{
  "epId": 2299,
  "name": "Journal de l'aventurier Roald",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/170542231/f91f32e498c4670603f9863462357c40_7639412692743143249.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 1706134712,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Journal de l'aventurier Roald</color>"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "Un journal laissé par le célèbre aventurier Roald. Les pages sont parsemées de cristaux de sels brillants et amers.\n—— Sal Terrae ——\nJ'ai suivi les bancs de sable du Marais Dihua jusqu'ici ; mes bottes sont trempées, j'y ai même trouvé une grenouille égarée en les retirant.\nSi l'on se fie aux vestiges du coin, l'endroit où je me trouve était il y a des milliers d'années un sanctuaire de quelque sorte. Il paraît qu'il aurait été créé par un Archon, la Déesse du Sel, lors du combat entre l'Archon Géo et le monstre marin. D'après le folklore de Liyue, elle serait la plus douce des Archons. La vie humaine avait peu de valeur au milieu du chaos de la guerre ; mais la déesse refusa de se joindre à ses pairs dans leur lutte pour la domination, préférant donner refuge aux populations exilées, et les amenant ici ériger une nouvelle cité. Elle leur fit preuve de tendresse et leur offrit du réconfort, travaillant à restaurer la paix entre les Archons.\nIl semblerait que les autres parties de l'ancienne cité soient déjà englouties sous le lit de la rivière Bishui ; c'est une chance que les fondations du sanctuaire existent encore.\nLa déesse réunit un groupe de fidèles qui s'installa dans le lieu connu sous le nom de Sal Terrae. La cité se dressa, fière, durant plusieurs siècles, pour finir détruite le jour de la chute de la déesse.\nLa déesse au cœur bienveillant n'était pas tombée sous l'arme des Archons ; c'est la trahison d'un mortel qu'elle chérissait qui causa sa mort.\nCet homme fut le premier roi du peuple, et le dernier. Tout comme les autres, il aimait la Déesse du Sel ; mais simple mortel, il ne put comprendre l'amour altruiste que celle-ci personnalisait. Il entreprit de renforcer sa puissance militaire, souhaitant que la cité soit forte d'elle-même. Et c'est ainsi que, voulant montrer à tous que les temps n'étaient plus à la douceur, il transperça de son épée la déesse, seule et sans défense, la tuant sans pitié. À peine avait-elle expiré que le temple s'effondrait, et la cité tomba en ruine.\nPersonne ne sait vraiment ce qu'il advint du roi traître, et les théories abondent. D'aucuns prétendent qu'il continua à régner seul au milieu des ruines durant des siècles, tombant en poussière bien après que le vacarme de la guerre ait laissé la place au silence, que les ruines aient été englouties, et que les insectes recouvrent son sceptre. D'autres racontent que rongé par la culpabilité de son acte, il mit fin à ses jours. Quoi qu'il en soit, le peuple autrefois protégé par la déesse s'éparpilla à travers Liyue, trouvant refuge sous la protection de l'Archon Géo, et transmettant jusqu'à aujourd'hui son histoire.\nCertains disent que le corps aujourd'hui transformé en sel de la déesse gît toujours au plus profond des ruines, dans la même posture que lorsqu'il fut transpercé par l'épée.\nLes nuages commencent à s'ammonceler, on dirait bien qu'il va pleuvoir des trombes. Je dois partir sous peu. Je vais mettre cap au nord-ouest, vers les Monts Qingce ; j'aimerais arriver avant que ça ne tombe. J'espère ne pas avoir à trop courir ; je détesterais perdre ce journal."
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "Le journal laissé par le cébèbre aventurier Roald dans un campement provisoire. Il a l'air encore neuf, et dégage une odeur d'herbes des montagnes de Qingce.\n—— Village de Qingce ——\nQuittant Dosdragon, j'ai mis le cap vers le Mont Qingce. Après avoir traversé rivières et bancs de sables couverts d'herbes argentées et parcouru des forêts de bambou sous un soleil de plomb, j'y suis enfin arrivé. Mes chaussures étaient trempées par la pluie, et la moitié de mes vêtements ne valait guère mieux. Heureusement, les anciens du village sont très amicaux, et m'ont laissé sécher mes affaires dans le hall d'assemblée. Ils m'ont aussi fourni vêtements propres et secs et nourriture.\nNombre d'enfants courent dans les rues du Village de Qingce. Ils sont mignons, bien qu'il soit difficile de s'en débarrasser. On trouve aussi beaucoup de personnes âgées ; ces dernières m'ont expliqué que la plupart des jeunes en âge de travailler sont partis au Port de Liyue, et beaucoup s'y sont établis définitivement, envoyant régulièrement de l'argent à leur famille ici. Il est difficile pour ceux ayant goûté aux joies de la vie liyuéenne de revenir à un mode de vie rural. C'est grâce à Liyue que le Village de Qingce subsiste, mais c'est également la raison de son dépérissement.\nUne légende raconte que le nom « Qingce » puise son origine dans le nom d'un ancien monstre ancien nommé « Chi », qui signifie « dragon sans cornes ». « Chi » est bien entendu le nom qu'on lui donne de nos jours ; mais jadis, les habitants de Liyue prononçaient son nom « Qingce ».\nUn ancien du village affirme qu'il y a des milliers d'années, Morax ramena la paix à Liyue après avoir vaincu le dragon sans cornes. Le corps du monstre se transforma en rochers, son sang devint eau et ses écailles donnèrent naissance aux terrasses agricoles que l'on voit aujourd'hui. Quant au nid du monstre, il s'agirait de l'actuel Mont Qingce.\nMais un rapide coup d'œil me laisse à penser que ces montagnes sont constituées principalement de gigantesques blocs de rochers brisés par quelque force extérieure ; on n'y trouve aucune trace de monstre Hydro. Peut-être le corps de Chi le dragon sans cornes est-il depuis longtemps devenu poussière, et que tout ceci n'est rien de plus qu'une légende.\nJ'ai ensuite poursuivi mon voyage jusqu'au lac situé dans les hauts pics du Karst Jueyun. Il paraît que là se trouve un labyrinthe où demeurent les Adeptes. Espérons que j'aie la chance de tomber dessus."
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "n journal laissé par le célèbre aventurier Roald. Il y décrit ses futurs projets après son périple au Mont Aozang.\n—— Lac Aozang, Karst Jueyun ——\nCe satané journal a encore trouvé le moyen de disparaître. À trois reprises déjà me suis-je rappelé : ne perds pas ton journal... Mais rester attentif à tout lors d'une aventure n'est pas chose aisée. Je gaspille tellement de papier chaque année... J'espère que l'Archon Dendro ne m'en tiendra pas rigueur.\nJe suis finallement arrivé à un lac de montagne, après avoir emprunté une piste sinueuse, et suivi un chemin périlleux de vieilles planches glissantes laissées là par d'anciens herboristes. Des pécheurs m'ont dit que le lac est profond de plusieurs milliers de mètres, mais de ce que j'en vois, c'est visiblement exagéré.\nLes pêcheurs du Village de Qingce ne m'ont pas menti : l'eau du lac est aussi douce qu'agréable, et ne fait pas honte à sa réputation de paradis céleste. Un vieux paysan m'a dit à mon entrée au Karst Jueyun que les Adeptes ont la capacité de se transformer en brume, et peuvent traverser ainsi la mer de nuages ; je n'avais pas ajouté foi aux paroles du vieillard... Mais en contemplant la brume s'élever de la surface du lac pour rejoindre les nuages, je ne peux m'empêcher d'avoir des doutes à présent. Se pourrait-il que les Adeptes que j'ai si longtemps cherchés se baladent maintenant au milieu des nuages au sommet, à ma plus grande ignorance ?\nAprès avoir redescendu le Mont Aozang par la face est, je me suis égaré dans une forêt touffue. Arrivant enfin à avoir un aperçu de ma position, j'ai réalisé que je me trouvais de nouveau devant la rivière Bishui. La vue ici est dégagée, et c'est un bon endroit pour se reposer un peu. Je m'apprête à monter le camp.\nEn rangeant mes affaires au camp, j'ai fait la rencontre d'une jeune femme qui avait l'air à la recherche d'un trésor. Elle m'a dit s'appeler Eduarda, et compte marcher vers l'ouest, vers le « Lac des Adeptes » au pied du Mont Aozang.\n« La légende raconte qu'au pied de la face nord du Mont Aozang, sur les rives d'un lac vers l'ouest, réside un Adepte. Qui dit Adepte, dit trésor d'Adepte... Attendez que j'ai mis la main dessus, héhéhé... »\nPrenant soudain un ton sérieux, comme si elle venait de réaliser quelque chose, elle a ajouté : « ... Eh bien je le remettrai à la Guilde des Aventuriers ! Je suis fière d'en être membre, et je n'ai absolument rien à voir avec les Pilleurs de trésors ! »\nLe fait est que certains partent à l'aventure n'ayant d'autre souhait que d'accumuler les richesses... Comme on dit à Liyue, « Insondables sont les motivations qui nous poussent » ; mais je pense qu'elle fait une décente aventurière.\nJ'ai été tenté de partir vers l'ouest à la recherche de ce fameux « Lac des Adeptes », mais j'ai décidé d'en rester à mon itinéraire de départ. Si tout se passe bien, je devrais atteindre les Plaines Guili, où m'attendent je l'espère paysages inoubliables et trésors enfouis. Et si tout se passe bien, évidemment, je ne devrais pas perdre ce journal. Si tout se passe bien."
          }
        ]
      },
      {
        "title": "Tome IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Un journal laissé par hasard par le célèbre aventurier Roald dans un campement provisoire. Il semble avoir été mouillé ; on y voit l'empreinte d'un renard.\n—— Lac Luhua ——\nEn suivant la rivière Bishui dans la direction sud-ouest, je suis arrivé à un étang au pied de la face nord du Mont Tianheng. Son eau est plus limpide que le ciel, et sa température est similaire à celle du corps humain. L'eau y a un très léger goût sucré.\nSelon un herboriste local se trouvait en ce lieu il y a de cela des milliers d'années un jardin. Du temps de la Guerre des Archons, un couple d'amants dont la famille n'approuvait pas la relation avait l'habitude de s'y retrouver. Mais la guerre faisant rage, l'homme décida de se battre aux côtés de l'Archon Géo, comme nombre de mortels alors. Des centaines d'années passèrent, et nul n'entendit parler de lui.\nSon amante l'attendait dans le jardin, dont les fleurs s'amenuisèrent, laissant progressivement la place à l'herbe, qui à son tour finit par pourrir dans l'eau portée par les marées. Lorsque l'eau finit par se retirer, la femme retourna à la terre, et ses larmes convergèrent pour former cet étang. Peut-être doit-on la limpidité de l'eau à sa longue attente et à son désir resté sans réponse.\nJ'ai passé l'après-midi ici, et me suis endormi en y prenant un bain. À mon réveil, les étoiles brillaient de mille feux dans le ciel nocturne.\nUn petit renard s'est approché furtivement de moi, mais il s'est enfui dès que j'ai relevé la tête.\nCe n'est que plus tard que j'ai réalisé qu'une de mes chaussures avait disparu et que mon sac de provisions était sens dessus dessous.\nJ'ai passé plus de temps que prévu à ranger mes affaires. Ma prochaine destination est le delta de la rivière Bishui, au nord-est des Bancs de Yaoguang."
          }
        ]
      },
      {
        "title": "Tome V",
        "desc": [
          {
            "type": "RichText",
            "text": "Un journal laissé par le célèbre aventurier Roald. Les pages renvoient une odeur rappelant la brise marine.\n—— Bancs de Yaoguang ——\nVoici le delta de la rivière Bishui. Le sable et la boue, transportés par la rivière, se sont accumulés pour former un haut-fond. Quand je suis arrivé, la brume avait déjà enveloppé l'endroit, et mes nouvelles chaussures étaient de nouveau trempées. Les cris de monstres inconnus me sont parvenus, mais impossible de définir leur origine.\nJe n'ai pas eu d'autre choix que d'installer ma tente, et d'attendre que la brume se lève.\nUn marchand m'a raconté l'histoire des Bancs de Yaoguang lors de mon séjour à l'Auberge Wangshu.\nBrillant d'un éclat semblable au plus pur des jades, l'eau de la rivière Bishui se jette dans l'océan ; mais l'on ne voit nul âme qui vive dans la conque géante.\nJe me suis autrefois aventuré dans la brume et rejoint la conque géante ; mais je n'y avais alors trouvé personne.\nLes pêcheurs racontent que cette conque est la demeure d'une Adepte, et qu'elle fait en réalité partie de son corps. L'endroit était autrefois un lieu de repos pour les voyageurs perdus dans le brouillard, un refuge où les naufragés pouvaient trouver réconfort et soins, et une étape indispensable aux Adeptes partant combattre les créatures de l'océan.\nMais les pêcheurs les plus âgés racontent une autre histoire : l'habitant des lieux n'est pas une Adepte, mais une famille qui s'y trouve depuis des générations. Celle-ci aiderait les voyageurs égarés, et plusieurs pêcheurs auraient bénéficié de son assistance dans des moments difficiles.\nLa brume semble s'être dissipée. Je peux voir le soleil briller.\nJe vais me rendre à la Forêt de pierre par bateau pour visiter ces ruines où l'Archon Géo a vaincu le monstre des mers.\nLe trajet devrait être court s'il fait beau."
          }
        ]
      },
      {
        "title": "Tome VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Un journal accidentellement laissé par le célèbre aventurier Roald. Les pages sont humides, et ont dû séjourné dans l'eau.\n—— Forêt de pierre de Guyun ——\nAprès avoir contourné plusieurs petites îles peuplées de Brutocollinus, nous sommes arrivés à la Forêt de pierre de Guyun. À l'endroit où j'ai accosté se dresse un immense pilier en pierre à six faces protégeant les yeux de la lumière vive du soleil, et l'air est plus frais en son ombre. Les crabes sur la rive sont de beaux spécimens ; j'ignore si c'est à cause d'un régime riche en épaves depuis des siècles, mais toujours est-il que leur chair, une fois grillés, est succulente.\nIl est difficile d'imaginer aujourd'hui devant la beauté du paysage qu'il s'agit du lieu même où l'Archon Géo et le monstre des mers se livrèrent un combat sans pitié. L'eau sanglante a depuis longtemps rejoint la mer émeraude, et il ne reste plus trace de cet affrontement. Une goutte de sang d'un homme, ou les torrents de sang laissés par les héros du passé, tout finit par disparaître sous les attaques du vent et des vagues, pour finalement redevenir ce qui a toujours été.\nOn raconte que l'Archon Géo sculpta un jour dans la pierre une lance géante, qu'il lança ensuite dans les flots, où elle transperça le démon qui agitait les mers. La lance s'éroda ensuite au cours des ans, pour devenir le paysage que l'on observe aujourd'hui.\nJ'ai installé mon bivouac une fois rentré sur le continent un peu plus tard. D'ici, je peux voir au loin les navires quitter le port. J'aperçois la Flotte du Crux se préparant à embarquer à nouveau. Quelle mission a confié à la capitaine Beidou la Guilde des marchands des Sept Étoiles ?\nJ'ai assez mal dormi la nuit dernière, mes rêves m'ayant laissé une impression de ténèbres et d'humidité. Il me semble me souvenir avoir rêvé que j'étais la créature transpercée par l'Archon Géo, entraînée me débattant au fin fond de l'océan, empoignant l'arme, chaque mouvement se soldant par une douleur fulgurante – et une rage sans limite...\nLa Forêt de pierre de Guyun n'est pas idéale pour passer la nuit. J'ai allumé un feu de camp, et j'attendrai l'aube pour revenir à Liyue me remettre d'attaque ; je compte ensuite rejoindre le Karst Jueyun. Ma recherche d'Adeptes s'est soldée par un échec la dernière fois ; j'espère cette fois avoir plus de chance dans les nuages du Pic Qiyun.\nNote : Je ne dois surtout pas perdre à nouveau mon journal !"
          }
        ]
      },
      {
        "title": "Tome VII",
        "desc": [
          {
            "type": "RichText",
            "text": "Un journal laissé par le célèbre aventurier Roald, dégageant le parfum des fleurs qui poussent sur les falaises.\n—— Pic Qingyun, Karst Jueyun ——\nJe reprends mon journal par un rappel : je dois faire plus attention. Je n'arrive pas à mettre la main dessus à chaque fois que je veux écrire... Sois moins négligent, Roald, que diable !\nJ'ai oublié combien de temps j'ai mis pour grimper aussi haut. Une mer de nuages m'entoure, et il est impossible de voir où, dans cette brume épaisse, se trouve le lieu habité par les Adeptes.\nOn ne voit guère de trace de vie à ces hauteurs, si ce n'est les arbres aux formes tordues poussant ici et là. Parfois, un milan des roches plonge en poussant un cri aigu, et disparaît dans les nuages. Là-haut, vers le pic, se trouve la demeure des Adeptes, mais je dois me reposer avant de continuer. Le plus urgent : réparer mon équipement d'escalade, et en profiter aussi pour nettoyer quelques blessures légères. Un vieux paysan m'a offert un onguent à mon arrivée au Karst Jueyun ; ça pique, mais ça marche.\nPasser la nuit à une hauteur si élevée n'est pas chose aisée. Le vent gelé des cimes est sans pitié, et pénètre à travers les interstices de la tente, rendant le sommeil impossible. Toute tentative d'allumer un feu est vouée à l'échec. Les Adeptes se plaignent-ils du froid ? Se sentent-ils jamais seuls ?\nEncore une nuit sans sommeil, la lune est enfin passée derrière la cime des nuages. Je vérifie mon bardas, et repars dès que le jour se lève, grimpant toujours plus haut. Souhaitons qu'il ne pleuve pas à cette altitude."
          }
        ]
      },
      {
        "title": "Tome VIII",
        "desc": [
          {
            "type": "RichText",
            "text": "Un journal laissé par le célèbre aventurier Roald. On peut voir des traces de mousse verte entre les pages.\n—— Ravine Qingxu ——\nJ'ai attaché à l'étui en cuir de mon journal un genre de mousse bien en évidence ; pas question que je le perde à nouveau. Je le mettrai à côté de mon oreiller avant de me coucher ce soir, il devrait être impossible à perdre... Qu'il disparaisse à nouveau, et qu'on ne m'appelle plus « aventurier », mais plutôt « mésaventurier »...\nAprès avoir franchi les Monts Tianheng par le col, je suis parti vers l'ouest, et suis arrivé à un lieu en ruine. L'endroit est appelé « Ravine Qingxu », et se dresse sur un relief rocheux en plein centre d'un lac et est cerné en tout côtés par des flancs de falaises. Plusieurs tours de pierre sont observables ; elles se fondent dans le paysage naturel qu'a dessiné ici l'Archon Géo. Alors que la brume matinale disparaît, les premiers rayons du soleil illuminent la montagne et les ruines. On dirait qu'on va avoir du beau temps pour la journée.\nOn raconte que ces ruines sont antérieures aux jours où l'Archon Géo régnait sur Liyue. Toute la zone de Lisha était à l'époque de la guerre des Archons submergée par les eaux ; seul émergeait cet affleurement rocheux telle une île au milieu de l'océan. Une fois la paix revenue, la région se développa et les eaux se retirèrent, révélant les anciennes constructions érigées par les peuples du passé.\nJ'ai fait la connaissance lors de mon séjour à l'Auberge Wangshu d'une érudite nommée Soraya, venant de Sumeru. Elle était familière des ruines de Lisha, et en a longtemps parlé une fois le sujet lancé. D'après elle, ces ruines furent laissées par un ancien dieu malveillant dont le nom a depuis longtemps sombré dans l'oubli et son peuple. Le dieu fut vaincu ; les eaux se sont depuis retirées, laissant place aux forêts et aux champs. Les édifices érigés en son nom tombèrent en désuétude, et ainsi naquit la Ravine Qingxu, qui apparut avec le retrait des eaux suivant la Guerre des Archons.\nÀ moins que ces ruines ne soient un reste nostalgique d'une ère désormais révolue où Adeptes et déités parcouraient le monde... Quoi qu'il s'en soit, c'est aujourd'hui un endroit calme, que le développement de la région n'a pas perturbé, et que n'a pas touché l'exploitation minière du Gouffre. Paradoxalement, l'interruption des opérations au Chasme s'est soldé par une recrudescence des monstres dans les ruines. Espérons juste qu'ils n'y détruisent rien.\nIl s'agit là d'une simple théorie ; je dois continuer de progresser vers le nord et obtenir plus d'informations aux ruines de la Passe de Lingju et aux Ruines de Dunyu.\nJe suis tombé sur Eduarda alors que je m'apprêtai à lever le camp. Elle voyage accompagnée à présent il semblerait. Ses aventures ont visiblement l'air de l'occuper ; elle a disparu sans attendre dans les ruines."
          }
        ]
      },
      {
        "title": "Tome IX",
        "desc": [
          {
            "type": "RichText",
            "text": "Un journal laissé par le célèbre aventurier Roald. Certaines des pages sont froissées et recouvertes de cristaux de glace.\n—— Monts Dosdragon ——\nJ'ai commencé l'ascension des Monts Dosdragon depuis la face sud, là où la montagne rencontre les plaines et rivières de Liyue. La pente est légère ici, le vent agréable. Il y a peu de neige, et même des sources utilisables. L'endroit est idéal pour établir un camp de départ. Une fois mon équipement prêt, je monterai le camp ici, avant de continuer jusqu'au sommet.\nAprès avoir installé le camp, j'ai parcouru les vestiges environnants. Les ruines du coin sont intéressantes. Leur style architectural et les détails de leurs motifs sont étonnamment similaires à ceux d'anciens bâtiments d'autres régions. Cela pourrait fort bien signifier que la civilisation des légendes d'antan repose directement sous mes pieds.\nMalheureusement, je n'ai pu trouver aucune inscription suffisamment bien conservée dans ces ruines, et il est donc difficile de confirmer ce qui n'est pour l'instant qu'histoires et déductions. Peut-être que davantage d'informations se trouvent au cœur de la montagne, enterrées là par les blizzards incessants.\nLes nuits ne sont pas vraiment une partie de plaisir ici. Le vent froid et mordant hurle sans répit, fait frémir les tentes et attise les cauchemars. Il doit y avoir beaucoup d'espace dans la grotte de la source, j'entends le vent froid y résonner tel un fantôme. Mais l'entrée est hélas étroitement scellée par une barrière, et on dirait bien qu'il n'y a aucun moyen d'y pénétrer.\nJe vais continuer de progresser dans la montagne. On trouve le long du chemin des vestiges d'un passé relativement récent, qui remontent si mes déductions sont exactes à l'ère aristocratique de Mondstadt. J'ai même déterré quelques morceaux de vêtements et des armes hors d'état. L'épaisse neige permet apparemment de ralentir la vitesse de décomposition, de sorte que les restes enfouis peuvent être préservés pendant de nombreuses années.\nLa façon dont sont disposés ces témoins du passé me laisse à penser qu'une poursuite a eu lieu ici, ou même un meurtre.\nMême les neiges déchaînées et les plus sinistres des mutations ne réussissent pas à décourager les sombres ambitions des hommes... Ce sont les péchés des générations passées qui ont corrompu ces terres abandonnées des Archons.\nLe vent s'est levé alors que je progressais plus avant dans la montagne, et la température a chuté à un degré à peine supportable. J'ai exploré une ruine au nord-est, et quelle a été ma surprise de constater que, même dans un endroit à l'assaut constant des neiges, il est tout de même possible de trouver de l'eau non gelée ! À en juger par son emplacement, elle doit être connectée à la source d'eau du ruisseau en dessous.\nMais il fait si froid que je n'ai pas pu me permettre d'explorer plus profondément les ruines sans risque de geler ou de me noyer. J'ai néanmoins marqué l'endroit, en espérant que la neige ne recouvre pas tout.\nIl s'agit peut-être d'un refuge souterrain datant de quelque ancien royaume, que les eaux ont fini par recouvrir avec le passage du temps. Mais j'ai également entendu dire qu'avait cours autrefois une forme de châtiment cruelle, consistant à enfermer les prisonniers dans des cages, avant d'immerger lentement leurs cellules. Les tyrans d'alors tiraient un grand plaisir de la lente et inexorable montée de l'eau venant submerger progressivement les pauvres ères, des chevilles jusqu'au cou, puis jusqu'au front...\nUn châtiment lent et cruel... Et au milieu du froid ambiant, difficile d'imaginer que quiconque ait jamais pu y survivre.\nLa route de montagne à l'est est assez accidentée. Un accident stupide a d'ailleurs failli se solder en une jambe cassée. Je m'en suis heureusement sorti avec une blessure superficielle, et aucune fracture. En revanche, les vêtements qui me protégeaient du vent sont dans un état lamentable, et je subis maintenant l'assaut du blizzard de plein fouet, semblable à la piqûre permanente d'un couteau infatigable.\nJ'ai réussi à me mettre à l'abri du vent avant que ma blessure ne m'immobilise. J'ai pu rafistoler mon vêtement déchiré... Mais impossible de continuer mon ascension dans l'état actuel.\nAprès ce qui m'a paru être une éternité, je suis finalement rentré au camp, frigorifié. J'ai retiré mes chaussettes quand je me réchauffais devant le feu, pour réaliser que trois de mes orteils avaient gelé et étaient devenus violets... Peu importe, je profite juste du sentiment de revivre après être passé si près de la mort.\nLa tempête s'est calmée un instant, j'en ai profité pour observer le pic, s'élevant silencieux dans le ciel noir, et cerné de rochers immenses. Il existe une ballade parlant d'un ancien dragon, enterré au milieu de la montagne. Contemple-t-il de ses yeux pourris et aveugles le même spectacle, aspirant lui aussi aux hauteurs célestes ?\nNombre d'habitants des villages situés au pied des monts enneigés considèrent la région comme oubliée des dieux, et y voient un lieu régi seulement par l'implacable force du destin. Les anciens contes de Mondstadt mentionnent la montagne, la décrivant comme un endroit abandonné par les vents du temps, un lieu de châtiment laissé aux blizzards hurlants et au gel figeant tout sur son passage.\nEt pourtant, quelque chose habite toujours là-haut, sur le pic. J'ai ressenti son appel dans mes rêves. Une chanson subtile, agréable à l'oreille et pourtant dérangeante...\nL'expédition a été un désastre, mais je peux au moins me réjouir de ne pas y avoir laissé la vie. Adieu, Monts Dosdragon. J'ignore si j'aurai à nouveau la chance de pouvoir tenter votre ascension...\nJe crois que je vais explorer Liyue à présent. Mais avant toute chose, je dois d'abord faire le plein. Et tant que j'y suis, je pourrais en profiter pour changer de journal. Ce ne serait pas du luxe."
          }
        ]
      },
      {
        "title": "Tome X",
        "desc": [
          {
            "type": "RichText",
            "text": "Un journal laissé par le célèbre aventurier Roald. Les pages portent à la fois le parfum rafraîchissant des fleurs de cerisier et l'amertume des feuilles de tabac.\n—— Ritou ——\nCela fait déjà quelques jours que je suis arrivé à Ritou, et pourtant la Commission économique ne me laisse toujours pas passer. Je ne sais pas combien de temps je vais devoir rester... J'espère que M. Kurisu trouvera un moyen de me sortir d'ici.\nM. Kurisu est le président de l'Association du commerce international ici. Originaire de Fontaine, c'est un homme réservé et amical qui semble posséder un charme étrange qui donne l'impression aux autres étrangers d'être chez eux.\nJ'avais entendu dire que les étrangers n'étaient pas les bienvenus à Inazuma, mais ce n'est qu'en posant le pied sur le pont du port de Ritou que je me suis rendu compte de la dure réalité.\nCela fait un certain temps que le décret de confinement est entré en vigueur. Alors que de nombreux voyageurs ont choisi de rester sur l'île, beaucoup vont et viennent, ne séjournant que pour une brève période. De nombreux marchands ont également fait leurs bagages et sont rentrés chez eux. Ritou, dans son état actuel, est un endroit sombre et déprimant.\nOn dit qu'il y a des centaines d'années, Hiroshi du Clan Hiiragi avait construit un port marchand sur cette île déserte avant d'y inviter de nombreux marchands à vivre ici, en encourageant le libre échange.\nCependant, son descendant, devenu Commissaire économique, vit dans l'extravagance et semble avoir la belle vie.\nQue c'est déprimant.\nQuelques jours de plus sont passés et M. Kurisu est revenu avec de bonnes nouvelles.\nIl a entendu dire que la Flotte du Crux s'arrêterait brièvement à Inazuma. Il devrait y avoir un moyen pour cette fameuse flotte armée de me faire passer clandestinement sur une autre île. Je n'avais besoin que de m'armer de patience.\nJe ne suis pas sûr de la fiabilité des informations de M. Kurisu, mais c'est toujours bien d'être préparé. Je dois trouver un moyen de récupérer mes outils pour monter un campement et faire du feu chez mademoiselle Yurika. Je la supplierai si nécessaire...\nOn dirait que le Shogunat a attaqué un autre avant-poste de Sangonomiya, faisant de nombreuses victimes... ou était-ce l'inverse ? Les quelques étrangers qui restent parlent entre eux. Même ceux qui travaillent pour le Commissaire répandent toutes sortes de rumeurs sans la moindre vergogne.\nJe ne sais pas exactement ce qui se passe, mais davantage de marchands ont fait leurs bagages et sont rentrés chez eux. De nombreux navires militaires sont passés au port, transportant probablement des provisions militaires d'urgence...\nPeut-être que je pourrais profiter du chaos et de la confusion pour récupérer mes affaires dans l'entrepôt.\nOh, et je dois aussi me souvenir... de ne plus perdre ce journal.\nIl existe des carnets avec des couvertures encore plus belles et élégantes... mais ce n'est pas une excuse pour préférer le neuf à l'ancien !"
          }
        ]
      },
      {
        "title": "Tome XI",
        "desc": [
          {
            "type": "RichText",
            "text": "Un journal laissé par le célèbre aventurier Roald. Les pages portent à la fois l'humidité du brouillard et une odeur de champignon.\nMon exploration de l'Île de Tsurumi ne s'est pas déroulée sans heurts.\nUn peu plus tôt, j'ai pu quitter Ritou avec succès et arriver sur l'Île de Tsurumi sans être détecté grâce à un jeune homme du coin nommé Kama. Suivant ses instructions, j'ai essayé de traverser l'épais brouillard qui recouvre l'île, ce qui m'a permis d'apercevoir l'ancienne civilisation qui vivait ici ainsi que des paysages oniriques, mais ces souvenirs semblent avoir disparus telle la brume qui se dissipe...\nPar contre, je me souviens clairement avoir rencontré un jeune enfant sur cette île supposée dépourvue de vie depuis longtemps.\nPeut-être n'était-ce là qu'une hallucination que j'ai eue sous l'influence des particules élémentaires qui flottaient dans le brouillard, ou peut-être était-ce les champignons de l'île... Bien sûr, le bon sens voudrait que cet enfant ne soit qu'une illusion ou un faux souvenir. Mais lors de ma deuxième visite, j'ai tout de même apporté davantage de nourriture avec moi, dans l'espoir de pouvoir lui en donner. Je pensais qu'il devait être difficile de vivre sur une île désolée comme celle-ci.\nLa fois suivante, je me suis rendu sur l'île sans en informer Kama et je me suis rapidement perdu dans le brouillard épais. J'ai essayé par tous les moyens de retrouver mon chemin à travers la brume, mais sans succès. C'était comme si elle me rejetait pour des raisons inconnues.\nSans ce voyageur/cette voyageuse aux cheveux blonds et cette petite fée nommée « Paimon », je serais probablement rentré les mains vides. Ils/Elles m'ont aidé à cueillir des champignons fluorescents du coin, qui, selon les dires des Inazumiens, sont produits par les anciens souvenirs des morts de l'Île de Tsurumi, d'où leur lueur phosphorescente et fantomatique. Les consommer permet d'améliorer la vue, d'aiguiser l'esprit et de renforcer la mémoire.\nJ'en ai essayé ces derniers jours, et ces champignons ont effectivement la capacité de calmer le cœur et d'égayer l'âme. Ils semblent également être bons pour la digestion... Cela dit, je n'ai pas encore constaté d'amélioration sensible de ma mémoire. Je dois me rappeler d'en laisser quelques-uns à mon ami de Sumeru pour qu'il fasse des recherches.\nD'autre part, j'ai vu les photos des anciennes fresques que le voyageur blond/la voyageuse blonde et cette Paimon ont rapportées. C'est fascinant et cela mérite certainement que des recherches plus approfondies soient menées là-dessus. Il faut également noter que si nous avons pu découvrir des ruines historiques aussi précieuses, c'est grâce à la passion, à la sagesse et à la détermination de ces deux aventuriers exceptionnels/aventurières exceptionnelles."
          }
        ]
      }
    ]
  }
}