{
  "epId": 2300,
  "name": "Allez, Dodoco !",
  "desc": "Message de l'éditeur : « Allez, Dodoco ! » est une œuvre née de la collaboration entre deux filles dont l'une est plus jeune que l'autre. Leur gentillesse et leur bienveillance transparaissent dans chaque chapitre, car cette histoire est un cadeau qu'elles offrent aux lecteurs. J'espère que ce livre vous fera sourire après une longue journée de travail.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Let's Go, Dodoco!_icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 1660318277,
  "components": {
    "body": [
      {
        "title": "Détails",
        "desc": [
          {
            "type": "RichText",
            "text": "« Tous les Dodocos doivent un jour chevaucher le vent et les vagues pour partir à l'aventure », dit un jour une douce et belle maman.\nElle ne s'était pas trompée : notre Dodoco était si heureuse quand sa meilleure amie, Klee, lui a dit qu'elle partait à l'aventure dans la nation de la foudre !\nPartager un repas délicieux au Bon Chasseur avec Klee, écouter ensemble les chants des bardes... Dodoco adore toutes ces choses-là.\nMais ce que Dodoco aime plus que tout quand Klee est là, c'est de compter les étoiles dans le ciel ou encore de tisser des couronnes de fleurs.\nAprès tout, tous les Dodocos ont envie de partir à l'aventure en chevauchant le vent et les vagues.\nPour se rendre à Inazuma, il faut traverser les vents sauvages et enjamber l'océan.\nDodoco ne craignait pas le sifflement perçant du vent, car c'était une bénédiction de l'Archon Anémo.\nElle ne s'inquiétait pas non plus des vagues déchaînées de l'océan, car elle était très courageuse.\nToutefois, Dodoco ne souhaitait pas que Klee soit confrontée à de tels dangers.\nDodoco était la meilleure amie de Klee, et les bonnes amies se protègent mutuellement.\nEt puis, Dodoco ne voulait pas être séparée d'elle.\nSans Klee, toutes les aventures étaient comme des fleurs sucrantes incapables d'éclore : à la fois tristes et pleines de solitude.\nMême si Dodoco parcourait les terres et les mers de Teyvat de long en large, cela n'aurait aucun sens sans Klee.\nIl n'y avait donc aucune hésitation à avoir. Dodoco allait partir à l'aventure avec sa meilleure amie Klee !\nSi elles devaient prendre le bateau, Dodoco ne pourrait pas voler librement dans le ciel ni nager joyeusement dans la mer.\nMais ce n'était pas grave, car elle pourrait profiter du sourire de Klee et des histoires d'Albedo.\nEt ça en valait vraiment la peine !\nÀ Inazuma, la nation de la foudre, les fleurs et l'herbe sont violettes. Les poissons et les oiseaux aussi sont violets. En fait, tout est violet !\nS'il devait peindre tous ces paysages, Albedo n'aurait sans doute même pas suffisamment de peinture violette pour ça.\nQuel dommage qu'il n'ait pas le temps de peindre avec Klee et Dodoco.\nAlbedo est un adulte, et comme tous les adultes, il doit s'occuper de trucs de grands.\nHeureusement, Dodoco a toujours Klee à ses côtés !\nKlee trouvait toujours des choses joyeuses à faire. Dodoco n'avait qu'à rester avec elle pour ne jamais s'ennuyer.\nKlee avait plein plein d'amis à Inazuma, comme le chevalier honoraire, Paimon et Yoimiya.\nTous ensemble, ils se sont joints à Dodoco pour vivre une aventure des plus formidables.\nYouhou, à l'aventure !\nLe chevalier honoraire a emmené Dodoco grimper sur le très haut Mont Yougou.\nEscalader une montagne, c'est fatigant ! Tout le monde s'est donc allongé sous le cerisier sacré pour faire une grosse sieste.\nAu réveil, nos compagnons ont découvert que des ailes avaient poussé sur le corps de chacun d'entre eux, comme des Tengu !\nLes ailes de Klee étaient rouges, celles de Yoimiya étaient dorées, et celles du chevalier honoraire étaient bleues.\nQuant à Paimon, il ne lui est pas poussé d'ailes, vu qu'elle n'en avait pas besoin pour voler.\nTout le monde les a déployées ensemble, provoquant une forte bourrasque.\n« Wouuuh », ce coup de vent a fait virevolter les cheveux de la prêtresse. Ils étaient tout emmêlés.\nOh non ! Envolez-vous vite avant que la prêtresse ne s'énerve !\nLes grandes aventures, c'est trop chouette ! Par contre, le ventre de Klee a commencé à faire « glou glou »...\nZut alors ! Comment ont-ils pu oublier une chose pareille ? C'est important de manger de bonnes collations lorsqu'on part à l'aventure.\n« Miam miam miam... » Ces joyeux lurons se régalaient ensemble des onigiris qu'ils ont acheté.\nDodoco et Paimon ont fini de manger en premier. Le ventre plein, Dodoco a vu le sourire de Klee, et n'a pas pu s'empêcher de penser que...\n... Rencontrer Klee et les autres était la chose la plus joyeuse du monde qui lui soit arrivée !\nAh ! J'oubliais quelque chose d'important. Si tu es arrivé/arrivée jusqu'ici dans ta lecture, cela veut dire que toi aussi, tu fais partie de cette aventure.\nTu as partagé des aventures, des rires et des plats merveilleux avec les personnages de cette histoire. Tu es leur super ami/super amie !\nIl est temps que tu ailles admirer le feu d'artifice de Yoimiya avec eux.\nAlors que tout le monde regardait le feu d'artifice dans la joie et la bonne humeur, Yoimiya a dit :\n« Tant que notre imagination ne s'épuise pas, nous sommes plus libres que jamais. »\nEt Klee s'est alors exclamée : « On sera amis pour la vie ! »\nRegarde comme Dodoco est heureuse lorsqu'elle est avec ses bons amis !\nToi aussi, tu es l'ami/l'amie de Dodoco. Alors, va vite rejoindre tes nouveaux camarades dans la plus belle des aventures."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Allez, Dodoco !"
          }
        ]
      }
    ]
  }
}