{
  "epId": 2304,
  "name": "Journal d'inspection ancien - Partie I",
  "desc": "Un journal d'inspection retrouvé devant les ruines avec une entrée circulaire.<br/>Son auteur semble avoir été membre de l'aristocratie qui dirigeait autrefois Mondstadt.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ancient Investigation Journal: Part I_icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Journal d'inspection ancien - Partie I"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Détails",
        "desc": [
          {
            "type": "RichText",
            "text": "...\nLe climat est aujourd'hui encore très rude.\nBien que le blizzard se soit calmé, il n'est guère évident de garder les yeux ouverts bien longtemps sous l'assaut des vents occasionnels.\nDe telles conditions ne sont pas sans rappeler quelque poème ancien, où vent et neige, sous la plume du poète, sont assimilés au pâle tranchant de l'épée.\nMais comme l'a dit maître Landrich, quelles que soient les difficultés rencontrées, il faut continuer à avancer.\nIl faut rapporter ces résultats à Mondstadt.\nCe n'est qu'ainsi que je serai à la hauteur des attentes de maître Landrich, et que l'honneur de la famille sera lavé. Alors seulement l'arrogance des rebelles se taira-t-elle définitivement.\nUne inscription ancienne nous a fait changer notre plan initial, l'exploration de la <color=#ffe14b>cave des ruines au sud-ouest</color> . Il a été décidé d'aller plutôt explorer une chambre secrète scellée.\nSelon les inscriptions déchiffrées par maître Ebelhart, la chambre pourrait contenir des fresques anciennes en l'état, et même des armes forgées en argétoile.\nSi tel est le cas, cela pourrait bien s'avérer être la découverte archéologique la plus significative de ces dernières décennies.\n... C'est du moins ce qu'affirme maître Ingbert. Cela étant, difficile d'oublier les camarades que nous avons perdus dans la tempête il y a seulement quelques jours de cela.\nJ'espère malgré tout sincèrement que maître Ebelhart a raison lorsqu'il affirme que tous sont de jeunes aristocrates entraînés dès la plus jeune enfance, et parfaitement capables de rentrer au camp par leurs propres moyens.\nNous quittons bientôt le <color=#ffe14b>camp côté versant ensoleillé</color> pour nous enfoncer plus profondément dans les ruines.\nCette fois, il faudra vérifier l'intégrité structurelle des ruines avant d'y entrer."
          }
        ]
      }
    ]
  }
}