{
  "epId": 2306,
  "name": "Journal d'inspection ancien - Partie II",
  "desc": "Un journal d'inspection trouvé dans le sous-sol des ruines couvertes de glace.<br/>Son auteur semble avoir été membre de l'aristocratie qui dirigeait autrefois Mondstadt.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ancient Investigation Journal: Part II_icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Détails",
        "desc": [
          {
            "type": "RichText",
            "text": "Je crains que mes entrées précédentes à ce journal ne soient perdues à jamais suite à la tragédie qui s'est abattue sur nous.\nIl est regrettable que ces rapports d'expédition aient été perdus, mais l'endroit est vraiment trop dangereux.\nIl s'est avéré impossible d'ouvrir les portes.\nNous sommes revenus bredouilles, sans les fresques et les armes anciennes que maître Ingbert désirait tant voir.\nAucun signe de ceux que nous avons perdu dans la tempête une fois de retour à notre <color=#ffe14b>camp, sur le versant ensoleillé de la montagne</color> .\nC'est un espoir bien mince, mais on ne peut qu'espérer qu'ils ont réussi à redescendre par eux-mêmes et sont maintenant sur le chemin du retour, ramenant aide et ravitaillement...\nNos rations ne nous permettront plus de tenir bien longtemps.\nCela peut paraître cruel, mais force est de reconnaître que l'effondrement qui a eu lieu devant la <color=#ffe14b>porte circulaire de la salle secrète</color> a non seulement été fatal pour Nick, mais a aussi emporté le carburant et la nourriture dont il avait la charge.\nJ'avais pourtant bien insisté qu'il était indispensable de vérifier l'intégrité structurelle des ruines avant de s'y aventurer. Je me souviens clairement en avoir parlé...\nPeut-être que la série d'incidents dont nous avons été victimes ne m'a rendu quelque peu indifférent.\nÀ moins qu'il ne s'agisse simplement là de l'effet qu'a cet environnement inhospitalier sur le moral...\nMaître Ebelhart est le plus admirable d'entre nous ; même dans l'adversité et face à toutes ces calamités, il ne se défait pas de son calme et de sa capacité de raisonnement. Peut-être s'agit-il là d'un exemple de ce qu'est l'esprit de résilience d'un vrai aristocrate.\nMaître Landrich semble avoir vu juste.\nLe fait d'être un enfant illégitime ne l'empêche pas d'être à la hauteur de sa caste. Il se montre même plus doué que nombres d'aristocrates.\nUne fois le blizzard tombé, nous suivrons les conseils de maître Ebelhart et irons dans la <color=#ffe14b>cave des ruines au sud-ouest</color> .\nD'après les inscriptions qu'il a déchiffrées, il est possible que repose là-bas un artéfact très ancien.\nCela peut paraître difficile à croire, mais le froid unique qui sévit ici a la capacité de préserver les matériaux.\nNous ne pouvons pas trahir la mémoire de ceux que nous avons perdu.\n... Et plus important encore, nous devons nous montrer à la hauteur des attentes de maître Landrich.\nJe risque fort de me retrouver à nouveau nez à nez avec les monstres de l'arène sinon...\nEt quand bien même je triompherais d'eux, je finirais sûrement comme l'esclave de maître Ebelhart, ma mort servie par le fil de l'épée de ce démon roux du Clan Lawrence..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Journal d'inspection ancien - Partie II"
          }
        ]
      }
    ]
  }
}