{
  "epId": 2307,
  "name": "Les guerres d'Hamavaran",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Saga of Hamavaran_icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "La préface du nouveau roman « Les guerres d'Hamavaran » est maintenant disponible dans un volume séparé en raison d'ajustements commerciaux !\nPréface\nGrâce à un recrutement massif de nouveaux écrivains et au succès phénoménal du concours « Ce roman est génial ! », nous avons reçu de nombreux manuscrits très originaux de la part d'écrivains prometteurs dans le monde entier. Nous aimerions profiter de cette occasion pour les remercier de soutenir l'industrie du roman léger d'Inazuma, ainsi que le Commissaire économique Hiiragi Shinsuke pour sa générosité. C'est grâce à vous que nous sommes en mesure de proposer aujourd'hui tant d'œuvres exceptionnelles aux lecteurs d'Inazuma.\nComme vous le savez sans doute, avant la promulgation du décret de confinement, Inazuma accueillait des samouraïs accomplis venant de pays étrangers. L'un d'entre eux, Hamavaran, originaire de la lointaine nation forestière de Sumeru, vint jusqu'au pays de la foudre pour devenir un guerrier chevaleresque. Bien que les récits de ses exploits aient été oubliés à l'apogée de la mise en place de l'éternité par Son Excellence la Shogun, ils retrouvent désormais une nouvelle vie grâce aux prouesses narratives d'une de mes bonnes amies et autrice en herbe, Pursina.\nSans plus attendre, je vous invite à dévorer « Les guerres d'Hamavaran »."
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "« Comment est-ce possible... » Un érudit ordinaire de Sumeru, auquel on a assigné un sujet obscur, reçoit l'ordre d'aller au pays du tonnerre... Le rideau se lève lentement sur une aventure au pays des multiples rivages !\n« Ce n'est pas la tempête en mer qui m'inquiète, mais plutôt la perspective d'une diplomation retardée... »\nCette pensée habitait le jeune Hamavaran lorsqu'il fut sur le bateau qui l'emmenait pour Inazuma...\n« Vous avez peur de retarder l'obtention de votre diplôme si vous ne finissez pas votre thèse, n'est-ce pas ? »\nUne voix familière s'exprima de l'extérieur de la cabine.\n« N'importe quoi ! Qui êtes-vous ? »\n« Moi ? Est-ce important ? »\n« En vérité, pas vraiment... »\n« Hé... »\n...\nEt ce fut ainsi, au milieu d'une tempête qui faisait rage, assez forte pour remuer la mer et le ciel, que Hamavaran a commencé à se disputer avec la voix tranquille qui venait de l'extérieur du hublot. Toutes les inquiétudes liées à la tempête ou les craintes de ne pas terminer sa thèse à temps devinrent alors insignifiantes.\nÉtrangement, lorsque Hamavaran arriva à destination, il ne vit pas la personne avec laquelle il conversa plus tôt.\n« Peut-être que ce n'était qu'un fantôme d'une victime de naufrage... »\nHamavaran évoqua une telle possibilité.\nLes fantômes n'étaient que les souvenirs des défunts qui résidaient dans les lignes énergétiques. Il s'agissait donc d'un phénomène tout à fait naturel qui se produisait lorsque le passé et le présent entraient en résonance. Certes, c'était très inhabituel qu'il se réalise au milieu de l'océan, mais cela restait tout à fait possible.\n« C'est vous le fantôme, oui ! »\nLa voix familière retentit à nouveau dans les oreilles de Hamavaran, lorsqu'il reprit ses bagages, tout en ayant enfin trouvé une explication satisfaisante à son délire."
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "Le « service aux fantômes », c'est la même chose que la « protection des esprits » dans ma patrie, non ? C'est avec ce doute en tête qu'Hamavaran commence à parler avec son nouveau compagnon de voyage. Un voyage inattendu les attend !\n...\n« Donc, vous êtes bien un fantôme ? »\n« Non ! Je ne suis pas encore morte ! »\n« Mais vous n'avez pas vécu non plus ? »\n« Eh bien, oui... »\nLa jeune fille qui prétendait être une « shikigami », engloutit les boulettes de riz gluant avec un tel enthousiasme que Hamavaran eut peur qu'elle ne s'étouffe.\n« Je pense plutôt être une « serviteuse des fantômes » ? »\n« C'est pareil... »\n« Non, je ne suis pas un fantôme comme vous l'imaginez ! »\nAprès une autre dispute, Hamavaran comprit finalement que ce qu'elle appelait « service aux fantômes » ressemblait à peu près à ce qu'on appelait « protection des esprits » à Sumeru.\nLes deux pratiques impliquent de signer un pacte avec son vrai nom. Le pouvoir de commander quelqu'un lorsque vous connaissez son véritable nom est une croyance commune à de nombreuses traditions mystiques dans le monde. Elle met en évidence la peur que tous les humains éprouvent : être contrôlé par quelqu'un d'autre.\nDans ses ruminations, Hamavaran commença à regretter à nouveau de ne pas s'être lancé dans des études occultes et d'avoir plutôt étudié la biologie marine...\nIl devait non seulement voyager jusqu'à Inazuma, mais aussi affronter l'enfer qu'était la soutenance de thèse...\nCependant, peut-être que tomber sur cette petite chose bruyante était un coup de chance pour lui..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Les guerres d'Hamavaran"
          }
        ]
      }
    ]
  }
}