{
  "epId": 2308,
  "name": "Humour de Tianheng",
  "desc": "Un recueil de poésie des mystiques du Mont Ping. Bien que la qualité littéraire des poèmes peut être parfois discutable, cet ouvrage a longtemps servi de référence aux apprentis poètes liyuéens.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Humor From Tianheng_icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Humour de Tianheng"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Détails",
        "desc": [
          {
            "type": "RichText",
            "text": "Premier chant\nJ'observe deux villageois aux échecs s'appliquant ; de talent manque l'un, de stratégie manque son pendant.\nPièces blanches et noires en désordre combattent ; et je prétends n'y rien comprendre – je n'ai point de hâte !\nDeuxième chant\nÉtranges formations rocheuses ; tout ici étrangement grandit, étranges bonsaïs laissés incueillis.\nCœur de lapis, jades scintillants, arbustes soyeux – que de visions fantasques ! Que l'entendement du plus ingénu dépassent.\nTroisième chant\nUn second ciel à Jueyun se cache, bien que le simple mortel ne le sache.\nIl se dessine quand on le poursuit ; car bêtes et oiseaux s'en viennent aussi.\nQuatrième chant\nBlanc telle la soie et fin tel le sel, quelle antique merveille que le sable bel.\nLe riche de sa demeure le bannit ; mais dans la mienne il fleurit.\nCinquième chant\nÀ mes oreilles le heurt des vagues contre la falaise ; en son sommet je dors, à ses pieds je pêche.\nDu royaume voisin l'Archon Anémo n'est point courtois ; toutes choses par son souffle volent aux abois.\nSixième chant\nLe printemps germe à Qingce, emplissant l'air de sa fragrance ; à mes parents en ces instants je pense.\nLa brise d'automne agite les herbes que je récolte ; en habit les tresse, car l'hiver approche.\nSeptième chant\nLe Seigneur de la Roche érigea cette montagne, et lui donna cette crique pour compagne.\nLes veines superbes parcourent ces pics majestueux ; et les rues sans fin font plus d'un heureux.\nHuitième chant\nFi de la chaleur d'été à l'ombre des arbres d'ici ; allongé sur les feuilles, le vent est mon lit.\nLas ! Les moustiques de moi se repaissent ; mieux vaut rentrer, et je les laisse.\nNeuvième chant\nLe ventre plein, au soir mes pas suivent la grève ; caressant ma barbe, c'est à l'univers que je rêve.\nUne canopée d'étoile domine la mer ; retenant la lune, qui sinon s'y perd.\nDixième chant\nÀ la Pente Feiyun je m'arrête, observant les biens du marchand ; pierres précieuses de toutes sortes, au prix exorbitant.\nMais à quoi bon ici dépenser mes moras, quand la Terrasse Yujing ma soif étanchera."
          }
        ]
      }
    ]
  }
}