{
  "epId": 2309,
  "name": "La Mélancolie de Véra",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Vera's Melancholy_icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "« Le monde est loin d'être ennuyeux, mais des choses bien plus intéressantes se passent dans les galaxies lointaines... »\nLa grande aventure de Véra, une jeune fille ordinaire fascinée par les mondes lointains, commence maintenant !\n—— Des milliards de jours et des myriades de mondes ——\n« Je me dis parfois que ce petit village est tellement ennuyeux... »\nVéra, une jeune fille, se plaignait de nouveau de son village. S'allongeant sur la colline proche, elle ferma les yeux et profita de la douce brise du début de l'été sur son visage.\n« Quel endroit serait intéressant pour toi ? » demanda Sachi, son ami, en s'asseyant à ses côtés.\nVéra se leva, le corps légèrement penché vers l'avant.\n« Je suis sûre qu'il existe une planète, de l'autre côté de la mer étoilée, où se trouvent des dieux qui pourraient exaucer toutes nos prières. Les gens ayant un souhait sincère y font un pèlerinage... Je suis sûre aussi que dans un coin de l'univers galopent quatorze Valkyries se battant contre l'apocalypse. Leurs âmes pures et élégantes brûlent pendant un instant éphémère, mais si beau...\n– Tu lis trop de romans à l'eau de rose.\n– Ahhhhhh... Je m'ennuie tellement. S'est-il passé quoi que ce soit d'intéressant récemment ?\n– Je ne sais pas si ça t'intéresse, mais il y a une nouvelle famille qui a récemment emménagé dans le village.\n– Il y a une différence entre « intéressant » et « nouveau » ! »\nMalgré cette dernière tirade, Véra décida d'aller rendre visite à cette famille nouvelle venue. Sachi quant à lui se souvint de son couvre-feu, et rentra chez lui pour dîner.\n...\nVera poussa la porte de la maison. À sa grande surprise, elle n'était pas verrouillée.\n« Il y a quelqu'un ? »\nC'est alors que les portes de l'armoire de la salle de séjour s'ouvrirent d'un coup. Un jeune garçon aux cheveux noirs et portant des lunettes apparut ; à sa suite apparut une substance gluante et bleue à tentacules.\n« Pousse-toi, pous... Tal, pourquoi as-tu laissé entrer une inconnue ?! »\nLe jeune garçon aux cheveux noirs repoussa légèrement Véra et saisit une hache posée près de la porte.\n« Pas de choix. Puisque tu as tout vu, je ne peux que... »\nVéra s'en sortira-t-elle ?"
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "« La vie est ennuyeuse comme jamais ici-bas, mais ne vous inquiétez pas je ne déprime pas, j'ai juste 14 ans. »\nLa suite de l'aventure de Véra.\n—— Mon jardin est plus grand que l'univers entier ——\n« Je ne peux que te demander ton aide pour l'instant », dit le garçon aux cheveux bruns en tendant un couteau de cuisine à Véra.\nS'avançant vers l'armoire, il entreprit de trancher frénétiquement les tentacules.\n« Aide-moi à fermer cette porte ! Défends-toi avec le couteau si les tentacules t'attaquent ! Dépêche-toi ! On ne doit pas laisser ce démon pénétrer à Delphes ! »\nVéra s'exécuta aussitôt. Dans le feu de l'action, elle avait accidentellement poignardé Ike deux fois dans le dos. Par chance, ses sorts de guérisons étaient efficaces.\n« Je suppose que je te dois des explications, commença Ike. Je suis âgé de plus de mille ans, et cette porte peut ouvrir n'importe où dans l'univers. Le monstre que tu viens de voir vient de la nébuleuse de Magellan où j'étais parti chercher quelque chose. » Le jeune homme était recouvert d'un liquide visqueux ; il essuya ses lunettes avec la robe de Vera avant de lâcher : « D'autres questions ?\n– Qui est ce Tal ? demanda-t-elle, comme si rien ne s'était passé.\n– Tal est un esprit maléfique qui réside dans le château dévoreur d'hommes... Il me sert depuis que je l'ai vaincu. Étrangement, il avait l'air de t'apprécier. C'est une première ! »\nSes parents lui avaient toujours répété que le but de la vie était de construire une famille, et que tout le reste importait peu. Son ami Sachi lui avait dit que si d'aventure elle trouvait à se marier et partait, le village deviendrait un endroit terriblement solitaire.\n(Ces paroles cachaient en réalité une autre raison : de par son aspect chétif, Sachi se serait sûrement fait chahuter par les autres garçons.)\n« L'esprit des humains est encore loin d'avoir atteint une maturité suffisante ; je me dois de vous guider à travers votre enfance. » Ike tendit une paire de mains accueillantes à Véra. « Vous chanterez à chaque pas du chemin vous menant vers l'adolescence.\nDu bras d'Orion à la cité éternelle des démons, des torrents du temps aux profondeurs de la mer étoilée...\nAu fond, qu'est-ce que c'est, « loin » ? N'importe quel endroit dans l'univers est aussi ennuyeux que mon jardin », ajouta-t-il.\n« La mesure de la distance varie avec le cœur, fit-il. Et mon cœur est juste un peu plus grand que l'univers. »"
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "L'Empire d'Andromède s'étend sur plus de la moitié de la galaxie. Chaque planète de l'Empire possède son propre folklore.\n« J'ai inventé une histoire pour chaque étoile de chez toi. » « Ce n'est pas possible. La taille de la Nébuleuse d'Andromède équivaut à un cinquième de votre lune. »\nLa suite de l'aventure de Véra.\n—— L'homme qui vola l'étoile solitaire ——\n« Je suis la deuxième prétendante au trône de l'Empire d'Andromède, et possède plus de deux cents titres à mon nom. Vous pouvez m'appeler Princesse de l'Andro-basilisque », fit la jeune fille en croisant les bras. Elle lâcha un petit rire satisfait en repensant à son entrée en scène.\nLa seule raison de sa venue à Delphes était son mariage avec Ike.\n« Ma sécurité sera garantie après que ma sœur soit montée sur le trône si je t'épouse, toi qui as soumis à ta volonté un quart de l'univers.\n– J'ai une question. Quelle taille fait l'Empire d'Andromède ? demanda Véra.\n– Je crois qu'il comprend plus de neuf mille planètes habitables.\n– Tu possèdes déjà tant d'étoiles, alors pourquoi veux-tu me voler mon éclat ? »\n« Tu ne feras pas de mal à Véra ? demanda prudemment Sachi à Ike, qui transportait des parchemins et globes venant d'autres planètes.\n– Bien sûr que non. Je trouve qu'elle fera une assistante idéale, répondit Ike en déposant les objets et en se frottant les mains. Tu l'aimes ?\n– M—Moi ? N—Non, pas du tout ! » s'écria Sachi en détournant le regard, inquiet que le vieux sage ne l'aie percé à jour.\nLe jeune homme ouvrit une boîte pleine de photos encadrées, et en sortit quelques-une au hasard ; sur chacune on pouvait apercevoir une beauté différente.\n« Regarde... Toutes m'ont dit que j'étais leur seul et unique amour ; mais je n'étais au fond qu'un homme parmi d'autres à leurs yeux. »\nSachi, visiblement agacé, lança une phrase qu'il avait entendue il ne savait où :\n« Tu possèdes déjà tant d'étoiles, alors pourquoi veux-tu me voler mon éclat ? »"
          }
        ]
      },
      {
        "title": "Tome IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Il y a un dicton qui dit que tout ce qui brille n'est pas d'or ; il s'agit parfois des morceaux d'un cœur brisé.\nLes étoiles dans le ciel ne sont certainement pas faites d'or, et le cœur de la plupart des gens n'est pas fait de verre.\nQuoi qu'il en soit, voici le prochain chapitre de l'aventure de Vera !\n—— Tout ce qui brille ——\n« Les femmes sur ces photos sont si belles... » Véra avait également pris la boîte pleine de cadres d'Ike.\n« Si ce n'était pas le cas, je n'aurais pas gardé leurs photos en souvenir. »\nIke n'avait aucune intention d'éviter le sujet. Après tout, c'était un sage cosmique âgé de plus d'un millier d'années, et il savait bien que les femmes étaient facilement contrariées et irritées. Ike ne mentait jamais à une femme – un exemple à étudier pour beaucoup d'hommes.\n« Après avoir vu le firmament, j'ai créé un diamant en forme d'étoile en souvenir », poursuivit-il. « Mais ces étoiles qui brillent dans l'univers n'appartiennent à personne ; c'est pourquoi on ne peut pas les voler. »\nVéra n'avait pas compris : « Qu'est-ce que tu racontes ? »\n« Je parle à un enfant idiot qui n'est pas là... Ne t'en fais pas ; c'est juste que l'humanité est trop jeune. »\n« Je vais t'aider à rejoindre Ike », fit Sachi à la princesse des Andromèdes d'une voix sonore.\n« Quoi ? »\n« J'aime bien Véra... Je ne veux pas que... »\n« Dégoûtant. Et d'un ennui ! Un supplice pour mes oreilles. Les créatures inférieures ne devraient pas parler. Véra est mon amie, et je ne vais pas la confier à quelqu'un d'aussi lâche que toi. »\n« Hum... »"
          }
        ]
      },
      {
        "title": "Tome V",
        "desc": [
          {
            "type": "RichText",
            "text": "On ne peut pas pique-niquer sur l'autoroute galactique ! Sinon les dieux seraient tenus responsables des accidents qui s'y produisent.\nQui aurait cru qu'une petite chambre dans un village perdu était en réalité un portail permettant de voyager dans le temps et l'espace ? Boire un thé avec les dieux, jouer à cache-cache avec le temps... Tout est possible ! La grande aventure de Véra continue.\n—— Pique-nique au bord de route ——\nUne âpre lutte éclata entre les serviteurs d'Ike durant sa sieste.\nLe grand magicien avait soumis à sa volonté de nombreux êtres légendaires et démons. Ike était à la tête d'une armée dont le nombre de serviteurs dépassait le nombre de mots contenus dans le dictionnaire. Qui était le plus puissant ? Et ainsi avait commencé la dispute.\nCependant, les serviteurs commirent l'erreur d'inclure la princesse, Sachi et Véra parmi eux.\nLa sieste d'Ike ne dura que deux heures, mais ce fut assez pour que trois étoiles soient détruites !\n« Pourquoi devrais-je te protéger ? » La princesse retira sa main, et le démon géant qu'elle venait d'énucléer tomba à terre.\nLes Andromèdes étaient des êtres d'une grande beauté, mais les paumes de leurs mains étaient dotées de bouches qui dévoraient les yeux de leurs amants et de leurs ennemis.\n« Je croyais qu'on était amies ! fit Véra, vexée par sa question, en nettoyant le sang sur son visage.\n– Oui, bien sûr. La princesse détourna son regard, les joues empourprées. Tu es ma seule amie, Véra, crois-moi. Je ne parle pas de toi.\n– Hé ! s'écria Sachi, qui se trouvait momentanément dans la bouche d'un dragon aux dimensions impressionnantes.\n– Alors ? Vous vous rendez ? dit le dragon d'une voix doucereuse. Je vous laisserai la vie sauve si vous le faites et que vous admettez n'être que des rats incompétents.\n– C'est bon, je me rends ! s'exclama Sachi. Maintenant lâche-moi !\n– Comment un lézard tel que toi ose-t-il prononcer ces mots ! Les dragons de mon palais ne feront qu'une bouchée de toi, dit la princesse en s'étirant les poignets.\n– J'y suis pour rieeeeen... » cria Sachi, que le dragon avait balancé en l'air.\nEt en un instant, la bataille entre les Andromèdes et l'imposant dragon ancien fut terminée.\nLa morale de l'histoire ? Rendez-vous si vous ne voulez pas être blessé.\nSachi s'envola loin du conflit et réveilla Ike d'un coup de pantoufle. Véra s'en était sortie avec l'aide de la princesse.\n« Espèce d'incompétent ! Rien que de te voir me donne la nausée ! Ne t'approche pas de moi ! Ne m'adresse pas la parole, ne me regarde pas et surtout ne respire pas le même air que moi, imbécile ! » La princesse était on ne peut plus remontée contre Sachi."
          }
        ]
      },
      {
        "title": "Tome VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Il était une fois un grand érudit qui souhaitait écrire un livre sur toutes les fêtes célébrées à travers l'empire.\nAprès avoir examiné le sujet de plus près, il découvrit que chaque jour était associé à quelque célébration... Il persévéra dans sa tâche d'écriture monumentale pendant six mois avant d'abandonner.\nMais ne vous inquiétez pas, en ce qui concerne ce livre : j'en suis l'auteur, et je ne laisserai pas tomber mes lecteurs !\n—— Pour chaque fête ——\nCe genre de chose était déjà arrivé, mais cela concernait avant tout l'univers. Un événement beaucoup plus ordinaire allait maintenant avoir lieu : le village préparait sa propre fête !\n« C'est moi qui vous présente le village cette fois on dirait ! », dit Véra en apportant une assiette de ragoût aux légumes maison à Ike et à la princesse.\nAprès tout, c'était toujours Ike et la princesse qui racontaient ce qu'il se passait dans l'univers. S'il y avait quelque chose dont Véra pouvait se vanter de connaître face à eux, c'était bien son pays natal !\n« ... Ensuite, le premier messager du Roi, le vaillant chevalier Hoffman, partit vers l'ouest et traversa deux continents, parcourant océans et rivières, tandis que le sage de la cour impériale, la grande sorcière orientale, se dirigeait vers l'est pour le pays des esprits. Et c'est ici qu'ils se rencontrèrent à la fin. »\n« Ah, vraiment ? Incroyable. » Les talents d'actrice de la princesse laissaient cruellement à désirer, mais elle ne voulait pas que Véra se rende compte que l'histoire ne l'intéressait pas le moins du monde.\n« Ça veut donc simplement dire que cet endroit est le point diamétralement opposé à la capitale du roi de cette planète » fit Ike, commentant cet aspect de l'histoire comme s'il n'était pas important.\n« Haha, en y pensant, oui, c'est vrai ! », dit Véra en se grattant la tête.\n« J'ai toujours dit que je voulais quitter cet endroit, mais en fin de compte, c'est ce que je connais le mieux. » Véra réalisa tout à coup cette vérité la veille de l'anniversaire du village.\n« Espèce d'idiot ! Tu as fait pleurer Véra ! » La princesse apparut brusquement et asséna un violent coup de pied à Sachi."
          }
        ]
      },
      {
        "title": "Tome VII",
        "desc": [
          {
            "type": "RichText",
            "text": "Les planètes habitables sont rares aux confins de l'univers. C'est pour cette raison que cette région fait le bonheur des capitaines spatiaux et autres pirates galactiques.\nCependant, il n'y a ni bâbord, ni tribord au sens traditionnel du terme dans l'univers. « Tribord » fait référence au côté de votre vaisseau spatial orienté vers l'étoile que vous utilisez pour naviguer... D'autres questions ?\nPerdez-vous et perdez surtout votre sens de l'orientation dans ce prochain chapitre du voyage stellaire de Vera !\n—— La guerre de la mer étoilée ——\n« Il est aisé de rallumer le soleil, mais je doute que ce soit ce que souhaitent les Andromèdes », dit Ike à une Véra surprise.\n« Tu veux dire... Que la princesse a enlevé Sachi ? » répondit Véra, d'un ton choqué, après avoir réfléchi brièvement.\n« Comment es-tu arrivée à cette conclusion... Je dis juste que seuls les Andromèdes peuvent enlever la princesse et Sachi », réfléchit Ike en se retournant pour contempler les innombrables vies de la galaxie.\nAprès un court moment, il ajouta à voix haute : « Êtres de la mer étoilée ! Bien que sa majesté suprême Lebannin m'aie convoqué ici pour raviver le feu des quelques étoiles restantes, les Andromèdes ne veulent pas que cet endroit dure éternellement. C'est pourquoi ils ont enlevé mes amis. »\n« Vous placez leurs vies au-dessus de celle de tous les habitants de ce monde ? » La reine Lebannin se leva de son trône. « Si tel est le cas, à quoi cela me sert de régir les îles de la mer étoilée ? »\nFinalement, la reine partit affronter seule la mort, vainquit les assassins des Andromèdes, et sauva Sachi et la princesse. Après quoi, elle échangea quelques paroles avec Ike.\n« Je ne savais pas que vous étiez capable de surpasser l'espèce dominante des Andromèdes ; ce sont des êtres très puissants. Rien d'étonnant à ce que le dragon de l'épreuve royale n'ait pas été de taille ! », loua Ike.\n« Je suis en réalité ce dragon. J'ai fusionné avec le corps de Lebannin, et j'agis maintenant selon ses désirs. »\n« Oh... » La nouvelle avait surpris Ike.\n« Alors, c'est ce jeune garçon que la seconde princesse apprécie ? Quand je suis entré, ils étaient... »\n« Quoi ?! », fit un Ike cette fois-ci bien plus surpris."
          }
        ]
      },
      {
        "title": "Tome VIII",
        "desc": [
          {
            "type": "RichText",
            "text": "Bien sûr, les garçons ne sont pas invités aux soirées pyjama des filles ! Les filles sacrées, à la manière des dieux de l'âge d'or.\nVera, la princesse, la reine sainte Lebannin et Ur, la femelle alpha de l'essaim galactique, ont beaucoup à parler pour la nuit !\n—— Les filles ——\n« Et donc, c'était un malentendu ! Elle allait me manger », commença à expliquer Sachi.\n« Manger, sans doute pas. » Ike repositionna ses lunettes. « La race dominante des Andromèdes possède des organes dans les mains pour attraper et dévorer les yeux. »\n« J'ai vu ça ! C'est comme une sorte de... Lamproie ? » Sachi frissonna en prononçant ce dernier mot.\n« Laisse-moi finir... » Ike voulut à nouveau repositionner ses lunettes, mais ne réussit cette fois qu'à déposer une trace de doigt sur le verre. Il les enleva et, tout en montrant son œil gauche, il rajouta : « Cette tradition de manger les yeux a deux significations : la soumission... »\nPuis il pointa son œil droit, « ... Et l'amour. »\nSachi se mit à se toucher ses propres yeux en réfléchissant, comme s'il se demandait duquel il s'agissait à l'époque.\n« En fait, la princesse ne sait pas non plus faire la différence. Pour elle, ceux qui se soumettent à sa volonté, ceux qu'elle vainc et ceux qui l'aiment, c'est pareil : il s'agit de ceux qui ne représentent aucune menace dans sa lutte pour le pouvoir. »\n« Il n'est donc pas étonnant que les assassins Andromèdes l'aient enlevée. Il doit s'agir du complot d'un autre héritier. Une pierre deux coups... »\n« Je ne veux pas m'impliquer dans une dispute de succession. C'est pourquoi j'ai besoin que tu l'aides. »\n« Mais... On n'entretient pas ce genre de relation ! Je suis la personne qu'elle déteste le plus, non ? »\nÀ ce moment-là, de quoi discutaient les filles ? Cela demeurera peut-être à jamais un mystère."
          }
        ]
      },
      {
        "title": "Tome IX",
        "desc": [
          {
            "type": "RichText",
            "text": "« Véra est si belle, telle une étoile brillant sur tout l'univers, alors que moi... » « Les garçons sont toujours un peu plus petits que les filles du même âge. »\nIl faut dire au revoir à son enfance pour pouvoir grandir. Ce n'est pas encore trop tard pour s'y résoudre... Véra se sent très mélancolique.\n—— Abysses mortelles ——\nLa dynamique entre nos quatre protagonistes avait connu un drôle de tournant alors que les années passaient.\n« Je ne veux plus entendre tes excuses, dit Sachi. Véra continuera de t'aimer même si tes sentiments ne sont pas réciproques. »\nIke était tel un symbole venu d'un lointain pays, une métaphore de l'inconnu et l'étrange. Cependant un oiseau intrépide ne se repose jamais, et continue de voler dans les cieux.\n« Peu importe ce que tu penses. J'ai mille ans, et je suis vieux, gronda Ike.\n– Alors on a le même âge ! » glissa la princesse apparue de nulle part d'un ton joyeux.\nLa chance n'était point du côté de Sachi. Ayant enfin trouvé le courage de déclarer sa flamme, le sort ne fut pas charitable à son égard.\nVous rappelez-vous de l'épée qu'Ike et Véra avaient reçue de la part des anciens lors de leur première rencontre ? C'était là la clé dont avait besoin Ike pour lancer la destinée ! Mais Véra s'était coupé le doigt avec la lame, et un terrible virus ancien mit fin à sa vie !\n« Tout ça est de ta faute ! » Sachi empoigna Ike par le col. En temps normal, ce dernier se serait contenté de lui lancer un sourire narquois et feindre l'innocence, n'était-il pas après tout qu'un gentil vieillard ? Mais cette fois-ci, il écarta la main de Sachi.\n« Tu sais remonter le temps, non ? Je t'en prie, fais-le et sauve Véra ! supplia la princesse.\n– Vous ne comprenez pas. Seul le futur peut sauver Véra, changer le passé n'y fera rien. » Ike se mordit la lèvre jusqu'au sang.\nUne légende locale raconte qu'autrefois existait un Âge d'Argent, où l'enfance d'une personne pouvait durer jusqu'à deux cents ans. Leur maturité de courte durée était un véritable supplice.\nLes autres atteignaient l'âge adulte, mais la jeunesse restait à jamais hors de leur portée.\nLa Mélancolie de Véra, mais sans Véra, continue dans le prochain tome !"
          }
        ]
      },
      {
        "title": "Tome X",
        "desc": [
          {
            "type": "RichText",
            "text": "« C'est bon, rentrons à la maison... Delphes, là où tu te trouves, est l'endroit le plus éloigné de chez moi. »\nPour ceux qui ne le savaient pas, Delphes est un lieu sacré dans la mythologie grecque. Véra nous tire sa révérence dans ce tome... ou pas !\n—— La Mélancolie de Véra ——\nAfin de ressusciter Véra, Sachi, Ike et la princesse embarquèrent pour un voyage qui dura vingt longues années. Entre la défaite du Baron de l'Enfer, l'élimination d'un dragon qui dévorait les étoiles en passant par le sauvetage de deux galaxies ainsi que de l'Empire galactique, et l'extermination de quatre espèces néfastes de vers interstellaires, leur périple fut riche en aventures.\nLorsque Véra ouvrit ses yeux, elle se trouvait dans les bras de Sachi, désormais héros intergalactique.\nPour les Andromèdes, vingt ans ne sont guère plus que quelques secondes sur le long parcours de leurs vies. Elle était toujours aussi ravissante, mais son visage affichait une étrange expression, partagée entre peine et joie.\nSachi, qui avait perdu un œil au cours de ses aventures, était devenu un jeune homme grand et fort ; mais certaines choses ne changent jamais. Il fondit en larmes qui s'écoulèrent sur les épaules de Véra. il y avait certaines choses que le temps ne pouvait pas changer. Ses abondantes larmes de joie trempèrent entièrement l'épaule de Véra. Mais malgré cela, il n'était plus le jeune homme d'autrefois, et ne laisserait plus pareille chose se reproduire.\nIke n'avait lui guère changé ; ses lèvres arboraient toujours en permanence un léger sourire.\n« Je ne suis qu'un écho du temps, dit Ike en commençant la préparation. Comme j'ai expliqué la dernière fois, modifier le passé ne peut pas changer l'avenir, car nul ne peut lutter contre la loi de l'espace-temps. En revanche, nous avons une chance de sauver le monde dans l'avenir aux possibilités infinies. »\nIke rendit à Sachi son apparence de vingt ans plus tôt, et remonta jusqu'au jour de leur départ. Rien n'avait changé entre nos quatre protagonistes, mais ils savaient que leurs jours insouciants étaient révolus.\n« Je suis désolé de t'avoir volé ton enfance, s'excusa Ike auprès de Sachi. Tu peux maintenant la revivre.\n– Pour toi, j'ai bravé tous les dangers de l'univers, et c'est ainsi qu'a fini mon enfance. » Face à la fille de sa destinée, Sachi avait réuni tout son courage. « Sans toi à mes côtés, jamais je ne pourrai atteindre l'adolescence. »\nQuelle sera la réponse...?\nL'auteur du roman vit la belle vie grâce aux droits d'auteurs des neuf premiers tomes. Si par hasard vous le rencontrez, nous vous serions reconnaissants de le presser pour le prochain tome."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "La Mélancolie de Véra"
          }
        ]
      }
    ]
  }
}