{
  "epId": 2312,
  "name": "L'Archon invisible",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Rex Incognito_icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "Un roman fantastique populaire à Liyue qui raconte les voyages incognito du Souverain de la Roche dans le monde les mortels. Se déroulant à une époque où les trésors du monde entier convergeaient au Port de Liyue, cette histoire mélange fiction et réalité.\nLiyue est un lieu qui regorge des trésors aussi rares qu'exotiques, mais surtout, des personnes qui savent les dénicher.\nMingui, la fondatrice de la Boutique d'antiquités Xigu, en faisait partie.\nSa boutique n'ouvrait ses portes qu'à la tombée de la nuit lorsque la lune commençait à monter dans le ciel, et ses clients n'avaient rien d'ordinaire. Il s'agissait principalement de gens aisés et oisifs, aux goûts raffinés.\nUne montre fontainienne aux détails exquis, de l'encens sumérien, une coupe de vin qui appartenait à un aristocrate mondstadtois, un tabouret en bois sur lequel un Adepte s'assit pendant une heure, une tasse dans laquelle l'Archon Géo but son thé ou encore un vase en porcelaine que l'Archon Anémo avait brisé en morceaux... Tous ces objets étaient exposés à la vue de tous, en attendant preneur.\nUne nuit, un jeune homme fortuné qui passait par la boutique s'arrêta en chemin pour en admirer les articles.\nMingui fut intriguée par ce client vêtu d'un long manteau aussi noir qu'un rocher de la montagne et aux yeux couleur d'ambre.\nElle pouvait voir que le jeune homme n'était pas quelqu'un d'ordinaire.\n« Bienvenue » dit-elle. « N'hésitez pas à m'appeler si un objet vous intéresse. »\nSa douce voix brisa le silence de la nuit.\n« Oh... Pardon, excusez-moi... »\nLe jeune homme rit d'un air gêné.\n« C'est cette contrefaçon qui a suscité ma curiosité. »\nL'objet qu'il désignait du regard était une plaque de jade.\nLe dessin gravé sur la face avant du médaillon était le mieux conservé ; la lumière révélait les imperfections du jade et s'infiltrait à travers les fissures du relief. Il était impossible de distinguer les mots et les images gravés sur les bords, ceux-ci étant trop endommagés. Cette relique avait sans doute connu une vie mouvementée...\n« Une contrefaçon ? Êtes-vous sûr ? »\nMingui avait l'habitude des clients qui remettaient en doute l'authenticité de ses articles, mais le ton brusque qu'avait ce dernier l'avait irritée.\nCet objet en particulier avait été découvert dans un palais gisant au plus profond d'un abîme par un aventurier ayant failli y laisser sa vie. Elle avait dû négocier avec lui pendant des heures avant d'acquérir l'objet, qui lui avait coûté une petite fortune. S'il s'agissait bien d'une contrefaçon, alors ce n'est pas seulement sa bourse qui allait en souffrir, mais également la réputation de sa boutique.\nIl ne lui restait qu'une chose à faire : se débarrasser de ce client dont les calomnies menaçaient ses affaires, tout en le convaincant d'acheter l'objet.\n« Expliquez-vous, lui demanda-t-elle. Je veux savoir ce qui vous fait dire cela... »\n————————\n« Comme vous le savez probablement, Teyvat fut plongée dans un profond chaos, il y a deux millénaires et demi, lorsque les Archons s'affrontèrent en une lutte mortelle. Les Sept Nations n'existaient pas encore, mais tout comme aujourd'hui, les gens vivaient ensemble, dans des villes et des pays...\nDes dieux dont les noms tombèrent dans l'oubli furent vénérés et aimés de leur peuple. Utilisant les perles et les coquillages de la mer, le jade des montagnes, la pierre des plaines ou les cristaux de sels des marais, nos ancêtres fabriquèrent des idoles à l'image des dieux qu'ils vénéraient.\nCe type de plaque de jade est une relique de cette époque. Ces objets furent fabriqués par une ancienne tribu qui vénérait le Souverain de la Roche, même s'il était alors connu sous un autre nom.\nLes dieux s'affrontaient en ces temps-là dans des combats épiques, sous les yeux des hommes qui les vénéraient. Le mora n'existant pas encore, les tribus utilisaient le minerai comme monnaie. Des idoles à l'effigie du Souverain de la Roche leur permettaient de réguler les prix.\nFascinant, n'est-ce pas ? Les hommes savaient se débrouiller sans l'aide du Souverain de la Roche, et ont réussi à trouver leur propre chemin sans son aide. »\nLe jeune homme marqua une pause, semblant réfléchir à ce qu'il venait de dire.\nLe clair de lune sous lequel il se tenait donnait l'impression qu'il était de plus petite taille qu'il n'était vraiment.\n« Une plaque de jade comme celle-ci est extrêmement rare de nos jours. La plupart sont enfouies dans les lits des rivières de montagne. Chaque objet est gravé à la main : il n'en existe pas deux identiques... C'est pour cette raison qu'ils se vendent à des sommes faramineuses. Ces objets sont véritablement inestimables.\nQuel dommage que vous n'ayez qu'une contrefaçon récente. Et par « récente », je veux dire qu'elle date sans doute de la génération de votre père.\nComme on dit souvent : « Un jade authentique est plein de défauts. » Par exemple, celui-ci n'en présente quasiment aucun, en plus d'être trop transparent... Il ne peut donc pas s'agir d'un vestige de nos ancêtres.\nAh, je voulais aussi ajouter qu'une figure de femme a été gravée dessus, ce qui est assez inhabituel pour des reliques de cette époque. »\nLe jeune homme tendit la pièce devant lui, pour l'examiner à la lumière de la lune.\n« Bien que certaines rumeurs affirment que le Souverain de la Roche prit à l'époque l'apparence d'une femme, aucune preuve formelle n'a été découverte à ce jour... »\nMalgré son jeune âge, ce client avait les manières de quelque vieil et pédant érudit.\n« C'est là que vous vous trompez, mon cher... »\nMingui esquissa un sourire, à la manière d'un renard sur le point de mener le chasseur en bateau.\n« Aimeriez-vous écouter mon opinion sur la question avant de vous prononcer définitivement ? »\nEt, plissant les yeux, elle commença son histoire..."
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "Un roman fantastique populaire à Liyue qui raconte les voyages incognito du Souverain de la Roche dans le monde les mortels. Dans les montagnes qui abritent une abondance de jade en leur sein, des idées concrètes rencontrent des pensées vides.\nÀ l'époque où les dieux marchaient encore parmi les mortels, celui que nous connaissons comme le Souverain de la Roche n'était qu'une déité parmi tant d'autres.\nEn ces temps, le bruit courait parmi les gens du peuple que le Souverain de la Roche était un dieu froid et distant. Sa conduite en toutes choses et ses jugements étaient rationnels et dénués de toute passion ; mais il était étranger aux sentiments qui habitent les hommes. Semblable à la pierre, il ne dégageait ni chaleur, ni douceur.\nCela n'empêchait pas les gens de le vénérer et d'avoir foi en lui. En effet, ses lois servaient de garantie que le commerce se fasse de manière équitable, et que l'ordre et la paix règnent. Cette foi permit à l'Archon Géo de devenir plus puissant, et d'affermir son existence.\nMais même les dieux sont impuissants à contrôler les croyances et les doutes des mortels.\nEt même un dieu gardien de la justice ne peut graver ses préceptes et règles dans le cœur de chacun...\nAu Village Mingyun vivait un artisan travaillant le jade et amateur de plaisanteries. Il accomplissait chaque tâche qu'on lui confiait de manière peu orthodoxe, terminant toujours le dernier jour du temps imparti.\nSi un client lui commandait une statue d'un chasseur dominant une bête féroce par exemple, il avait beaucoup de chance de recevoir une statue d'un sanglier paniqué, galopant pour sa vie.\nCelui qui lui demandait pourquoi se voyait répondre :\n« Lorsqu'un puissant chasseur se rapproche d'une bête féroce, il n'a point besoin de montrer son visage. Sa présence suffit à instiller la peur dans le cœur de l'animal. »\nLe client lui commandant une sculpture d'un puissant dirigeant avait lui de fortes chances de recevoir une sculpture d'un trône majestueux.\nLà encore, l'artisan répondait ainsi aux questions :\n« Aucun dirigeant ne dure plus de quelques dizaines d'années au maximum. Le trône, lui, demeure. »\nC'est ainsi que l'homme gagna progressivement une réputation d'excentricité dans le village. Mais les riches marchands du prospère Port de Liyue trouvaient la chose amusante, et tous se l'arrachaient, curieux de voir comment l'artisan répondrait à leurs commandes.\n——————\nUne nuit, une femme vint voir l'artisan dans son atelier.\nElle portait une longue robe noire, et ses yeux brillaient d'un éclat d'ambre sous la pâle lueur du croissant de lune.\nL'artisan ne la connaissait pas, mais fut surpris de voir au bout d'un moment qu'ils discutaient avec entrain. Autre étrangeté, la femme avait l'air d'être particulièrement au fait de chaque veine de minerai et de dépôt de jade du village. Elle parlait des merveilles du monde comme s'il s'agissait de ses propres sœurs, et des jades et métaux précieux avec la tendresse qu'un parent réserve à ses enfants...\nEn revanche, elle n'aborda que très peu les sujets tels que la culture, les coutumes ou encore les interactions sociales.\nPeut-être n'était-elle pas au fait des affaires des hommes, à moins qu'elle ne souhaite tout simplement pas aborder le sujet. Quoi qu'il en soit, cette femme sortait définitivement de l'ordinaire.\nOu du moins ainsi pensait l'artisan.\n« J'aimerais que vous me fassiez une plaque de jade à l'effigie de l'Archon Géo. »\nLa femme fit part de sa requête une fois que la discussion commença à se tarir et qu'elle s'apprêtait à partir.\n« Cependant, j'ai une condition : vous ne pouvez pas vous reposer sur votre imagination. J'attends de vous que vous représentiez l'Archon tel que vos yeux l'ont vu. »\n« Ou alors je ne paierai pas un mora. »\nEt ainsi les deux se mirent d'accord, convenant d'un délai de trois jours.\nLe premier jour, l'artisan dîna et but avec ses amis, ne travaillant à aucune commande.\nLe second jour, l'artisan grimpa aux montagnes pour aller y observer le jade qui s'y trouvait, ne voyant ni client ni ami de toute la journée.\nCe n'est qu'au troisième jour que l'homme s'enferma dans son atelier et commença à sculpter le jade brut, et ne s'arrêta que lorsque l'objet fut terminé.\nLorsque le croissant de lune se montra à nouveau dans le ciel ce soir-là, la femme aux yeux d'ambre revint et pénétra dans l'atelier.\nL'artisan lui montra avec fierté le résultat de son travail.\nIl tenait dans ses mains une plaque de jade représentant l'Archon sous l'apparence d'une femme.\nNe comprenant pas, la femme demanda une explication en fronçant les sourcils.\nL'artisan répondit ainsi :\n« Le premier jour, j'ai cherché conseil auprès de tous les érudits de ma connaissance susceptibles de m'aider. Ils m'ont appris quels étaient les principes de notre Archon, et comment ils fonctionnent. Mais ceci n'était que le squelette. »\n« Le second jour, je me suis rendu dans les montagnes et ai passé la journée à observer les rochers, à écouter le flux et le reflux des éléments, et à réfléchir à toutes les créations de notre Archon. Mais ceci n'était que la chair. »\n« Le troisième jour, j'ai couvert mes yeux, et ai sculpté avec mon cœur comme seul guide, commençant quand je sentis qu'il fallait commencer, et arrêtant quand je sentis qu'il fallait arrêter. Et c'était là l'esprit qui manquait. »\nAinsi parlant, l'artisan se mit à rire d'un air gêné, et ajouta :\n« Mais je dois bien l'avouer, je ne sais pas bien pourquoi le résultat est tel que vous le voyez. »\nTournant et retournant l'objet dans ses mains, la femme finit par répondre, comme après une longue réflexion.\n« Intéressant. Cela me rappelle une histoire... »\nEt, plongeant ses yeux d'ambre dans les siens, elle entreprit de lui conter son récit..."
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "Un roman fantastique populaire à Liyue qui raconte les voyages incognito du Souverain de la Roche dans le monde les mortels. Les notions rigides de loi et de justice disparaissent au fil de cette histoire extraordinaire.\nLiyue est un lieu qui regorge de trésors aussi rares qu'exotiques. Et là où se trouvent des trésors, on peut être sûr de trouver des gens qui ont l'œil pour ce genre de choses. À l'apogée de sa prospérité, Liyue voyait des myriades de biens et de richesses transiter par ses terres.\nTout comme aujourd'hui, c'était une ère appartenant aux riches marchands et capitaines, un âge où régnaient en maître ceux qui osaient affronter les vagues tumultueuses du marché et les monstres marins de l'océan.\nEt tout comme aujourd'hui, le port animé était toujours rempli de marins et de dockers occupés.\nLa légende prétend que le Souverain de la Roche, lorsqu'il prend forme humaine, n'adopte pas toujours l'apparence d'un distingué gentleman pour fraterniser avec les nantis de la Terrasse Yujing. Il lui arrive aussi de prendre la forme d'un homme du peuple pour aller se mêler aux dockers, pêcheurs, marins et revendeurs.\nÀ cette époque vivait le propriétaire d'un navire de pêche, aussi dur qu'exigeant, qui traitait les hommes travaillant pour lui de manière rude et injuste. Il suffisait que la moindre chose ne lui donne pas satisfaction pour qu'il se mette à les tancer, tirant lui-même ses propres conclusions sans donner à ses hommes l'occasion de s'expliquer, allant même jusqu'à retenir leur paie.\nOr un jour, l'armateur rencontra un jeune garçon.\nIl venait d'être embauché, et rien dans sa mise – un habit de travail foncé et un bandana autour du front – ne le distinguait d'un autre marin. Mais on devinait à sa peau foncée et à ses traits taillés à la serpe qu'il s'agissait d'un villageois de Qingce descendu des montagnes pour rejoindre la ville.\nTout comme beaucoup de montagnards d'alors, le garçon avait un caractère simple et des manières rustiques. Mais ce qui énervait plus particulièrement son patron était sa réticence à s'approcher des prises gluantes à tentacules.\n« On ne fait pas d'argent en étant compliqué ! Tu te prends pour un seigneur peut-être ?! »\nCeci fut la seule espèce de justification donnée par le propriétaire du navire avant qu'il ne retienne la paie du jeune garçon récemment embauché.\nCela devint une habitude. À chaque fois, le jeune garçon souriait d'un air simple, puis se remettait à sa tâche.\nUn jour cependant, il demanda à son patron :\n« Tout le monde a ses propres aversions, pourquoi devoir à tout prix faire les choses qui nous dégoûtent le plus ? »\nCette question prit de surprise le propriétaire du navire, qui ne s'y attendait pas. Énervé, il donna une claque sur la tête de l'apprenti aux idées simples, et lui répondit :\n« C'est comme ça que tourne le monde, espèce d'idiot ! Tu n'iras pas loin si tu ne fais que ce que tu aimes ! »\n« Mais ce n'est pas ce que voulait dire le Souverain de la Roche quand il a établi ses règles... »\n« Tais-toi donc, bougre d'imbécile ! »\n« Peut-être que vous comprendrez mieux ce que je veux dire avec une histoire. »\nLes yeux du jeune homme brillaient à la lueur du soleil couchant, semblables à deux ambres.\n« Ah ! Parce que tu es un conteur, en plus ? »\nMais le patron était curieux de voir quel genre d'histoire pouvait raconter ce simple d'esprit venu de la montagne.\n« Tsss... Vas-y, je t'écoute. Mais ça ne veut pas dire que tu es en pause ! »\nUn sourire rusé se peignit sur le visage du garçon.\n« Dans ce cas laissez-moi vous raconter l'histoire d'une certaine plaque de jade... »\nEt ainsi, le garçon entreprit de raconter son histoire. Pris par le récit, le patron ne prêta aucune attention à la paire de mains qui entreprit pendant ce temps de fouiller ses poches pour en retirer l'argent que l'homme avait retenu sur la paie de ses travailleurs – argent qui leur fut rendu ensuite."
          }
        ]
      },
      {
        "title": "Tome IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Un roman fantastique populaire à Liyue qui raconte les voyages incognito du Souverain de la Roche dans le monde les mortels. À une époque où les trésors du monde attiraient la convoitise des hommes, il suffisait d'un peu d'esprit pour en dévoiler tous les mensonges.\nEn ces temps-là, d'innombrables merveilles et marchandises arrivaient chaque jour sur le Port de Liyue.\nCette nuit-là, Mingui, gérante de la boutique d'antiquités Xigu, examinait différents objets tout en discutant avec le fils d'une famille noble.\nLe sujet central de leur débat était une plaque de jade.\nComme beaucoup le savent, faire produire une copie d'une pièce de jade est chose relativement aisée à Liyue. Une copie de qualité revient un tant soit peu plus cher, mais c'est un coût que peuvent facilement se permettre les riches familles marchandes de la cité.\nToute la difficulté réside dans la création d'une histoire d'origine aussi fallacieuse qu'intriquée.\nTout comme l'artisan parti seul dans la montagne ou comme le jeune marin simple d'esprit, ceux considérés par beaucoup comme différents sont souvent plus proches de la vérité.\nBien qu'ayant défini un ensemble de règles et de contrats, l'Archon Géo ne força jamais quiconque à les observer à la lettre, conscient que les lois et contrats ne sont qu'un moyen et non une fin, et que l'équilibre dépend de la conscience et des choix de chacun.\nLe propriétaire de navire à la triste personnalité n'avait jamais compris cette vérité, ce qui lui valait d'être l'objet de la crainte et des moqueries de ses hommes.\nAinsi sont les hommes, et ainsi sont les antiquités. Qualité, rareté et degré de maîtrise de l'artisan sont autant de facteurs limitants, certes. Mais c'est son histoire qui décide vraiment de la valeur d'une relique.\nLe jeune noble, plutôt difficile, ne comprenait pas cette vérité, et ne voyait rien d'anormal à appeler la plaque de jade une contrefaçon, et par là dénigrer la valeur qui était la sienne.\nMais les antiquités de la boutique Xigu, examinées d'un tel œil pratique, auraient vu leur valeur réduite en poussière sans aucun doute.\nPrenez par exemple ces larmes d'une femme pour son capitaine, qui devinrent des perles éternelles ; ou encore ce portrait que réalisa un roi pour sa femme décédée, et dans lequel il scella son âme...\nCes histoires, ces légendes qui auraient dû disparaître dans le tourbillon du temps avaient été préservées, et les reliques de la boutique en faisaient partie intégrante.\n« Intéressante histoire... Je vous achète ce faux. »\nEt ainsi parlant, le jeune noble hocha la tête, ses yeux dorés souriant.\n« Après tout ce que je vous ai raconté, vous continuez à penser qu'il s'agit d'un faux ? »\nMingui laissa échapper un léger soupir.\n« Bien sûr. »\nLe jeune noble ne pouvait s'empêcher de sourire, et semblait n'avoir jamais été aussi heureux que depuis qu'il avait mis les pieds dans la boutique.\n« Après tout, l'histoire que vous m'avez contée, comme quoi les plaques de jades étaient autrefois une monnaie d'échange, n'est que pure invention. Une invention que l'on me doit. »"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "L'Archon invisible"
          }
        ]
      }
    ]
  }
}