{
  "epId": 2316,
  "name": "Guide de voyage en Teyvat",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Teyvat Travel Guide_icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "Un magazine publié par la Guilde des aventuriers. Chaque numéro montre de beaux paysages et recommande les lieux à visiter en Teyvat. Ce numéro comprend les petits récits de Mondstadt d'Alice, la voyageuse.\n—— Mondstadt ——\nTeyvat Géo Magazine - Le voyage d'Alice à Mondstadt\nVallée Dadaupa\nLes trois tribus de Brutocollinus peuplant cette vallée affichent une population nombreuse. Qu'adviendrait-il si d'aventure l'on construisait une cage de forme sphérique, et que l'on y jetait tous ces Brutocollinus ? Nul doute que nous pourrions ainsi générer suffisamment d'énergie pour alimenter tous les moulins de Mondstadt durant au moins cinq années. En poussant cette réflexion plus loin, l'on pourrait aussi moudre les Brutocollinus les plus faibles pour en nourrir leurs congénères, et de cette manière – qui sait ? – réussir à obtenir une machine à mouvement perpétuel, capable d'alimenter une usine aussi grande que celle de Snezhnaya !\nCette idée me semble parfaitement réalisable.\nMais lorsque j'en fis part à dame Lisa, celle-ci me regarda un long moment en silence, avant de changer élégamment de sujet.\nFalaise Arrachétoile\nÀ mon humble avis, Barbatos ne s'est guère donné la peine de réfléchir à la géographie de Mondstadt. Serais-je un dieu, je n'aurais certainement pas autorisé qu'un royaume aussi peu organisé visse le jour. Nul doute dans mon esprit qu'en plaçant suffisamment de bombes en des endroits choisis avec soin, même des falaises telles que la Falaise Arrachétoile s'effondreraient pour rejoindre le niveau de la terre, et la topographie de Mondstadt ne s'en porterait que mieux.\nHélas, le capitaine de cavalerie rejeta mon idée sur-le-champ, me conseillant de rester à l'écart de la Falaise Arrachétoile.\nVentlevé\nIl s'agit du seul endroit un tant soit peu nivelé des terres de Mondstadt ; en son centre se dresse un gigantesque chêne. On raconte que c'est d'ici que Vennessa prit son ascension ; cependant, après avoir longtemps cherché, je n'y ai trouvé aucun signe d'un quelconque dispositif de lancement.\nSouhaitant vérifier une théorie, j'ai capturé quelques Brutocollinus à proximité. Malheureusement, la plus longue distance de vol obtenue à partir du chêne n'a pas dépassé les huttes de chasseurs de Deauclaire. Quelle déception.\nCôte du Faucon\nMon expérience ratée à Ventlevé a causé quelques remous à Deauclaire, et m'a value d'être surveillée par l'un des membres de l'Ordre de Favonius, sur ordre de Jean. Je me suis donc repliée sur la Côte du Faucon... Ce lieu est d'un ennui ! Les stupides rapaces qui tournoient dans le ciel et les Anémoblobs flottants ne présentent aucun intérêt. Pire que tout, je n'ai rien à y faire.\nL'Éclaireuse qui m'accompagne, en revanche, à l'air de bien s'amuser avec les enfants du coin.\nBois des Murmures\nUne énième forêt à Mondstadt. Amber, l'Éclaireuse qui m'accompagne, a l'air de bien connaître le coin. Elle possède un engin explosif qui a attiré mon attention. Je suis convaincue qu'avec un peu de bricolage, je pourrais aisément le transformer en un outil capable de réduire cette entière forêt et les montagnes avoisinantes en cendres.\nMa proposition semble l'avoir effrayée, mais mon idée n'en demeure pas moins brillante.\nJe la mettrai en œuvre une autre fois.\nCanyon de Brillecouronne\nJe me suis enfin débarrassée de l'envoyée de l'Ordre de Favonius ! Je suis arrivée dans cette vallée située sur la côte nord-ouest du Lac de cidre. L'endroit est encore gardé par des mécanismes anciens, mais les soldats chargés de garder la passe pour le Seigneur des Rafales ont disparu depuis longtemps. Les vents du temps n'ont laissé derrière eux que des Brutocollinus ballots et ces gardiens mécaniques silencieux.\nJ'ai voulu tester s'il était possible de contrôler un Gardien des Ruines à l'aide d'un Brutocollinus, mais l'expérience n'a pas été concluante. Le gardien a volé en éclats ; quant au Brutocollinus qui y était accroché... Bref. Ah, et la moitié des ruines ont été détruites dans le procédé.\nAntre de Stormterror\nLe Canyon de Brillecouronne mène à ces ruines d'une ancienne cité érigée par le cruel Seigneur des Rafales. Construite suivant une forme de cercle, il semble que chaque habitant y a arrangé son propre espace entre les anneaux intérieur et extérieur ; au centre de la cité se dresse l'immense tour dans laquelle résidait autrefois le Seigneur des Rafales.\nLa cité du roi cruel n'offre aujourd'hui que des ruines désertes.\nJ'ai fait exploser quelques galeries afin de faciliter les futures ascensions de la tour ; ça n'a pas l'air trop mal. Ça fait plus ancien maintenant je trouve."
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "Un magazine publié par la Guilde des aventuriers. Chaque numéro montre de beaux paysages et recommande les lieux à visiter en Teyvat. Ce numéro comprend les petits récits de Liyue d'Alice, la voyageuse.\n—— Liyue ——\nTeyvat Géo Magazine édtion spéciale - Voyage d'Alice à Liyue\nMarais Dihua\nLe bras nord de la rivière Bishui se transforme ici en une sorte de marais. Après avoir franchi une immense porte en pierre, la rivière continue vers le sud, et le regard embrasse une vaste étendue de prairies. À l'extrémité méridionale de la rivière se trouve une auberge construite sur un rocher massif, l'Auberge Wangshu. Il s'agit là de l'endroit le plus élevé du marais. De là, on peut voir au sud les Plaines de Guili, et la Forêt de pierre de Guyun sur la mer. Un jeune homme plutôt bizarre demeure au dernier étage de l'auberge ; je ne crois pas l'avoir entendu prononcer un seul mot.\nLe repas est un vrai régal à l'auberge. La cuisine est bien fournie en matériel ; l'endroit est parfait pour pratiquer l'alchimie.\nEn parlant d'alchimie, j'ai quelques nouvelles pistes dans ma recherche d'un catalyseur explosif. Si tout se passe bien, je compte rester ici quelques jours avant de redescendre sur les Plaines de Guili.\nPlaines Guili\nJe suis finalement arrivé plus tôt que prévu dans les Plaines Guili.\nDes archives anciennes laissent penser qu'un marché florissant se dressait autrefois dans la région, avant les guerres des Archons.\nLes renards et pinsons sauvages peuplant la zone sont magnifiques, et leur pelage et plumes brillent d'un bel éclat. On dit qu'ils sont aussi rusés, et se servent discrètement dans les offrandes à l'Archon Géo déposées par la populace de Liyue. Je me demande si cela ne les rend pas meilleurs une fois grillés ; je devrais peut-être aller chasser ?\nLes gardes du point de contrôle sur la route principale font leur travail avec sérieux, mais restent très amicaux. J'ai concocté une potion à l'aide d'herbes locales pour l'un deux afin d'atténuer son bégaiement. Cela a marché, à l'exception d'un léger effet secondaire : il s'est mis à imiter les personnes qu'il rencontre (et à les imiter de manière très réaliste, qui plus est).\nKarst Jueyun\nJ'ai entendu dire que la demeure des Adeptes se trouvait quelque part dans les pics brumeux du Karst Jueyun. Certains herboristes de Liyue m'ont affirmé l'avoir aperçue, mais d'après mon expérience, certains champignons peuvent vous faire voir n'importe quoi.\nLa topographie locale ne manque pas d'intérêt. De nombreux piliers en pierre massifs seraient plus dans leur élément dans les profondeurs qu'au sommet d'une montagne ; une réserve d'eau naturelle se trouverait sous terre. Je me demande ce qu'il adviendrait si l'eau rejoignait la mer ; peut-être que le Karst Jueyun se retrouverait à nouveau au fond de l'océan ?\nZhongli, mon compagnon de voyage, une personne pourtant d'un naturel particulièrement sérieux, a éclaté de rire lorsque je lui ai fait part de ma théorie.\nQuel étrange personnage.\nBancs de Yaoguang\nJ'ai entendu dire que la brume s'élève fréquemment des Bancs de Yaoguang, une brume parfois tellement épaisse qu'on n'y voit pas à un mètre. Je n'ai malheureusement pas eu la chance d'y passer au bon moment pour l'observer ; quel dommage.\nOn trouve de très beaux coquillages sur la place ; je me demande combien d'entre eux remontent à la guerre des Archons ? J'en ai pris quelques-uns pour faire un collier, mais il n'a pas résisté à l'assaut du derrière du pêcheur à l'auberge, qui s'est assis dessus et l'a complètement détruit.\nIl a en plus fallu que je paie pour ses frais de médecin, les éclats de coquillages l'ayant blessé.\nUn genre de bigorneau géant se trouve là où la rivière Bishui se jette dans la mer ; une vieille femme d'une extrême bonté y vit. Sa famille serait arrivée ici par la mer dans cette coquille. La femme aide les malheureux naufragés échoués sur les rives ; j'ai dans l'idée qu'équiper le bigorneau d'un système de propulsion intégré lui permettrait d'aider davantage de personnes.\nMais après mon troisième échec à bord de mon prototype de bateau-coquillage, elle a été claire : plus de repêchage pour moi.\nForêt de pierre de Guyun\nC'est ici que l'Archon Géo a jadis vaincu le monstre marin. Certains des immenses piliers de pierre transperçant le fond de l'océan émergent encore, bien que nombre d'entre eux aient été brisés au fil des années. Les piliers de pierre hexagonaux, formés d'énergie Géo, forment une vision assez intrigante. Observés depuis une hauteur, on a le sentiment qu'ils ont été disposés de manière spécifique, en une forme gigantesque à la surface de la mer. Peut-être était-ce là l'idée de l'Archon Géo ?\nLe sieur Zhongli, du Port de Liyue, a l'air d'être très au fait des légendes locales, mais je ne l'ai jamais vu venir par ici. On peut apercevoir au loin l'Auberge Wangshu ; je mettrais ma main à couper que ce type bizarre à l'auberge regarde dans cette direction à l'instant où j'écris.\nLe flux des veines de la terre dans le coin est unique dans la région de Liyue. Beaucoup plus dynamique, quoiqu'instable... Comme si un pouvoir tenace pulsait depuis les fonds marins. Et s'il s'agissait du monstre marin se débattant encore ?"
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "Un magazine publié par la Guilde des aventuriers. Chaque numéro montre de beaux paysages et recommande les lieux à visiter en Teyvat. Ce numéro comprend les notes d'Alice, la voyageuse, à Inazuma.\nLe Mont Yougou\nDes cerisiers luxuriants poussent partout sur cette montagne située à l'extrémité nord de l'Île de Narukami. Ils partagent tous des racines avec le plus grand d'entre eux, le cerisier sacré, qui se trouve au sommet de la montagne.\nLe Sanctuaire de Narukami, le plus grand des sanctuaires d'Inazuma, est dédié au cerisier sacré.\nCes dernières années, c'est la petite Yae qui gère le sanctuaire. Ah, comme elle a grandi ! Je suis triste à l'idée de ne plus jamais pouvoir la faire pleurer aussi facilement qu'avant.\nJe pensais que comme autrefois, il n'aurait fallu que peu de temps avant qu'elle ne soit ivre et se mette à dire n'importe quoi ou à pleurer. J'étais loin de m'imaginer que ce serait moi qui serais saoule en premier ! Je me suis bien ridiculisée, et elle s'est même moquée de moi, tss... Je passe pour une vieille dame qui s'est humiliée elle-même, que c'est frustrant !\n... Moi qui voulais embêter cette petite un peu plus.\nLa Cité d'Inazuma\nJ'ai apporté une nouvelle recette de feu d'artifice chez le petit Naganohara. Je lui ai présenté un nouveau médicament qui pourrait guérir sa surdité, mais il a hésité et ne l'a pas accepté.\nCe gamin est toujours aussi frileux en ce qui concerne les explosifs. Il les dilue toujours jusqu'à ce qu'ils ne puissent pas provoquer de changements physiques évidents dans l'environnement et il se contente d'utiliser la combustion de métaux différents pour produire des effets visuels monotones.\nEn plus, il ne fait des essais que dans son atelier ! Non, mais vraiment ! Où est le plaisir dans tout ça ?\nC'est du gâchis, un vrai gâchis.\nCela dit, sa fille Yoimiya est une jeune femme intéressante. Elle et moi avons collecté beaucoup de bonbons pendant le festival et expérimenté toutes sortes de nouvelles formules. Que c'était amusant !\n... Jusqu'à qu'on se fasse escorter par la Brigade des pompiers jusqu'à une plage désolée. Soi-disant, ce serait une nouvelle règle de sécurité. C'est à n'y rien comprendre.\nOn a discuté à propos de nombreux projets, et elle m'a même fait quelques commentaires constructifs. Cette enfant est vraiment douée. Si je pouvais ajouter un spectacle de feu d'artifice à l'intérieur du parc que j'ai créé pour Klee, ce serait tout simplement la cerise sur le gâteau !\nJe regrette juste que cette Shogun grincheuse nous ait autant surveillées. Je n'ai même pas eu le temps de lui améliorer ses jouets ni de l'emmener ailleurs.\nIl n'y a pas longtemps, j'ai préparé une potion de lévitation dans la cuisine impériale et j'ai provoqué par inadvertance une explosion qui a blessé une jeune générale tengu. J'ai bien peur qu'il faille attendre un bon mois et demi avant que les plumes de son aile gauche ne repoussent. Je voulais l'aider à panser son aile, mais cette jeune fille m'évite depuis cet incident...\nJe lui ai tout de même laissé un peu de médicaments. Ça me permettra au passage d'en tester les effets.\nAprès ce fâcheux événement, cette fille qui passe ses journées enfermée au Tenshukaku a expressément ordonné à un soldat de me suivre partout. Ça dépasse les bornes !\nJe me suis même excusée en personne, mais elle ne veut pas lâcher l'affaire.\nC'était pourtant elle qui m'avait donné l'autorisation de mener des expériences dans la cuisine impériale !\nEn plus de cela, mademoiselle Kamisato a refusé mon invitation à rejoindre un groupe d'idoles pour la sixième fois consécutive. Je suis vraiment déçue.\nTatarasuna\nTatarasuna est une île qui a pris la forme d'un anneau de façon naturelle. Elle est composée de hautes montagnes qui surplombent l'océan et encerclent un haut-fourneau dédié à la forge. C'est là que le tamahagane d'Inazuma est produit et transformé incessamment pour forger les armes les plus fines destinées aux pontes d'Inazuma. Ce minerai à la fois résistant et d'excellente qualité est fabriqué à partir du sang et des os d'une divinité vaincue.\nCet endroit est la propriété et la fierté du Commissaire administratif, et à ce titre, il prend particulièrement soin des ouvriers et des techniciens qui y travaillent.\nJ'ai été accompagnée pendant mon séjour à Tatarasuna par une dame que l'on appelle Kagami Gozen. Elle semble être à la tête des ouvriers du coin, et elle dispose d'un poste officiel au Shogunat. Bien qu'elle soit la subordonnée du Commissaire administratif, elle semble jouir d'un statut égal au sien devant les travailleurs.\nIls ont tous confiance en elle et lui témoignent d'une grande affection, en obéissant volontiers à ses instructions. J'irais même jusqu'à dire qu'ils la respectent encore plus que la Shogun... Mais Kagami Gozen est toujours en train de froncer les sourcils. Elle n'a pas l'air très commode.\nLes travailleurs de Tatarasuna n'ont pas de racines pour la plupart, rejetés sur ces rivages par les vagues de l'histoire. Ils se différencient les uns les autres par leurs tatouages et les chants qu'ils entonnent lorsqu'ils travaillent. Néanmoins, ces éléments contribuent aussi à leur rapprochement.\nTout comme les autres travailleurs de Tatarasuna, le corps de Kagami Gozen porte les cicatrices des brûlures à haute température causées par le Tatarigami. Aux yeux d'étrangers, ces marques ressemblent sans doute à celles de personnes malades ou dont les jours sont comptés. Mais en ce lieu, elles sont un symbole servant à identifier les membres d'une même famille.\nJ'ai pris la liberté d'apporter des modifications à la configuration du Fourneau Mikage. Après avoir jeté quelques vannes et quelques panneaux à la mer, j'ai accessoirement amélioré les housses de protection qui étaient plus que rudimentaires. Je me demande si les ingénieurs de Fontaine seront agréablement surpris ?\nPeut-être que le vieux Kujou sera fou de rage quand il verra que la production a chuté, mais... Au moins, le « Tatarigami » ne se déglinguera pas à cause d'une surchauffe. Même si une guerre devait bientôt éclater et qu'il subissait des dégâts, l'explosion qui en résulterait ne serait pas trop importante.\nDu moins, selon mes critères personnels.\nHéhé, peut-être même que le fait d'être intervenue pourra empêcher la survenue d'une nouvelle guerre, qui sait ?\nPour ma part, je serais ravie de voir la tête que feront ces astromanciens lorsque leurs prédictions se révéleront fausses !\nÎle de Yashiori\nIl y a un grand ciel bleu au-dessus de l'Île de Yashiori, c'est très agréable.\nSelon les dires des onmyoji, la Shogun Raiden aurait installé sur cette île des « protections » afin de se prémunir contre la corruption des restes de la divinité serpent... Enfin, quelque chose comme ça. Je ne suis pas sûre de bien comprendre tout ce charabia religieux.\nAprès les avoir examinés, ces lampadaires se sont révélés très intéressants. Derrière leur apparence reflétant la vénération de l'Archon Électro se cache une technologie que j'ai déjà vue autre part.\nOups ! J'oublie que je suis en train d'écrire un récit de voyage. Alors, restons en là pour les discussions académiques, c'est d'un ennui !\nAu Village Higi, j'ai été chaleureusement accueillie par Washizu, son chef. Le poisson grillé et les onigiris étaient excellents !\nOutre cela, la Plage de Nazuchi abrite de nombreux pirates amicaux... Quel dommage que je ne puisse pas rester plus longtemps sur cette île !\nLes mines situées sur l'île sont un endroit très animé, mais le matériel qu'utilisent les mineurs est vraiment primitif. Même si la Shogun a mis en place toutes ces protections, bloquant ainsi en grande partie la propagation du Tatarigami, de nombreux mineurs ont quand même contracté des maladies chroniques à la suite d'une exposition prolongée à ces cristaux d'os de serpent.\nLes sakuramochis apportés par les onmyoji étaient certes goûteux, mais ils étaient loin d'être aussi bons que ceux de la petite Yae.\nJe vais ensuite me rendre au Sanctuaire d'Asase. Je me demande comment va le gros chat qui vit là-bas ces derniers temps... La dernière fois, j'ai essayé de le piéger dans une cage spécialement prévue à cet effet, mais j'ai été retenue par les prêtresses. Qu'elles sont rabat-joie !"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Guide de voyage en Teyvat"
          }
        ]
      }
    ]
  }
}