{
  "epId": 2317,
  "name": "Nouvelles chroniques des six Kitsunes",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/New Chronicles of the Six Kitsune_icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "Les histoires sur les souvenirs sont toujours liées à l'éphémère. Cette histoire n'est pas nouvelle, c'est une réécriture des « Chroniques des six Kitsunes d'Urakusai ».\nPréface\nLes histoires liées à la mémoire semblent toujours être en rapport avec ces moments où vous gagnez une chose avant de la perdre aussitôt.\nSi vous vous demandez comment j'en suis arrivé à écrire quelque chose là-dessus, ce n'est pas vraiment intéressant.\nCe soir-là, j'étais en train de boire pour tuer le temps à la Pagode Uyou quand j'ai aperçu une vieille amie que je n'avais pas vue depuis longtemps. J'ignorai quand elle était arrivée, mais elle avait soudainement capté mon attention, assise au fond de la salle.\n« Eh bien, qui voilà ? Vous buvez tout seul alors que l'ambiance est à la fête. »\nPuisqu'elle me le demandait, je marmonnai en réponse :\n« Le meilleur vin a un prix élevé, et parfois ce prix est de le boire seul. »\n« Les mêmes vieilles excuses... Vous êtes toujours aussi ennuyeux. »\nTelles étaient les paroles de la responsable éditoriale, qui tenait le verre dans sa main et semblait d'humeur à boire.\n« Pourquoi ne pas gagner un peu d'argent pour vous payer du vin ? Après tout, on ne dirait pas que vous avez mieux à faire. »\n« C'est ma tournée ce soir. »\nElle rit en répétant cela une troisième fois.\n« Vous êtes de retour. »\nJe regardais la brise du soir transporter quelques pétales de fleurs du cerisier sacré dans son verre qui créait des ondulations déformant le reflet de la lune.\nPris d'une forte impression de déjà-vu, ma bouche se mit à prononcer des mots qui allaient me mettre dans l'embarras.\n« Vous êtes ivre. »\nElle n'avait pas l'air très heureuse d'entendre cette phrase, et me répondit d'un ton ferme, plein de défiance.\nCependant, très vite après, elle posa son verre sur la table et laissa échapper un soupir.\n« Je n'étais même pas née quand elle est partie. »\nEt moi, je n'étais qu'un jeune homme.\n« Vous êtes peut-être le seul qui puisse raconter ses histoires. »\nEt ce fut ainsi que je me retrouvais à écrire une fois de plus pour la Chambre Yae. Cela me paraît amusant, maintenant que j'y pense.\nMes fidèles lecteurs, ne vous fâchez pas. Je vous demande de ne pas interpréter cela comme une décision d'arrêter l'écriture sauf par plaisir égoïste.\nAprès tout, le prix de certains vins d'excellence va bientôt baisser, alors je dois m'assurer que je suis prêt à les acheter. Par ailleurs, je dois rembourser la responsable éditoriale pour le vin qu'elle m'avait si gentiment offert ce soir-là."
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "Itaru le Kitsune noir, et son histoire faisaient à l'origine partie du troisième volume des « Chroniques des six Kitsunes d'Urakusai », mais ont été déplacés en premier du fait des préférences de l'auteur.\nPardonnez mes divagations, mais il y a encore des éléments que je dois tirer au clair avant de commencer mon histoire.\nQue sont les « Nouvelles chroniques des six Kitsunes » ?\nDe « nouvelles chroniques » supposent l'existence d'« anciennes chroniques ». Ce livre est une édition légèrement révisée des « Chroniques des six Kitsunes d'Urakusai », qui ont connu une grande popularité il y a un demi-siècle. Mes compétences en matière d'écriture sont limitées et je ne peux qu'espérer que M. Urakusai et mes autres lecteurs liront ces pages avec un regard indulgent.\nEn parlant de M. Urakusai, il était déjà célèbre quand je n'étais qu'un enfant. À cette époque, la Kitsune Saiguu s'intéressait déjà beaucoup à ses capacités littéraires et à son expertise en matière de thé, faisant de lui un Kitsune cultivé et élégant.\nMalheureusement, tout cela appartient au passé désormais. Urakusai a commis une grave erreur qui l'a forcé à s'exiler il y a de cela cinq cents ans...\nSans plus attendre, je vais commencer à vous raconter les « Nouvelles chroniques des six Kitsunes » qui commencent sur l'imposant Mont Yougou.\nLa légende raconte que la grande Kitsune Hakushin avait six disciples sous ses ordres qui étaient tous très doués en magie et en métamorphose. Ils étaient chargés d'aider Hakushin à gérer le sanctuaire et à veiller à la sécurité du Mont Yougou au quotidien.\nL'aînée des six était Itaru, le Kitsune noir. Contrairement à la plupart des autres femelles, elle était aussi large qu'un ours et aussi forte qu'un tigre, à la personnalité sauvage et indisciplinée. Un jour, elle détruisit un shintai représentant la Shogun dans le hall principal du sanctuaire lorsqu'elle était ivre et désorientée. Furieuse, Hakushin bannit Itaru de la montagne pour une période d'introspection dont elle eut bien besoin.\nTrop heureuse de quitter la montagne, Itaru oublia complètement les avertissements d'Hakushin et trouva une bouteille d'alcool avant de se diriger vers le village le plus proche pour chercher des ennuis."
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "Ce volume raconte l'histoire de la confrontation entre Itaru le Kitsune noir et les jumelles oni de Tokaku. Ce conte a malheureusement été perdu dans la version originale, mais il a été retrouvé et ajouté à l'édition actuelle.\nReprenons là où nous nous étions arrêtés : Itaru, le Kitsune noir, se rendit au village pour semer la pagaille lorsqu'elle vit deux femmes se tenant au bord de la route, habillées comme des bûcherons. Toutes les deux avaient trois sabres accrochés à leur taille : un nodachi de sept pieds de long, un kodachi et un wakizashi. Celles-ci étaient donc armées jusqu'aux dents et ne s'en cachaient pas.\nCes deux femmes se mirent en état d'alerte lorsqu'elles virent une silhouette noire et imposante s'avancer, faisant voler la poussière et vibrer le sol. Elles saisirent le manche de leurs lames, prêtes à les dégainer à tout moment, et demandèrent à l'unisson :\n« Qui va-là ? Un démon ?! »\nLa silhouette répondit :\n« Haha, exactement ! »\nSans hésiter, les deux femmes dégainèrent immédiatement leurs épées et s'élancèrent, avec l'intention de tuer Itaru. Cependant, elles l'avaient clairement avaient sous-estimée. Itaru esquiva leurs attaques d'un seul pas, avant de saisir leurs poignets et de les tordre, envoyant leurs deux nodachis de deux mètres de long se planter sur le sol. Surprises par la douleur, les deux femmes attrapèrent leur kodachi, mais il était trop tard. Itaru envoya voler l'une d'elles avec une gifle toute-puissante, tout en plaçant l'autre dans une prise de tête. Elle souleva ensuite celle qu'elle tenait avec son bras par la peau du cou et mit enfin son pied sur la poitrine de la première pour la maintenir au sol.\n« Les jumelles oni de Tokaku ? Je vois que vous n'avez pas retenu la leçon après que je vous ai mis une raclée pour avoir terrorisé les villageois ! ».\nLes deux malfaiteuses paniquèrent et supplièrent Itaru d'épargner leur vie. Cette dernière les jeta au sol avant de leur répondre :\n« D'accord. Je suis sans maître depuis que j'ai été bannie de la montagne par Hakushin, alors pourquoi ne pas vous joindre à moi ? Nous aiderons qui en ont besoin. Ça va être amusant ! »"
          }
        ]
      },
      {
        "title": "Tome IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Dans les « Chroniques des six Kitsunes d'Urakusai », écrites il y a cinq cents ans, Youzan et Yui avaient leur propre histoire. Mais dans la version actuelle, le couple mère-fille compte sur Itaru pour les sauver.\nDans le volume précédent, Itaru, le Kitsune noir, avait maîtrisé deux brigandes, les jumelles oni de Tokaku, et les trois se lancèrent dans leur tout nouveau voyage de bienveillance envers autrui.\nNotre trio rencontra une mère et sa fille en reposant au Village de Konda.\nAprès avoir engagé la conversation, le trio apprit le nom de ces deux personnes : Youzan et Yui. Toutes deux étaient des musiciennes venues de la lointaine Île de Seirai en visite à la Cité d'Inazuma pour participer au festival. Sur leur chemin, elles furent escroquées par un vendeur de melons lavandes du village : il leur avait offert quelques melons pour remédier à leur soif, soi-disant par pure bonté, avant d'insister pour qu'elles achètent d'autres melons à un prix exorbitant. Hélas, les musiciennes itinérantes ne roulaient pas sur les moras et ne pouvaient pas se permettre de dépenser la totalité du budget prévu pour leur trajet retour en melons lavandes hors de prix...\nLes jumelles oni de Tokaku étaient de nature impulsive. En entendant cette histoire, elles commencèrent immédiatement à fulminer de rage et décidèrent unanimement de donner une leçon à ce marchand malhonnête en le découpant en petits morceaux. Cependant, Itaru eut une autre idée et prit la parole d'une voix grave pour arrêter les deux sœurs :\n« Très bien, je sais quoi faire. »\nElle se tourna ensuite vers la mère et la fille pour les rassurer :\n« Ne vous inquiétez pas. Je vais parler à ce marchand, il se montrera plus censé après, je vous l'assure. »\nAinsi, Itaru se mit à la recherche du marchand malhonnête."
          }
        ]
      },
      {
        "title": "Tome V",
        "desc": [
          {
            "type": "RichText",
            "text": "C'est l'histoire la plus tendue de la série. On dit qu'elle a été écrite par Urakusai à son retour de Liyue. Elle est présentée dans son intégralité dans l'adaptation proposée par cet écrivain.\nArrêtons les anecdotes au sujet d'Itaru le Kitsune noir pour l'instant. Veuillez m'excuser de jacasser, mais j'ai des commentaires à apporter à propos de vieilles affaires.\nOn ne connaît plus depuis longtemps la raison pour laquelle Urakusai provoqua la colère de dame Saiguu à cette époque. Cependant, dame Yae proposa de me partager quelques extraits de l'histoire dont elle fit l'expérience, après avoir bu entre deux et huit verres.\nNous sommes dans un roman. J'ai donc eu naturellement le désir de transformer ces mots pour confectionner le récit que l'histoire ne raconte pas.\nLorsque la Kitsune Saiguu quitta les terres d'Hakushin pour endosser son rôle au Sanctuaire de Narukami, dame Yae n'était pas encore née. De ce fait, son enfance fut bercée par les histoires et les contes à propos de Saiguu, qu'elle aimait et respectait profondément.\nC'est aussi la raison pour laquelle dame Yae allait éventuellement se retrouver au Sanctuaire de Narukami après ses voyages.\nEn raison de leurs liens de sang, dame Saiguu prenait grand soin de dame Yae, même si cette dernière parle aujourd'hui très peu de cette époque...\nMême si mon devoir en tant qu'auteur est de divertir, je vais éviter de dévoiler trop de détails à propos du passé de dame Yae. Autrement, le rédacteur en chef risque de tout effacer.\nRevenons à Urakusai. On ne connaît plus depuis longtemps la raison pour laquelle Urakusai provoqua la colère de dame Saiguu à cette époque. Cependant, ses agissements sont liés à l'ultérieure invasion de l'Abîme.\nToutefois, après qu'Urakusai ait été chassé, la Kitsune Saiguu ne demeura plus au Sanctuaire de Narukami. Elle s'installa de manière permanente au Tenshukaku.\n« Une catastrophe qui engloutira les cieux et la terre va se produire. Mon rôle est de défendre le peuple et de protéger notre seigneur, je dois donc me rendre aux côtés de la Shogun. »\nLorsque dame Saiguu s'en alla la deuxième fois, dame Yae n'était encore qu'une jeune fille. Celle qu'elle avait suivie jusqu'à présent la quittait à nouveau. Ce n'est que lorsque le désastre frappa l'archipel que les paroles de dame Saiguu prirent tout leur sens...\nMais il était trop tard, tout ne s'était pas déroulé comme nous l'aurions souhaité.\nCette fois, dame Saiguu entreprenait son troisième départ. Cette fois, elle partait pour toujours.\nCinq siècles semblent représenter une éternité pour les mortels. Mais les joies et les peines provoquées pas ce qui se passa pendant tout ce temps, de l'existence fugace ou durable, sont difficiles à faire disparaître."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Nouvelles chroniques des six Kitsunes"
          }
        ]
      }
    ]
  }
}