{
  "epId": 2321,
  "name": "Une légende d'épée",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/A Legend of Sword_icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 1660291819,
  "components": {
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "Au milieu d'une mer d'étoiles qui tournent à l'envers, des années-lumières de guerre se déroulent sur la terre... C'est avec cette ouverture grandiose que s'annonce cette nouvelle histoire de chevalerie !\n« Même si les ambitions de l'Empereur Sher venaient à se réaliser, comment quiconque pourrait en tirer bénéfice ? »\nLa ministre des affaires militaires Faranges regardait par la fenêtre, la lumière des galaxies et des étoiles se reflétant sur son visage, leur pâle lueur se diffusant doucement sur chaque mèche de ses cheveux.\nElle ne pouvait s'empêcher de penser à la première fois où elle posa ses yeux sur cet océan d'étoiles à travers cette même fenêtre. Elle ne ressentait cependant plus le même sentiment d'émerveillement qu'auparavant. Même son pays natal, qui se trouvait maintenant à des milliers d'années lumières, était devenu flou et déformé dans ses souvenirs lorsqu'il apparaissait dans ses rêves.\n« Veuillez m'excuser de parler de manière déplacée Votre Excellence, mais cette guerre dure depuis bien trop longtemps. Nous nous sommes battus à travers d'innombrables constellations, avons tué des millions de personnes de façons plus horribles les unes que les autres, sommes devenus les gouverneurs et émissaires de toutes les constellations que nous avons terrassées. Tout cela pour faire des rêves de l'Empereur Sher une réalité. Mais qu'en avons-nous retiré ? Une série de malheurs et un nombre sans-cesse grandissant d'ennemis. Ils se trouvent à chaque coin de la galaxie... Ce n'est qu'une question de temps avant qu'ils nous engloutissent ! »\n« La vision que mon frère possède est celle d'un Empire qui règnera pour l'éternité, où la peur n'existera plus, où personne ne manquera de rien. Le sort du plus grand nombre ne serait plus décidé par quelques personnes, personne ne jouira d'un statut plus élevé que quelqu'un d'autre et même l'incompétence ne sera plus considérée comme un crime. Et donc... Il est inévitable que ceux qui ne comprennent pas cette vision grandiose soient condamnés à périr. Tel est leur destin. »\nLa princesse Gopatha hocha la tête et parla d'un ton doux mais froid.\nLa guerre anti-guérilla intergalactique semblait l'avoir privée de plus qu'un de ses yeux et d'un de ses bras. Quand Faranges la regardait, elle ne voyait plus la jeune femme joyeuse qu'elle connut par le passé.\n« J'ai confiance en la décision de mon frère. Il n'agirait jamais dans son unique intérêt. Je vous en prie, quand bien même il s'agit de vous, ne parlez plus de cette façon. Ne prononcez plus de paroles qui sèment le doute. »"
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "Au milieu d'une mer d'étoiles qui tournent à l'envers, aucune bataille n'est assez légendaire pour être plus que des ondulations dans le silence pour ceux qui sont sur le « rivage »... Mais pour les guerriers qui y combattent, c'est l'histoire de toute leur vie !\nMême une armada composée entièrement de vaisseaux de guerre de classe Yazata ne parviendrait pas à faire une brèche dans une défense aussi étanche.\nL'amirale Geldafried avait un excès de confiance envers les accomplissements technologiques de l'empire. Ce qui impliquait qu'elle était complètement inconsciente du fait que les rebelles se rapprochaient à cet instant même de la faiblesse fatale de leur base. La forteresse stellaire, conçue par la princesse Gopatha et nommée par l'empereur Sher, n'était maintenant plus qu'une coquille fragile face à la flotte rebelle.\nBastinu pilotait avec agilité la navette à travers le système de ventilation tortueux, se frayant un chemin entre les jets de gaz toxique et les nuages élémentaires émanant des trous dans les murs, tout en essayant de se débarrasser des sentinelles mécaniques à ses trousses. Ses yeux et ses oreilles étaient remplis de sang, et ce qu'il avait devant lui se transformait en une sorte de brouillard continu de couleurs et de lumière, alors que la navette fonçait en avant à une vitesse époustouflante.\n« C'est le moment ou jamais. »\npensa Bastinu, alors que le noyau énergétique du système de propulsion apparaissait progressivement.\n« Ça y est. »\npensa l'amirale Geldafried pendant qu'elle contemplait la sphère lumineuse sur l'orbite de la planète.\nElle donna alors l'ordre de lancer l'assaut indiscriminé sur la planète.\nPuis, Bastinu lança l'attaque fatale contre le noyau de la forteresse.\n« Qu'est-ce que je donnerais pour voir la tête de la princesse Gopatha à cet instant... »\npensèrent-ils tous les deux de la même manière à ce moment précis, bien que séparément."
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "Au milieu d'une mer d'étoiles qui tournent à l'envers se trouve une petite chaîne d'îles fragmentées, et sur chacune d'entre elles se déroulent des histoires distinctes, aussi bien héroïques que banales. C'est ainsi que commence l'histoire du héros du Shogunat Suruga !\n—— Dix ans plus tôt ——\n—— À 25 années-lumière ——\nSous le règne du Shogunat de Suruga, les cris d'angoisse résonnaient dans les rues et le peuple souffrait pronfondément.\nÀ cette époque, le Shogunat de Suruga était dirigé par le Shogun Seii Tai, Imagawa Ujizane. Quatre ans auparavant, après avoir finalement vaincu le roi démon Danjouchuu, le propre règne de terreur du Shogun Tai commença.\nC'est à cette époque et en ces lieux qu'un épéiste libre et sans contraintes parcourait ces terres.\nIl s'appelait Bitchuu Kyuubei et était connu du peuple comme Shinkurou le justicier.\nBitchuu Kyuubei n'était pas un simple ronin. On raconte qu'il était autrefois le stratège le plus fiable de Son Excellence le Shogun Tai, jusqu'à ce qu'il soit un jour piégé par un rival.\nÀ présent, Bitchuu Kyuubei se tient sur la montagne, les yeux parcourant l'horizon. Mais qu'observe-t-il réellement ?\nLa vaste étendue des champs ? Non.\nLa chaîne de montagnes au loin ? Non.\nS'agit-il de la route s'étirant devant lui ? Oui ! Cependant, ce n'est pas tout à fait cela.\nQue Bitchuu Kyuubei observait-il donc réellement ?\nLes paysans qui avaient payé l'épéiste avec du riz en échange de ses services étaient paralysés par la crainte, trop effrayés pour lui poser la question.\nIl semble que seul l'épéiste silencieux a la réponse a cette question."
          }
        ]
      },
      {
        "title": "Tome IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Il y a un dicton à Inazuma qui dit : « Que sont les bandits si ce n'est les enfants de la guerre ? » À une époque plongée dans le chaos, même la récolte du riz est source de conflit. Le prochain volume d'« Une légende d'épée » est arrivé !\n« L'automne arrive. La saison des récoltes est presque là. »\ndéclara Saitou Onisa.\nLes ninjas étaient des individus dangereux, experts de l'instinct de survie et doués pour éviter le danger. Dans les temps de guerre et de crise, ils travaillaient comme mercenaires pour les Daimyo.\nIls étaient nés dans la guerre et tiraient leur force des puissants maîtres pour lesquels ils travaillaient. Telle était la voie du ninja.\nLa voie du ninja impliquait aussi de tomber dans la désillusion et d'être déplacé une fois la guerre terminée, voire de courir à leur perte dès qu'ils perdaient le puissant soutien dont ils bénéficiaient.\nLorsque le Shogun Imagawa Tai unifia le pays, les ninjas devinrent des chiens de chasse qui avaient dépassé leur mission initiale. La plupart étaient exécutés ou enrôlés dans l'armée du Shogun. Certains réussirent à s'échapper et disparurent dans la nature pour se consacrer à une vie de banditisme.\nTelle était l'histoire de Saitou Onisa.\n« Il n'y a rien qui presse. Attendons que les villageois terminent la récolte du grain pour nous. »\nCelui qui venait de s'exprimer se prénommait Yonemata Tasuke.\nLes bandits étaient soit des samouraïs qui s'étaient éloignés de la voie du guerrier ou des paysans qui se battaient pour rester en vie.\nEux aussi étaient nés dans la guerre. Ils tiraient leur force de leur ruse, ce qui les enhardissait pour arpenter les terres de manière incontrôlée.\nLorsque la guerre fut terminée et que la paix s'installa, la source de leur pouvoir disparut. Comme des éphémères, ils s'évaporèrent aussi vite qu'ils étaient venus.\nYonemata Tasuke était né dans une famille de paysans ordinaires, se tournant vers le banditisme vers ses quarante ans. Malgré son âge, il possédait de l'aplomb et se distingua rapidement comme meneur.\nLes plus terribles des bandits sont ceux qui ont eux-mêmes souffert de l'oppression.\n« Puis, on brûle tout. Ne laissez aucun survivant. »\nSa voix annonçait un âge de troubles."
          }
        ]
      },
      {
        "title": "Tome V",
        "desc": [
          {
            "type": "RichText",
            "text": "Dans un coin reculé des îles brisées, au beau milieu de la mer d'étoiles tourbillonnant à l'envers se trouve un village à peine digne d'être mentionné. Un ronin qui a connu des temps difficiles y a lancé une alliance avec les paysans. La guerre contre les bandits est sur le point de commencer...\nLa topographie du village d'Asada possédait la forme d'un croissant de lune.\nShinkurou s'en rendit compte dès qu'il mit le pied dans les marécages.\nS'il pouvait rassembler suffisamment de villageois pour tendre une embuscade sur la crête de la montagne, se protégeant grâce au terrain et en attaquant vers le bas depuis les hauteurs, vaincre l'ennemi devrait être facile. D'autant que les bandits seraient fatigués à cause de leur voyage. De plus, les villageois étaient plus nombreux que les bandits, les encercler de toute part ne devrait pas être compliqué.\nLe plus gros obstacle dans cette stratégie était les villageois eux-mêmes. Un petit groupe de cibles faciles devrait faire office d'appât pour attirer les bandits dans la vallée. Mais après avoir enduré un âge de règne despotique pour continuer à souffrir des pratiques de taxation et d'extorsion tyranniques du Shogunat actuel, leur sentiment de préservation avait été grandement affecté. Comment était-il possible de convaincre quiconque de se porter volontaire pour jouer le rôle d'un appât et de se sacrifier pour le bien commun ?\nUn autre problème se posait également. En temps de guerre, une armée de samouraïs se retrouvant dans une telle situation aurait recours au feu pour rendre l'ambuscade plus efficace. Le vent des montagnes ferait rapidement se propager les flammes, emprisonnant l'ennemi dans la vallée avant de l'achever d'un coup fatal.\nMais cette communauté de paysans souhaitait garder ses terres et son village en sécurité. Il n'y avait aucun argument qui aurait pu les convaincre de mettre le feu à leurs maisons et leur réserve de grains... Ce qui était tout à fait compréhensible, bien entendu. Mais la réalité était qu'un destin d'autant plus funeste les attendait s'ils échouaient à vaincre les bandits.\nShinkurou s'assit et continua de réfléchir."
          }
        ]
      },
      {
        "title": "Tome VI",
        "desc": [
          {
            "type": "RichText",
            "text": "« Capitaine, vous pardonnerez mon franc-parler, mais vous avez dormi pendant toute la réunion, n’est-ce pas ? »\n« Oh, tu as remarqué. »\n« Même si vous teniez bien droit quand vous étiez assis, mes yeux ne me trompent pas. J’ai l’habitude de voir ce genre de choses. Capitaine, vous ne devriez pas utiliser les fruits de votre entraînement martial dans ce genre d’endroit. Si le commandant de la flotte l’apprend, rédiger un simple rapport ne suffira pas à vous sortir d’affaire. »\nMalgré ces paroles, Mahasti savait que, pour l’instant du moins, personne n’oserait se dresser contre son chef. Le Commandement de la flotte alliée se trouvait dans un équilibre délicat. Son supérieur, Bitchuu Kyuubei, était un capitaine d’âge moyen connu sous le nom de « Shinkurou » et appelé par erreur « Semimaru » par beaucoup de monde. Il était celui que toutes les factions voulaient rallier à leur cause et la personne la plus à même de mettre fin à cette impasse.\nDix ans s’étaient écoulés depuis ces événements…\nShinkurou réfléchissait en silence.\nMême si la victoire à la bataille d’Asada fut considérée a posteriori comme une démonstration des prouesses militaires de Shinkurou, elle fut le début d’un grand désastre pour les personnes impliquées.\nLe Shogun Tai ne pouvait pas permettre à une personne si maligne de vagabonder dans les montagnes.\nPour cette raison, Shinkurou fut rendu aveugle et jeté dans une cellule peu de temps après.\nSeulement cinq ans auparavant, les forces alliées du daimyo Oome avaient lancé une expédition punitive contre le Clan Imagawa, dont le chef finit décapité. Ce fut uniquement dès lors que les habitants du pays purent vivre en paix…\nTout cela, Shinkurou l’entendit de la bouche du nouveau Seiitaishogun alors qu’il était en prison.\nShinkurou n’avait jamais vu la population vivre en paix de son vivant. Ce nouveau Shogun inconnu ne pouvait vraisemblablement pas être un homme de justice et de morale, mais il lui était nécessaire à ce moment-là de proclamer une amnistie générale afin de gagner le cœur des citoyens.\nEn se remémorant le passé, Shinkurou ne put s’empêcher de fondre en larmes. Que ce soit pendant ces événements ou dans le présent, il avait toujours été pris au milieu de la tourmente.\n« Les gens comme moi sommes considérés comme des traîtres non seulement dans cette nation, mais aussi dans tout l’univers. »\nLe Shogun s’adressa de manière nonchalante en regardant Shinkurou, qui était agenouillé.\n« Notre petite étoile située à la marge de ce vaste univers ne peut plus porter le fardeau que représentent les taxes impériales. Ton talent doit s’épanouir au milieu de la galaxie. »\n« Cet infâme Imagawa t’a déjà privé de ton nom et prénom, mais il vaut mieux que tu laisses un tel passé derrière toi. À partir de maintenant, tu seras connu sous le nom de Semimaru ».\nC’était vrai : se tenait devant lui une personne sans passé qui ne pourrait plus jamais contempler le vaste univers devant lui."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Une légende d'épée"
          }
        ]
      }
    ]
  }
}