{
  "epId": 2322,
  "name": "Journal du vagabond",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Tales From the Waves_icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Journal du vagabond"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "La légende d'un marin anonyme remontant à une ère où les mers de Liyue étaient infestées de monstres marins.\n—— Marée montante ——\nAlors que brille la nuit dans l'océan d'étoiles s'élève depuis les flots un chant marin.\nAutrefois existait un puissant vaisseau amarré au Port de Liyue. Son capitaine était un homme qui avait chassé sans relâche les terribles créatures des profondeurs marines. Les gens l'appelaient simplement « Capitaine ».\nLa coque du navire était ornée des os de terribles monstres marins, preuves de la volonté inébranlable du Capitaine. Chose étrange, les chants qu'avait l'habitude de déclamer l'équipage faisaient rarement mention de la chasse aux créatures des bas-fonds marins. Ce n'était pas là dû à quelque modestie, mais bien plutôt à ce qu'avait appris à l'équipage une existence passée sur les flots impitoyables : les chansons d'eau et de sang sont toujours porteuses de malheur.\nL'épée à la main, le Capitaine parcourut l'immensité azurée, défiant les récifs rocheux et les courants sous-marins, poussant son navire et ses hommes, affrontant squales et monstres sans distinction. Les sombres mondes existant au plus profond des océans étaient à ses yeux autant de terrains de chasse, et toute créature digne d'attention troublant les flots à proximité du Capitaine se voyait souvent finir en trophée.\nHélas, le Capitaine ne connaissait de la vie que les vents et les flots. Étranger aux joies et peines des gens du commun, il passait ses journées à traquer et chasser, suivant la brise salée et les appels des baleines au loin. Son équipage le craignait plus qu'il ne l'aimait ; son caractère acharné, comme s'il essayait en permanence de se libérer d'algues qui l'aurait emprisonné, inquiétait les marins sous ses ordres. Et ainsi avançait le vaisseau du Capitaine, voguant toujours plus avant vers les eaux troubles.\nSeule la jeune fille qui avait pour habitude de se tenir perchée sur la proue pouvait déceler un éclair de douceur dans l'œil du Capitaine. Elle était sa navigatrice, attirée par l'appel de l'océan et chantant avec les baleines, guidant le vaisseau à travers les eaux infestées de monstres.\nOffrant son chant à la mer, la jeune navigatrice berce de ses notes chaque flot et chaque brise...\n« Oyez l'appel des créatures des mers, et les échos des vagues jetées par les vents.\nLa brise et les flots nous portent, fiers, et vers l'horizon voguons de l'avant.\nÔ vous les dieux passés, ô toi mon capitaine,\nLaissez-moi tisser des flots excités une carte incertaine,\nQui saura guider les âmes naufragées loin du chant des sirènes. »\nLe refrain s'éteignit pour faire place aux ordres rapides du Capitaine appelant tout l'équipage à son poste. L'imposant vaisseau leva l'ancre, et prenant de l'allure, s'enfonça dans l'aurore naissante.\nC'est ainsi que débutait l'histoire de chaque périple, semblable à celle de la veille."
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "Dans le bruit abasourdissant des vagues en pleine tempête, le marin s'est battu contre les chaînes du destin jusqu'à la fin...\n—— Vagues sauvages ——\n« Joins-moi dans l'abîme des océans, et écoute le murmure des fonds marins.\nQuand la vague et le vents sont cléments, voguons vers les tourbillons salins.\nJ'entends les mots de ma vieille mère, bénissant les générations à venir :\nPuissent-elles naviguer les mers, sans sous les vents et les vagues flétrir.\nEt transpercée des harpons des héros, puisse la bête mourir sitôt. »\nMême la plus légère des brises portait son chant, que rien ne venait jamais arrêter. La voix de la jeune fille répondait aux flots furieux, guidant le Capitaine à travers les courants traîtres jusqu'à la bête vivant au centre de la tempête.\nAvançant au milieu des éclairs et du tonnerre, ballotté par les vagues incessantes, le navire pénétra plus avant vers l'antre de la bête. À sa proue se tenait le Capitaine, l'épée levée, insensible à la peur.\nSuivant le regard de l'homme, l'équipage ne pouvait distinguer au loin qu'une forme gigantesque baignant dans une mer de brume ; c'était là le monstre marin. Les os ornant le navire parurent tout à coup bien dérisoires, comparés à l'immense silhouette qui se dessinait au centre du maelstrom.\nSur les ordres du Capitaine, l'équipage fit feu coup sur coup, et les projectiles vinrent se planter dans l'immense créature, lui laissant de gigantesques marques.\nTouché, le monstre marin se mit à hurler de douleur. Plongeant sous les vagues écarlates, il frappa la coque du navire de toute sa force. Le navire manqua se renverser sous le choc, tandis que les flots pourpres prenaient d'assaut l'équipage, venant s'écraser à travers le pont. Maudissant les dieux des élément, les marins continuèrent de faire feu, priant que le combat prenne fin.\nLe Capitaine ne fléchissait jamais face aux adversaires qui lui étaient par le destin envoyés. Aux terrifiants hurlements de la bête répondirent les chants de la jeune fille à la proue, tandis que le navire manœuvrait à travers les courants, contournant le monstre et faisant feu de toute part.\nLe combat dura longtemps. Le corps du monstre se recouvrit de plaies béantes, et la majorité de ses tentacules et griffes furent tranchées. Le navire n'était plus qu'un gigantesque cercueil de bois porté par les flots ; la moitié de ses mats avaient été brisés, et la plupart de ses canons était hors service. Une bonne partie de l'équipage manquait à l'appel, et même la précieuse épée du Capitaine avait été brisée en deux. C'était un combat terrible, une lutte perdue d'avance contre un impitoyable Goliath des mers.\nLe monstre blessé savait que son adversaire ne posait plus de menace. Pressé d'en finir, il jaillit à la surface, et ouvrit sa gueule, prêt à avaler l'embarcation."
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "Lorsque la tempête cessa et que le calme régna de nouveau sur l'océan, le vent joua une poignante mélodie...\n—— Marée descendante ——\nDe sombres nuages bloquaient la lumière de la lune ; mais le chant ne s'arrêta pas.\nAlors qu'un calme trompeur semblait recouvrir les flots, le navire se mit à dériver vers l'abîme.\nLa gueule du monstre massif ouvrit la bouche de part en part, tandis qu'un grondement sourd en montait. Il ouvrit ses yeux couverts de lichen et de corail pour savourer les derniers moments de l'adversaire qui avait osé le sous-estimer, et les plongea dans ceux du Capitaine qui attendait son sort.\nÀ travers les yeux du monstre, le Capitaine vit un cœur plus noir que les ténèbres.\nLe dernier éclair de la tempête illumina les cieux et le vaisseau détruit par les crocs du monstre qui s'enfonçait inexorablement dans les flots.\nTout redevint ténèbres... jusqu'à ce que le rugissement furieux du monstre marin se fasse entendre à nouveau au milieu des eaux sombres.\nLe Capitaine avait enfoncé son épée dans l'œil de la bête, et répétait le geste, jusqu'à être recouvert des pieds à la tête par les miasmes sortis du monstre et que finalement son arme se brise une dernière fois dans l'œil du monstre.\nLabouré de toutes parts par les griffes acérées et faisant face à son sort, le Capitaine continua de se battre corps et âme, jusqu'à ce que soient mises en pièces ses griffes...\nUne mélodie familière se fit alors entendre à travers les vents salés ; le monstre semblait avoir momentanément arrêté ses attaques.\n« Chante avec moi cet adieu à l'océan, ce chant cher à mon cœur.\nLes vents et les flots sont cléments, et voici venue mon heure.\nLe Capitaine m'appelle soudain, l'heure est venue pour moi de partir.\nLui comme moi n'oubliez point ; que ce chant soit notre souvenir.\nLe jour viendra où vous me trouverez, dormant d'un sommeil abyssal...\nPeut-être vous aussi emportés par les flots unanimes. »\nLes gigantesques tentacules du monstre surgirent de l'eau, semblables à quelques terribles serpents. La jeune fille resta là à flotter sur son dos, chantant au milieu du tumulte. Elle demeura ainsi lorsque les tentacules saisirent ses bras. Et même lorsque les crocs aiguisés percèrent ses vêtements puis sa peau, elle n'arrêta point son chant.\nDoucement, elle s'enfonça dans les flots noirs, tirée vers l'abîme par le monstre.\nCeux vivant de la mer en mourraient aussi souvent en ces temps où désastres et catastrophes régnaient en maître sur l'océan.\nLe Capitaine revint à lui sur un bateau marchand. Son équipage et son vaisseau étaient perdus. Ne lui restait plus que son corps couvert de blessures, et un vieux rêve faisant écho à un chant marin...\n« Quand la vague et le vent seront cléments, j'irai en mer la venger, elle qui était charmée par le chant des flots... »"
          }
        ]
      }
    ]
  }
}