{
  "epId": 2323,
  "name": "Le cœur de la source",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Heart of Clear Springs_icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "Une légende transmise de génération en génération chez les chasseurs de Deauclaire, qui relate la rencontre entre un garçon et une fée de source.\nSous le clair de lune cristallin, le garçon en pleurs fit un vœu à la fontaine.\nUn esprit venant de quelque lointain pays, qui avait élu domicile dans la fontaine inoccupée, écoutait en silence son vœu muet.\nLes fées de source ignorent tout des souvenirs lointains ou des rêves profonds. Ces créatures sont nées de l'essence même de l'eau, et sont les descendantes sans visage des anges.\nAussi, lorsque la fée émergea de l'eau et entendit les pleurs résonner dans le cœur du garçon, elle fut saisie d'intérêt pour cette vie, tellement plus jeune et tellement plus fragile que la sienne.\nSans un mot, elle tendit ses doigts invisibles, froids comme la brume nocturne et doux comme la fortune passée, et caressa tendrement le front et les joues du garçon.\nSurpris par cette caresse inconnue, le garçon releva la tête, et ses yeux rencontrèrent ceux de l'esprit.\n« Peux-tu réaliser mon souhait ? » demanda-t-il.\nSurprise et confuse par l'audacieuse demande, mais incapable de prononcer un son, la créature hocha simplement la tête.\nRassuré, le garçon partit.\nIl ignorait qu'elle était seule, sans famille ni amis, et qu'une grande partie de sa sagesse passée était aujourd'hui perdue.\nSeulement lorsque l'eau de la source venait à couler à travers les fissures dans son bassin, et qu'elle contemplait le reflet fracturé de la lune sur les rides de l'eau, regagnait-elle alors quelque capacité à penser, et à imiter maladroitement quelques fragments de discours.\nCurieuse, elle observait émerveillée ce monde, innocente et emplie d'un amour simple. La vue du renard et de l'écureuil volant quelques baies l'emplissait de joie, et celle des nuages sombres s'amoncelant à l'horizon de chagrin.\nQuant au garçon venu la visiter cette nuit-là, elle se mit à éprouver à son égard un sentiment complexe, bien qu'immature.\nSeule au monde, elle n'avait ni le pouvoir ni la sagesse requis pour exaucer son vœu.\nMais elle pouvait le partager ; et elle puisa la vie du poids qui habitait le garçon."
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "Une légende transmise de génération en génération chez les chasseurs de Deauclaire, qui relate l'amitié entre un garçon et une fée de source.\nAlors qu'il contemplait l'image fracturée de la lune sur les remous de l'eau, le garçon déversa son cœur dans la source.\nDe ses mots, elle apprit beaucoup à son sujet.\nEt de son silence, le garçon affermit son assurance.\nLa créature de la source comprit dans son ignorance que la beauté de ce monde résidait non seulement dans le clair de lune et les baies, mais aussi que les sombres nuages recouvrant le ciel n'étaient pas l'unique cause de regrets existant au monde.\nLe garçon lui raconta la forêt, la ville et ses murs élevés, et partagea avec elle ses joies, ses peines et ses craintes.\nEt, buvant ses paroles, la créature se découvrit une fascination nouvelle pour ce monde imparfait dans lequel elle était née.\nQuand la frustration à l'égard de sa propre impuissance emplissait le garçon, elle essuyait ses larmes avec douceur. Et de ses larmes, elle comprit le monde qui existait en-dehors de sa source un peu mieux.\nElle purifia les larmes qui avaient coulé dans son bassin, les transformant en un nectar qui apporta de doux rêves au garçon. Celui-ci oublia la douleur qui l'habitait éveillé, et retrouva dans son sommeil sa nouvelle amie à sa source.\nÀ chaque fois que cela se produisait, cette dernière souriait, endormie dans son bassin baignant dans le clair de lune.\nLa fraîche rosée nourrit les rêves du garçon, et les rêves du garçon vinrent nourrir l'âme de la créature solitaire.\nDans ces rêves, la créature lui conta les récits du lointain royaume Hydro, lui décrivit son pays à la couleur de saphir ; elle chanta les peines de l'exil, et soupira après la tristesse de la séparation. Et le garçon était alors celui qui écoutait, silencieux ; et il pleura pour ses peines, et se réjouit pour son bonheur.\nEt c'est ainsi que la créature de l'eau apprit grâce aux souvenirs et aux rêves du garçon à parler.\nLes deux devinrent des amis n'ayant aucun secret l'un pour l'autre."
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "Une légende transmise de génération en génération chez les chasseurs de Deauclaire, qui relate la promesse entre un garçon et une fée de source.\nLorsque la brise nocturne se fut tue, et que le reflet fracturé de la lune sur le bassin fut entier, le garçon entendit pour la première fois la voix de l'esprit.\nLes esprits sont des créatures à la sensibilité dépassant l'entendement des hommes ; et le garçon s'émerveilla au son de la douce voix mélancolique.\nMais cette même sensibilité fit ressentir à l'esprit à travers les yeux du garçon le désir impossible à cacher de ce dernier, et la promesse qui s'apprêtait à quitter ses lèvres.\nLa panique s'empara soudain de l'esprit.\nVibrantes mais fugaces sont les vies des hommes ; le garçon finirait par grandir, et vieillir. Qu'adviendrait-il une fois son innocence perdue ? Comment traiterait-il sa descendance élémentaire ? Ne se reprocherait-il pas au crépuscule de sa vie d'avoir gaspillé son existence pour une promesse juvénile ?\nL'esprit était une créature simple et bienveillante, mais ignorait tout de l'amour du monde des hommes. Elle n'avait jamais été témoin du miracle de l'humanité, se contentant de voir passer le temps à travers un millénaire de changements et de vicissitudes ; l'idée de la séparation l'emplit d'une crainte puissante.\nCe que les hommes perçoivent comme le miracle de la dévotion n'est aux yeux des êtres élémentaires que beauté passagère.\nOr même le pouvoir des esprits ne peut stopper la cruelle marche du temps et interrompre le vieillissement de l'être aimé.\nL'esprit ne pouvait supporter de voir ce jour fatidique arriver, et, d'un baiser, la créature arrêta les mots que le garçon s'apprêtait à prononcer.\nMais dans son innocence, le garçon prit à tort ce froid refus pour la confirmation de sa promesse...\nEt c'est à ce moment qu'elle se fit le serment d'avoir un jour le courage de le quitter.\nQuant au garçon, il fit le serment de rester à jamais à ses côtés à la source."
          }
        ]
      },
      {
        "title": "Tome IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Une légende transmise de génération en génération chez les chasseurs de Deauclaire, qui relate le dénouement de l'histoire entre un garçon qui avait grandi et un esprit qui ne le pouvait pas.\nLe temps passa ; le garçon devint homme, et se fit de nouveaux amis et vécut de nouvelles expériences.\nEt la créature de l'eau continua de lui chanter de douces élégies, comme du temps de sa jeunesse.\nMais vint le jour où celle-ci finit par le quitter, pour ne plus revenir.\nLes mots ne se firent plus entendre à la source, et les reflets fracturés de la lune demeurèrent ainsi.\nL'esprit avait réalisé cette triste vérité : bien qu'appartenant enfin à un endroit, et bien qu'ayant connu un bonheur passager, la solitude demeurait son lot.\nLe garçon, qui avait grandi, ne put réaliser le départ de son amie, et se reprocha sa propre solitude.\n« Peut-être n'était-ce que le rêve éveillé d'un enfant. »\nAinsi se prenait-il à penser par moments au son du doux murmure de l'eau.\nMais le doux baiser était réel, tout comme le vent qui autrefois jouait avec ses cheveux.\nEt l'homme réalisa soudain que malgré toutes ses nouvelles connaissances, tous ces amis qu'il avait rencontrés et quittés, et en dépit de toutes les aventures qui avaient marqué son existence, la solitude l'attendait.\nEt, comme elles l'avaient fait des années plus tôt, les larmes de l'homme tombèrent dans le bassin à l'eau pure, venant troubler les reflets du clair de lune.\nMais cette fois-ci, l'esprit ne répondit pas à l'appel.\nSon ancienne amie lui tourna obstinément le dos, préférant rester l'objet d'un rêve d'enfant innocent, acceptant de n'être qu'une visiteuse passagère venant d'un monde lointain, mais refusant de laisser sa longévité briser la promesse de son amant.\nLa légende prétend que lorsque la pluie tombe à verses, les gouttes qui tombent dans le bassin se mélangent aux larmes de l'esprit de la source.\nJusqu'à la fin de sa vie, le garçon crut fermement en cette superstition.\nHélas ! La fée de la source, qui avait fui ses vrais sentiments, ne put malgré ses efforts mettre cette légende en doute..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Le cœur de la source"
          }
        ]
      }
    ]
  }
}