{
  "epId": 2324,
  "name": "La Légende de Vennessa",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Legend of Vennessa_icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "La Légende de Vennessa"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "Une chanson épique populaire à Mondstadt qui relate l'histoire de Vennessa, la fondatrice de l'Ordre de Favonius, lorsqu'elle n'était encore qu'une esclave.\nAmis de Mondstadt, buvez !\nÀ la liberté ! À l'Archon Anémo !\nÀ Vennessa, le premier des chevaliers !\nEnfants de Mondstadt, que le cadeau de Barbatos soit gravé dans vos cœurs, dans vos os !\nNon. Le cadeau n'est pas la liberté, c'est la résistance !\nL'histoire débute dans un passé lointain.\nAmis, pardonnez mon improvisation.\nCar vous tous le savez, la gloire et la liberté de Mondstadt,\nNaquirent au son de la lyre de Barbatos.\nToujours pour les héros s'élèvent les poèmes ;\nMais la liberté anonyme mérite un hommage plus grand.\nMondstadt ployait sous le joug des nobles ;\nLeurs célébrations n'étaient que vanité ;\nUne insulte à la face du peuple.\nLa cité semblait à une prison au vent ;\nLe noble persécutait l'esclave,\nInconscient que sa propre geôle sur lui se refermait.\nDans une cellule, une demoiselle s'étiolait.\nDes plaines du sud ses pieds l'avaient porté.\nNée libre, elle était maintenant enchaînée.\nLe tyran avait entravé sa chair ;\nMais son âme pure continuait de prier.\nPour son peuple, pour Mondstadt et pour la liberté."
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "Une chanson épique populaire à Mondstadt qui relate l'histoire de Vennessa, la fondatrice de l'Ordre de Favonius, de sa rencontre avec Barbatos à sa revanche contre les aristocrates de la cité.\nAmis de Mondstadt, buvez !\nVint le jour où Barbatos répondit à ses prières.\nCherchant ses cheveux ardents, il descendit la retrouver.\n« Tout être doit avoir un nom », dit l'esprit en souriant.\n« J'écrirai une chanson pour le tien,\nEt ne demande que ton amitié en retour. »\nAvec plaisir, la jeune fille lui donna son consentement, et ses craintes se dissipèrent.\nEt ainsi, marchant au son de la voix de Barbatos,\nElle vainquit le dragon destructeur ;\nÀ cette vue, les aristocrates bouffis furent pris de terreur.\n« Mondstadt est la liberté », chantèrent les vents au peuple.\nLes brises solitaires des forêts se joignirent pour faire tomber la tour du tyran.\nLa jeune lionne, enfin libérée de ses chaînes, se tenait fière au milieu des vents.\nEt c'est ainsi que la réputation de la jeune fille naquit.\nChantant aux côtés de l'Archon Anémo, son cœur débordait de gratitude.\nMais à ses mots de reconnaissance, Barbatos répondit :\n« La chanson t'appartient, tu en es l'âme ;\nTu m'as confié ton amitié, ainsi que ton nom ;\nAussi chanté-je ta liberté. »\nCompagnons d'ivresse, trinquons à nouveau !\nCar ainsi coulent les flots de la liberté à Mondstadt.\nQuand les jours deviennent nuits et que le désespoir emplit les cœurs,\nRemémorez-vous Vennessa, l'héroïne aux cheveux de feu,\nEt jamais ne cessez de poursuivre la liberté !"
          }
        ]
      }
    ]
  }
}