{
  "epId": 2325,
  "name": "Plus qu'un chien",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Hex & Hound_icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "Parfois, les sentiments sont comme la pluie en plein été : ils vous prennent par surprise. L'histoire d'un été nostalgique à l'ère des aristocrates commence dès à présent.\nComme chacun le sait, le Clan Lawrence est une famille noble dont la notoriété n'est plus à faire.\nPassant leur temps à ne rien faire, c'est en écrasant le peuple que les nobles arrivaient à maintenir leur train de vie luxueux.\nLicencieuses étaient les vies qu'ils menaient. Sous leur règne cruel, le peuple était la victime de crimes répétés.\nBien que les gens du commun souffrissent tous de l'avarice et de la cruauté de la noblesse au pouvoir, nul n'osait lever la voix à son égard.\nDietrich était un noble de haute naissance.\nEncore jeune, il n'était responsable d'aucun crime, et sa maîtrise de l'épée était réputée parmi toute l'aristocratie.\nIl possédait en revanche un caractère impatient, et se pensait le centre du monde, estimant que tout tournait autour de lui. Ce genre de défauts est chose commune chez la noblesse.\nMais étant né au sein du Clan Lawrence, ce n'était qu'une question de temps avant qu'il devienne à son tour semblable aux autres nobliaux.\nC'est à cette époque que le jeune homme commit le premier acte vraiment condamnable de son existence.\nQuelque temps plus tôt, Dietrich avait décidé de ne pas assister au cours de maître Damo sur les éléments, préférant aller traîner en-dehors de la ville. Mais alors qu'il traversait les rues pleines d'une plèbe vibrante, son regard tomba sur une jeune blonde aux yeux couleur d'azur.\nIncapable de décrire les émotions qui l'envahissaient, Dietrich était sûr d'une chose : jamais son cœur n'avait paru aussi gros dans sa poitrine – et jamais n'avait-il été aussi incontrôlable.\n« Voilà sans doute ce que ressent Mère quand elle voit son chat. »\nEt ainsi pensant, Dietrich réalisa qu'il était en train de marcher vers la jeune fille.\nMais à sa grande déception, cette dernière ne sembla pas lui prêter une once d'attention. Même après qu'il lui eut révélé son identité, elle continua de ne montrer aucun signe d'intérêt à son égard.\nDécidant qu'elle ignorait tout de ce qui était bon pour elle, le jeune noble décida d'aller la chercher sous le couvert de la nuit, qu'elle le veuille ou non.\n« Une fois attrapée, je la mettrai en cage, comme fait Mère quand son chat a fait une bêtise. »"
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "L'argent ne fait pas le bonheur, mais il résout un bon nombre de problèmes ! Suivez les vacances d'été d'une jeune femme à Mondstadt qui débute au son des moras !\nC'est par un beau jour d'été qu'arriva en ville la jeune fille. Ses longs cheveux couleur d'or brillaient comme le soleil de printemps, et ses yeux bleus reflétaient les rayons de l'après-midi. Il aurait été difficile d'imaginer comment une telle jeune fille avait pu traverser seule les terres infestées de monstres bordant la cité.\n« Suspecte, elle ? Dire ça serait faire injure à sa beauté ! »\nAinsi parlait le garde de la porte, ivre, au milieu des clameurs de la taverne. Il avait gagné une belle somme à son poste ce jour-là, suffisamment pour garder sa coupe pleine jusqu'à la tombée du jour, si ce n'est plus.\n« Haha, tu as juste été subjugué par sa beauté ! »\nfit l'homme à ses côtés en riant.\n« Et puis quoi ? Ce n'est pas mon genre de fricoter avec les femmes ! C'est plutôt ça qui m'a subjugué ! »\nEt ainsi parlant, il sortit une bourse bien garnie de sa poche, et la fit sauter dans sa paume.\n« Eh bien ! Aujourd'hui, c'est toi qui invites, pour sûr ! »\n« Vous avez entendu ! Tournée générale ! J'espère juste que tu arriveras à tenir ! »\n...\nEt c'est ainsi qu'arriva l'érudite répondant au nom de Nottie en ville, et décida de s'y installer.\nNottie parlait doucement, d'un ton calme et rassurant. Le bruit se mit à courir après un moment dans les rues de la cité que celui qui échangeait quelques mots avec la jeune fille de jour, voyait sa nuit remplie de rêves de bon augure.\nCela mis à part, l'arrivée de la jeune fille ne changea rien à la vie des habitants. Après tout, ceux-ci avaient déjà assez à faire avec leurs tâches quotidiennes, sans compter l'oppression constante qu'ils subissaient de la part de l'aristocratie.\n« Oh, moi qui croyais que la vie en ville serait simple. Je n'aurais jamais imaginé ça... »\nAlors que les rais du soleil éclairaient sa chambre, ainsi pensait la jeune fille, le menton dans la main, assise à une table. Elle se mit à tracer de ses doigts un motif inconnu ; les mots s'écoulaient de sa bouche, tel un chant magique prononcé d'un ton capable de convaincre le plus cynique des hommes."
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "Il ne faut pas baisser votre garde, même quand vous vivez dans une cité sûre... Un art plus difficile à maîtriser que l'hypnose de masse se dévoilera dans ce volume.\nLa nuit vint.\nDu loin provenait le hurlement étouffé de quelque bête sauvage – sans doute un loup.\nNottie s'assit sur son lit, et releva sa manche pour révéler un serpent blanc comme la neige, entouré en un brassard autour de son bras.\nLa tête du serpent était particulièrement marquante, avec sa gueule ouverte montrant ses crocs, et sou cou rejeté en arrière comme s'il s'apprêtait à bondir sur sa proie.\nLe corps ondulé du serpent entourait son bras, émettant une aura dangereuse sous les rayons des lampes magiques éclairant la pièce.\n« Bonne nuit, ma sœur. »\nNottie caressa le brassard avec affection, jouant avec la queue du serpent d'un doigt distrait.\nAprès un moment s'éteignirent les lampes magiques, plongeant la chambre dans l'obscurité.\nPendant la nuit, Nottie gagnait un pouvoir immense.\nCe n'est donc pas un hasard si elle sut qu'un intrus était présent à peine celui-ci avait-il pénétré dans la chambre.\nAssise sur lit, Nottie pouvait clairement voir Dietrich qui, dans les ténèbres de la nuit, remettait discrètement de l'ordre dans sa corde et ses vêtements.\nLa jeune fille avait de plus en plus de mal à réprimer un éclat de rire ; heureusement, Dietrich arriva à sa hauteur.\nLes yeux de Dietrich tombèrent sur ceux qui l'avaient tant marqué.\nMais là, dans la nuit ambiante, Dietrich réalisa que les yeux adorés n'étaient plus ornés du bleu qu'il avait vu plus tôt. À cet instant, ils étaient emplis de la couleur de la nuit, et rappelaient la tranquillité meurtrière des fonds marins.\n« Bois l'eau de cette coupe. »\nCe furent là les derniers mots qu'entendit Dietrich avant de sombrer dans l'inconscience."
          }
        ]
      },
      {
        "title": "Tome IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Même un chien peut apprendre l'étiquette de la haute société, d'après un certain professeur de bonnes manières.\nLa coupe tomba en rebondissant sur le sol, suivie par Dietrich qui tomba lourdement.\nNottie s'accroupit près du jeune noble, et lui ôta le sabre qu'il portait à la hanche.\nElle frappa à plusieurs reprises la garde, jusqu'à ce qu'une gemme noire qui était incrustée s'en détache et atterrisse dans sa paume.\n« M'amener l'œil de la nuit éternelle à ma porte, comme c'est gentil. »\nAinsi parlant, elle dénoua le serpent enroulé autour de son bras, et plaça la gemme dans sa gueule.\nLes écailles et la chair de l'animal se mirent à frémir et grandir, et en un instant le petit serpent enroulé dans la paume de la jeune fille tomba au sol pour devenir un python géant aux écailles noires et aux yeux couleur de flamme, au corps remplissant presque toute la pièce.\nNottie tendit la main, et tandis que les lampes magiques s'allumaient à nouveau, le python diminua de taille, jusqu'à rejoindre sa forme originelle autour du bras de la jeune fille.\n« Tu te caches ? »\nNottie regarda sous le lit.\nLà, elle trouva...\n... un chien.\nL'animal tremblait, probablement de panique après avoir vu la métamorphose du serpent ?\n« Moi qui voulais te transformer en loup, te voilà chien... Je suis désolée ! »\nBien que prononçant des mots d'excuse, la voix de la jeune fille ne contenait aucune trace de remords.\nAvant même d'avoir compris ce qui lui arrivait, Dietrich s'était retrouvé sous le lit, guidé par son instinct.\nCe n'est qu'alors qu'il reprit ses sens. Lorsqu'il entendit la voix de Nottie, il essaya de répondre, mais peu importe l'effort qu'il y mit. Le seul son sortant de sa bouche était désormais « Ouaf ! Ouaf ! »\nEn s'entendant, Dietrich, affolé, bondit de sa cachette.\nPeu importe le nombre de fois que Dietrich sauta devant le miroir, aboyant de désespoir : l'image qui lui était renvoyée n'était plus celle du jeune nobliau qu'il était encore quelques heures plus tôt.\nDietrich n'eut d'autre choix que de retourner la queue entre les jambes chercher Nottie. En l'apercevant, cette dernière ne parut pas surprise le moins du monde ; elle se contenta de joindre les mains sur sa poitrine en le regardant. Soudain, Dietrich réalisa qu'il ne pouvait plus avancer.\n« Voilà qui n'est pas une façon d'approcher une demoiselle... Hum... On dirait bien que tu as besoin d'entraînement ! »"
          }
        ]
      },
      {
        "title": "Tome V",
        "desc": [
          {
            "type": "RichText",
            "text": "« Sois un bon chien ! La réussite ne rapporte pas de récompense, mais l'échec se solde toujours pas une punition ! » dit la sorcière au visage sombre en ricanant.\n« Laisse-moi me présenter. Je suis Nottfriga, mais tu me connais peut-être mieux sous mon surnom. Les gens m'appellent l'Enchanteresse de la Nuit. »\nEt tandis qu'elle prononçait ces mots, ses cheveux blonds se mirent à foncer graduellement, pour finalement devenir noirs comme le ciel nocturne visible par la fenêtre. Ses yeux autrefois bleus étaient maintenant d'un noir de jais, semblables à l'ébène.\n« Je suis ta maîtresse à présent. Mais sois sans crainte, je t'entraînerai comme il faut. »\nNottfriga s'agenouilla et plaça autour du cou de Dietrich un collier qui semblait être sorti de nulle part, et qui rapetissa jusqu'à épouser parfaitement le cou de l'animal. Ce dernier était incapable de l'enlever, qu'il gratte ou qu'il morde.\n« Nous avons déjà perdu trop de temps. Viens, partons maintenant. »\nEt à ces mots, Nottfriga partit en direction de l'extérieur de la ville. Dietrich eut beau y mettre toute la force dont il était capable, se voyant rejoindre sa villa, il n'eut pas d'autre choix que de la suivre en se lamentant. Le collier installé par Nottfriga semblait avoir pris le contrôle de son corps, et il était incapable de ne faire ne serait-ce qu'un pas dans une autre direction.\nAux aboiements de Dietrich, Nottfriga finit par se retourner. D'une mèche de cheveux, elle fit une boucle autour d'un doigt.\n« Ça a beau être un spectacle intéressant que de te voir lutter comme ça, c'est bien trop bruyant. Continue comme ça, et tu auras l'honneur de tester mon nouveau sort, le « Silence de la Nuit ». »\nÀ cet instant, le silence sembla gagner le monde les entourant. L'intuition de Dietrich lui dicta qu'il valait mieux ne pas devenir le dernier sujet de test de la magicienne."
          }
        ]
      },
      {
        "title": "Tome VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Note de l'éditeur : merci à tous pour votre soutien ! Nous sommes allés chercher l'auteur ivre à La Queue de Chat. Même plein comme un tonneau, il devrait pouvoir continuer à écrire le prochain volume. Restez à l'écoute !\nDietrich assistait à la chute du Clan Lawrence.\nQui savait où était parti le chat qu'élevait sa mère... Son père, distrait, et sa mère, hystérique, étaient si proches de lui, et pourtant, il avait beau crier, ils ne lui prêtaient aucune attention.\n« Wouf... »\nDietrich baissa la tête, mais avant qu'il ne puisse ouvrir de nouveau la bouche, le sol s'ouvrait sous ses pieds. Une paire de mains semblables à celles d'une vieille sorcière sortirent du sol et le saisirent par le cou.\nPuis vint la chute, qui sembla ne jamais prendre fin, jusqu'à ce qu'enfin il s'écrase par terre aux pieds de la mégère.\nÉtrangement, il n'avait pas mal.\nQuelque chose saisit Dietrich par son collier, et il se retrouva hissé à bras-le-corps.\nTout devant lui n'était qu'obscurité. Il ne pouvait distinguer que ce qui était à ses pieds : une marmite fumante, remplie d'une substance noire d'origine inconnue qui gargouillait et bouillonnait. Il y vit également quelques objets flottant à la surface, et, en se concentrant, arriva même à distinguer des toiles d'araignée et des os de vipère...\nDans son oreille se glissa la voix de Nottfriga : « Ah, je t'ai attrapé maintenant, mon dernier ingrédient ! Une fois que je t'aurais ajouté, ma potion de vie éternelle sera terminée. Haha ! »\n« Wouf, wouf, ouaf ! » (Lâche-moi, sale sorcière ignoble !)\nDietrich se mit à se débattre de toutes ses forces, n'imaginant pas un seul instant que son collier jusqu'alors intraitable choisirait ce moment pour le laisser glisser...\n« Wouf... »\nIl tombait à nouveau.\nIl n'entendait plus rien, hormis le vent hurlant et le rire fou de Nottfriga."
          }
        ]
      },
      {
        "title": "Tome VII",
        "desc": [
          {
            "type": "RichText",
            "text": "« Pourquoi souriez-vous en me donnant des biscuits pour chien ? » Lors de cette nouvelle rencontre dans une forêt très familière, qui se cache derrière cette jeune femme inconnue ?\n« Réveillez-vous... »\nDietrich sentit son corps se balancer doucement.\n« Est-ce que ça va ? »\nUne main se tendit, comme pour vérifier sa respiration.\nLa voix était familière...\nUne voix agréable comme la brise en avril et douce comme le soleil de mars.\nDietrich se força à ouvrir les yeux, et devant lui...\nLa jeune fille à la chevelure dorée et aux yeux bleus se tenait là.\n« Ah, merveilleux, vous êtes enfin réveillé ! », dit-elle en souriant.\n« Cet endroit... Est-ce... Celestia ? », se demanda Dietrich.\n« Non, ce n'est qu'une forêt ordinaire », répondit la jeune fille.\nC'est alors que les sens de Dietrich lui revinrent, et il sut que la jeune fille devant lui était la source de tous ses ennuis – la perfide sorcière Nottfriga ! En un éclair, il s'était remis de ses émotions et avait bondi à distance, en position de défense.\n« N'ayez pas peur, je ne vous ferai pas de mal. Ah, j'ai dû oublier de me présenter ! Je m'appelle Madeleine. Je suis... Eh bien, je suis la petite sœur de Nottfriga. » Ainsi parlant, Madeleine fit danser ses doigts derrière son dos, conjurant un sort bénin de magie relaxante, puis s'approcha de Dietrich : « Venez maintenant, tout va bien. »\nDietrich se calma en effet. Il désirait demander à la jeune fille devant lui comment elle pouvait le comprendre... Mais il ne pouvait toujours qu'aboyer.\n« Oh, ça ? Ce n'est qu'un petit sort. Ma sœur le connaît aussi. »\n« Ouaf, wouf wouf ! » (Alors cette vieille mégère sait que je parle, et faisait semblant tout le long de ne pas m'entendre ?)\n« Eh bien... Nottfriga est en fait une personne au bon cœur. » En mentionnant sa sœur, un magnifique sourire s'afficha de nouveau sur le visage de Madelaine.\n« ... »"
          }
        ]
      },
      {
        "title": "Tome VIII",
        "desc": [
          {
            "type": "RichText",
            "text": "« Malédiction ! La sorcière a entendu mes insultes ! ». « Oh, quel mauvais petit chien. Mais c'est l'obligation du propriétaire d'éduquer son chien, donc je n'ai pas le choix... ». La sorcière est sur le point de révéler ses cruels secrets !\n« À croire que les sorcières vendent leur cerveau contre leur magie. Impossible de communiquer avec elle... » Ainsi ruminait Dietrich en suivant la jeune fille aux cheveux dorés, qui avançait tout en parlant.\n« Ne dites pas ça ! Si ma sœur vous entendait, elle serait très en colère », dit Madeleine d'une voix calme en regardant Dietrich.\n« Wouf wouf wouf, ouaf ouaf ? » (Eh bien, vous n'avez pas qu'à... Attendez, comment avez-vous lu mes pensées ?)\n« Dommage... C'est... Trop... Tard... »\nDietrich leva la tête, alarmé par un changement dans l'air qui l'entourait.\nSon expression n'avait pas changé...\nEt pourtant...\nIl comprit immédiatement que la fille devant lui n'était plus la même personne.\n« Il semble que ton cauchemar a été d'une certaine utilité... Pour tes souvenirs, tout du moins. Mais tu es encore loin de faire l'affaire à mon avis. » Cette voix hautaine et froide... Oui, c'était sûrement Nottfriga.\n« Eh bien, je crois que je vais laisser l'Essence du cœur intime en vous. »\n« L'Essence du cœur intime » ? Qu'est-ce que c'était que ça encore...\nUn instant... Madeleine venait juste de mentionner quelque chose de la sorte.\n« Ne vous inquiétez pas ! Le cauchemar d'avant n'était qu'une illusion. Ma sœur a placé l'Essence du cœur intime en vous, et elle est capable de révéler vos peurs. C'est pourquoi vous avez rêvé des choses que vous craignez le plus. »\n« Mais ma sœur a dû le faire pour votre bien. Elle a, après tout, une âme si douce. »\n...\nDietrich sentit les poils se dresser sur son corps tandis qu'il contemplait Nottfriga, tremblant, son esprit vide de toute autre pensée.\n« Il semble que mes enseignements aient été utiles. Bien, continuons notre route. » L'apparence effrayée de Dietrich plut à sa maîtresse, la sorcière."
          }
        ]
      },
      {
        "title": "Tome IX",
        "desc": [
          {
            "type": "RichText",
            "text": "« À quoi ressemble la mort d'une chaude journée de printemps ? » se demanda la jeune fille au matin, en défiant toute logique. « Je suppose que c'est... poilu ? »\nC'était une forêt sans fin, sans limites. Une fine brume flottait doucement, tandis que les rayonns dorés de l'aube traversaient les feuilles luxuriantes pour venir se poser sur le sol couleur d'émeraude.\nMadeleine tenait à cet instant un chien – Dietrich, en effet – tandis qu'elle avançait tranquillement sur le chemin. La jeune fille aux cheveux d'or traversait la forêt d'un pas léger au milieu des arbres immenses, se déplaçant avec l'élégance et la délicatesse d'un cygne.\n« Encore heureux, c'est Madeleine. Ça aurait été cette sorcière de Nottfriga, elle m'aurait sûrement forcé à marcher, ou même utilisé sa magie pour me faire courir. Cet endroit n'est pas fait pour les chiens – ni pour les hommes ordinaires, d'ailleurs. Aucune trace de chemin, que des arbres... Ah, ce serait parfait si Madeleine pouvait continuer à me porter comme ça... » L'esprit à ses pensées, Dietrich regardait Madeleine.\nLa lumière de l'aube naissante dansait sur le visage de la jeune fille, dont les traits n'avaient rien à envier à n'importe quelle fille de haute naissance. Une peau couleur d'albâtre et des yeux doux lui conféraient une apparence délicate et fragile, semblable à l'éphémère rosée du matin naissant sur les pétales des fleurs.\n« Madeleine a la peau si blanche... Plus que celle de n'importe quelle fille de l'aristocratie que j'aie pu voir », pensait Dietrich en l'observant.\n« Laisse-moi te raconter une histoire. L'histoire de ma mort », fit soudain Madeleine."
          }
        ]
      },
      {
        "title": "Tome X",
        "desc": [
          {
            "type": "RichText",
            "text": "Dans ce monde, personne ne peut vivre et être libre.\nIl y avait fort longtemps, une sorcière donna naissance à des jumelles.\nCependant, il était impossible pour les sorcières de garder deux descendants de la même génération. C'était le prix qu'elles avaient à payer pour leur immense pouvoir.\nNéanmoins, cette sorcière avait atteint l'apogée de la maîtrise de la magie noire et sacrifia sa propre force vitale pour maintenir ses jumelles en vie.\nMalheureusement, cela ne pouvait pas continuer pour l'éternité. Le temps des adieux arriva lorsque les dernières onces de force vitale de la sorcière la quittèrent.\nÀ sa mort, la sorcière fut enfin libérée de ce monde. Nottfriga, l'aînée des jumelles qui survécut, hérita de tout et se sentit entièrement responsable de la mort de sa jeune sœur, Madeleine.\nHeureusement, Nottfriga avait le même don que sa mère pour la magie noire. En se servant d'elle-même comme réceptacle, elle invoqua l'âme de Madeleine à l'aide de symboles magiques compliqués et d'incantations obscures.\nPar la suite, Nottfriga lut tous les livres reliés en cuir dans sa tour. Grâce à ses connaissances en magie noire et en alchimie, elle parvint à créer un nouveau réceptacle. Cependant, placer l'âme de sa sœur à l'intérieur de ce dernier pour la ramener à la vie était non seulement une action interdite en magie blanche, mais elle était aussi d'une difficulté exceptionnelle. De surcroît, Nottfriga n'avait jamais étudié la magie blanche.\nL'insistance de Nottfriga pour ramener Madeleine à la vie la poussa à continuer ses recherches qui la menèrent enfin à une solution. Elle transforma le réceptacle en un bracelet en forme de serpent qu'elle portait à son poignet et partit à l'aventure.\n« Ma chère sœur, nous ne serons plus jamais séparées après cela... »"
          }
        ]
      },
      {
        "title": "Tome XI",
        "desc": [
          {
            "type": "RichText",
            "text": "« Mais arrête ! Je vais te faire taire, tu vas voir ! » « Ahouahou ! »... Ce jour-là, la jeune fille offrit à son fidèle chien quelque chose de précieux...\nLe dernier rayon de lumière s'éclipsa et l'obscurité était sur le point d'engloutir la forêt.\n« C'est l'heure de changer, chère sœur. »\nMadeleine libéra soudainement Dietrich, qu'elle tenait dans ses bras.\n« Une dernière chose, grande sœur, j'ai un cadeau pour toi. J'espère qu'il te plaira. »\nAinsi, de la lumière s'échappa des doigts de la jeune fille, formant progressivement une boule éblouissante. Madeleine utilisait sa magie blanche.\n« Bien, à partir de maintenant, tu devras bien te comporter. Chut, ne dis rien. »\n« Quoi ? Pourquoi tant de mystère... Argh. » Avant de pouvoir réagir, Dietrich avait discrètement marmonné ces quelques mots, mais il fut interrompu par une délicate main qui recouvra sa bouche.\nUn instant plus tard, la jeune fille – désormais transformée –s'empressa de lui fourrer quelque chose dans la bouche.\n« C'est... »\nC'était la poignée de son épée.\nL'épée qu'il portait autrefois fièrement à sa ceinture.\n« ?! »\nDietrich tenta d'ouvrir la bouche pour parler.\n« Mords là-dedans si tu veux vivre. » Tandis que Nottfriga leva une main en l'air, le collier de Dietrich se resserra de plus en plus, empêchant celui-ci de respirer. Impuissant, il ne pouvait qu'exécuter ce qu'on lui demandait.\n« Écoute attentivement. Tu devras bientôt te défendre avec cette épée. Bien que tu ne sois qu'un enfant pourri-gâté inutile, cela serait embêtant pour moi de te laisser mourir ici. » Nottfriga releva la tête de Dietrich et baissa la voix. « Après tout, je n'ai pas terminé de te donner une leçon. Ce ne serait pas drôle si tu mourrais trop vite. »\nL'Enchanteresse de la Nuit finit de parler avant de rétracter sa main pour ajuster ses vêtements.\nLe collier se desserra, revenant à la normale. Aussitôt, l'air passa entre les dents et dans les narines de Dietrich, remplissant à nouveau ses poumons. Cependant, il n'osa pas relâcher la prise de sa mâchoire sur l'épée et devait donc se contenter de respirer d'une étrange façon.\nUn instant plus tard, un bruit d'agitation retentit au loin..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Plus qu'un chien"
          }
        ]
      }
    ]
  }
}