{
  "epId": 2326,
  "name": "Versets d'Equilibrium",
  "desc": "Cet ouvrage contient d'anciennes incantations adressées au Souverain de la Roche et aux Yakshas. Il s'agit également d'une archive des anciennes croyances religieuses à Liyue.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Verses of Equilibrium_icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Détails",
        "desc": [
          {
            "type": "RichText",
            "text": "De tous les éléments, le seul solide est le Géo.\nConstruit sur la tradition, il perdure par celle-ci.\nJuste est la loi du Seigneur de la Roche, et ineffable sa sagesse.\nPesant le bien et le mal, il règne sur le monde.\nPourfendeur des démons, et du Mal le vainqueur.\nPoursuivant l'ordre céleste et jugulant le tumulte,\nLes Adeptes l'accompagnèrent et les Gardiens Yakshas chargèrent ;\nEt alors les démons fuirent devant la vaillance des hommes.\nFaçonnant la pierre, il la jeta à la terre ;\nEt le monstre vaincu, la paix revint.\nLes âmes des démons défaits crièrent vengeance,\nEt les esprits corrompus s'enfoncèrent dans les eaux.\nAveuglés par la haine et la rage,\nLeur folie gangréna les eaux, et les démons se multiplièrent.\nEt ainsi naquit un nouveau fléau.\nAux cinq Gardiens Yakshas le Souverain ordonna :\nNettoyez le monde du poison des démons.\nLes montagnes tremblèrent sous la furie glorieuse des Yakshas ;\nMais du combat seul un en échappa vivant :\nAlatus, qui vainquit et restaura la paix.\nLa paix passée jusqu'à nos jours perdura ;\nLes Adeptes à Jueyun retournèrent ;\nEt les Yakshas, leur tâche accomplie, disparurent.\nQue ce sacrifice apaise les âmes parties,\nEt que ce feu plaise au Souverain."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Versets d'Equilibrium"
          }
        ]
      }
    ]
  }
}