{
  "epId": 2330,
  "name": "Coutumes de Liyue",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Customs of Liyue_icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 1660290570,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Coutumes de Liyue"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "Actuellement un des livres les plus vendus de Liyue, cet ouvrage à propos des coutumes liyuéennes a été rédigé par Fadlhan, un érudit sumérien résidant dans la cité portuaire. Il a connu de nombreuses révisions.\n—— Bouquet de mariage ——\nLa coutume à Liyue veut que lors d'un mariage, la mariée jette un bouquet d'hortensias en direction des invités. Celui ou celle qui l'attrape se voit conférer bonne fortune pour l'année à venir : les marchands verront fleurir leurs affaires, les pauvres s'enrichiront, les célibataires trouveront l'âme sœur, et les couples auront une année harmonieuse, ne se disputant plus pour un rien.\nIl existe différents types de bouquets, selon la richesse de la famille. Certains composent un bouquet d'hortensias frais ; les plus fortunés utilisent de la fleur de soie, quand ceux qui n'ont pas les moyens arrangent un bouquet à partir de papiers colorés ou d'étoffes. Mais la coutume est respectée à Liyue, peu importe l'origine sociale.\nCertains racontent que l'origine de cette coutume remonte au festival du Ludi Harpastum, célébré dans le Royaume du Vent voisin de Mondstadt. D'autres disent qu'elle puise sa source dans la Guerre des Archons, lorsque la Déesse du Sel parcourait ces terres. Cette dernière était l'égale des nombreux dieux qui peuplaient la région, mais sa nature affable causa sa perte des mains de l'un de ses disciples, et elle disparut alors que la guerre continuait à faire rage.\nIl est probable que sa tombe se trouve dans les ruines du lieu que les habitants de Liyue appellent « Sal Terrae ». D'après une légende dont les détails se sont effacés avec les ans, la déesse offrit en une occasion un bouquet de fleurs à son peuple en signe de bénédiction. Ou du moins, on peut assumer qu'il s'agissait là d'un geste destiné à réconforter une population tourmentée par les affres de la guerre. Quoi qu'il en soit, il est possible qu'à son décès, ses disciples se dispersèrent en emportant cette coutume avec eux, et la transmirent ainsi aux gens du cru. Le peuple de Liyue ayant l'esprit de compétition et appréciant les festivités l'adopta, et en fit la sienne.\nBien qu'il s'agisse d'une coutume amusante et joyeuse, il n'en demeure pas moins qu'on trouve dans les archives des Millelithes nombre d'incidents chaque année. À dire vrai, le nombre de blessés équivaut plus ou moins à celui causé par les attaques de monstres."
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "Actuellement un des livres les plus vendus de Liyue, cet ouvrage à propos des coutumes liyuéennes a été rédigé par Fadlhan, un érudit sumérien résidant dans la cité portuaire. Il a connu de nombreuses révisions.\n—— Visite divine ——\nDe toutes les festivités de Liyue, la plus célèbre est la cérémonie organisée afin de célébrer l'arrivée de leur dieu : le « rituel de la descente ».\nC'est pendant ce rituel que l'Archon Géo, divinité protectrice et gardienne de la terre de Liyue, descend en personne parmi la population pour partager ses commandements sacrés. Sa sagesse guide le peuple, et l'ordre par lui établi permet de garantir que la vie ne bascule pas vers le chaos.\nDans un passé lointain, à l'aube des premiers jours de Liyue, les premiers paysans de Liyue choisissaient parmi eux des représentants chargés d'accueillir l'Archon Géo lors de sa descente, et d'être présents lors de son ascension.\nAprès avoir procédé à de luxueuses offrandes et déclamé de solennelles bénédictions, ceux-ci écoutaient attentivement les prédictions de leur oracle, avant de transmettre à tous la parole divine pour l'année qui s'annonce. Les mortels étaient ainsi guidés sur le chemin de la prospérité, triomphant de tout obstacle se dressant devant eux, et les terres de l'Archon Géo jouissaient ainsi d'une stabilité et d'une prospérité enviées.\nUne fois la guerre des Archons terminée, l'ennemi en fuite et la paix revenue, la ville portuaire de Liyue s'est progressivement développée. Les Sept Étoiles, représentant chacune une chambre du commerce du port, sont devenues les intermédiaires entre les mortels et leur dieu, prenant la responsabilité de communiquer avec l'Archon Géo, d'expliquer ses prédictions divines au peuple de manière simple et claire, et d'adopter les politiques officielles de l'année à venir.\nIl va sans dire que l'immense honneur d'organiser le rituel de la descente revient à l'une des Sept Étoiles ; nul autre que cette personne ne peut intervenir dans le déroulement de la cérémonie.\nPour les nombreux marchands du Port de Liyue, les paroles de l'Archon Géo ont valeur d'or.\nC'est pour cela que, peu importe où ils se trouvent ou à quel point leurs affaires les accaparent, tous reviennent à Liyue lors de la descente de l'Archon Géo, ou un émissaire, personne ne se risquant à manquer les conseils de l'Archon Géo, ces derniers pouvant garantir la prospérité du commerce pour l'année à venir.\nDans la nation des forêts tropicales, les sages délirants abandonnent tout dans leur quête d'une sagesse ésotérique et insaisissable ; tandis qu'au pays des falaises karstiques, les habitants ont l'habitude de prier pour obtenir les conseils divins, qu'ils utilisent pour assurer leur prospérité continue.\nIl semblerait que, même si les Sept sont égaux dans leur rôle d'Archon du royaume des mortels, ils peuvent parfois s'attaquer de manière ouverte lorsque leurs pensées divergent."
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "Actuellement un des livres les plus vendus de Liyue, cet ouvrage à propos des coutumes liyuéennes a été rédigé par Fadlhan, un érudit sumérien résidant dans la cité portuaire. Il a connu de nombreuses révisions.\n—— Fleurs de soie ——\nLes fleurs de soie sont présentes dans tous les aspects de la vie de tout Liyuéen qui se respecte. Ce sont des fleurs aux couleurs fascinantes, dont les doux pétales sont souvent utilisés dans la fabrication de la soie. Même après plusieurs traitements et tissages, le parfum élégant de ces fleurs demeure. Par conséquent, les Liyuéens les utilisent également pour la confection de baumes, dont les plus luxueux se doivent d'être d'abord offerts au Souverain de la Roche, dans l'espoir d'obtenir son approbation.\nLes coûteux baumes réalisés à partir de fleurs de soie possèdent différentes significations aux yeux des femmes de Liyue, qui varient selon leur composition et leur fragrance. Il existe d'ailleurs à Liyue une règle tacite selon laquelle il est impoli de parler parfum à une femme en public. Mais inversement, l'amant qui devine le nom du parfum de sa belle ainsi que ses caractéristiques et qui sait présenter ces dernières de manière élégante a plus de chances de ravir le cœur de la femme qu'il convoite.\nD'après une croyance populaire ayant cours à Liyue, la méthode de distillation du parfum de fleur de soie fut enseignée à l'origine par un Adepte vivant en ermite au Mont Aozang. À cette époque, êtres divins et simples mortels se côtoyaient, et les Adeptes montrèrent à l'homme les secrets de la cour et de la séduction qu'ils tenaient eux-mêmes des oiseaux, des bêtes et des plantes. Ce serait donc ainsi qu'une femme se baignant un jour dans une source apprit du bec d'un être divin ayant pris la forme d'un oiseau sacré les techniques de fabrication et d'utilisation des baumes, parfums et huiles.\nQui fut donc cette jeune femme, capable de faire faillir la volonté d'un Adepte s'étant volontairement reclus du monde ? Tellement de versions de la légende coexistent qu'il est difficile de le savoir avec certitude. Mais une chose est sûre : ce savoir fut passé aux générations suivantes, et survécut jusqu'à aujourd'hui. On raconte d'ailleurs que les subtiles nuances de fragrances et que les anciennes et délicates techniques de distillation à la main demeurent inchangées de nos jours, n'ayant jamais été surpassées.\nLes fleurs de soie présentent différences caractéristiques, fonction de leur environnement et de leur espèce. Les marchands de Liyue donnent à ces fleurs variées et aux bienfaits distincts une kyrielle de noms fantaisistes, qu'ils attribuent généralement à quelque rencontre fortuite avec le Souverain de la Roche, ou au cadeau mystique d'un Adepte, ces enjolivements soigneusement ancrés dans quelque histoire aussi passionnante que fausse. Ce genre de technique de vente attire toujours l'attention d'un chaland ou deux déambulant dans le Port de Liyue.\nLa forte demande a poussé les marchands de Liyue à développer la culture de masse et à mettre au point de nouveaux croisements. Il n'est donc pas rare de pouvoir admirer de magnifiques specimen partout où l'homme s'est établi, des hameaux aux villes. Les changements topographiques historiques de la région et le développement des activités minières se sont en revanche soldés malheureusement par la quasi-disparition du milieu propice à la fleur de soie sauvage. On en trouve encore quelques-unes à l'état naturel, sur lesquelles veillent jalousement des Adeptes vivant coupés du monde. Ces plantes produisent des fleurs particulièrement délicates, qui contrastent avec celles de leurs cousines cultivées à proximité des centres urbains.\nFait intéressant, les Liyuéens voient dans ces fleurs élégantes et parfumées l'un des nombreux symboles du Souverain de la Roche. La question se pose d'ailleurs : le puissant Archon, qui a pour habitude de prendre une forme on ne peut plus virile lors de ses incursions dans le monde des mortels, aurait-il déjà pris l'apparence d'une femme et accepté en offrande un bouquet de fleurs ? Au vu des rares archives historiques sur le sujet et de la pléthore de rumeurs d'origine obscure courant sur le sujet, il est aussi difficile de l'affirmer que de l'infirmer.\nL'auteur de ces lignes tient à faire remarquer avoir été une fois témoin d'une Statue des Sept acceptant en offrande un cadeau d'origine indéniablement féminine préparé avec soin à l'aide de fleurs de soie. Je ne peux en revanche point juger des sentiments qu'éprouve l'Archon Géo à l'égard de telles offrandes, ne me considérant pas qualifié sur un tel sujet."
          }
        ]
      }
    ]
  }
}