{
  "epId": 2333,
  "name": "Rêves brisés",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Heart's Desire_icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "Une anthologie d'histoires fantastiques qui se déroulent dans une boutique d'antiquités. Il s'agit d'un best-seller en Teyvat.\n—— Clair de lune ——\nOn raconte qu'il existe en ville un endroit que même le vent a oublié.\nPlacez-vous devant la fontaine puis fermez les yeux. Attendez trente-cinq battements de cœur, puis effectuez sept tours dans le sens des aiguilles d'une montre, et à nouveau sept tours dans le sens opposé. Rouvrez les yeux : vos pas devraient vous avoir mené à la devanture d'une petite boutique...\n————\n« Excusez-moi, il y a quelqu'un ? »\nfit Weige d'un ton mal assuré.\nLa porte se referma derrière elle. La petite cloche qui y était accrochée émit un son clair qui se perdit dans la pièce poussiéreuse et en désordre.\nLes rayons du crépuscule tombaient en une lueur cristalline sur la devanture. La pièce regorgeait d'objets échappant à sa compréhension. Elle avança avec prudence, craignant de heurter quelque objet au passage.\nDans le magasin, rien ne se produisit.\nWeige observa les objets autour d'elle. Pièces détachées de machines à la fonction inconnue, faïences aux images mystérieuses incrustées, chaînes couvertes de marques, une couronne ayant appartenu à quelque noble oublié...\nAlors qu'elle était absorbée dans la contemplation de tous ces objets paraissant tous plus inutiles les uns que les autres, la tenancière, une femme aux pupilles allongées telles celles d'un renard apparut soudain à ses côtés.\n« Voici les crocs d'un ancien seigneur des loups. Il est fort possible qu'il s'agisse là des seuls témoins restants, à l'exception peut-être des anciens dieux, de l'époque où ces terres étaient couvertes de gel. »\nElle ajouta d'une voix douce :\n« Bienvenue. Y a-t-il quelque chose qui vous intéresse ?\n– Avez-vous quelque chose qui permette... d'oublier ?\n– Je propose en effet ce type de marchandise. »\nLes mains pressées contre sa poitrine, Weige s'enquit d'une voix anxieuse :\n« Cela fonctionne même pour oublier une personne chère ? »\nLa marchande aux yeux de renard opina d'un air grave :\n« Je sais que vous cherchez à oublier un jeune homme au regard limpide tel le clair de lune. Sa disparition a laissé en votre cœur un vide qu'aucune rencontre ni joie ne parvient à combler. »\nToute à sa surprise, Weige ne put que hocher la tête.\nAvec un rire léger, la femme à l'étrange regard fit apparaître on ne sait d'où une fiole.\n« Voici une potion capable de vous faire oublier toute douleur.\nDans les temps anciens, à l'époque où le vent glacial parcourait ces terres, les peuplades locales fabriquaient cet alcool au plus profond des terres gelées ; il leur permettait de survivre au monde hostile les environnant. Mais la recette tomba dans l'oubli lorsque les hommes vécurent plus heureux, et est aujourd'hui ignorée de tous. »\nElle agita la fiole.\n« Il n'en reste guère... Mais c'est un signe que vous ayez trouvé cette boutique, aussi l'objet vous revient-il. Encore faut-il que vous soyez sûre que c'est ce que vous désirez vraiment... »\nWeige prit le flacon que lui tendait la femme.\nUne pierre précieuse devait y avoir autrefois été incrustée, mais en avait été retirée, laissant un creux et une impression de vide.\nReprenant soudain ses esprits, Weige réalisa qu'elle faisait à nouveau face à la fontaine.\n« Que... Que fais-je ici ? » pensa-t-elle, l'esprit embrumé. Elle se hâta de revenir chez elle sous la lueur de la lune. « La nuit est déjà avancée, si je ne me dépêche pas... »\nElle ne se rappelait ni de l'étrange boutique, ni comment elle y était arrivée, ni ce qu'il s'y était passé.\n————\n« Elle est partie »,\nfit la femme aux yeux de renard alors que mourrait le son du carillon de la porte se refermant.\nUn jeune homme aux yeux rappelant le clair de lune émergea de l'arrière-boutique.\n« Merci pour ton aide.\n– Cela fait combien de fois qu'elle vient ?\n– Cela doit faire la sixième... non, la septième visite. » L'homme hésita un instant, puis demanda : « Cette liqueur fonctionne vraiment ? Ce n'est pas que je ne te fasse pas confiance, mais... »\nLa femme à l'étrange regard sourit.\n« Ce remède est utilisé pour faire disparaître la souffrance. Mais il semblerait que votre passé, à ses yeux, n'est point chose douloureuse. La potion ne peut que lui faire oublier momentanément la tristesse qu'elle ressent lorsqu'elle pense à toi et à ta disparition.\nIl suffit que le clair de lune apparaisse pour qu'elle t'y voie, et la mémoire lui revient alors. Votre rencontre au Ludi Harpastum, l'après-midi que vous avez passé à Ventlevé, les moments passés à profiter ensemble du paysage au Cap de la Promesse, votre échappée main dans la main lors du festival de l'été, la cape de plumes et le poème que tu lui as offerts lors du rassemblement des poètes... Elle ne souhaite probablement pas se séparer de tous ces souvenirs.\nJ'ai dans ma boutique des remèdes permettant vraiment de tout oublier, souhaites-tu que ce soit ce que je lui donne la prochaine fois ? »\nRiant avec légèreté, elle observait le jeune homme. Celui-ci resta muré un moment dans son silence, puis poussa un soupir.\n« Dis-moi la vérité. Pourquoi insistes-tu pour te cacher ?\n– Ah... À cause de cela. »\nIl sortit de ses vêtements une boule de cristal. Un symbole s'y devinait.\n« La personne qui l'obtiendra disparaîtra un jour de ce monde.\nAutant disparaître le plus tôt possible ; elle est encore jeune, mieux vaut qu'elle m'oublie maintenant.\n– Ah, c'est donc cela... » La femme rit avec grâce. « C'est donc toi qui as été choisi.\n— Connaîtrais-tu le sort de celui qui est choisi ? »\nfit le jeune homme d'un ton pressé.\nElle se contenta de le regarder en souriant.\n« L'heure est aussi venue pour moi de partir, fit-il. Puisque les choses sont ainsi, autant faire ce qui doit être fait.\n– Que fais-je si elle revient ?\n– ... Dans ce cas... Laisse-la se débrouiller seule.\n– Quel homme cruel tu fais. »"
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "Une anthologie d'histoires fantastiques qui se déroulent dans une boutique d'antiquités. Il s'agit d'un best-seller en Teyvat.\n—— Gemme ——\nOn raconte qu'il existe au port un endroit oublié de la roche et des vagues.\nPlacez-vous où soufflent les vents maritimes et fermez les yeux. Le dos au bruit et à l'agitation, faites quarante-neuf pas. Une fois que le son de vos battements de cœur recouvre complètement le bruit au loin, rouvrez les yeux ; vos pas devraient vous avoir conduit à une petite boutique...\n————\n« Ohé, il y a quelqu'un ? » s'enquit Yu'an.\nCirconspect, il pénétra dans la boutique. La porte se referma à sa suite, le son cristallin de la sonnette se répandant dans la pièce.\nLe bruit des vagues s'écrasant contre la jetée pénétrait tel un vague souvenir dans le lieu. Dans le magasin long et étroit s'entassaient toutes sortes de vieilleries étranges. Yu'an entreprit de parcourir les objets du regard, prenant garde de ne pas les toucher, de peur que la poussière qui les recouvrent ne s'amourache de ses vêtements.\nUne ancienne lanterne jaunie, la denture d'une quelconque bête à la taille impressionnante, de l'aérosidérite noire comme les ténèbres, un assemblage géométrique de tenon et mortaise d'une couleur dorée passée...\nAlors qu'il s'emparait d'une fiole en cristal contenant une poudre blanche comme la neige, une voix douce se fit entendre à ses côtés.\n« Cette fiole contient du sel extrait des larmes d'un dieu. »\nLa voix tranquille avait rompu le silence environnant tel un galet jeté dans l'eau calme. Surpris, Yu'an lâcha la petite bouteille.\nSans un mot, la tenancière au regard de renard rattrapa la fiole, et la reposa sur l'étagère.\n« Oh euh... On m'a dit de venir ici... »\nLa femme hocha la tête en souriant, ne montrant aucun signe qu'elle avait remarqué la gêne du visiteur.\n« Bienvenue. Y a-t-il quelque chose qui vous intéresse ?\n– J'aimerais trouver un cadeau, pour offrir à... une jeune fille qui m'est très chère.\nJ'ai l'intention de la demander en mariage ; j'aimerais trouver un cadeau pour l'occasion. »\nNerveux, Yu'an se mordit les lèvres. Redressant la tête, il plongea son regard dans celui de la commerçante ; ses yeux abritaient deux pupilles semblables à deux éclats d'ambre jaune.\nAprès un long moment à le regarder, celle-ci répondit : « Je vois. »\nLa silhouette élancée disparut dans l'arrière-boutique.\nÀ son retour, la femme tenait en ses mains un objet d'où rayonnaient mille couleurs. En s'approchant, il vit qu'il s'agissait d'une gemme à dix faces façonnée avec soin.\n« J'imagine que vous avez entendu parler de la légende du « cœur de gemme » ? »\nBien qu'il en ignorât tout, Yu'an opina.\n« On raconte que ce type de gemme, lorsqu'il est façonné par l'homme, n'est qu'une pâle copie de l'original, qui possède lui des propriétés particulières ; on peut y voir toutes sortes de merveilles. Ces gemmes sont paraît-il créées lorsque la vie d'un être céleste touche à sa fin, sans que celui-ci ait pu réaliser un souhait lui tenant à cœur. Jettez un œil, si vous voulez... »\nElle fit signe à Yu'an d'observer à sa suite les images vacillantes à l'intérieur de l'objet.\nDes milliers d'années se mirent à défiler devant ses yeux en un instant. Étoiles, océans et continents apparaissaient pour disparaître ensuite ; la neige faisait place à la verdure, et les fleuves découpaient les terres de leurs méandres. Des villes s'érigeaient, des royaumes s'écroulaient...\n... La nuit était déjà avancée, et la lune se reflétait sur les flots. Reprenant ses esprits, Yu'an se mit à marcher sur les quais.\nSa main serrait avec force un objet solide ressemblant à du cristal ; il lui avait communiqué sa chaleur corporelle.\n« Ah oui, c'est un genre de gemme magique, pensa-t-il en accélérant sa marche. Il suffise que je lui offre, et je pourrai... je pourrai... »\n————\nLe carillon accroché à la porte émit un son clair.\n« Bienvenue. Y a-t-il quelque chose qui vous intéresse ?\n– J'aimerais céder cet objet... J'ignore s'il s'agit d'un bijou précieux ou non. »\nLa lumière traversait la gemme, pour se refléter à travers toute la pièce.\n« Un jeune homme qui... s'intéresse à moi me l'a offert, en m'expliquant qu'on pouvait y voir toutes sortes de choses merveilleuses.\nMais... J'ignore pourquoi, le regarder me met... mal à l'aise. Cela a beau être un très bel objet, il me rappelle à présent cette personne, et cela ne me plaît pas. J'aimerais en disposer.\n– Je vois. Il s'agit là d'une gemme à dix faces particulièrement précieuse. Combien de moras aimeriez-vous en tirer ?\n– Je ne manque pas d'argent, mais voyons voir... Tiens, c'est du sel, non ? Cela me rappelle que je dois passer à Sal Terrae pour y prier. Je prendrai cette bouteille de sel, si cela vous va. »\n————\nLa femme aux yeux de renard s'assit au fond de l'arrière-boutique, jouant distraitement avec l'objet de forme géométrique.\n« Ainsi ce que tu lui as montré ne lui a pas plu... Ce jeune homme a quelque chose de... déplaisant.\nMais après tout, ce n'est qu'un homme cherchant par tous les moyens à se faire un nom dans le monde, y compris épouser la fille d'une famille à la tête du commerce de sel... Ce n'est qu'un arriviste. Qui sait ? Peut-être auraient-ils pu vivre heureux, même sans réels sentiments. Le bonheur n'est qu'une habitude, et n'a rien à voir avec l'amour... »\nElle but une gorgée de vin, se moquant d'elle-même en riant.\n« Mais je n'arrive pas à pardonner à ce type de personne.\nIl y a quelque chose de plaisant à s'ouvrir complètement à quelqu'un. Je sais que nous ne nous reverrons plus après son départ ; cela ne coûte rien de lui révéler un peu de la vérité. Paradoxalement, plus l'on est proche, et plus l'on doit être sur ses gardes. Mais comment aurait-il pu savoir... »\n« Excuse-moi de t'avoir fait prendre des risques. Quoi qu'il en soit, je suis très contente que tu sois revenu. » Elle baissa son étrange regard. « Après tout, c'est le cœur que tu m'as laissé ; j'en prendrai soin comme il faut... Mais visiter un peu le monde des hommes de temps en temps ne peut pas faire de mal, n'est-ce pas ? »"
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "Une anthologie d'histoires fantastiques qui se déroulent dans une boutique d'antiquités. Il s'agit d'un best-seller en Teyvat.\n—— Saphir ——\nOn raconte qu'il existe en ville un endroit que même le vent a oublié.\nDebout au centre de cette place, fermez les yeux, puis faites sept tours dans le sens des aiguilles d'une montre. Recommencez ensuite dans le sens contraire, puis faites quarante pas tout droit. Une fois que vous n'entendez plus les cris des oiseaux dans le vent, rouvrez les yeux. Vous découvrirez que vos pas vous ont porté devant une petite devanture...\n————\nLa femme du magasin ouvrit la fenêtre,\nDes fleurs écloses à un poussiéreux volant de badminton, en passant par les livres grignotés par les vers ou encore un arc sans corde, tout participait à donner l'impression d'avoir pénétré dans quelque habitation abandonnée. La lune venait déposer sur le tout une froide lueur argentée.\n« Comment se portent les affaires ? »\nLa voix sardonique provenait du fond du magasin.\nLa femme se retourna. Dans un coin à peine éclairé par les reflets de la nuit, un « visiteur » familier était confortablement installé sur son fauteuil.\n« Ni bien ni mal, je fais dois juste faire attention aux voleurs »,\nrépondit la marchande, un sourire flottant sur ses lèvres.\n« Fermerais-tu ta porte à un vieil habitué ? » demanda son interlocuteur.\n« Il n'y a rien qui m'intéresse ici, reprit la voix. En toute franchise... »\n« Que ramènes-tu donc de ta... chasse ?\n– Comment ça ? Tu crois que je suis venu te refiler des pièces volées ? »\nLe « chasseur » émit un soupir découragé, provoquant un autre sourire.\n« Bien sûr que non. Tu n'utilises jamais le terme « refiler », fit-il.\n– « Refiler », « bazarder », « partager »... Pour un voleur, tu fais souvent preuve de... philanthropie. »\n« Ce n'est pas pour cela que je suis là. J'aimerais t'« emprunter » un objet... Cette fiole au liquide permettant de faire disparaître la douleur de penser à un être cher. »\nLe ton du voleur au grand cœur était insolent, mais son visage arborait un honnête sourire.\n« Quel dommage, cette pièce est déjà vendue. »\nSans savoir d'où elle sortait, la fiole qu'il venait de subtiliser discrètement apparut dans les mains de la femme.\n« Chaque objet à vendre ici a déjà un client futur. Celui-ci sera vendu à la personne qui lui correspond, le temps venu.\n– Tsss... Tes mains sont plus douées que les miennes, quelle disgrâce. »\nLe voleur eut un sourire amer.\n« Elle me manque... Son absence pèse plus que l'or. Tu sais ce que c'est, dans une branche où l'on est souvent amené à sauter sur les toits et courir sur les poutres, mieux vaut éliminer tout poids inutile...\n– Qui sait ? Peut-être la femme aux yeux de saphir ressent-elle aussi ce poids ? »\n————\nLe bruit du carillon réveilla la marchande.\nDevant elle se tenait une sorcière aux yeux bleus, tenant à la main une lance. Tout comme sa lance, elle était grande et élancée ; son visage portait des traces de persécution.\nSans jeter un œil à l'amas d'objets divers peuplant la boutique, elle se dirigea droit vers le comptoir, telle une épée transperçant le cœur de l'ennemi.\n« Bienvenue, que puis-je faire pour vous ?\n– Je souhaite me débarrasser d'un objet. »\nJoignant le geste aux paroles qu'elle avait prononcées d'une voix aussi froide et coupante que la glace, la sorcière déposa sur le comptoir un imposant cristal de couleur bleue.\n« Un voleur a subtilisé cet objet d'une coupe en argent appartenant à une famille de nobles, pour me l'offrir. Le clan s'est retourné contre moi et m'a châtiée.\nC'était il y a longtemps. Je croyais qu'avec le temps ma rancune disparaîtrait, et que mon envie de le revoir s'atténuerait... »\n« Je vois. Combien de moras en demandez-vous ? »\nLa sorcière montra dans un cabinet la coupe en argent affichant en son centre la marque du joyau retiré.\nLa marchande aux yeux de renard prit le cristal, faisant jouer ses reflets bleus dans la boutique.\n« Je comprends. Si c'est vraiment ce que vous désirez... »\nL'agitation entraîne l'inquiétude d'une conclusion infructueuse ; et les fissures créées par la peur apparaissent dans les cœurs.\nEt c'est alors que la mort pénètre par l'ouverture, et envahit les os telle une brise humide.\nEt nombreux sont ceux qui, à l'instant seulement de leur mort, réalisent que c'est à leur faiblesse exposée qu'ils doivent leur sort.\nLevant le cristal bleuté vers la lumière de la lune, la femme aux pupilles semblables à celle d'un renard appréciait l'objet, faisant miroiter la marque du clan ancien qui apparaissait, pour disparaître puis apparaître à nouveau.\nOn prétend qu'à certains moments, il est possible de voir dans les gemmes pures le passé comme le futur, voire même d'apercevoir les vraies motivations du cœur d'une personne. On prétend aussi qu'il existe au monde une plaine aussi grande que l'océan, sur laquelle fleurissent à foison les pissenlits ; et que le ciel accueillait autrefois trois lunes, appelées Arya, Sandria et Carmen, sœurs séparées par une grande catastrophe. On raconte aussi qu'autrefois vivait une sorcière capable de voir la mort avant que celle-ci n'arrive ; mais qu'elle mourut le cœur brisé alors que le voleur qui s'était enfui à l'étranger continuait d'attendre de la revoir.\nElle était pleinement consciente qu'eût-elle abandonné le joyau, ces légendes ne disparaîtraient pas pour autant, et l'histoire demeurerait inchangée.\nMieux valait dans ce cas que légendes et histoires soient conservées dans sa boutique."
          }
        ]
      },
      {
        "title": "Tome IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Une anthologie d'histoires fantastiques qui se déroulent dans une boutique d'antiquités. Il s'agit d'un best-seller en Teyvat.\n—— Cœur de pierre ——\nOn raconte qu'il existe au port un endroit oublié de la roche et des vagues.\nPlacez-vous où soufflent les vents maritimes, et fermez les yeux. Le dos à l'animation de la ville, faites quarante-neuf pas. Une fois le bruit des hommes remplacés par le silence et que seul s'entend le battement de votre cœur, rouvrez les yeux ; vos pas devraient vous avoir conduit devant une petite boutique...\n————\n« Il y a quelqu'un ? » fit l'homme à la cape en frappant doucement à la porte du magasin.\nEn observant par la devanture poussiéreuse, il pouvait apercevoir certains articles du magasin : une fiole dégageant une faible lueur fluorescente, une lame brisée scintillant comme la glace, une peinture en rouleau jaunie par les ans, une espèce de préparation d'apothicaire dégageant une étrange vapeur, des tuiles qu'on aurait dites recouvertes de gel...\nL'homme pénétra dans le magasin ; la porte se referma derrière lui.\nAlors qu'il se dirigeait vers le comptoir, parcourant des yeux ces étranges antiquités que l'on aurait dit d'un autre monde, une voix féminine se fit entendre à ses côtés :\n« Bienvenue, que puis-je faire pour vous ?\nSurpris, l'homme se retourna. La tenancière de la boutique, dont les pupilles rappelaient celles d'un renard, affichait un léger sourire.\n« Je... Je cherche un objet à offrir comme gage de réconciliation. »\nL'homme se racla la gorge ; sa voix exprimait une réserve que son expression contredisait.\n« Ah ? Je vois... »\nLes pupilles jaunes brillantes dévisagèrent de haut en bas l'homme trempé ; la marchande hocha la tête.\nLa femme se pencha et après un instant, sortit de derrière le comptoir un cœur de lapis d'exquise facture.\nL'objet émettait dans ses mains une faible lueur dorée, semblable à ses yeux.\nPrenant la pierre, l'homme le détailla sous la lumière du clair de lune. On aurait dit qu'au plus profond de l'éclat fauve se cachait une tempête.\nSa main tremblait.\n« Le cœur de lapis est, dit-on, l'esprit et le cœur de la pierre. Même la roche la plus dure, soumise au passage du temps, finit par engendrer un cœur limpide exempt de toute impureté. »\nLa voix semblait venir de très loin ; l'homme acquiesça faiblement.\n« C'est exactement ce qu'il me faut »,\nfit-il d'un ton grave. Sans un mot de plus, il déposa sur le comptoir une pleine bourse de moras, puis s'en repartit dans la pluie nocturne.\n————\n« Et c'est ce qui s'est passé. »\nLa marchande aux yeux de renard détaillait avec attention le visiteur en face d'elle.\n« Il n'a rien dit d'autre ? »\nL'homme dont l'apparence rappelait celle d'un mineur, n'arrivait pas à cacher son impatience ; mais la femme se contenta de hocher doucement la tête.\n« Il m'a laissé une bourse de moras, sur laquelle on voit des traces de sang. »\nLa voix de la commerçante était aussi posée que l'eau d'un lac, et aussi froide.\n« C'est l'objet que je voulais. »\nLe jeune homme laissa échapper un soupir ; on aurait dit qu'il essayait de se soustraire au regard aux reflets dorés.\n« Laissez-moi vous raconter une histoire en échange » fit-il.\nLa femme opina du chef, lui faisant signe de continuer.\n« Cet homme à la cape était mon partenaire ; ensemble, nous avons creusé la montagne à la recherche de ses richesses. Je le faisais pour mon propre enrichissement ; lui avait une famille à charge...\nUne nuit d'orage, nous avons brisé un large rocher, dans lequel nous découvrîmes ce cœur de lapis. L'éclat se dégageant de sa surface dorée et limpide valait tous les plus beaux paysages du Karst Jueyun.\nNous décidâmes de rentrer au port le lendemain, et de partager notre butin en parts égales. Mais à la nuit tombée, profitant du bruit de l'orage, je subtilisai le joyau, et décidai de laisser mon partenaire dormir à jamais sur la falaise...\nComment pouvais-je lui faire confiance ? Comment savoir s'il tiendrait sa promesse ?\nLa crainte m'avait envahi... Je préférais croire en une récompense ayant le prix du sang, plutôt que prendre le risque qu'il manque à sa parole. »\n« Au petit matin, je déroulai la corde et commençai à descendre la falaise. Alors que je posais le pied sur une prise après avoir parcouru quelques mètres, la corde se mit à vibrer, le tremblement se propageant de mes mains à tout mon être.\nJe relevai la tête pour voir ce qu'il se passait, mais il était déjà trop tard.\nLa dernière chose que j'aperçus en chutant fut la corde coupée net.\nElle avait été tranchée au couteau. »\n« Ainsi donc, vos comptes sont réglés. »\nLa marchande aux yeux de renard affichait un sourire impénétrable.\n« Il a récupéré le cœur de lapis ; tu récupères l'argent. »\nLe jeune homme ne répondit pas.\n————\nOn raconte que le cœur de lapis est le cœur de la roche. Plus la pierre est éveillée, et plus celui-ci est capable de refléter le cœur des hommes.\nD'aucuns disent que le joyau possède l'étrange pouvoir de faire venir sur cette terre les espoirs et regrets de son propriétaire lorsque celui-ci n'est pas du monde des hommes ; et, magie de la pierre, de trouver une âme à même d'y apporter une solution.\nEnfin, c'est ce que racontent les légendes...\nL'étrange visiteur était parti depuis plusieurs heures ; dehors, la pluie tombait toujours à verses.\nLa marchande aux yeux de renard resta un long moment debout près de la fenêtre, les yeux perdus dans quelque recoin obscur de la rue envahie par la brume humide.\n« Mais... Êtes-vous vraiment libres pour autant à présent...? »\nSe perdant dans le crachin, la question resta sans réponse."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Rêves brisés"
          }
        ]
      }
    ]
  }
}