{
  "epId": 2334,
  "name": "Guide de purification du cerisier sacré",
  "desc": "Un parchemin en lambeaux contenant des informations relatives au rituel de purification du cerisier sacré. Certaines pages semblent porter le sceau cinabre d'un sanctuaire.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Sacred Sakura Cleansing Summary_icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Détails",
        "desc": [
          {
            "type": "RichText",
            "text": "...\n« Cherchez d'abord le pardon de Narukami dans les cieux, puis de Watatsumi sur terre. Ensuite, priez pour apaiser la colère des dieux. »\nLe rituel susmentionné doit être effectué avant que des sacrifices, des exorcismes, des bénédictions, des rites ou incantations puissent avoir lieu. Il en va de même pour ce rituel de purification.\nLe bois de cerisier tonnerre est né des branches du cerisier sacré. Elles sont des ramifications de l'esprit de Narukami et relient le sanctuaire à tous les autres.\nÀ cette époque, les catastrophes secouaient les cieux et les démons parcouraient la terre. Le sol était souillé, les ennemis féroces abondaient et les diables faisaient des ravages. C'est pourquoi des branches ont été cassées au sanctuaire et plantées à travers le pays pour nettoyer la souillure.\nLes années ont passé et les dégâts se sont accumulés. Le rituel de purification doit donc être effectué pour apaiser le chaos.\nLa purification du cerisier tonnerre doit avoir lieu une fois tous les 60 ans. Le rituel peut également être divisé entre purification mineure et purification majeure. Après avoir effectué plusieurs purifications mineures, la purification majeure doit être effectuée.\nLors d'une purification mineure, il faut d'abord demander pardon au ciel et à la terre, attacher une corde pour former une barrière et réciter le « kashikomi ». Ensuite, toute la souillure doit être scellée à l'intérieur de la barrière et les nodules de racines empoisonnés doivent être isolés de toute habitation mortelle. Enfin, une protection doit être mise en place pour supprimer toute la souillure. Ceci doit être effectué séparément dans cinq endroits différents de l'Île de Narukami.\nLe but de ce rituel de purification mineur est d'isoler la souillure et de procurer ainsi quelques années de paix.\nLors d'une purification majeure, il faut d'abord chercher le pardon du ciel et de la terre. Ensuite, cinq protections représentant les yeux, la bouche, le nez, les mains et les pieds doivent être récupérées, détruisant les barrières créées par la purification mineure dans le processus. La souillure doit ensuite être éradiquée par un puissant sortilège.\nLe but du rituel de purification majeure est d'éliminer la souillure et de l'éradiquer totalement.\nC'est la fin du résumé. Ce qui suit est un compte-rendu détaillé.\n(Le reste de ce texte a été rendu illisible par l'érosion, la contamination et d'autres dommages.)"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Guide de purification du cerisier sacré"
          }
        ]
      }
    ]
  }
}