{
  "epId": 2335,
  "name": "Le Bris de l'arme divine",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Legend of the Shattered Halberd_icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Le Bris de l'arme divine"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "Dans les temps anciens, neuf royaumes existaient, traversés par le mont sacré. Celui des hommes était appelé « Zhongzhou », tandis que « Shenxiao » était le nom de celui des dieux.\nUne guerre éclata entre les déités lors de la dernière calamité ; le roi des dieux tomba en brisant sa lance, et les neuf royaumes furent mis à sang.\nLe monde est né à nouveau, et la vie a repris le dessus. Le mont sacré a été scellé, et le passage entre les royaumes n'est plus.\nLe roman haletant suivant la recherche de la hallebarde sacrée du roi des dieux arrive !\n—— Affaires officielles ——\n« Je suis le Grand et Glorieux Général Weiyang, émissaire de la cour impériale en mission royale. J'exige que vous me laissiez passer sur-le-champ !\n– Général ? Alors maintenant « Grand et Glorieux » est un titre militaire, hein ? Je croyais que seules les charges officielles civiles portaient ce nom », répondit Mi'er sans une seconde d'hésitation.\nLe visage de Weiyang s'empourpra. « Ainsi quelque misérable cherche à m'éduquer sur les choses de la cour ?!\n– Il serait surprenant que toute la bureaucratie ait été remaniée en l'espace de quelques années », ne se démonta pas Mi'er.\nLes deux combattants martiaux accompagnant le haut personnage se mirent à rire de concert. « Hahaha ! Avoir voyagé de si loin et passé tant de postes de contrôles, pour finalement rencontrer le péril dans une auberge de rien du tout perdue au milieu de nulle part ! Ça ne manque pas de sel ! »\nQin, regardant avec soin le visage empourpré de Weiyang, tendit soudain le doigt : « Tu es une femme ! Tu es une femme déguisée en homme !\n– Excellente observation, répondit l'un des combattants. Vous avez devant vous la Secrétaire aux Cérémonies. Nous sommes tous deux des officiers, l'un des gardes impériaux, l'autre des escortes impériales, et tous deux maîtrisons à perfection l'épée comme la hallebarde. Nous sommes en détachement au service du Grand ministre impérial, et avons pour ordre de retrouver les Épées Maudites.\n– Cette histoire de Grand et Glorieux... haha, de Grand et Glorieux Général est peut-être inventée de toute part ; mais soyez garantis que pour ce qui s'agit d'être ici en mission officielle... Rien n'est plus vrai », ajouta son compagnon.\nCe n'était pas la première fois que Mi'er entendait parler de l'Épée Maudite. On racontait que cinq ou six ans plus tôt, une météorite ferreuse était tombée du ciel, et les règles dictaient que tout trésor de la nature appartenait à la famille impériale. Mais un forgeron du nom de Feng avait récupéré l'objet, et de son métal, l'aérosidérite, avait créé neuf épées, dont on disait qu'elles possédaient la malédiction du météore, et étaient capables de drainer l'intellect. L'histoire avait causé quelques remous dans les cercles de pratiquants des arts martiaux.\n« Ah, c'est ainsi, fit Mi'er en refermant la porte des toilettes.\n– Peu importe que cela soit ou pas ainsi, tu... Sors de ces toilettes à l'instant ! » Sa supercherie mise à jour, Weiyang ne prenait plus l'effort de déguiser sa voix, qui était plutôt agréable, au vu des circonstances.\n« L'officier Weiyang est une dame de la cour, et ne résout pas ses affaires personnelles urgentes en se cachant dans les bois ! Dépêche-toi, par pitié ! »\nMi'er se lava les mains, puis sortit enfin, rejoignant les deux combattants à la table.\n« Il n'est guère habituel de tomber sur quelqu'un si familier des affaires de la cour dans un tel endroit, fit celui qui appartenait à l'Escorte. Puis-je vous demander qui vous êtes ?\n– Mon père, Mi Tingren, était Ministre des banquets impériaux. Accusé à tort d'avoir détourné des fonds destinés aux cuisines de la cour, il quitta son poste et revint chez lui. » Mi'er fit une pause pour se gratter le menton, avant de continuer : « Il n'est plus lui-même depuis cet événement. Mon intention est de retourner un jour à la cour, et d'y laver son nom. »"
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "Mi'er, qui était à présent en chasse des épées par accident, dut affronter une crise majeure avant même de pouvoir commencer. Les guerriers de la garde impériale et de l'escorte impériale furent tués par des bandits avec l'une des épées maudites. Au plus grave de l'action, Mi'er se remémora l'incantation que son père lui avait enseignée. La légende raconte que l'Empereur Céleste avait une fille, au nom inconnu du monde ; et cette fille se révéla, prenant possession du corps de Weiyang. Qui, des bandits déjà corrompus par l'épée maudite et de Mi'er, remportera le combat ?\n—— Une histoire de possession ——\n« Hmm, délicieux. »\nÀ présent que l'esprit possédait son corps, Weiyang était dans de meilleures dispositions, et avait rétrouvé son calme. Elle prit une bouchée de l'une des tourtes de Mi'er ; mais manquant se brûler la langue, elle se mit à ouvrir la bouche et souffler frénétiquement. Le résultat était à dire vrai plutôt agréable à l'œil.\n« Je ne m'attendais pas à cela, laisse-moi un peu de temps pour tout absorber. » Mi'er, qui avait abandonné l'un de ses yeux à l'esprit, se servit à son tour, puis demanda : « Peux-tu me répéter tout cela ?\n– Très bien. La « météorite », comme vous l'appelez, est en réalité une hallebarde divine. Elle fut divisée en neuf morceaux, qui servirent chacun à la création de neuf épées en son métal, l'aérosidérite – les Épées Maudites. Ceci est l'Épée de la Brume ; c'est la troisième épée sur laquelle j'ai mis la main.\n– Et qui es-tu dans tout ça ?\n– Je suis la fille de l'Empereur Céleste, mais cela fait longtemps que j'ai oublié mon vrai nom. J'étais en charge des sentences – un juge, pour utiliser votre vocabulaire. »\nLa Cour des divertissements impériaux étant responsable des sacrifices et offrandes, le père de Mi'er l'avait forcé dès son plus jeune âge à apprendre chaque détail et chaque mot de tous les rituels connus. Et la plupart des rites impliquant quelques forces étranges et déités au fort tempérament, il avait aussi appris une chose ou deux à leur sujet. Il savait ainsi par exemple qu'un humain connaissant le nom d'une déité pouvait exercer un contrôle total sur cette dernière ; aussi doutait-il que celle-ci ait véritablement oublié le sien.\n« Ainsi donc la cour cherche à mettre la main sur les épées pour recréer la hallebarde divine ? » demanda Mi'er, se convaincant d'accepter la possibilité de cette hypothèse.\n« Je l'ignore. La maîtresse de ce corps ne sait rien d'autre. Elle est juste... habitée d'une grande colère ; elle souhaite faire ses preuves. » Weiyang posa ses mains sur sa poitrine.\n« Bien... Quelle est la suite des opérations ? Faut-il que j'exécute quelque cérémonie de départ pour toi ? » fit Mi'er, se touchant le bandage couvrant son œil aveugle. « Et je récupère mon œil ensuite ?\n– Donne-moi un nom » répondit la femme en relevant la tête, les lèvres encore barbouillées de tourte.\n« Ne sois pas ridicule. Les examens des fonctionnaires impériaux sont supervisés par l'Empereur en personne. Comment pourrai-je prétendre au titre de Ministre des banquets impériaux avec un œil en moins ?\n– Tu n'es pas le seul à vouloir retrouver quelque chose ; je dois moi remettre la main sur les épées, répondit-elle. Ou alors le monde et tout ce qu'il contient brûlera dans les flammes de l'enfer. »\nMi'er, sans un mot, continuait de la dévisager.\n« Je ne requiers pas que tu viennes avec moi. Mais le destin de tous les êtres vivants étant en jeu, permets-moi de garder ton œil pour l'instant. »"
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "« Gardons le nom « Weiyang » pour l'instant. Cette identité sera la plus pratique à garder en chemin. Avec les documents officiels en main, tu devrais pouvoir circuler comme tu l'entends. » Mais ne pouvant se résoudre à l'abandonner seule, Mi'er décida finalement d'accompagner la jeune fille, et, tuant les démons sur leur chemin, ils finirent bientôt par posséder cinq des épées maudites.\nTout avait l'air de se passer sans annicroche, mais tous deux savaient en leur cœur que la route restant à parcourir était encore longue et périlleuse.\n—— Voyage à l'est ——\n« C'est tout ce que je puis faire pour toi » fit Mi'er en posant plusieurs plats sur la table. Il s'assit en face de Weiyang.\nWeiyang, qui s'était brisé un os lors du combat à mort qui venait d'avoir lieu, avait toujours le bras couvert de bandages. Elle dévisagea Mi'er pendant un long moment ; celui-ci restait les yeux perdus dans le vide, le menton sur la main. Aucun des deux ne prononçait mot.\nWeiyang finit par prendre des baguettes et essayer de les utiliser de la main gauche ; sa tentative d'attraper une boule de viande dans le plat échoua misérablement.\nSoupirant, Mi'er prit les baguettes. « Autant que je te nourrisse.\n– Tu vois, tu peux faire plus pour moi », fit soudain Weiyang après quelques bouchées. Son humeur demeurait inchangée.\n« La Cour des divertissements impériaux est dédiée à tout ce qui a trait aux divinités. C'est mon rôle que te servir. »\n« Qui plus est, que peuvent faire les simples mortels lorsque les dieux se mettent en action, si ce n'est attendre leur destin en silence ? »\nMi'er garda cette pensée pour lui-même.\n« Ne peux-tu pas utiliser tes pouvoirs ? Si tu as été capable à chaque fois que tu as combattu le propriétaire d'une épée de faire léviter ton arme dans tous les sens, une paire de baguettes ne devrait pas te poser problème.\n– Mes pouvoirs m'ont été donnés par mon père, et je suis la seule à les posséder. Ils ne doivent être utilisés que pour condamner les âmes coupables. Je ne vais pas... Le ton de Weiyang changea. Je ne dois pas les utiliser à la légère.\n– Avant de mourir, ce type a dit quelque chose d'étrange à propos de mon père. » Mi'er jouait d'un air paresseux avec la flamme d'une bougie. « « Le Ministre Mi n'était pas innocent, pas plus qu'il fut accusé à tort »... Qu'a-t-il voulu dire par là ? »\nSi la cour n'avait point l'intention de recréer la hallebarde divine, alors nul doute qu'être aux côtés de la fille de l'Empereur Céleste habitant le corps de Weiyang faisait de lui un ennemi de la cour.\nLe visage de Weiyang s'assombrit dans le jeu de lumière des bougies, comme si elle avait lu dans ses pensées.\nCette dernière dit : « Tu n'as plus à m'aider. Tu n'es qu'un simple mortel, et rien de bon ne peut résulter d'un affrontement avec la cour.\n– N'en dis pas plus pour le moment. Je dois d'abord obtenir la vérité auprès de mon père, répondit Mi'er.\n– Oh, allons-nous rendre visite à ton père ? Il faut que j'achète de quoi être présentable demain alors.\n– Nul besoin de toute cela ; ce n'est qu'un vieil homme.\n– N'est-ce pas là ton obligation ? » répondit Weiyang, une expression inhabituellement dure sur le visage."
          }
        ]
      },
      {
        "title": "Tome IV",
        "desc": [
          {
            "type": "RichText",
            "text": "« D'abord écoute-moi, mon fils. Écoute... Je ne suis pas ton vrai père. » « Non, c'est impossible ! »\nL'ancien Ministre des banquets impériaux était Khan, un Asura de Jotunheim ; quitter la capitale n'était qu'une comédie, dont étaient complices le Ministre des Cérémonies ainsi que le Grand Secrétaire, et dont le but était de mettre la fille de l'Empereur Céleste en sûreté.\n« L'Empereur Céleste compte parmi mes amis. Tu as réussi à invoquer sa fille ; je mourrai sans regrets. »\n—— Un plan sans failles ——\nNul n'aurait su quoi faire face une telle situation.\n« Voici le Katakugosha, l'Épée des Flammes, forgée à partir du Dharani, l'éclat du royaume du feu de la hallebarde divine. En termes que sa majesté comprenne, cette arme fut créée avec l'une des neuf runes sacrées du Roi Divin, la rune du royaume du feu. »\nComment le combattant lui faisant face était-il capable de maîtriser avec autant d'art le maniement de l'épée ? La plupart des mortels s'étant essayés au maniement de l'Épée Maudite s'étaient vu dépouillés de leur capacités intellectuelles, perdant tout instinct pour le combat.\nLe bras toujours en écharpe, Weiyang respirait à grande bouffées dans l'air chaud. En temps normal, elle aurait pu utiliser ses pouvoirs pour guérir ses os brisés ; mais un feu inextinguible brûlait à l'emplacement de la blessure.\nAlors qu'elle continuait à perdre son sang, elle sentit son regard devenir flou. Mi'er se plaça devant elle, faisant barrage de son corps au guerrier.\n« Je vois dans tes yeux que tu as des questions cherchant réponse. Soit ! Autant que vous le sachiez avant de mourir en ce cas. C'est moi qui ai mis fin aux jours de ton père, car celui-ci s'opposait à la résurrection du Roi Divin. Et si je suis capable de maîtriser les runes de feu, plutôt que d'être à leur merci, c'est parce que... »\nLe guerrier venant de l'est brandit à ces mots l'arme maudite. « C'est parce que je suis l'incarnation d'un chasseur des nuages... »\nLa légende raconte que l'Empereur Céleste, partant en guerre contre les Asura, choisit des guerriers issus de trois royaumes, qui à leur mort formèrent son armée céleste. Souvent assaillis par la pluie et les tornades des marais, ils furent appelés par les gens du cru « chasseurs des nuages ».\n« Non, c'est... C'est impossible ! » fit le guerrier à la vue de son épée volant en éclats ; tout son corps était couvert de blessures.\nProfitant du chaos ambiant, Mi'er avait sorti l'arme que lui avait transmise son père en héritage, en une tentative bravache d'intimidation. Mais à sa grande ignorance, il s'agissait là du Lævateinn, la plus puissante des neuf Épées Maudites ; si les runes de feu formaient le mystère du royaume du feu, alors le Lævateinn en était sa réalité inaltérable.\nL'épée s'était éteinte après que le monde ait brûlé dans les flammes ; mais ayant absorbé la rune du royaume du feu, elle se mit à briller de nouveau.\n« Le monde... détruit à nouveau... » murmura Weiyang, avant de s'écrouler."
          }
        ]
      },
      {
        "title": "Tome V",
        "desc": [
          {
            "type": "RichText",
            "text": "Nombreux sont ceux dans l'armée qui aimeraient voir le mont sacré descellé ; le chaos qui s'ensuivrait verrait ainsi le rôle et la position des artistes martiaux devenir beaucoup plus importants. »\n« Ils ne veulent quand même pas relancer une autre guerre des Asuras ? »\n« Lui le souhaite. »\nLes passes d'arme entre les officiels civils et militaires ainsi que les plans des dieux du passé menacent à nouveau la paix des neuf royaumes !\n—— L'héritage d'une déesse ——\n« Tes actions ont sauvé le peuple ; tu es un vrai héros. » Le prince, les mains dans le dos, fit plusieurs fois le tour de Mi'er, prosterné sur les dalles.\nMais ces mots furent sans effet sur ce dernier.\n« Remets-moi la hallebarde divine, et le titre de Ministre des banquets impériaux sera tien ; en dix ans celui de Grand secrétaire t'échouera si tu le souhaites, fit en s'agenouillant le prince. Quelle est ta réponse ?\n– Un roturier ne saurait parler sans l'accord de sa majesté.\n– Ah, mais en ce cas, si je t'autorise à parler, ce sera parce que tu l'as demandé. Voilà qui serait gênant... En tant que futur seigneur, il -\n– Pfff, quelle perte de temps. Adoptant une position plus confortable, Mi'er ajouta : L'étiquette de la dynastie actuelle ne requiert pas de se prosterner envers le prince ; trois courbettes suffisent. Sachant que tu es en voie de monter sur le trône, je ne suis que passé présenter mes hommages. Pas la peine de faire le grand seigneur.\n– Co... Comment oses-tu !\n– Quoi, qu'est-ce qu'il y a ? fit Mi'er en se redressant. Je te remettrai la moitié de la hallebarde ; le Dharani reste sous ma garde. Principalement pour éviter toute nouvelle situation problématique à l'avenir.\n– Hum, s... Soit. Tant que la partie qui me revient a l'apparence attendue. Ce sera désormais l'arme sacrée du royame, hahahaha ! »\nSans gêne aucune, Mi'er s'assit face au prince. « Comment peux-tu être aussi balot ? Nous avons pourtant partagé la même nourrice.\n– Quel affront ! C'est mon honneur d'avoir eu dame Mi comme nourrice, et c'est bien grâce aux vertus qu'elle m'a inculquées que j'arrive encore à te supporter !\n– Nomme Ministre des banquets impériaux qui tu le souhaites. Moi, je rentre. »\nLe prince resta un moment sans voix.\n« Et Weiyang ? fit Mi'er en avalant une bouchée, l'air nonchalant.\n– En récompense du succès de sa mission, elle a été promue Secrétaire des Cérémonies. Elle n'est point impliquée dans le complot de son père, le Grand et Glorieux Général ; le Ministre aux Cérémonies comme le Grand Secrétaire en sont témoins. Je m'assurerai que l'on réponde à tous ses besoins. »\nCes mots avaient quelque chose d'étrange.\nMais après tout, ce n'était pas plus mal ainsi...\nElle avait disparu, et lui avait récupéré son œil. Mais à ce jour encore persiste encore une sourde impression, comme la douleur d'un membre perdu."
          }
        ]
      },
      {
        "title": "Tome VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Mi'er prononça à nouveau le sort oublié, et à nouveau la jeune fille le rejoignit. « Ainsi donc voilà ta vraie apparence. »\n« Ce monde n'est plus que l'ombre de ce qu'il fut autrefois, et doit renaître dans ses cendres. » Ainsi avait parlé l'Empereur Céleste dans sa folie.\n« Mais toi, toi... Tu me comprendrais, à ma place, non ? » fit le voleur sans nom qui s'était emparé du trésor du royaume.\n« Non, nul besoin d'excuses, car en toi vit la bienveillance. »\n—— Le Néant ——\n« Ma fille, n'ai-je point mis en toi tous mes espoirs ? Ne t'ai-je point créée pour que le jour vienne où tu me transperceras ? » Le roi divin ressuscité flottait dans le ciel. Le tonnerre, la tempête et la foudre célébraient tous la renaissance du roi du monde ancien.\nMais la fille n'avait plus peur. Les milliers d'années suivant sa création convergeaient vers cet instant précis.\nOu plutôt non – ce qui l'avait emplie de courage, c'était tout ce temps passé à ses côtés.\nIrmin, la première hallebarde divine, avait connecté les neufs mondes, et traversé l'axe du monde. On trouvait ses répliques dans tout le royaume des cieux.\nLe roi divin, craignant la furie dont il ferait montre après sa mort, avait façonné une dernière hallebarde divine : la Princesse du châtiment. l'objet – non, l'être – allait enfin se réaliser entièrement à cet instant.\n...\n(Une note de l'éditrice est visible à la fin de l'ouvrage :)\n« Le Bris de l'arme divine » est une série de romans publiée par la Chambre Yae, l'imprimerie d'Inazuma, incluant des éléments de la culture de Liyue. Les cinq premiers tomes ont rencontré un succès retentissant, comme le prouve la parution d'un sixième tome.\nNul doute que la conclusion de cette saga épique offerte par ce sixième tome satisfera nos lecteurs au plus haut point.\nEnfin, j'espère.\nBien que la dernière partie de l'ouvrage diffère des précédents volumes et donne le sentiment d'un livre à part, cela n'est en aucun cas dû à une quelconque pression de notre part envers l'auteur, le professeur Jiu, à développer une nouvelle série. Dans sa hâte de finir dans les délais impartis, M. Jiu a quelque peu modifié son style habituel ; pour faire simple, disons que M. Jiu apprécie se lancer des défis ♡.\nDans notre souci constant de répondre aux attentes des fans des premiers tomes, nous sommes heureux de vous annoncer la parution prochaine de l'édition collector « Bois d'Ébène ». Voici l'occasion pour tous ceux qui ont grandi avec « Le Bris de l'arme divine » de se procurer la totalité de la saga ! De plus, la Princesse du châtiment reviendra dans un futur prochain.\nResponsable éditoriale"
          }
        ]
      }
    ]
  }
}