{
  "epId": 2337,
  "name": "Forêt de bambou au clair de lune",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Moonlit Bamboo Forest_icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Forêt de bambou au clair de lune"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "Un garçon quitte sa petite bourgade paisible et se perd dans une forêt de bambou à la tombée de la nuit. Que lui réserve le destin ?\nEntre les rideaux de feuillage bruissants, en un lieu où se rencontrent le coassement des grenouilles et le chant des cigales, se trouve un coin de forêt fané et sec près des rochers escarpés.\nLa forêt de bambou des Monts Qingce regorge de légendes.\nLe bruit des gouttes tombant en cadence résonnait de part en part des bambous et avait remplacé celui de l'averse qui s'était tu. Serpentant à travers les branches, un jeune garçon suivait d'un pas leste la piste, escaladant les reliefs et dévalant les chemins moussus, les feuilles lui fouettant le visage tandis qu'il s'enfonçait toujours plus avant. Il finit par arriver en un lieu sec perdu dans la forêt de bambous du Village de Qingce, et décida de s'accorder un peu de repos à l'abri d'une protubérance rocheuse.\nLe garçon se rappelait les mots des anciens du village ; d'après eux, c'était précisément à la saison des pluies que le renard prenait femme, et seuls les enfants étaient assez innocents pour pouvoir être témoins de la procession suivant la chaise pourpre de la renarde qui s'apprêtait à se marier, et entendre la musique et les cris de la célébration.\nLes anciens ajoutaient aussi qu'il ne fallait surtout pas s'approcher de la procession.\n« Les renards avalent l'âme de ceux qui s'approchent trop ! »\nAinsi parlaient les vieux du village.\n« Qu'est-ce qui arrive quand ils font ça ? »\n« Une fois qu'un renard possède ton âme, ton destin est scellé. Peut-être qu'il utilise ton corps pour fabriquer tambours et bombardes... Plus jamais tu ne connais le repos ! »\nEt ainsi parlant, les anciens ne manquaient jamais d'imiter le battement du tambour, sous les yeux horrifiés des enfants.\nEn grandissant, le garçon finit par ne plus croire aux histoires des anciens. Suivant le chemin laissé par les fées, il traversa le labyrinthe vert, accompagné de temps en temps par le cri des renards cachés dans les fourrés. Il est rare que ces créatures rusées se révèlent aux hommes – et il est encore plus rare de voir l'une de leurs processions.\nLe garçon se sentait abattu. Frappant du pied les rochers épars sur le chemin et escaladant des rochers qu'on aurait dits posés là par quelque main divine, il continua à s'enfoncer dans la forêt de bambous.\nLes anciens disaient aussi que cette même forêt était un royaume conquis par l'Archon Géo. À quoi pouvait ressembler l'Archon Géo ? Avait-il des pieds et des mains, ou des yeux, comme nous ? Ou ressemblait-il plus aux bêtes de pierre que l'on voit du côté de la rivière ?\nRégulièrement arrivaient au bourg des marchands itinérants, porteurs aussi des nouvelles concernant le rite de la descente, un événement n'arrivant qu'une fois l'an. Les enfants, à la description du majestueux spectacle de l'Archon arrivant sur ces terres, n'avaient qu'une envie : voir un jour l'Archon vénéré par des générations de leur propres yeux.\nEst-ce que les inamovibles Monts Qingce étaient le don de l'Archon ? À moins qu'il ne s'agisse de la paix ayant béni des générations d'habitants ?\nLes réponses à ces questions se trouvaient toutes en dehors du village, dans la forêt vieillissante de la montagne.\nEt c'est ainsi que le jeune garçon avait entrepris de traverser la forêt de bambous."
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "Le garçon fait la rencontre d'une fille dans la forêt de bambou pendant que la lune prend place dans le ciel nocturne. Ce lieu est-il la demeure d'un Adepte ou celui d'un guet-apens des forces du mal ?\nPerdu au milieu de la canopée de bambous verts, le garçon fit bientôt la connaissance d'un compagnon inattendu.\n« Alors, perdu ? »\nLa voix douce s'adressait au garçon à travers le feuillage, avec une pointe de sarcasme.\nSe retournant, ce dernier aperçut devant lui une femme élancée, toute de blanc vêtue. Elle se tenait près d'une source clapotante, et les perles d'eau brillaient sur sa pèlerine. Ses yeux avaient la couleur des derniers rayons du soleil couchant traversant la forêt.\nLes anciens racontaient qu'autrefois un cheval blanc surgit d'une rivière pour devenir Adepte et combattre aux côtés du Souverain de la Roche.\nMais aucun n'avait jamais précisé de quelle rivière il s'agissait, ni le nom de l'Adepte qui en était sorti.\nDans tous les cas, la personne lui faisant face n'avait rien d'un Adepte, en dehors de ses yeux d'or au regard perçant.\nEt puis, il n'avait jamais entendu parler d'Adepte portant une pèlerine.\n« Encore un idiot. »\nfit la femme en blanc en riant d'un air rusé, ses pupilles rappelant une paire de lunes.\n« C'est toi l'idiote ! »\nrépondit le garçon, vexé.\nAucune chance qu'il s'agisse d'une Adepte. Quel Adepte s'exprimerait de manière aussi peu avenante ?\n« Je suis sur le chemin de l'aventure ! Je vais parcourir les mers et voir de moi-même les lances de pierre de l'Archon Géo ! »\n« ... Mais à peine parti te voilà perdu dans cette forêt de bambous. »\ncompléta la femme d'un ton calme, ses yeux brillant d'une étincelle, et énervant un peu plus le garçon.\n« Je n'ai pas besoin de ton... »\n« Allons, pas de honte à être perdu. Suis-moi, je te guiderai. »\nEt toujours en riant, la femme lui tendit une main blanche comme l'albâtre, rayonnant sous les rayons du soleil couchant passant à travers les arbres.\n« ... Merci. »\nLe garçon lui saisit la main. Elle était froide au toucher, et lui rappela la pluie montagneuse ou les gouttes de rosée sur le bambou.\nLe soleil finit par disparaître derrière la montagne, et les dernières lueurs du jour laissèrent progressivement la place à l'obscurité.\nLes anciens du village disaient que lorsque le doux éclat du soleil couchant disparaissait, la forêt devenait le territoire de créatures maléfiques.\nCes monstres seraient issus d'un passé oublié depuis longtemps, esprits créés par le ressentiment et la haine des morts. Les bambous mourraient progressivement à leur contact, et les hommes faiblissaient jusqu'à mourir à leur tour.\n« Parfois, ils demandent au voyageur de les aider à faire quelque chose qu'ils ne peuvent faire par eux-mêmes. Ensuite seulement ils l'attirent dans un piège... »\n« D'autres fois, ces esprits guident le voyageur perdu droit vers un repaire de démons. »\n« Alors, les enfants, restez toujours vigilants, et ne baissez jamais votre garde quand vous voyagez loin des terres familières ! »\nAinsi parlaient les anciens, tout en tapotant la tête des enfants pendus à leurs lèvres.\nLa femme en blanc... Dans ce cas, n'était-elle pas l'une des créatures maléfiques peuplant la forêt ?\nInquiet, le garçon se mit à ralentir le pas.\n« Qu'y a-t-il ? »\nLa femme se retourna, ses yeux dorés brillant à travers la lueur de la lune drapant sa silhouette."
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "Lorsque la lune atteint son plus haut point, des rêves naufragés du passé se heurtent à la réalité. Le garçon tombe dans un sommeil profond qui le conduit dans un rêve particulier.\nLa tombée du jour venait toujours vite dans la forêt des Monts Qingce.\nSous le ciel nocturne, la lueur argentée de la lune se dispersait à travers les feuilles et les branches de bambous. En un lieu illuminé par l'astre nocturne, loin du coassement des grenouilles et du chant des cigales, quelques pousses de bambous sortaient juste du sol.\nLa forêt de bambou des Monts Qingce regorge de légendes.\nAlors que tombait la nuit, la femme en blanc entreprit de raconter au jeune garçon des histoires d'un temps passé qu'il n'avait jamais entendues auparavant.\n« Il y a de cela très longtemps, trois lunes coexistaient dans le ciel nocturne. Il s'agissait de trois sœurs, plus anciennes encore que l'Archon Géo ; elles étaient aussi âgées que la roche sur laquelle fut fondée Liyue.\nLes lunes étaient les filles de la poésie et du chant, régnant sur le ciel de la nuit. Elles traversaient les cieux à bord de leur carrosse argenté, se passant le règne de l'une à l'autre tous les dix jours, répétant le cycle à l'infini. On racontait que le jour où les sœurs briseraient le cycle, une calamité s'abattrait sur le monde des hommes.\nToutes trois, les sœurs partageaient le même amour pour les étoiles de l'aube. Seulement lors de cet éphémère instant pouvait-on apercevoir les trois sœurs traverser le lit d'étoiles s'estompant dans les premières lueurs du jour. Et quelques moments plus tard, le carrosse les emportait, tandis que le soleil pointait à l'horizon.\nLes trois sœurs partageaient la même affection pour les étoiles du matin, tout comme elles partageaient la même affection l'une envers l'autre. Tout cela remonte à une époque où le monde n'avait pas encore été victime de la calamité à venir.\nMais avec le temps, les désastres finirent par renverser le carrosse royal, détruisant le paysage étoilé d'antan. Les trois sœurs de la nuit se retournèrent l'une contre l'autre, et la mort finit par les séparer. Seul demeura le corps pâle de l'une d'entre elles, éclairant le monde pour l'éternité de sa lueur blême... »\nAinsi parlant, la femme leva les yeux vers le ciel, et contempla la lune derrière la mer de bambous. Son long cou fin baignait dans la lumière argentée, et ses yeux brillaient comme l'or.\n« Les loups sont les enfants des lunes. Ils se souviennent des calamités du passé, et des tragédies qui en découlèrent. Et c'est pour cela qu'à la nouvelle lune, ils pleurent leurs mères... C'est aussi pour cela que ceux vivant parmi les loups appellent les étoiles du matin, anciens amours des trois sœurs passées, « étoiles du deuil ». »\n« Je vois... »\nLe jeune garçon resta silencieux un moment.\nC'était là une histoire que les anciens du village n'avaient jamais racontée ; peut-être s'agissait-il d'une légende dont même les plus âgés n'avaient jamais entendu parler. Mais il fallait reconnaître que ce genre d'histoire était autrement plus grandiose que les histoires de renards se mariant et de monstres enchantant les voyageurs, bien que moins captivantes que les histoires de l'Archon Géo chassant les esprits maléfiques. L'histoire contée par la femme était tel un rêve de l'imagination.\n« Ce sont là des histoires qui n'ont jamais été contées, des légendes oubliées par les hommes. »\nLa femme en blanc posa doucement sa main sur la tête du garçon, baissant sur lui des yeux dont le reflet doré semblait s'être assombri.\n« Avant même que les anciens immortels créent l'univers, des dieux parcouraient le monde. C'est à cette époque que nombre d'Adeptes prirent vie. Mais qu'y avait-il avant cet âge ?\nSeulement des souvenirs, des fragments du temps passé qui devinrent des histoires. Les histoires devinrent légendes, et furent transmises de génération en génération...\nEt ces souvenirs d'un passé antique transcendant les hommes qui les perduraient étaient capables d'émouvoir même les déités et les Adeptes. »\nPoussant un long soupir, la femme réalisa que le garçon était entré dans un profond sommeil.\n« Tsss... »\nSouriant d'un air triste, elle retira sa pèlerine et l'étendit sur le garçon.\nCette nuit-là, le garçon vit en rêve trois lunes dans le ciel, et un carrosse argenté s'arrêtant devant les étoiles."
          }
        ]
      },
      {
        "title": "Tome IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Les premiers rayons de soleil illuminent progressivement la forêt et séparent les deux jeunes gens. Des échos résonnent toujours à travers la forêt, priant le retour du garçon.\nIl fut doucement tiré de son sommeil par la lumière du jour pointant.\nLes rais lumineux épousaient la silhouette des filets de brume matinale qui recouvraient la forêt aux histoires de renards, ondulant en volutes à travers les feuillages.\nLa femme tendit sa main au garçon, et ils marchèrent ensemble en direction du soleil levant, tournant et retournant, traversant les fourrés bourdonnant d'insectes, se hissant par-dessus les pierres couvertes de mousse glissante, descendant une ravine cachée dans l'ombre des bambous. Elle le guida tout le long du chemin, jusqu'à arriver finalement à l'orée de la forêt.\n« Je ne sais toujours pas qui tu es, ni d'où tu viens. »\nfit le garçon, dans l'esprit duquel était toujours bien présente l'histoire contée la veille.\n« ... »\nLa femme se retourna vers lui, le dos baigné par le soleil naissant, les yeux brillant de leur éclat doré.\nElle se contenta de lui sourire, sans dire un mot.\nDes années plus tard, le garçon devenu homme se rappellerait encore cet instant, comprenant l'abîme le séparant de la femme. Son destin à lui était de quitter son pays natal pour rejoindre le Port de Liyue et chercher les richesses de l'Archon Géo ; mais quant à elle, sa vie était destinée à être passée cachée du monde, loin du regard majestueux et empli de bonté de l'Archon, à protéger ces histoires anciennes qu'elle-même commençait à oublier...\nEt ainsi, le garçon et la femme vêtue de blanc se séparèrent.\nIl arrangea son bagage, puis mit le cap vers la cité portuaire vibrante, tandis que la femme restait à l'orée de la forêt, silencieuse. On aurait dit que ses yeux dorés connaissaient déjà l'avenir du garçon, à savoir que celui-ci rentrerait lentement au village une fois vieil homme, fatigué de l'océan et des vicissitudes de la vie.\nDans la brume matinale, le garçon entendit un cri strident qui disparut au loin.\nSe retournant, il n'aperçut aucune âme qui vive, mais découvrit un cheveu posé délicatement sur son épaule."
          }
        ]
      }
    ]
  }
}