{
  "epId": 2338,
  "name": "Archives de Jueyun",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Records of Jueyun_icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "Une compilation d'histoires passionantes en rapport avec le folklore liyuéen. Ce tome traite des monstres de pierre.\n—— Monstre de pierre ——\nDe nombreuses statues de pierre sont encore visibles à travers les larges terres de Liyue. Elles furent érigées pour la plupart par les gens du pays, qui y priaient pour obtenir récoltes abondantes et climat clément. On raconte cependant que certaines ont une origine beaucoup plus ancienne.\nUne légende circule, véhiculée autant par les pêcheurs du Port de Liyue que par les herboristes du Marais Dihua et les vieux mineurs de la région : en certains endroits de Liyue, les antiques monstres de pierre se réveillent les fraîches nuits d'automne, et observent ce monde qui leur est chaque jour moins familier. Prêtant l'oreille aux sons des grenouilles et insectes les accueillant, ils répondent d'un son guttural remontant de leurs gorges pétrifiées, puis se mettent à arpenter les terres qu'ils protégeaient autrefois.\nIl semble que personne n'ait jamais été témoin direct du phénomène ; mais les gens du coin, familiers de la topographie locale, ont l'habitude de trouver des statues déplacées, aux poses modifiées. Il n'est pas rare non plus que le campeur ayant du mal à dormir entende parfois au milieu de la nuit un son similaire au bruit de l'eau s'écoulant, si ce n'est beaucoup plus profond.\nQuelle est l'origine de ces monstres de pierre ? Les anciens du Village de Qingce prétendent qu'il s'agit de bêtes magiques ayant suivi le Seigneur de la Roche au combat. Lorsque la paix revint et que les eaux recouvrant les terres de Liyue disparurent, la mission de ces bêtes sacrées, protéger le peuple, devint caduque ; aussi se retirèrent-elles l'une après l'autre, se désintéressant du monde des mortels.\nCependant, certaines d'entre elles, se montrèrent nostalgiques de l'époque où elles suivaient le Seigneur de la Roche au combat et protégeaient Liyue. Ces bêtes, bien que n'appartenant pas au monde des mortels, n'en étaient pas immortelles pour autan ; aussi demandèrent-elles au Souverain de la Roche de les métamorphoser en rochers éternels. Leur prière fut exaucée, et elles devinrent les rochers que l'on voit aujourd'hui."
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "Une compilation d'histoires passionantes en rapport avec le folklore liyuéen. Ce tome traite d'ancienne légendes populaires.\n—— Palais sous-marin ——\nL'heure de venir chercher la mariée était arrivée.\nLes rênes de deux serpents de mer à la main, le Dieu des Mers siégeait majestueusement au centre d'une palourde géante ; les deux bêtes à l'avant du carrosse auraient pu rivaliser avec des montagnes. Le dieu accepta les perles offertes en offrande par les anciens du village, et accueillit la jeune mariée à bord. En échange, le village reçut sa bénédiction pour l'année à venir, qui serait exempte de la furie des vents et de la mer.\nEmportée loin de la foule heureuse et de sa mère éplorée, la femme fut conduite par le Dieu des Mers au fond de l'océan. Là, ils traversèrent un long corridor formé du squelette d'une baleine, puis passèrent les portes du palais ornementées de perles et coquilles irisées, pour enfin arriver aux quartiers qu'on lui avait réservé.\n« Les affaires des hommes ne m'intéressent pas », fit d'une voix semblable à mille ondées le Dieu des Mers, essayant par là de réconforter sa nouvelle conjointe.\n« Ce lieu a accueilli nombre de jeunes femmes, qui y ont aussi vécu leurs derniers moments. Ici, elles ont pu trouver refuge après avoir été bannies par leurs semblables. Un endroit où dormir sans peur d'être dérangées. Un foyer. »\nMais la jeune femme n'avait cure de cette nouvelle demeure, toute décorée de perles et de coquillages. Les fonds marins miroitant par moments d'une lueur phosphorescente et les créatures s'y cachant l'effrayaient. Condamnée à vivre dans un monde sur lequel jamais le soleil ne se levait, elle devint de jour en jour plus faible et maladive.\nLe Dieu des Mers finit un jour par se rendre compte de son état. Attristé par sa décision de quitter les lieux, il n'en respecta pas moins son choix.\n« Un jour viendra où tu regretteras d'avoir rejoint le monde imparfait des hommes. » Il décrocha la coquille d'un triton suspendu à sa hanche, et l'offrit à la jeune femme.\n« Un jour viendra où tu y souffleras ; alors tu seras ramenée en ces lieux. »\nPortant la coquille, elle revint sur la terre ferme. Dans les années qui suivirent, elle devint mère ; le palais sous la mer s'effaça de sa mémoire et ne fut un jour qu'un lointain souvenir. En de rares occasions, elle se rappelait vaguement les eaux phosphorescentes et les créatures étranges qui les peuplaient, mais tout était devenu flou. Ainsi les années passèrent... Jusqu'au jour où les anciens du village frappèrent à sa porte : ils venaient chercher sa fille pour la marier. Alors seulement elle comprit le sens de ce que lui avait dit le dieu.\nLa veille de la cérémonie de mariage, elle ressortit le coquillage, et souffla dedans.\nRépondant à l'appel, le Dieu des Mers émergea, grandiose, de l'océan, recouvrant le village et ses habitants endormis, sur lesquels se refermèrent les eaux meurtrières. Les deux serpents apparurent, tirant à leur suite le magnifique carrosse haut comme une montagne et brillant de mille feux irisés, qui s'arrêta devant la mère.\nEt, comme elle l'avait fait il y avait de cela si longtemps, elle grimpa à bord, sa fille à la main cette fois-ci, et quitta le village, à présent complètement englouti par les eaux."
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "Une compilation d'histoires passionnantes en rapport avec le folklore liyuéen. Ce tome traite de l'origine de la Pente Wuwang.\n—— Wuwang ——\nEntre les coteaux au nord des Monts Qingce se trouve un flanc de colline appelé « Pente Wuwang ». L'endroit plongé dans une étrange et sombre atmosphère est le berceau de nombreuses légendes.\nLes Liyuéens racontent que les âmes des morts errent parmi les arbres de la Pente Wuwang, déambulant autour de l'ancien hameau délabré, vagabondant entre les bois morts et les feuilles pourries, mais jamais loin des objets qui jadis faisaient l'objet de leur désir. Ces fantômes hagards s'amusent à égarer les visiteurs crédules, qui sont menés vers de dangereux chemins de montagne... et que l'on retrouve noyés dans les tumultueux ruisseaux ou dévorés par les monstres tapis dans l'obscurité.\nLe nom de « Wuwang » découle également de ce folklore ; le terme transmet en langue ancienne l'idée d'opprobre. Même le voyageur prudent et avisé peut finir perdu, enveloppé d'une brume décharnée et malveillante.\nLes montagnards innocents et les voyageurs de passage courent toujours le risque de se faire tromper par les espiègles fantômes, qui les mènent toujours plus profondément dans les bois brumeux à la rencontre de dangers inconnus. Les esprits de la Pente Wuwang usent de méthodes variées pour attirer les mortels crédules, pouvant prendre tour à tour la forme de proches disparus ou de lointains regrets. La voix des esprits, la douce chaleur des défunts et les regrets de ceux qui se languissent du passé sont autant de manifestations qui empêchent les pèlerins de résister à l'appel des montagnes, qu'ils finissent inlassablement par suivre.\nMais il n'en a pas toujours été ainsi à la Pente Wuwang... On y trouvait signes de vie jusqu'à relativement récemment, et, dans un passé bien plus lointain, le hameau situé à proximité répandait l'odeur des cheminées fumantes et des lumières du soir. De nos jours, ces maisons ne sont que ruines, et ne reste des habitants d'antan que le murmure indistinct d'un royaume inconnu aux mortels.\nLa fable suivante est souvent contée aux enfants du Village de Qingce : des jeunes de la Pente Wuwang, séduits par les chants de baleine de quelque lointaine créature marine, décidèrent de suivre cette illusoire promesse et plongèrent dans la Rivière Bishui à la poursuite de ce rêve puéril. Se laissant ainsi balancer au gré des vagues de la rivière, ils atteignirent les flots tumultueux de la Mer de nuages. Là, ils perdirent tout souvenir des bois et de leur village... Et leurs rêves devinrent alors les chants de la créature marine.\nDes générations entières ont disparu ainsi... À mesure que les villageois les plus âgés de la Pente Wuwang poussaient leurs derniers soupirs, la majestueuse ville portuaire du Souverain de la Roche rayonnait d'un éclat de plus en plus brillant, jusqu'à engloutir le village fantôme bercé de silence.\nMais contrairement aux mortels éphémères et versatiles, les lignes énergétiques éternelles n'oublient pas. L'énergie élémentaire qui les parcourt prend la forme d'esprits, manifestations des rêves comme des cauchemars des résidents du lieu. Tout comme la mère qui a perdu son enfant cherche à tout prix un moyen de retrouver un passé qui n'est plus, les lignes énergétiques recréent le passé et ceux qui autrefois l'habitaient, encore et encore. Chaque pleur de bébé, chaque soupir de vieillard. Chaque tragédie et chaque joie. Et tel le chant hypnotisant des créatures peuplant les fonds marins, ces représentations du passé attirent toute âme nostalgique qui oserait s'aventurer ici."
          }
        ]
      },
      {
        "title": "Tome IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Une compilation d'histoires passionnantes en rapport avec le folklore liyuéen. Ce tome traite de la vie des Fées dans les montagnes.\n—— Esprits de la montagne ——\nDans les forêts de Liyue errent de nombreuses fées solitaires. Ces créatures lumineuses vagabondent dans la brume des monts et forêts, dans les ruines de cités antiques ou au milieu des villages en débris, et guident à l'occasion les voyageurs possédant l'œil divin vers des trésors enfouis depuis des temps immémoriaux ou vers d'anciens et ingénieux mécanismes.\nLes Liyuéens croient que ces petites créatures silencieuses sont de bon augure, voyant en elles les âmes d'Adeptes défunts ou d'anciens dieux anonymes. D'autres en revanche pensent que ces fées sont l'écho d'inconnus pleurant la perte d'êtres chers et errant dans la montagne, cherchant à guider les voyageurs perdus sur le chemin du retour.\nD'après une ancienne légende ayant cours dans les villages de la région de Liyue, les fées errant dans la montagne étaient plus anciennes que les Adeptes, et jouissaient d'un physique agréable comme d'une grande sagesse. Cet âge où les fées déambulaient à travers la montagne et les salles des cités antiques remonte, dit-on, avant même les jours qui virent le Souverain de la Roche combattre les dieux rivaux.\nIl y a de cela bien longtemps, un jour dont personne ne peut se souvenir la date exacte, une ancêtre des fées d'aujourd'hui rencontra un voyageur étranger à qui elle promit sa main, les trois sœurs du palais lunaire servant de témoins. Mais au trentième jour, la catastrophe frappa. Le couple partit en exil tandis qu'autour de lui le monde s'écroulait, fuyant jusqu'à être rattrapés par le malheur. Ils furent séparés à tout jamais, et même leurs souvenirs furent détruits.\nChaque jour passant voyait la douce fée au cœur brisé comme ses sœurs perdre de leur allant. Leurs corps autrefois si beaux perdirent de leur consistance, et les fées laissèrent derrière elles autant de fragments de ce qu'elles étaient autrefois à travers la montagne et les ruines, fragments qui à leur tour devinrent les minuscules fées que l'on connaît aujourd'hui. Elles ont tant oublié, et tellement perdu... Et pourtant, elles continuent à chanter pour les disparus. Cet attachement pour l'amour passé serait la raison qui les pousse vers les voyageurs perdus dans la brume, qu'elles guident dans un effort de retrouver les souvenirs passés dans les ruines abandonnées, vers les secrétaires intouchés depuis des années ou encore quelque poème aujourd'hui illisible.\nIl ne s'agit là bien sûr que de folklore incohérent, de conjectures imaginant à quoi devait ressembler Liyue autrefois, avant l'arrivée du Souverain de la Roche. L'origine exacte de ces esprits affligés déambulant dans les montagnes demeure aujourd'hui inconnue, et le débat continue en l'absence de véritable consensus."
          }
        ]
      },
      {
        "title": "Tome V",
        "desc": [
          {
            "type": "RichText",
            "text": "Une compilation d'histoires passionantes en rapport avec le folklore liyuéen. Ce tome traite de l'histoire commune des Qilin et des hommes.\n—— Les Qilin ——\nParmi les créatures peuplant les légendes ayant cours à Liyue figurent les Qilin. Les Qilin errent souvent dans les forêts de montagne, mais n'apparaissent que les nuits où la lumière des étoiles se reflète sur le givre clair. Leur alimentation est composée d'eau et d'herbes parfumées.\nLes Qilin sont de douces créatures, dans les veines desquelles coulent grâce et élégance. On dit qu'un Qilin ne nuira jamais à un être vivant, refusant même de marcher sur un insecte ou de piétiner un brin d'herbe. Certains prétendent que le comportement, le moindre mouvement des Qilin sont dictés par quelque étiquette ancestrale restée inchangée pendant des milliers d'années.\nAprès l'ère barbare de la Guerre des Archons, de nombreux Adeptes devinrent incapables de continuer à vivre parmi les mortels bruyants. Sous la direction du Souverain de la Roche, ils se retirèrent de la société pour vivre coupés du monde, dans les forêts de bambous et au plus profond des montagnes, n'interférant plus avec les affaires des hommes, heureux de se reposer dans leur royaume de monts et d'eau.\nPourtant, nombreuses étaient les créatures mythiques qui, après des siècles d'échanges, avait cultivé de profondes amitiés avec des humains ordinaires. Ces dernières décidèrent d'accomplir la volonté du Souverain de la Roche dans le monde des mortels, et de mettre leurs pouvoirs d'Adepte et leur bonté au service des hommes.\nUne histoire populaire raconte comment, il y a plusieurs milliers d'années déjà, existaient des sentiments puissants liant les élégants Qilin aux sauvages et ignorants mortels.\nD'après ce récit, les gens portaient des vêtements faits de lotus d'eau et de feuilles de laurier en ces temps barbares.\nUne nuit, un cueilleur d'herbes se baignait dans un étang dans la montagne, quand, à sa grande surprise, une Qilin de passage commença à manger les vêtements qu'il avait laissés au bord de l'eau. La créature mythique était trop jeune pour comprendre les notions humaines de honte et d'intimité, et n'avait pas encore appris la conduite que les créatures mythiques devaient adopter dans le royaume des mortels.\nPour compenser son comportement grossier et éviter d'effrayer le mortel vulnérable avec son apparence d'Adepte venant d'un autre monde, la créature adopta alors une apparence humaine, avant d'apparaître devant le cueilleur d'herbes sous la faible lumière de la pleine lune qui baignait l'étang.\nLa jeune Qilin se tenait là dans cette forêt de montagne sans aucune honte ni aucune gêne, éclairée par le clair de lune et la lueur des lucioles, vêtue uniquement de quelques gouttes de rosée et drapée de la lueur nocturne... Elle entraîna le mortel ignorant dans une folle escapade, et ensemble ils parcoururent les forêts et les fleurs. Elle lui révéla les demeures des Adeptes, et lui traduisit le langage des oiseaux. Ils s'endormirent au milieu du chant des insectes, partageant le même songe antique...\nLe cueilleur d'herbes commençait à sentir les premières lueurs de l'aube sur son visage quand il se réveilla et découvrit que la créature mythique avait disparu sans laisser de traces.\nLes opinions varient sur la façon dont cette histoire se termine. Certains disent qu'une nuit, la Qilin déposa un panier en bambou devant la porte de la maison du cueilleur d'herbes, avant de disparaître à nouveau dans la brume éclairée par la lune ; et que lorsque le cueilleur ouvrit la porte, il y trouva un enfant profondément endormi.\nD'autres racontent que la Qilin vécut avec l'homme, et lui donna plusieurs enfants, s'habituant progressivement aux voies des hommes...\nQuelle que soit la conclusion de cette histoire du passé, ces élégantes créatures mythiques continuent de marcher parmi les habitants de Liyue, invisibles dans la marée humaine, attendant le jour où le Souverain de la Roche les appellera à nouveau."
          }
        ]
      },
      {
        "title": "Tome VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Une compilation d'histoires passionantes en rapport avec le folklore liyuéen. Ce tome traite des ruines connues sous le nom de « Ruines de Dunyu ».\n—— Jade caché ——\nDans la vallée au nord-ouest du Port de Liyue et au sud de Nantianmen se dressent en silence nombre de ruines anciennes.\nL'une d'elle est connue sous le nom de « Ruines de Dunyu », un endroit qui, dit-on, précède même la Guerre des Archons.\nSelon de vieilles légendes transmises oralement, « Dunyu » signifie « la terre où fuit le magnifique jade. »\nDans des temps immémoriaux, alors que même le Souverain de la Roche n'était qu'un jeune dieu, une étoile tomba du ciel sur les plaines stériles à l'ouest de Liyue. Sous l'impact, ces plaines se transformèrent en un instant en un gouffre immense, révélant du jade en son sein, magnifique et en apparence illimité, devenant la fondation d'un millénaire d'industrie minière à Liyue.\nLa légende raconte également qu'en tombant, cette étoile anonyme perdit un fragment qui s'écrasa dans les rochers au nord de Lisha.\nComme la plupart le savent, les pierres muettes ont leur propre esprit, et observent comme les hommes ne peuvent observer, écoutant les pulsations des lignes énergétiques, les échos des eaux alpines, et le lent mais inexorable déplacement de la montagne.\nMais contrairement aux pierres ordinaires mais endurantes de la terre, les fragments de météorite tombés du ciel étaient eux de nature fière et impatiente.\nPar la suite, les dieux et les seigneurs s'affrontèrent pour les trônes célestes. Les étoiles et même l'Abîme se mirent à vaciller, et étouffée par le mal et la tragédie, les montagnes ne pouvaient plus respirer. L'étoile déchue, ne pouvant plus le supporter, et sans entendre les persuasions du gouffre la sommant de rester, bondit vers le firmament.\nAlors qu'il retournait dans les cieux, le jade céleste laissa derrière lui un gouffre profond, dans lequel les humains purent ériger leur cité et la fortifier, trouvant ainsi asile et s'enfermant avec le peu qu'il restait de cette étoile déchue.\nLes refuges de la vallée de Dunyu tinrent haut et fort au cours des siècles agités qui suivirent, et maintenaient de prospères relations avec le Port de Liyue il y a encore cinq cents ans.\nMais avec l'arrivée des ténèbres et la montée en puissance de l'Abîme, les gens de Dunyu scellèrent l'ancienne ville et partirent pour d'autres terres. Personne ne sait pourquoi ils choisirent de condamner les portes de leur foyer, et même les Adeptes et les Yakshas millénaires sont silencieux sur le sujet.\nEt c'est ainsi que la forteresse scellée finit par devenir une immense et silencieuse sépulture, troublée seulement par les échos de l'eau et du vent s'écoulant à travers les salles désertes... et devint le lieu que les Liyuéens appellent de nos jours les « Ruines de Dunyu »."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Archives de Jueyun"
          }
        ]
      }
    ]
  }
}