{
  "epId": 2339,
  "name": "L'Épée solitaire du mont désolé",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Legend of the Lone Sword_icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "L'Épée solitaire du mont désolé"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "Un roman d'arts martiaux populaire à Liyue. Dans un monde sans énergie élémentaire et sans alchimie, une histoire d'amour et de haine se dévoile. Ce tome narre le début de la vengeance de Jin le Soixante-douzième.\nL'épée solitaire perçait la nuit, son éclat plus brillant que celui des étoiles et de la lune.\nLe vent froid d'automne soufflait sur les montagnes, suivant la danse tourbillonnante de l'épée.\nSous la pluie et les vents, un voyageur marchait seul, retournant chez lui.\nLes cheveux en bataille, le visage fier, l'homme avait une apparence plutôt inhabituelle. Ses vêtements fins, couplés à sa démarche titubante rappelant celle d'un malade ou d'un blessé sur le chemin du retour, le faisaient ressembler plus à quelque fantôme qu'à un homme bien réel.\nCela faisait déjà trois jours entiers qu'il était en chemin, trois jours passés le ventre vide, sans dormir.\nTrois jours plus tôt, il avait encore un nom, une arme renommée, et son école d'arts martiaux sur le déclin. Mais à présent, de tout son être ne se dégageait que tristesse et appréhension, drainées semble-t-il par la pluie battante, se mélangeant à la boue à ses pieds et corrodant le sol.\nTrois jours plus tôt, l'épéiste sans nom était arrivé, et le maître du voyageur comme ses frères d'armes gisaient à présent dans la neige impitoyable, à la blancheur parsemée de la couleur rouge du sang.\nLe voyageur avait à présent un nouveau nom : Jin le Soixante-douzième.\nCar il était le dernier des soixante-douze membres de son dojo.\n——————\nIl ignorait combien de temps il avait ainsi marché lorsqu'il entendit le son d'une charrette dans son dos.\nSe plaçant sur le bord du chemin, Jin le Soixante-douzième demanda : « Est-ce que vous allez au village de Tupi ? »\nLe conducteur salua, et répondit : « La plupart des chariots sur cette route s'y rendent. »\nJin demanda alors : « Vous serait-il possible de prendre quelqu'un à bord dans ce cas ? »\nCe à quoi le conducteur répondit : « C'est bien possible en effet. Mais vous ne m'avez pas demandé si j'étais d'accord. »\nNe comprenant pas, Jin dit : « Pourquoi ne pas me prendre à bord si vous vous rendez au village de Tupi ? »\n« Parce que je ne suis pas vous, et que vous n'êtes pas moi », répondit le conducteur.\n« Quelle perte de temps. »\nEt ainsi parlant, le voyageur brandit son épée. Le conducteur ne ressentit qu'un grand froid intérieur, et chuta de son siège sans un mot.\nAinsi était Jin le Soixante-douzième. Il avait tout perdu, même son cœur, et le courage qui l'habitait autrefois ne brûlait plus du même éclat. Mais il n'avait jamais apprécié les gens qui parlaient pour ne rien dire.\nPrenant place sur le siège couvert de sang, il mit le cap vers le village de Tupi."
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "Un roman d'arts martiaux populaire à Liyue. Dans un monde sans énergie élémentaire et sans alchimie, une histoire d'amour et de haine se dévoile. Ce tome narre l'arrivée de Jin le Soixante-douzième au village de Tupi.\nOn raconte qu'en ces terres éloignées, le terme « Tupi » signifiait « brûler le mensonge pour atteindre la vérité ».\nLe village de Tupi était situé au pied d'une montagne aride, et seul un ancien chemin le reliait au monde extérieur – le même chemin que parcourait Jin le Soixante-douzième.\nLes cieux se couvrirent davantage ; vent et pluie redoublèrent de violence.\nJin n'avait jamais rien eu à faire au village de Tupi. Mais à présent tout à sa vengeance, il venait dans un but précis : rencontrer le chef du village.\nIl faisait nuit lorsque le charriot tiré par les bœufs le long du chemin boueux finit par arriver au pied de la montagne, et de sombres nuages couvraient par intermittence la lune, rendant l'obscurité encore plus dense. Jin se cacha dans l'ombre, s'absorbant corps et âme dans la nuit profonde.\nCette même nuit, la lueur spectrale de la lune vint se refléter sur la tête du chef du village. Le village de Tupi n'avait jamais été très important, mais son chef n'était pas quelqu'un d'ordinaire. Nul ne connaissait son nom ou son passé, et personne n'osait s'en enquérir.\nLa seule chose que les habitants savaient de lui était qu'il portait une lourde dette de sang, remontant à un sombre passé.\nSes yeux de couleur pourpre étaient perçants comme l'épée, et pénétraient tout droit dans le cœur de ceux sur qui ils se posaient.\nL'homme lui aussi était ainsi, semblable à quelque lame acérée capable de percer le cœur des hommes sans pitié aucune.\n« L'heure est venue. »\nSe parlant à lui-même, le chef du village hocha la tête à plusieurs reprises, tandis que la lueur de la lune faisait luire son crâne chauve.\nUn démon assoiffé de sang vivait en dehors du village, tuant de sa longue épée les villageois dont l'homme avait la responsabilité les uns après les autres.\nLe village de Tupi était plein de mécréants ; mais les écoles et sectes d'arts martiaux ont leurs propres règles. Nul ne venait jamais frapper à la porte du village porteur de provocations et d'idées de vengeance.\nMais Jin le Soixante-douzième n'avait plus ni école ni secte, et n'était plus lié par de tels principes. Il n'était plus qu'un fantôme en quête de vengeance, dont l'épée acérée avait soif du sang de ses ennemis.\nLe massacre fut accompagné de pluie et de vent. Les torrents d'eau dévalaient sur le corps de l'épéiste, le rinçant du sang qui le recouvrait, l'emportant en un filet carmin...\nL'homme tout de rouge couvert avançait, tailladant à travers la brume pourpre. Nombreuses étaient ses blessures ; mais nul n'était capable de l'arrêter.\nEt quand retomba le brouillard écarlate sur le déluge sans fin, l'épéiste franchit le torrent vermeil à ses pieds, et se dirigea vers la demeure du chef du village.\n——————\nAlors qu'à l'extérieur des portes du village le massacre prenait fin et que les cris des villageois laissaient la place au silence, le chef du village brandit une coupe de vin, et éparpilla d'un geste son contenu dans l'air...\nPeut-être s'agissait-il là d'un genre de toast porté en l'honneur de la funeste rencontre à venir, ou peut-être n'était-ce qu'un étrange rituel destiné à son âme salie...\nLa porte s'ouvrit, révélant la silhouette pourpre de Jin le Soixante-douzième se juxtaposant sur les éléments se déchaînant en une masse grisâtre derrière lui.\n« J'ai des questions pour toi, chef. »\n« Tu as pris beaucoup de mes hommes, aujourd'hui. »\n« Trois cent soixante-deux. Pas un de plus, pas un de moins. »\nLe chef se tut, le visage toujours impénétrable. Seule la veine battant sur sa tempe révélait le conflit qui l'habitait.\n« Ah oui, et un chien. »\nEt ainsi parlant, la silhouette pourpre balança quelque chose devant elle. L'objet atterrit sur une table.\n... Il s'agissait d'un os ayant appartenu au chien gardant la porte. Il avait visiblement été bouilli et nettoyé de toute chair.\nEn l'espace d'une demi-heure, Jin avait non seulement pris la vie de plus de trois cents hommes, mais avait aussi trouvé le temps de faire cuire le chien de garde et de le dévorer.\nQuelle cruauté !\nQuel manque de pitié !\nPoussant un cri terrible, le chef du village se redressa soudain, brandissant son épée..."
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "Un roman d'arts martiaux populaire à Liyue. Dans un monde sans énergie élémentaire et sans alchimie, une histoire d'amour et de haine se dévoile. Ce tome narre le duel de Jin le Soixante-douzième contre le chef du village de Tupi.\nLa pluie s'était tue. Dehors, le jour tardait à se lever.\nJin avait obtenu les informations qu'il cherchait au sujet de son ennemi juré de la bouche du chef du village.\nLe village de Tupi n'était désormais plus que maisons vides et esprits errants.\nNon, cette description est inexacte, car en ce monde les esprits n'existaient point.\nC'était un monde qui ne connaissait pas le pouvoir des éléments.\nEn l'absence de résonance élémentaire, le souvenir des décédés ne pouvait rester dans le royaume des mortels.\nLe chef du village se montra un opposant de valeur. Son épée était rapide et sa main sûre, et il infligea plus d'une blessure à Jin le Soixante-douzième, chacune assez profonde pour couper l'os.\nMais son cœur, lui, était trop lent.\nCar c'était un monde sans éléments,\net aucune épée ne pouvait être imprégnée de leur puissance.\nL'art de l'épée reposait donc uniquement sur la maîtrise et le talent, et non sur le contrôle des éléments.\nL'arme est l'extension du corps, comme les doigts sont l'extension du bras, ou les yeux l'extension du cœur. En ce monde, l'issue d'un combat appartenait à celui qui comprenait comment se battre avec son cœur.\nLe chef du village était un épéiste versé dans l'art du combat ; mais il n'avait jamais compris l'importance du « cœur », et tomba d'un seul coup.\nLaissant tomber l'encensoir brisé qu'il tenait à la main gauche, Jin s'approcha du chef gravement blessé.\nCe dernier s'était durant le combat concentré uniquement sur les coups portés à son adversaire, le trouvant maladroit dans ses esquives ; mais il n'avait prêté aucune attention à l'objet qu'il portait dans la main qui ne maniait pas l'épée...\nEt en un éclair, l'encensoir l'avait frappé au front, l'envoyant violemment contre un mur le long duquel il s'affala, immobile.\n« Sale engeance... »\nMais seul le vent répondit au chef du village.\n« ... La personne que tu cherches se trouve dans les montagnes près du village... Vas-y chercher la mort... »\nMais le démon était parti, ne laissant derrière lui que l'écho de la brise...\nEt le crépitement des flammes."
          }
        ]
      },
      {
        "title": "Tome IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Un roman d'arts martiaux populaire à Liyue. Dans un monde sans énergie élémentaire et sans alchimie, une histoire d'amour et de haine se dévoile. Ce tome narre le dangereux périple de Jin le Soixante-douzième dans les montagnes.\nJin le Soixante-douzième attendit que l'arc-en-ciel se dissipe pour quitter le village de Tupi et se diriger vers les montagnes.\nUne ancienne légende prétend que ces monts ont été découpés par la lame de l'Empereur Céleste, les rendant particulièrement ardus à escalader.\nUne autre histoire raconte que ces hauteurs doivent leur aridité au fait qu'elles absorbèrent les larmes de la terre nourricière, dont le sel rendit le sol stérile.\nLes montagnes avaient été exploitées pour leurs minerais précieux, jusqu'au jour où toutes les mines s'écroulèrent suivant un séisme, enterrant à jamais les mineurs pris au piège.\nPar la suite, plus personne n'essaya d'exploiter les richesses renfermées dans le roc, et les cavernes finirent par être infestées de bandits et de bêtes en tout genre.\nParmi les maux cachés dans les montagnes se trouvait l'ennemi juré de Jin le Soixante-douzième.\nL'épéiste frissonnait, avançant d'une démarche hésitante ; les blessures qu'il avait subies lors de son combat contre le chef du village se faisaient sentir.\nIl était conscient des nombreuses paires d'yeux le fixant depuis les fissures entre les rochers, attirées par l'odeur de son sang.\nDes années passées à combattre avaient conféré à Jin des sens particulièrement développés.\nEt à cet instant, tout son être lui disait que ces montagnes désertiques n'étaient qu'un gigantesque piège.\nLes coupe-jarrets cachés dans l'ombre attendaient qu'il passe par quelque gorge étroite ou doive traverser quelque puits de mine accidenté pour pouvoir le prendre par surprise et assouvir leurs sombres desseins.\nMais au vu de la situation, on aurait pu jurer que les montagnes inhospitalières suffiraient à venir à bout de Jin le Soixante-douzième.\nL'épéiste se traînait en chemin, chaque pas plus difficile que le précédent. La route était difficile et traître, et ses pieds dérapaient régulièrement sur les rocailles en dessous.\nAu même moment, deux silhouettes plissaient des yeux en observant le minuscule voyageur depuis une ravine recouverte de pins sinueux.\n« Il perd à chaque pas un peu plus d'énergie depuis qu'il a entamé son ascension. Si nous le laissons ainsi poursuivre son chemin, nul doute qu'il finira par tomber dans l'abîme en bas. »\nCes mots avaient été prononcés par une vieille femme d'allure toute ratatinée.\nElle jeta un œil de côté, la mort glacée se reflétant dans ses pupilles couleur d'azur, vive comme la vipère serpentant au milieu des rochers.\n« Non ! »\nLa femme se retourna pour faire face au corpulent vieillard qui venait de parler d'un ton fort.\n« Il a massacré trois cent soixante-deux hommes au village de Tupi. Et cuit le chien... »\n« Il a beau avoir été blessé lors de son combat avec le chef du village, il n'en demeure pas moins dangereux. »\n« Hum... »\nLa vieille femme disparut dans la forêt après avoir poussé un grognement de déplaisir.\n« ... »\nLe vieil homme resta un instant à observer l'épéiste solitaire qui s'était arrêté pour reprendre son souffle, puis, se frottant son large ventre, il partit à son tour.\nCe faisant, il ne dérangea aucune brindille, aucune branche, ni aucune feuille morte à son passage.\nLe ciel se couvrit soudain de nuages orageux, et la pluie mordante recommença à tomber dru.\nInondé par les trombes d'eau lui dégoulinant le long du corps, Jin le Soixante-douzième s'appuya sur son épée, s'en servant comme d'une béquille, et continua à avancer.\nMais le froid qui lui glaçait les os et le sang perdu finirent par recevoir leur dû. L'homme s'écroula sur les rochers.\nJuste au moment où il s'apprêtait à sombrer dans les ténèbres de l'inconscience, il aperçut le bas d'une robe couleur d'azur...\nIl aurait pu jurer que cette image lui était familière."
          }
        ]
      }
    ]
  }
}