{
  "epId": 2340,
  "name": "Festival des tambours harmonieux du sublime Arataki !",
  "desc": "Une lettre d'invitation dont la forme et le sujet sont des plus somptueux. Elle mentionne un événement de grande envergure à la symbolique profonde et à la renommée nationale auquel vous êtes convié/conviée en tant qu'invité/invitée d'honneur et star du spectacle.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Almighty Arataki Great and Glorious Drumalong Festival!_icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Festival des tambours harmonieux du sublime Arataki !"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Détails",
        "desc": [
          {
            "type": "RichText",
            "text": "Hahahahahahaha ! Mon ami/amie ! Je ne te manque pas un peu depuis notre dernière rencontre au Gouffre ?\nEn tout cas, moi, je pense souvent à toi ! Tu es même la première personne qui m'est venue à l'esprit quand j'ai eu une merveilleuse idée !\nPour célébrer le diplôme de Shinobu, puis pour montrer à quel point le gang Arataki est génialissime, j'ai décidé de louer un lieu d'exception à Ritou pour y organiser un grand festival.\nIl s'appellera : le Festival des tambours harmonieux du sublime Arataki !! Alors ? Ça t'en bouche un coin, hein !\nJe peux t'assurer qu'il sera encore plus grandiose que le Festival Irodori et plus symbolique que le Festival des lanternes ! Le gang Arataki sera célèbre à travers tout Inazuma !\nC'est pour ça qu'il faut que tu sois là pour y assister !\nOn va s'éclater ensemble ! Chanter à tue-tête ! Faire des combats de scarabutos ! Griller des melons lavandes !\nÇa te botte ? Viens vite nous rejoindre à Ritou, je t'attends !\nHahahahahaha !!\nAh... Euh, Shinobu, on peut se passer de la partie avec les melons lavandes, non ? J'ai l'impression que c'est un peu naze comme réplique...\nHein ? Mais j'ai dit qu'on pouvait s'en passer !\nHé, zappe celle-là aussi !!"
          }
        ]
      }
    ]
  }
}