{
  "epId": 2346,
  "name": "La Renarde qui nageait dans la mer de pissenlits",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Fox in the Dandelion Sea_icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "La Renarde qui nageait dans la mer de pissenlits"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "« Pissenlit, dent-de-lion, vole vers une autre destination ! »\nUn conte classique de Mondstadt sur un renard et un chasseur en douze tomes.\n« Pissenlit, dent-de-lion, vole vers une autre destination ! »\nmurmura-t-il.\nIl souffla sur la fleur, jusqu'à ce que les pétales s'envolent tous les uns après les autres, puis, d'un air sérieux, il ajouta :\n« Comme ça, votre vœu sera emporté par le vent et atteindra Barbatos. »\nUne petite brise se leva alors, emportant avec elle nombre de pissenlits.\nSe seront-ils envolés vers quelque endroit merveilleux, en même temps que mes rêves et mes espoirs ?\nÀ quand cela remonte-t-il ?\nIl fut un temps où une forêt luxuriante se trouvait derrière le village. Ses arbres se dressaient autour d'un petit lac en son centre.\nLa surface du lac rappelait l'aspect des vitraux de la cathédrale de Mondstadt, lisse et brillante.\nFiltrant à travers les feuilles, les rayons du soleil se déposaient sur l'eau, la faisant scintiller comme si des milliers de gemmes y avaient élu domicile, offrant une vision des plus enchanteresses.\nIl faisait frais ce jour-là. Chassant avec mon arc dans la forêt, j'avais marché jusqu'au lac ; absorbé dans la contemplation de l'eau scintillante, l'image d'une fille que j'avais aimée il y avait de cela si longtemps s'était mis à flotter à mon esprit.\nJ'avais oublié jusqu'à son apparence ; mais le souvenir de ses yeux semblables à l'eau du lac me revenait ; on aurait dit les éclats de quelque gemme.\nMon regard se perdit sur la surface de l'eau. Je me mis à marcher d'une manière nonchalante au bord du lac, oubliant la raison pour laquelle j'étais venu.\nJe me réveillai au son d'un objet en train de geler. Une fleur de brume avait glacé le lac au bord duquel elle poussait. À côté se trouvait un renard blanc dont la queue était prise au piège dans la glace.\nIl avait dû malencontreusement baisser sa queue lorsqu'il était en train de boire, au moment où la glace se mettait à se répandre.\nLes fleurs de brume sont des plantes dangereuses capables de causer des gelures si on ne les manipule pas avec soin. Mieux vaut prendre ses précautions avant de les cueillir.\nLe renard prit peur en me voyant approcher. Il essaya de s'enfuir, mais tirer sur sa queue encore coincée le fit gémir de douleur.\n« Il ne s'en sortira pas »,\npensai-je.\n« Pauvre de lui. Il mourra même si je ne le sauve pas, autant en profiter pour en faire mon gibier du jour. », me dis-je.\nJ'imaginais le délicieux ragoût de renard que je pourrais cuisinier avec les carottes de mon jardin. Cette pensée provoqua un sourire sur mon visage.\nJe pris mon arc et m'approchai doucement de l'animal.\n« Gentil renard, ne bouge pas... »"
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "« Gentil renard, ne bouge pas. » Prisonnier d'une fleur de brume, le renard rencontre le Chasseur. Qu'adviendra-t-il de lui ?\nL'histoire du chasseur et du renard continue dans cette deuxième partie.\n« Gentil renard, ne bouge pas... »\nMon grand-père m'avait appris ces mots lorsqu'ensemble nous partions à la chasse. Prononcer calmement cette phrase en tendant la corde de l'arc permet d'assurer la main et d'éviter ainsi tout tremblement intempestif.\nAlors que je m'apprêtai à relâcher la corde, le renard pencha la tête de côté, et plongea son regard dans le mien. Ses yeux brillaient telle la surface d'un lac, semblables à quelques fragments de gemme.\nMa tête se mit tout-à-coup à tourner, comme si une tempête avait soudain décider d'y faire rage. Ma flèche rata sa cible et vint se planter dans la glace à ses côtés. La queue dressée, le renard me lança un dernier regard, puis s'enfonça en courant dans la forêt.\nReprenant mes esprits, je m'élançai à sa poursuite, mais quel homme peut se vanter de tenir la distance face à un renard ?\nLa silhouette du renard s'amoindrit, pour devenir un point blanc au loin.\n« Hé ! Reviens ! »,\ncriai-je essouflé.\nÀ ma grande surprise, le renard se mit à ralentir.\n« Serait-il en train de m'attendre ? »\nm'interrogeai-je.\n« Personne n'est capable de le rattraper s'il décide de fuir... »\nLes renards sont d'étranges animaux, capables de disparaître en un clin d'œil, quand bien même ils se trouvent dans un endroit dégagé tel que Ventlevé.\nOn pourrait presque imaginer qu'ils s'éclipsent dans un autre monde.\nRéfléchissant ainsi, j'en étais de plus en plus convaincu :\nce renard m'attendait. J'en étais certain.\nPendant un long moment, je poursuivis le brillant point blanc à l'horizon. Une brise glacée se mit à souffler.\nJe ne pus retenir un éternuement. La surprise me cloua sur place lorsque je relevai les yeux.\n« Hein ? »\nAu loin s'agitaient à présent non plus un, mais deux points blancs.\nPuis trois, puis quatre... On aurait dit qu'ils se multipliaient avec le souffle du vent. Je finis par en perdre le compte.\nC'est alors qu'une sensation de piqûre m'envahit les yeux, tandis que ces mêmes points blancs semblèrent voler et s'y nicher. Je me frottai les yeux, pour découvrir que tous n'étaient que des pétales de pissenlits apportés par le vent ; des renards ne restait aucune trace.\nMe moquant de ma méprise, je rebroussai chemin et rentrai chez moi.\nMon repas consista en un ragoût de viande aux carottes – sans viande d'aucune sorte. Je déteste les carottes bouillies, et cela ne suffit guère à me remplir le ventre, qui continua à réclamer jusqu'à ce que je sombre dans le sommeil.\nJe me réveillai en pleine nuit au son d'un léger grattement à la porte."
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "Le chasseur bredouille fut soudain réveillé par un bruit dehors. Qui cela pouvait-il bien être ?\nL'aventure du chasseur et du renard continue. « Le Renard qui nageait dans la mer de pissenlit », troisième partie.\nAyant raté ma tentative d'attraper le renard, je mangeai mes carottes bouillies sans saveur, puis partit au lit le ventre criant encore famine. J'aurais tout oublié de cette histoire si ce n'avait été pour ce qui arriva par la suite.\nJe me réveillai en pleine nuit au son d'un léger grattement venant de l'extérieur.\n« Serait-ce un sanglier venu se servir dans mes carottes ? »\nJe m'arrachai à mon lit et ouvrit la porte. À ma grande surprise, un petit renard se tenait là, son pelage si blanc qu'il donnait l'impression de briller dans la nuit, un peu à la façon dont les rayons du soleil se reflètent à travers les arbres sur la surface de l'eau.\n« Tu dois sûrement être le renard de ce matin... »\nAinsi pensant, je vis ses yeux semblables à quelques gemmes à la surface d'un étang me fixer ; j'eus l'impression qu'ils voyaient jusqu'au plus profond de mon cœur.\nJe m'avançai à sa rencontre, les mains vides, encore bouffi de sommeil.\nCette fois, il ne bougea pas et m'attendit en silence.\nMais alors que j'approchai, il parut gagner en taille.\nLorsque je l'eus rejoint, l'animal avait pris forme humaine.\nDevant mes yeux se tenait à présent une jeune femme svelte, au long cou et à la peau éclatante. Ses pupilles rappelaient toujours des gemmes chatoyant à la surface d'un lac, tels les rais du soleil filtrés par les branches et retombant sur l'eau.\n« Quelle beauté. Elle me rappelle cette fille dont je m'épris, il y a de cela si longtemps, et dont le nom aujourd'hui m'échappe... Mais ces yeux, cela ne peut être qu'elle. »\npensai-je.\n« C'est impossible. Ce ne peut être qu'un tour de magie. »\nMais le plus étrange était qu'en cet instant, je sus instinctivement que les renards étaient capables d'user de la magie. Oui, ces yeux auraient pu vous faire croire n'importe quoi.\nMais tours de magie comme transformation, bien que phénomènes déjà en soi exceptionnels, ne me stupéfiaient pas autant que ce regard limpide. Nous restâmes ainsi un moment debout en silence dans la nuit.\nAprès un long silence, elle ouvrit la bouche. Elle ne s'exprimait pas dans la langue des hommes, mais je la compris – encore quelque autre tour de magie.\n« Je ne serais plus de ce monde si vous n'étiez pas venu me sauver au lac. »\nRéfléchissant un instant, elle ajouta :\n« Mourir au bord du lac scintillant n'est pas si mal ;\nmais nous les renards, savons faire preuve de reconnaissance. Laissez-moi vous retourner cette faveur. »\nLa renarde me fit une courbette, ses longs cheveux soyeux glissant sur ses épaules."
          }
        ]
      },
      {
        "title": "Tome IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Après des jours séparés, la réunion tant attendue a lieu dans une nuit d'été, au milieu d'un ouragan de graines de pissenlit.\nLe renard déroule une mer de pissenlits sous les yeux du chasseur... « La Renarde qui nageait dans la mer de pissenlits », quatrième partie.\nLes jours qui suivirent cette nuit, la renarde ne revint pas.\nMais durant ces quelques jours, de plus en plus de proies apparurent dans la forêt.\nDes petits pinsons, des grues à longues pattes, des sangliers...\nÉtait-ce une manifestation de saison, ou était-ce une sorte de compensation de la renarde ? Quoi qu'il en soit, du vrai ragoût fut enfin servi à table.\nMais la renarde ne revenait pas...\nAussi étrange que ça puisse paraître, m'endormir le ventre plein s'avéra plus difficile qu'avec le ventre vide. Je ne pouvais pas arrêter de penser à ce que j'avais vu ce jour-là, à cette renarde qui s'était transformée en femme.\nQuand pourrais-je revoir ces yeux d'un bleu aussi profond que les eaux d'un lac ?\nJe dormais d'un sommeil trouble, lorsque j'entendis un léger bruit derrière la porte.\nEspérant qu'il s'agissait de la familière silhouette blanche, je bondis du lit et ouvris la porte avec hâte.\nHélas, point d'iris azuréen, point de queue au blanc immaculé ! Seulement des pissenlits virevoltant au clair de lune, tels des flocons de neige.\nEt soudain, quelque chose pénétra dans mes narines...\n« Atchoum ! »\nTout à coup, les pistils de pissenlits duveteux se mirent à emplir les airs à la manière de quelque tempête.\nEt au milieu de cette tornade de pissenlits, deux yeux, semblables à des pierres précieuses, me regardaient, comme s'ils essayaient d'atteindre mon cœur.\nAffrontant le tourbillon de pissenlits, je m'avançai vers la petite renarde.\nCette dernière bougea légèrement ses oreilles, remua sa longue queue sur l'herbe et se retourna, avant de disparaître dans les profondeurs de la forêt.\nJe me dépêchai de la suivre.\nJe pouvais apercevoir la petite boule blanche qui apparaissait par intermittence dans la pénombre des arbres.\nOn aurait dit la projection du clair de lune filtrant à travers les feuillages, ou quelque fée espiègle aux mouvements gracieux.\nFaisant confiance à la renarde, je la suivis pendant un long moment, jusqu'à sortir de la forêt sombre.\nDevant moi, sous le clair de lune, s'étendait un océan sans fin de pissenlits.\nAbasourdi par une telle vision, j'entendis un bruit derrière moi...\n... Un bruit faible et léger... Comme les pieds nus d'une jeune fille marchant sur un sol recouvert de feuilles...\nLa renarde s'arrêta juste derrière moi, alors que la brise nocturne m'apportait son odeur, humide et fraîche et avec une teinte légèrement amère de pissenlits.\nDeux mains se posèrent sur mes épaules. Je pouvais sentir leurs longs doigts glacés.\nElle se rapprocha de mon oreille, ses longs cheveux retombant sur mon épaule.\nJe pouvais ressentir les battements de son cœur contre moi, et les mouvements de sa respiration, calme et rassurante.\n« Seuls les renards savent comment venir ici, dans le royaume des pissenlits.\nJ'espère que tu resteras pour apprendre à mon fils à parler la langue des humains...\nEn échange, je t'apprendrai l'art magique des renards. »\nSes mots me chatouillaient l'oreille, comme une fraîche brise nocturne transportant des pissenlits.\nÉtrange... Je ne lui avais jamais parlé de la magie des renards, alors... Comment avait-elle su ?\nSans rien dire, elle me prit la main et m'amena dans l'océan de pissenlits...\nLa brise du nord et celle du sud, et les senteurs légèrement amères qu'elles amenaient, me rappelaient de lointains souvenirs.\nElle m'emmena jouer tendrement, à la manière d'un renard, parmi les boules blanches, jusqu'à ce que la lune soit haute dans le ciel."
          }
        ]
      },
      {
        "title": "Tome V",
        "desc": [
          {
            "type": "RichText",
            "text": "Après avoir accepté les conditions du renard, le chasseur arriva au champ de pissenlits où toutes les proies disparues se trouvaient.\nL'histoire du renard et du chasseur dans la mer de pissenlits continue : cinquième partie.\nDans cette immense mer de pissenlits sans fin, je regardais les fleurs s'envoler. Je compris soudain quelque chose.\n« C'est ici que les renards viennent se cacher lorsqu'ils se font chasser... »\npensai-je.\n« Quel endroit magnifique. »\nCependant, un sentiment de vide emplissait toujours mon cœur alors que j'enseignais au renardeau le langage des humains, comme si un vent soufflait en moi.\nÀ chaque fois que nous discutions, je me perdais dans ses yeux innocents rappelant des gemmes. Dans ces moments-là, j'avais l'impression de ne pas parler à un renard, mais à la fille que j'avais aimée, il y avait de cela si longtemps.\nLorsque nous étions ensemble, c'était comme si la personne aimée avait eu un enfant ; bien que nous nous entendîmes très bien, une tristesse persistait.\nMais à la pensée de la promesse qu'elle m'avait faite – que si j'arrivais à lui enseigner la langue commune,\nelle me transmettrait l'art magique des renards -,\net au souvenir de l'air solennel avec lequel elle m'avait fait cette promesse, je savais qu'elle était sérieuse, et je n'en étais que plus impatient.\nPourrais-je un jour me transformer en oiseau ? Jusqu'à quelle altitude pourrais-je voler ? Et pourquoi ne pas me changer en poisson ? Sous cette forme, peut-être arriverais-je à nager jusqu'au Récif de Musk que je n'avais jamais eu la chance de voir...\n« Ah, et je pourrais aussi utiliser cela pour chasser ! Plus besoin de manger des ragoûts sans viande ! », pensais-je aussi.\nJe perdis le fil du temps. Combien de temps restai-je dans cette mer de pissenlits agitée par la brise ?\nLe renardeau apprenait tellement vite ! Je lui enseignais non seulement la langue humaine, mais aussi le calcul, le jardinage, comment changer une fenêtre ou encore comment affûter un couteau.\nNous discutions souvent pendant les pauses. Un jour, je lui demandai :\n« Pourquoi veux-tu apprendre la langue des hommes ? »\nIl me répondit d'un air heureux :\n« Je veux devenir leur ami ! » répondit-il aussitôt.\n« Pourquoi veux-tu devenir leur ami ? » renchéris-je.\nIl baissa les yeux."
          }
        ]
      },
      {
        "title": "Tome VI",
        "desc": [
          {
            "type": "RichText",
            "text": "« Pourquoi veux-tu apprendre le langage des hommes ? » « Je veux devenir leur ami ! »\nLa voix enfantine du renard résonne dans la mer de pissenlits. « La Renarde qui nageait dans la mer de pissenlits », tome 6.\n« Pourquoi veux-tu apprendre la langue des hommes ? »\ndemandai-je au petit renard.\nIl me répondit en langue commune d'un air heureux :\n« Je veux devenir leur ami ! » répondit-il aussitôt.\n« Pourquoi veux-tu devenir leur ami ? » renchéris-je.\nLe renardeau baissa le regard d'un air triste.\n« J'ai rencontré un garçon dans une forêt lointaine, dit-il.\nIl était vêtu de gris et son apparence comme son regard rappelaient ceux d'un loup.\nJ'avais appris quelques tours, et en étais tout excité. Je pouvais courir dans l'herbe sur mes deux jambes, quelle nouveauté ! Mais le renard et l'homme ne font pas la même taille ; ils ne voient ni ne sentent les mêmes choses.\nProfesseur, vous comprenez, n'est-ce pas ? Lorsque je repris mes esprits, je réalisai que j'étais perdu. »\nAu souvenir de cet événement, sa voix devint triste.\nIl continua, expliquant qu'il avait pénétré profond dans la forêt, jusqu'à tomber sur une bête démoniaque.\nAlors qu'il pensait son sort réglé et se voyait déjà dévoré, un jeune garçon gris comme un loup apparut, et fit fuir le monstre. Puis sans dire un mot, il disparut dans les arbres d'où il avait émergé.\n« Si j'arrive à devenir un homme et à parler la langue des hommes, je pourrai partir à la recherche du garçon-loup, et devenir son ami ! »\nfit joyeusement le renardeau.\nÀ ces mots, je ne pus que lui demander :\n« Ne suis-je pas déjà ton ami ? »\nIl fit de son mieux pour me répondre en langue commune :\n« Mère m'a dit que vous étiez mon professeur ; c'est différent. Je suis désolé, je ne veux pas vous blesser. »\nIl détourna le regard, embarrassé. L'esprit visiblement occupé, il battait de sa queue les pissenlits alentour, plongé dans ses réflexions.\n« Je sais ! »\nfit-il soudain.\n« Je serai aussi votre professeur si je trouve quelque chose à vous apprendre !\nEt nous serons alors égaux ! »\nBien que sa maîtrise de la langue laisse à désirer, le renardeau, tout à son excitation, parlait plus vite, buttant sur les mots.\n« Je vais vous apprendre des tours de magie dont moi seul ai le secret. »"
          }
        ]
      },
      {
        "title": "Tome VII",
        "desc": [
          {
            "type": "RichText",
            "text": "Le renard chanta : « Pissenlit, dent-de-lion, vole vers une autre destination ! »\nLe chasseur parviendra-t-il à apprendre la magie pour exaucer son vœu ? « La Renarde qui nageait dans la mer de pissenlits », tome 7.\n« Je vais vous apprendre des tours de magie dont moi seul ai le secret. »\nIl ne parlait pas encore bien la langue ; mais pour que l'on soit amis, il y mit toute son énergie, enchaînant les mots avec difficulté.\nIl cueillit un pissenlit.\n« Pissenlit, dent-de-lion, vole vers une autre destination ! »\nmurmura-t-il.\nIl souffla sur la fleur, jusqu'à ce que les pétales s'envolent tous les uns après les autres, puis, d'un air sérieux, il ajouta :\n« Comme ça, votre vœu sera emporté par le vent et atteindra Barbatos. »\nUne petite brise se leva alors, emportant avec elle nombre de pissenlits.\n« Regardez ! L'Archon Anémo a entendu mon souhait ! »\nfit-il d'un ton joyeux.\n« Qu'as-tu souhaité ?\n– J'ai souhaité devenir votre ami. »\nLe renardeau baissa soudain la tête.\n« Merci. Les renards ne sont pas faits comme les hommes ; vous avez travaillé dur pour lui apprendre la langue. »\nLa renarde était arrivée d'on ne sait où. Ses yeux étaient aussi profonds qu'un lac ; à leur vue, le renardeau se carapata dans les pissenlits.\n« Quand il aura maîtrisé la langue... »\npensai-je.\n« Quand il aura maîtrisé la langue... »\nfit tranquillement la renarde."
          }
        ]
      },
      {
        "title": "Tome VIII",
        "desc": [
          {
            "type": "RichText",
            "text": "« Quand il aura maîtrisé la langue... » La voix du renard est emportée au loin, balayée par le vent de la nuit avec les graines de pissenlit...\nAprès tout, le renard étant une créature différente de l'homme, il en va de même pour ses joies et ses peines... « La Renarde qui nageait dans la mer de pissenlits », huitième partie.\n« Quand il aura maîtrisé la langue... »\nfit tranquillement la renarde.\nJe regardais son visage, émerveillé.\nElle ajouta quelque chose, que je n'entendis pas clairement. La brise malicieuse de la nuit emportait les pissenlits et recouvrait sa douce voix.\nOu peut-être était-ce sa langue d'origine, la langue du vent et des pissenlits ?\nVoyant que je ne disais mot, elle sourit.\nSon sourire était magnifique, faisant briller ses yeux incurvés d'une lumière brisée, semblable à deux lunes sur un lac vallonné.\n« Et donc, pourquoi désires-tu apprendre l'art magique des renards ? »\n« Je veux apprendre la transformation, pour pouvoir voler haut dans le ciel. Je veux me sentir comme un oiseau, et pouvoir voler jusqu'à des endroits si éloignés que mes yeux ne les voient pas... »\nAinsi répondis-je.\n« Et pour chasser, je n'aurai plus à m'accroupir dans les buissons... Je pourrai rester en hauteur comme un faucon. »\nJe gardais cette pensée pour moi-même.\nEt comme si le pissenlit dans ma main avait entendu mon souhait, il s'envola vers la lune.\n« Je vois... »\nElle baissa légèrement la tête, ses longs cheveux noirs tombant en cascade sur son cou nu. La lune se reflétait dans ses cheveux et sur sa peau nacrée, qui brillait de mille feux comme si elle reflétait l'ombre des nuages dans le ciel.\nJe ne pouvais pas la quitter des yeux... À un tel point que j'en rougis, et finis par détourner légèrement le regard.\nLes renards sont des bêtes libres qui ne dissimulent pas leur beauté par honte, contrairement aux humains.\nCe n'était plus la première fois que je la regardais ou que je la touchais, mais je ne pouvais m'empêcher de rougir et de détourner mon regard à chaque fois que la lune se posait sur ses cheveux.\nElle tourna la tête pour réfléchir, puis soupira, comme si quelque chose la tracassait.\nNous nous assîmes ensuite en silence au milieu de cet océan de pissenlits pendant un moment... Un moment si long que j'ai même pensé qu'elle était en colère contre moi.\n« Nous, les renards, sommes des êtres reconnaissants. Je t'apprendrai la transformation pour que tu puisses réaliser ton souhait »,\ndéclara la renarde en tournant la tête.\nSes yeux cristallins brillaient au clair de lune, dégageant une aura réconfortante.\nQuel soulagement ! Elle n'était pas fâchée contre moi.\nSans vraiment savoir pourquoi, je poussai un bref soupir."
          }
        ]
      },
      {
        "title": "Tome IX",
        "desc": [
          {
            "type": "RichText",
            "text": "Quand j'aurai appris tout ce qu'il y a à savoir, pourrai-je revoir cette mer de pissenlits...?\nDans la mer de pissenlits, le chasseur commence à penser à l'heure des adieux. « La Renarde qui nageait dans la mer de pissenlits », neuvième partie.\nLes renards sont des animaux intelligents et rusés.\nLe renardeau apprenait très vite et me posait même parfois des questions qui me mettaient dans l'impasse.\nAprès tout, le langage des humains est complexe et raffiné, contrairement au langage, plus simple et plus pur, des bêtes.\nParfois, le langage est comme une pelote de fils entre les pattes d'un chat, s'emmêlant dans la bouche des élèves, mais parfois aussi dans celle du professeur.\nMais le renardeau était un animal intelligent et capable. Il apprit rapidement de nombreux termes liés au vent, et bientôt, il put même utiliser des mots simples pour décrire la forme des pissenlits et des flaques dans lesquelles la lune se reflétait.\nChaque fois qu'il apprenait un nouveau mot et qu'il essayait d'explorer le monde avec cette nouvelle langue qu'il apprenait, il était surexcité de pouvoir donner un nouveau sens au vent, aux pissenlits et à la terre. Elle restait à nos côtés, nous regardant.\nLe renardeau apprit très vite, mais je n'en tirai aucune joie.\nMe laisserait-elle au milieu de cette mer de pissenlits une fois que je n'aurais plus rien à enseigner ?\nLe moment venu, pourrai-je encore contempler ces doux yeux sous le clair de lune ?\nContinuerait-elle de sourire malicieusement et de me guider à travers ces flots de pissenlits, pour que nous batifolions à nouveau tout en inhalant la douceur amère des brises ?\nAinsi pensant, je me perdais dans des souvenirs mélancoliques.\nLa nuit où j'ai dit adieu à la fille de mon cœur et qui n'est aujourd'hui plus qu'un vague souvenir, la lune qui brillait dans le ciel était la même que celle-ci.\n« Merci pour tous tes efforts ! »\nLa renarde était apparue devant moi. Elle se pencha et ses longs cheveux noirs, luisant au clair de lune, tombèrent sur ses épaules.\n« Quand il maîtrisera le langage humain, peut-être qu'il pourra se faire de nouveaux amis...\nMerci pour tout ce que tu as fait. Depuis qu'il a commencé à étudier ta langue, il est bien plus heureux »,\ndit-elle, tout en me regardant de ses yeux qui brillaient comme deux pierres précieuses.\n« Mais, quand tu nous auras tout appris du langage humain, où iras-tu ? »\nToujours fasciné par ses yeux étincelants, j'en oubliai de répondre pendant un moment.\nÉtait-ce aussi là un sort de renard ?\nLa renarde, voyant que je restais bouche bée, soupira en souriant.\nEnsuite, elle se retourna et s'avança vers la lune, me guidant vers le centre de la mer de pissenlits.\nEn voyant ça, le renardeau remua la queue, puis se retourna pour disparaître sous les pissenlits."
          }
        ]
      },
      {
        "title": "Tome X",
        "desc": [
          {
            "type": "RichText",
            "text": "Le renard doit faire ses adieux à sa mère, son mentor et à la mer de pissenlits.\nIl est temps de tenir ses promesses... « La Renarde qui nageait dans la mer de pissenlits », tome 10.\nNous saluant de la patte alors qu'il s'éloignait, le petit renard finit par devenir une silhouette au loin, puis un point se fondant dans la mer de fleurs. Bientôt on ne le vit plus.\nLa renarde se tourna ensuite vers moi et marcha à ma rencontre.\nJe la vis grandir alors qu'elle se rapprochait.\nLorsqu'elle m'eut rejoint, elle avait changé d'aspect, et affichait apparence humaine.\nDevant mes yeux se tenait à présent une jeune femme svelte, au long cou et à la peau éclatante. Ses pupilles rappelaient toujours des gemmes chatoyant à la surface d'un lac, tels les rais du soleil filtrés par les branches et retombant sur l'eau.\n« Quelle beauté. Elle me rappelle cette fille dont je m'épris, il y a de cela si longtemps, et dont le nom aujourd'hui m'échappe... Mais ces yeux, cela ne peut être qu'elle. »\npensai-je.\nLa magie et la transformation, bien que phénomènes merveilleux, faisaient pâle figure en comparaison de ces yeux. Nous restâmes ainsi au milieu de la mer de pissenlits, sans échanger un mot.\nAu bout d'un moment, je décidai de briser le long silence qui s'était installé entre nous :\n« La transformation... Est-ce donc le tour que tu veux m'enseigner ?\n– En effet. Je te suis très reconnaissante pour l'aide apportée pendant si longtemps. »\nLa renarde me fit une courbette, ses longs cheveux soyeux glissant sur ses épaules.\nMes adieux récents au renardeau me faisaient encore de la peine, mais la perspective d'apprendre la métamorphose me remplissait d'allégresse.\nPourrais-je un jour me transformer en oiseau ? Jusqu'à quelle altitude pourrais-je voler ? Et pourquoi ne pas me changer en poisson ? Sous cette forme, peut-être arriverais-je à nager jusqu'au Récif de Musk que je n'avais jamais eu la chance de voir...\n« Ah, et je pourrais aussi utiliser cela pour chasser ! Plus besoin de manger des ragoûts sans viande ! », pensais-je aussi.\n« Bien ; à présent, restez où vous êtes sans bouger. »\nLa femme se mit à me tourner autour ; à chaque tour, son corps s'allongeait.\nNon seulement la femme paraissait plus grande, mais autour de moi les pissenlits se mirent à grandir également. Les fleurs qui l'instant auparavant m'arrivaient à la cheville atteignirent ma taille, et finir par être aussi hauts que les arbres.\nDans mon malaise, je réalisai soudain que la femme était devenue géante."
          }
        ]
      },
      {
        "title": "Tome XI",
        "desc": [
          {
            "type": "RichText",
            "text": "Le renard chanta :« Pissenlit, dent-de-lion, vole vers une autre destination ! »\nSuite et fin de l'histoire inoubliable du renard et du chasseur.\nC'est alors que tout à mon désarroi, je compris que j'étais devenu un pissenlit.\nJ'aurais bien sûr voulu protester, mais comment faire sans langue et sans bouche pour parler ? Je ne pouvais que l'observer, elle qui à présent m'apparaissait telle une géante. D'une main délicate, elle me cueillit.\n« Pissenlit, dent-de-lion, vole vers une autre destination ! »\nmurmura-t-elle.\nPoussées par son souffle, je sentis mes graines s'envoler au loin, et moi à leur suite.\nConfus, je me sentis tournoyer au vent. Ses derniers mots se volatilisèrent dans l'air, tout comme ces yeux rappelant quelque joyau, tout comme ma conscience...\n« Barbatos, puisses-tu transformer les renards en hommes ; alors plus jamais nous n'aurons à craindre l'arc et le couteau. »\n...\nÀ mon réveil, je me trouvais dans la forêt derrière le village.\nDes arbres luxuriants se dressaient autour d'un petit lac en son centre.\nLa surface du lac rappelait l'aspect des vitraux de la cathédrale de Mondstadt, lisse et brillante.\nFiltrant à travers les feuilles, les rayons du soleil se déposaient sur l'eau, la faisant scintiller comme si des milliers de gemmes y avaient élu domicile, offrant une vision des plus enchanteresses.\nIl faisait frais ce jour-là. Chassant avec mon arc dans la forêt, j'avais marché jusqu'au lac ; absorbé dans la contemplation de l'eau scintillante, l'image d'une fille que j'avais aimée il y avait de cela si longtemps s'était mis à flotter à mon esprit.\nJ'avais oublié jusqu'à son apparence ; mais le souvenir de ses yeux semblables à l'eau du lac me revenait ; on aurait dit les éclats de quelque gemme.\nJe m'étais sûrement endormi sans m'en rendre compte, absorbé dans le lac brillant de mille feux."
          }
        ]
      }
    ]
  }
}