{
  "epId": 2347,
  "name": "Journal d'un inconnu",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Someone's Diary_icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "Une lettre que Dongdong du Village de Qingce chérit de tout son cœur. Elle semble avoir été rédigée par son père.\nDongdong :\nQui aurait cru que le temps passerait si vite... Cela fait maintenant trois mois que papa est parti, ton père te manque-t-il ? J'espère que tu te couches bien à la bonne heure, et que tu ne mènes pas la vie dure à ton grand-père et ta grand-mère ! Je rentrerai très vite, et à mon retour d'Inazuma, nous irons aux quais voir les navires de la Flotte du Crux, je te le promets.\nDongdong, te souviens-tu des Bancs de Yaoguang ? Papa y a trouvé en tamisant le sable plein d'or. À mon retour, on s'achètera plein à manger, puis on lancera le moulin, et on se gavera du tofu le plus tendre à longueur de journée ! Je veux aussi utiliser cet or pour acheter une maison au Port de Liyue, le genre de maison d'où on peut embrasser l'océan du regard. C'est toi qui choisiras, d'accord ?\nAh oui ! Faisant face au Lac Luhua, dans les plaines de Guili, se trouve une très haute falaise ; j'y ai rencontré un Gardien des ruines. Il était juste assis là, la tête baissée, immobile, qu'il pleuve ou qu'il vente... Il m'a fallu quelque temps avant de réaliser qu'il était en fait endormi ! Tout fier de moi, je l'ai escaladé, et, aggripé à sa tête, j'ai tiré avec force. Le bruit de légers claquements s'est alors fait entendre, puis celui d'un roulement profond ! Sa tête avait roulé et chuté en contrebas de la falaise ; quel dommage qu'elle se soit brisée, j'aurai sinon ramené ce trophée pour te le montrer.\nEt puis il y a le Karst Jueyun. Quand tu auras grandi, je t'y emmènerai en visite. La brume y est telle la mer, les chutes d'eau mille fois plus belles que celles du Village de Qingce. La demeure des Adeptes se trouve quelque part dans les montagnes, à peine discernable, tu n'as pas idée de la beauté de la chose. Papa a même rencontré un de ces Adeptes dont parlent les légendes ! Nous avons fait bombance, discuté et ri ; l'Adepte m'a offert une bouteille, dans laquelle il suffit de souffler pour que l'alcool coule à flot. Mais tu es encore trop jeune pour l'utiliser ; quand tu auras grandi, tous ces trésors te reviendront.\nMes aventures à Liyue touchent à leur fin ; je vais rejoindre la Flotte du Crux, et mettre cap vers l'horizon. Ma nouvelle destination regorgera sûrement de plein d'autres trésors et paysages incroyables ; j'ai tellement hâte de les partager avec toi ! Dongdong, prends bien soin de toi, ne mange pas trop de sucreries (c'est mauvais pour les dents !), et conduis-toi bien avec tout le monde. Papa rentrera vite.\nTon père qui t'aime"
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "Un journal laissé par quelque inconnu dans la nature, racontant la mésaventure de son propriétaire sur les Bancs de Yaoguang.\n—— Bancs de Yaoguang ——\nSi j'avais su que le brouillard se lèverait de nouveau, je ne serais jamais venu chercher de l'or ici. Ces vieux mineurs dont j'ai suivi le conseil sont à la retraite depuis des dizaines d'années, toutes leurs informations ne valent plus rien... Et non content d'être bredouille, me voilà aussi perdu dans cette brume, incapable de retrouver le chemin pour rentrer. J'espère que Dongdong a pris son repas...\nJ'entends venir de quelque part des bruits de Brutocollinus... Je devrais sans doute partir dans la direction opposée, j'y trouverai peut-être de l'aide.\nJ'ignore combien de temps j'ai marché. Le brouillard n'est pas tombé, il est impossible de distinguer la nuit du jour. Mais... N'est-ce pas des silhouettes au loin ? Que le Seigneur de la Roche me protège, peut-être me mèneront-elles quelque part où je pourrai trouver de l'aide si je les suis ? Autant essayer.\nQuelque chose cloche avec ces silhouettes. J'ai établi mon camp ici, et décidé d'attendre qu'elles disparaissent pour continuer. Peut-être devrais-je revenir sur mes pas.\nPar tous les diables ! J'entends des Brutocollinus tout autour de moi, je dois -\n[Le journal s'arrête ici.]"
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "Un journal laissé par quelque inconnu dans la nature, racontant la mésaventure de son propriétaire dans les Plaines Guili.\n—— Plaines Guili ——\nQuelle malchance !\nJ'avais enfin réussi à fuir le camp des Brutocollinus, seulement pour finir pourchassé par le Gardien des Ruines dans les Plaines Guili ! Il était là à prendre la pluie et le vent sans broncher, j'ai cru qu'il était incapable de bouger. Et voilà qu'au bout d'un moment un éclair atterrit sur sa tête, et qu'il se met lentement à se mouvoir – il était vivant !\nComment aurais-je pu lui faire face ? Il m'a attrapé et jeté de la falaise comme un vulgaire poulet. Heureusement j'ai chuté en roulant, et j'ai pu me mettre à couvert dans une grotte. Dieu merci, rester à l'abri de son regard suffit à arrêter la poursuite ; je ne serais plus de ce monde sinon. Que faire maintenant...\nIl devrait être parti à présent... Mais un vrombissement semblable au son produit par des milliers d'abeilles n'arrête pas de retentir à mon oreille, je pense m'être brisé les os en deux endroits, et je ne sens plus mon bras... Je peux supporter la douleur – enfin j'espère ; je suis bien arrivé à mon âge après tout. Encore un effort, où sinon je peux dire adieu à Dongdong et à sa mère."
          }
        ]
      },
      {
        "title": "Tome IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Un journal laissé par quelque inconnu dans la nature, racontant l'aventure de son propriétaire au Karst Jueyun.\n—— Karst Jueyun ——\nJe suis tombé au pied de la falaise sur un cueilleur au bon cœur, qui m'a remis les os en place ; ça n'a pas été une partie de plaisir. D'après lui, j'ai une chance inouïe d'être ressorti vivant de ma rencontre avec le Gardien, et peu de voyageurs égarés peuvent s'en vanter.\nEn prenant de la hauteur, on peut voir la brume envelopper le Karst Jueyun, lieu déjà peu fréquenté par les hommes ; il est impossible de deviner l'épaisseur de cet océan de nuages. De la Forêt de pierres proviennent les rugissements lointains de qui sait quelles créatures, suffisants à glacer le sang de n'importe qui. Peut-être pourrai-je trouver dans ces contrées quelque ambre de valeur ou plantes médicinales rares ? Nombre de pauvres hères venus de villages alentours se débrouillent en en vendant, et mènent une vie décente à Liyue. Je ne vois pas pourquoi je ne pourrais pas tenter ma chance moi aussi.\nIl a plu à verses hier soir, impossible de grimper la falaise glissante. J'ignore où sont passées ma corde et mes chaussures d'escalade. C'est étrange, je ne suis d'habitude pas si négligent. Il doit sûrement y avoir un esprit dans la montagne ! Peut-être un renard...\nAprès quatre ou cinq jours de recherche, j'ai enfin mis la main sur des plantes intéressantes ; l'heure est venue de rentrer. J'avais l'intention d'en chercher davantage, mais ce lieu est trop inquiétant ; dès que la nuit tombe sur la forêt j'ai l'impression constante que des ombres me suivent, et les cris de je ne sais quelle créature se rapprochent de plus en plus.\nJ'ai trouvé une bouteille en descendant de la montagne, plutôt en bon état une fois lavée. Je la ramènerai à Dongdong, ça lui fera sûrement plaisir. Je lui dirai que c'est la bouteille offerte par l'Adepte."
          }
        ]
      },
      {
        "title": "Tome V",
        "desc": [
          {
            "type": "RichText",
            "text": "Un journal laissé par quelque inconnu à Liyue, décrivant l'expérience de son propriétaire dans la cité.\n—— Port de Liyue ——\nJ'ai réussi à revendre mes herbes au Cottage Bubu, et même à dégager un petit bénéfice en plus de couvrir mes pertes. À ce rythme-là, je devrais pouvoir acheter une maison à Liyue d'ici quelques années, et faire venir Dongdong y vivre avec moi. Ça tombe bien, il commencera l'école.\nSi j'avais étudié quand j'étais jeune, je n'aurais jamais connu cette misérable bande de Pilleurs de trésors et perdu l'héritage laissé par mon père. Quand j'y repense, je me dis qu'il est indispensable que Dongdong ait le meilleur des professeurs et apprenne avec soin ; il se fera des amis honnêtes, et ne suivra pas le triste chemin de son père. Je dois continuer, pour Dongdong.\n... J'ai beau parler ainsi, je continue de chérir l'idée de faire fortune. J'ai été tenté ma chance en pariant sur les pierres brutes au Mystère des jades. Je n'avais pas l'intention de gaspiller tout mon argent là-dessus, mais le patron du bouge m'a tellement provoqué que j'ai fini par tout parier. Je ne m'en suis pas trop mal sorti, et ai récupéré quelques jades corrects. Mais j'y ai laissé la faucille que j'utilise pour la cueillette ainsi que mon coffre à herbes.\nJe ne possède plus rien. Les jades que j'ai gagnés en pariant ne sont pas si mal, mais s'en débarrasser n'est pas chose aisée... Ne me reste plus qu'à repartir et tenter ma chance ailleurs. Peut-être que si je rejoins l'équipage du Crux, la capitaine Beidou voudra bien de moi ?\nMême si c'est pour laver le pont... Cela fait déjà trois jours que j'ai le ventre vide."
          }
        ]
      },
      {
        "title": "Tome VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Un journal abandonné dans la nature qui raconte les rencontres malheureuses de son propriétaire sur l'Île de Jinren.\n—— Île de Jinren ——\nAprès avoir volé un petit bateau sur le navire des pirates, j'ai ramé pendant trois jours avant d'atteindre enfin le rivage.\nDe là, je peux voir le légendaire Takayama sur l'Île de Narukami, ainsi que le cerisier géant qui y pousse. Les couleurs du cerisier sacré sont douces au clair de lune... Cela me fait penser à chez moi.\nJe me demande si Dongdong se sent seul au Village de Qingce. Je ne sais pas si j'ai pris la bonne décision, en faisant tout ce chemin juste pour gagner ma vie. C'est peut-être juste moi qui me fais du mouron pour rien.\nJe suis tombé sur un melon violet en explorant cette île isolée. Il avait un goût astringent et fade ; mes dents et ma langue sont devenues violettes en mangeant la peau et il a fallu un certain temps pour que la couleur s'estompe... La prochaine fois, j'essaierai de le cuisiner avant de le manger.\nJ'ai installé un campement. Au premier jour, je marcherai vers le sud... J'ai entendu les pirates dire qu'Inazuma se trouvait là.\nIl devrait y avoir de nombreuses possibilités d'emploi en ville. Peut-être que je devrais abandonner l'idée stupide de partir à l'aventure et trouver un vrai travail. Quand j'aurai économisé assez d'argent et acheté ma propre maison, j'enverrai quelqu'un chercher Dongdong pour qu'il vienne vivre avec moi.\nDe plus, les logements d'ici sont beaucoup moins chers que ceux du Port de Liyue."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Journal d'un inconnu"
          }
        ]
      }
    ]
  }
}