{
  "epId": 2348,
  "name": "Shogun toute-puissante — Comment j'ai été réincarnée en Raiden aux pouvoirs illimités",
  "desc": "Un roman léger qui connaît du succès à Inazuma. Il raconte l'histoire d'un mortel qui se transforme soudainement en Shogun Raiden. Bien accueillie par la critique pour son intrigue novatrice, cette œuvre est devenue une source d'inspiration pour de nombreux autres auteurs de romans.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Shogun Almighty: Reborn as Raiden With Unlimited Power_icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Shogun toute-puissante — Comment j'ai été réincarnée en Raiden aux pouvoirs illimités"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Détails",
        "desc": [
          {
            "type": "RichText",
            "text": "Parfois, la vie en est ainsi.\nMes parents m'ont toujours dit qu'il fallait savoir distinguer le bien du mal, le bon du mauvais. En vérité, nous choisissons seulement la plus acceptable de deux mauvaises options.\nMa petite amie a rompu avec moi et a dit à mes supérieurs que j'étais accro aux jeux d'argent. En plus d'être seul, j'ai aussi perdu mon travail dans la foulée. C'était ridicule, car je n'avais pas assez d'argent pour ces choses futiles : si je ne payais pas les frais de protection, mes parents pouvaient se retrouver en danger.\nEn plus, on m'a reproché de ne pas avoir d'avenir, de ne pas prendre mon travail au sérieux et de ne pas avoir mis d'argent de côté.\nPourquoi tout cela m'arrivait-il ? Je n'avais rien fait de mal, pourtant.\nMa seule erreur a été de vouloir vivre sans y parvenir et d'avoir le désir de mettre fin à mes jours sans en avoir le courage.\nTant pis. Je dois me dépêcher de leur remettre l'argent quand ils viendront le chercher. Ensuite, je réfléchirai à un moyen de gagner des moras, sinon, je n'aurai pas d'autre choix que me nourrir d'algues.\nEncore un autre choix à faire entre deux mauvaises options.\nQu'est-ce qui fait le plus mal ? Me faire couper en deux par une épée, ou me faire ouvrir le crâne par une pierre tombée du ciel ?\n« Bzzzt, bzzzt... »\nJ'entends un bruit bizarre. Qu'est-ce donc ?\nLe tonnerre ?\n...\nJ'ignore combien de temps je suis resté inconscient.\nJe me souviens simplement qu'avant de perdre connaissance, mon corps semblait avoir été transpercé de toutes parts par quelque chose de pointu.\n« Mais... Je n'ai eu pas du tout eu mal ? Ah !! »\nJ'ai poussé un cri de surprise.\nEst-ce ma propre voix que j'entendais ?\n« Ah ! Ah !! »\nC'était bien elle. Incroyable.\nEn levant le bras, je découvre sous le magnifique tissu de mes vêtements une peau extrêmement pâle.\nCe corps n'est pas le mien, mais à cet instant, mon esprit est incapable de le comprendre.\nParce que c'est tout simplement invraisemblable.\nJ'essaie de me lever. Ce n'est qu'à ce moment-là que j'ai pu admirer ces vêtements dans toute leur splendeur.\nIls sont ornés de détails magnifiques. Ils ont dû être portés par quelqu'un de très important.\nSe pourrait-il que...\n« Où est passé le mioche... Hein ?! S—Shogun Raiden ? »\nUne voix résonnante s'est écriée ainsi.\nOui...\nIl semble que je suis devenu la Shogun Raiden.\nDes Oni des mers se tiennent en rang. Ils sont venus chercher les frais de protection. Je ne peux pas voir leurs visages, mais leurs mouvements dénotent la méfiance et la peur.\nJe ne les ai jamais vus dans cet état-là.\n« Les gars ! L—L'heure de notre vengeance a sonné... »\nIl s'exprime soudainement à voix basse. Il a peur.\nIl perdrait la face devant ses sbires s'il s'enfuyait, mais il connaissait déjà le résultat s'il décidait de se battre.\nLeur nombre augmente de plus en plus. Dix, vingt, cinquante...\nPeut-être pensent-ils qu'être en supériorité numérique leur donnerait une chance.\nMais la force de la Shogun Raiden n'est pas du même ordre de grandeur que celle de simples mortels.\n« Très bien. Je vais essayer mon épée... sur vous. »\nRetiens ton souffle. Concentre-toi. Mets-toi en garde.\nCe coup d'épée va changer ta destinée.\n« Kendo... »\n...\nUne minute.\nLe Kendo d'insouciance... Comment l'utilise-t-on, déjà ?"
          }
        ]
      }
    ]
  }
}