{
  "epId": 2349,
  "name": "Perle du cœur",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/String of Pearls_icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "Zixin est une pauvre pêcheuse dont la famille a du mal à joindre les deux bouts. Un jour, elle vend du poisson dans la rue lorsqu'elle perd le collier de perles qu'elle a l'habitude de porter. Cependant, elle ignore que ce collier perdu va changer sa vie pour toujours...\nActe 1 : D'eau et de poisson\nPersonnage masculin : Fanjie\nPersonnage féminin : Zixin\nRôle comique : Mamie Zhang\nScène 1\n(Zixin entre, vêtue de bleu)\n(Narration)\nZixin : La marée reflète la montagne et la brise caresse les récifs en contrebas.\n(À part)\nZixin : Fille de pêcheur, j'ai grandi sur les quais. J'ai cette année seize ans déjà.\nZixin : Hélas, mes parents sont vieux à présent. Quel autre destin puis-je avoir que celui de prendre la mer à mon tour ?\n(Dongtang, lento)\nZixin : La corde à la main, je jette mon filet sur les poissons qui nagent librement. C'est grâce à ce commerce que je nourris ma famille.\n(Zixin ramasse son filet)\n(Dongtang, appasionnato)\nZixin : Qu'il est dur de travailler chaque jour sous la lumière des étoiles, du soleil et de la lune... Le riche connaît le confort, quand le pauvre doit se battre. La vie est ainsi faite.\nZixin : J'envie la splendeur des femmes aisées, mais moi qui n'ai jamais possédé qu'un bracelet de pertes. Mais jamais je ne m'apitoie sur mon sort.\nZixin : Des murs vides sont tout ce que j'ai à offrir, mes seules possessions étant celles que je conçois de mes propres mains.\n(Zixin s'amarre et saute à terre)\n(Dongtang, senza misura)\nZixin : Il est temps d'aller dans les rues vendre mes prises.\n(Zixin quitte la scène)\nScène 2\n(Entre Zixin, porteuse d'un panier)\n(Dongtang, straziante)\nZixin : Poisson frais ! Il est frais mon poisson !\n(Entre Mamie Zhang, porteuse d'un panier de fleurs)\n(Sprechstimme)\nMamie Zhang : Regardez ces poissons ! (les poissons s'agitent et éclaboussent mamie Zhang) Quelle énergie ! Voilà qui fera une soupe de premier choix !\nMamie Zhang : Regardez-moi, trempée de la tête aux pieds. Ne ressemblé-je pas à quelque jouvencelle aux joues roses et aux lèvres écarlates ?\n(À part)\nZixin : Grand-mère, quel est votre nom ?\nMamie Zhang : Vous pouvez m'appeler « Mamie Zhang ». Je vends des fleurs dans cette rue.\nMamie Zhang : Jeune fille, tu ne vendras guère de poisson avant la tombée du jour avec cette voix si douce.\nMamie Zhang : Tu es belle, mais tu ne te rempliras jamais le ventre si tu n'oses élever la voix.\n(Zixin baisse la tête)\n(À part)\nZixin : Mamie Zhang, que vous êtes amusante.\nZixin : Mais... Je... Où...\nMamie Zhang : Qu'y a-t-il ?\nZixin : Les perles que je porte habituellement au poignet ont disparu. Où sont-elles donc passées ?\n(Entre Fanjie, vêtu d'un pantalon aux couleurs vives et tenant les perles à la main)\n(Dongtang, andante calmo)\nFanjie : Voilà qui est de bon augure ! Se promener et voir apparaître ces perles...\n(À part)\nFanjie : Je m'appelle Fanjie, et je travaille sur les quais. Mes frères m'ont choisi comme chef.\nFanjie : Le bracelet que j'ai trouvé doit appartenir à cette jeune fille.\nFanjie : Je suis disposé à le rendre à sa propriétaire, mais je ne veux pas que l'on m'accuse d'avoir choisi la mauvaise personne.\nFanjie : Peut-être devrais-je vérifier si son poignet porte quelque marque.\n(Dongtang, prélude en 12 temps, irato)\nFanjie : Est-il facile de vendre du poisson sous le soleil brûlant ?\nZixin : Mes poissons sont frais, je peux vous l'assurer. Libre à vous de les cuire comme il vous plaît.\nFanjie : Ces poissons n'arrêtent pas de bouger, quelle vivacité, vraiment.\nFanjie : Approchez-vous, et faisons connaissance.\n(Zixin avance)\nFanjie : Ainsi donc ces perles reviennent à une demoiselle d'une grande beauté. Voilà qui est adapté.\n(Dongtang, appasionnato)\nZixin : Mon cœur me dit de me méfier de cet homme. Il cherche à profiter de moi, mais je ne saurai céder.\nZixin : En me retournant, les yeux rouges de fureur, je le réprimande sévèrement.\nZixin : Quelle impudence ! Surveillez vos paroles.\n(À part)\nFanjie : Nul besoin de vous mettre en colère, mademoiselle. Je souhaitais juste vérifier que vous portez les marques de ces perles à votre poignet.\nFanjie : Ce bracelet de perles semble en effet vous appartenir. Maintenant qu'il est de retour intact, vous n'avez plus à vous inquiéter, mademoiselle.\nFanjie : Je m'appelle Fan...\n(Fanjie pause, se couvre la bouche, puis se retourne et quitte la scène)\nFanjie : Je dois partir.\n(À part)\nZixin : Brave homme, attendez...\n(Dongtang, lento)\nZixin : J'ai traité cet homme de manière bien injuste...\nZixin : Et le nom de ce héros m'échappe. Comment pourrais-je le remercier ?\n(À part)\nZixin : La honte m'accable !\nMamie Zhang : Ma jolie, n'est-ce pas là l'œuvre du destin ? Une beauté a enfin rencontré son héros."
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "Le jeune homme qui a rapporté le collier de perles de Zixin est parti sans révéler son nom. Mamie Zhang propose un plan qui permettra à Zixin de le retrouver...\nActe 2 : À la recherche du gentilhomme\nPersonnage masculin : Fanjie\nPersonnage féminin : Zixin\nRôle comique : Mamie Zhang\nRôles comiques : Zhang San, Lisi, Wang Er'ma\nScène 1\n(Entrent Zixin et mamie Zhang)\n(À part)\nZixin : Le spleen m'habite et je ne puis trouver la paix.\nZixin : Car j'ai vilipendé l'homme qui cherchait à faire le bien.\nZixin : Il n'aspirait qu'à me rendre mes perles ; mais je l'ai traité de la plus horrible des manières, sans le remercier ni demander son nom.\nZixin : La honte m'accable, je dois retrouver mon bienfaiteur. Mais comment mener à bien cette tâche dans ce port si vaste ?\nMamie Zhang : Ma jolie, nul besoin de céder à l'amertume, ni au doute.\nZixin : Mamie Zhang, que voulez-vous dire ?\nMamie Zhang : Il vous suffit de publier une annonce offrant quelques moras à celui qui ramènera vos perles. L'homme ne devrait-il pas se manifester ainsi ?\n(Danqing, andante calmo)\nZixin : Ainsi est-il dit...\nZixin : L'alcool enivre, les richesses motivent...\n(Zixin baisse la tête et fait les cent pas)\nZixin : Je suis disposée à utiliser cette ruse, mais cela suffira-t-il à le faire venir ?\n(À part)\nMamie Zhang : Voyons, moins d'hésitations. Agissons.\nMamie Zhang : Croyez en moi, et faites fi de votre désarroi.\n(Zixin et mamie Zhang quittent la scène)\nScène 2\n(Entrent Zhang San, Lisi, Wang Er'ma)\n(Sprechstimme)\nZhang San : Je m'appelle Zhang San.\nLisi : Moi, c'est Lisi.\nWang Er'ma : Et moi, Wang Er'ma.\nZhang San : J'ai vu l'annonce, par ici la récompense !\nLisi : L'officier va être surpris de voir que je fais une bonne action.\nWang Er'ma : Ah, seul un décérébré avouerait la vérité !\n(À part)\nZhang San : Mes frères, je vois que vous marchez vers Zixin. Est-ce donc la prime qui vous intéresse aussi ?\nLisi : En effet.\nWang Er'ma : Exactement.\nLisi : C'est sa coiffe que vous avez ramassée ?\nWang Er'ma : L'annonce ne parlait pas plutôt de boucles d'oreilles égarées ?\nLisi : Absurdité ! C'est bien d'une coiffe qu'il s'agissait !\nZhang San : Idiots, tous les deux ! C'est un parfum, et rien de moins.\nWang Er'ma : Ah, peu importe ce que c'était, on se comprend, non ?\nZhang San : Hahaha.\nLisi : Haha !\n(Zhang San, Lisi et Wang Er'ma se tournent vers Zixin)\nZhang San : Demoiselle Zixin, est-ce que ma prime a été préparée ? Car c'est grâce à moi, Zhang San, que votre parfum a été retrouvé !\nLisi : Mon ami, poussez-vous sur le côté, car Lisi, lui-même, vous a ramené votre coiffe. Cette prime me revient donc de droit.\nWang Er'ma : Que nenni ! C'est moi, Wang Er'ma, qui ait ramené vos boucles d'oreilles. Cette prime est à moi !\nZixin : Vous... Vous écouter me fait tourner la tête.\nZixin : Car je ne vous connais point, et la perte de mes boucles d'oreilles, de mon parfum ou de ma coiffe ne serait-elle pas quelque chose dont je me souviendrais ?\nZhang San : Eh bien, tous ces poissons vendus semblent jouer sur votre mémoire. Alors, n'y pensez pas et donnez-moi ce pourboire !\nLisi : Sortez les moras, et ne traînez pas !\nWang Er'ma : Sinon, dites adieu à votre étal, et votre réputation sera à mal !\nZixin : Ah... D'où vient cette bande de gredins !\nZixin : Mamie, regardez ce que votre bonne idée m'a apporté !\nMamie Zhang : Ne vous inquiétez pas, ma chère. Je vais trouver un moyen de les expédier.\nMamie Zhang : Ah !\n(Zhang San, Lisi, Wang Er'ma tombent au sol)\nMamie Zhang : C'est dans le but d'attraper des voleurs tels que vous, que j'ai dit à cette fille de publier son annonce partout !\nMamie Zhang : Dépêchez-vous donc de déposer ces objets que vous prétendez ramener.\nMamie Zhang : Sinon...\nZhang San : Sinon quoi ?\nMamie Zhang : Sinon, cette coiffe faite de lys vernis séchés, ces boucles de jade noctiluque, et ce parfum venu de loin...\nMamie Zhang : Vous aurez à les payer ! Alors, où sont vos moras ? Donnez-les-moi !\n(Mamie Zhang poursuit Zhang San, Lisi et Wang Er'ma, le balai à la main)\nZhang San : Aïe, ouille !\nLisi : Arrêtez, par pitié ! Tant pis pour les moras !\nWang Er'ma : Venez, trouvons celui qui a récupéré ces perles, et faisons le payer !\nScène 3\n(Entre Zhang San, accompagné de Fanjie)\n(À part)\nZhang San : Eh bien, voilà qui est bien clair ! C'est vous qui avez volé ses affaires. C'est à cause de vous qu'on s'est faits ruer de coups !\nFanjie : Moi, Fanjie, j'ai toujours fait ce qui était juste, de telle choses me répulsent. N'essayez pas de m'accuser à tort.\nZhang San : Eh bien, têtu à ce que je vois... Oserez-vous m'accompagner jusqu'à la victime en ce cas ?\nFanjie : Je ne vous crains pas, allons-y ! J'aimerais en plus savoir qui me calomnie !\n(Zhang San et Fanjie se tournent vers Zixin)\nZhang San : N'est-ce pas Zixin qui a perdu son bien. J'attends de voir comment vous vous en sortirez !\nFanjie : Ah ! Mais c'est vous, alors !\n(Dongtang, appasionnato)\nFanjie : C'est donc cette demoiselle au discours si éloquent, qui s'énerve en un instant.\n(Dongtang, allegro)\nFanjie : Cessez donc de la tromper. Mon nom est Fanjie, je travaille sur les quais.\nFanjie : Frugale et humble est la vie que j'ai menée. Pourquoi donc volerais-je les ornements d'une beauté ?\nFanjie : Mais ce sont vos accusations qui ont accueilli mon honnêteté, quand j'ai ramené votre bien pour vous le redonner.\n(À part)\nZixin : Alors, ce héros se nomme Fanjie.\nZixin : C'est de ma faute, s'il se retrouve en si mauvaise posture.\nZixin : Je lui présenterai mes excuses sous peu – qu'il les refuse, et j'insisterai de mon mieux.\n(Zixin s'approche pour s'excuser auprès de Fanjie)\nZixin : Ô brave héros, tout cela n'était que quiproquo, mais sachez que...\n(Fanjie se retourne)\nFanjie : Hmm.\n(Zixin sourit et s'avance)\nZixin : Ma motivation était toute autre.\nZixin : Vous ne m'aviez point dit votre nom... Sans cette information, impossible de vous remercier pour cette bonne action !\nZixin : J'ai donc eu recours à ce stratagème. Je suis désolée pour tous les ennuis causés.\nZixin : Veuillez mes excuses accepter.\nFanjie : Oh ?\n(Dongtang, lento)\nFanjie : Ces calomnies m'ont je l'avoue perturbé, mais je comprends qu'il s'agit d'un malentendu une fois calmé.\nFanjie : Je ne puis céder à la colère, au risque de parler de travers.\n(À part)\nFanjie : Si je puis vous demander...\nFanjie : Vous disiez plus tôt qu'il s'agissait d'un quiproquo.\nFanjie : Vous avez passé cette annonce afin de retrouver l'inconnu ayant ramené vos perles, m'entraînant par là-même dans cette querelle ?\nZixin : En effet, et je m'en excuse une nouvelle fois.\n(Fanjie attrape Zixin)\nFanjie : Nul besoin d'être si polie. C'est bien trop d'honneur.\nFanjie : J'ai moi aussi agi trop hâtivement, et vous ai embarrassée. J'en suis désolé.\nZixin : Ne parlez pas ainsi...\n(Fanjie la salue)\nZhang San : Hé, qu'est-ce que vous faites ? Et ces moras, alors ?\nMamie Zhang : Taisez-vous donc, c'est leur affaire – qu'avez-vous donc à y faire ?\nMamie Zhang : Ces mesdames et messieurs du public sont là pour voir Yun Jin jouer, et n'ont que faire de vos absurdités.\nMamie Zhang : Ouvrez grand vos yeux, et restez en retrait.\n(Mamie Zhang quitte la scène, emmenant Zhang San)\nZixin : En y pensant, je vends mon poisson ici tous les jours. Comment se fait-il que je ne vous aie jamais vu ?\nFanjie : Je passe ici tous les jours pour aller travailler.\nFanjie : Peut-être n'étais-je alors qu'un visage dans la foule. Mais peut-être aurons-nous la chance de nous revoir demain...\nZixin : En effet... Je me languis de demain."
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "Notre héroïne retrouve le jeune homme. Ils tombent amoureux et se préparent à vivre heureux ensemble mais un tyran convoite la beauté de Zixin et met leurs plans à l'épreuve...\nActe 3 : Perles maudites\nPersonnage masculin : Fanjie\nPersonnage féminin : Zixin\nRôle comique : Mamie Zhang\nAntagoniste : Wu Wang\nRôles comiques : Wu Yi, Wu Er\nScène 1\n(Entrent Zixin et Fanjie de chaque côté)\n(Narration)\nFanjie : Les chiens aboient d'excitation au petit matin.\nZixin : Le soleil brille et le givre s'amincit.\n(À part)\nFanjie : Est-ce demoiselle Zixin que j'aperçois ?\nZixin : En effet, c'est moi ! Est-ce vous, Fanjie ?\n(Dongtang, senza misura)\nFanjie : Je vous ai vue en rêve la nuit passée.\nZixin : Je vous ai attendu, vous m'avez manqué.\nEnsemble : Que le désir de mon cœur devienne réalité.\n(À part, en même temps)\nZixin : Mon héros...\nFanjie : Ma beauté...\n(À part)\nFanjie : Le soleil se lève sur le port, et le travail commence sur les quais. Je dois y aller et commencer ma journée.\nZixin : Demoiselle Zixin, je prends congé.\n(Zixin le salue et le regarde partir. Fanjie se retourne en s'éloignant. Zixin baisse la tête puis la relève tandis que Fanjie quitte la scène. Zixin se serre les mains)\n(Dongtang, lento)\nZixin : Ah, être prise de timidité à un moment si crucial...\n(Zixin quitte la scène)\nScène 2\n(Entrent Wu Wang, col ouvert et vêtu de vert, accompagné de Wu Yi et Wu Er)\n(Narration)\nWu Wang : Je suis Wu Wang, le maître de ces rues.\nWu Wang : Aujourd'hui l'ennui me prend – je me promène en quête de bon temps.\n(À part)\nWu Wang : Wu Yi, Wu Er !\n(À part, en même temps)\nEnsemble : Oui !\n(À part)\nWu Wang : J'ai envie de goûter une nouveauté. Avez-vous quelque idée ?\nWu Yi : Seriez-vous tenté... par des boulettes de crevettes dorées ?\nWu Wang : Je suis las des plats de poisson gras et de viande grillée. Des boulettes de crevettes dorées, excellente idée.\nWu Wang : Wu Er, trouve-nous quelque établissement servant ces boulettes – et promptement.\nWu Er : Oui.\nWu Wang : Un instant ! Assure-toi bien qu'elles soient frites à la perfection, et pas calcinées comme du mauvais charbon.\nWu Er : Non calcinées, pas de charbon ! J'ai bien noté, c'est bon.\nWu Wang : Un instant ! Et qu'elles soient toutes de la même taille, il n'y a que cela qui m'aille.\nWu Er : Ni grandes ni petites, noté. Rien d'autre à ajouter ?\nWu Wang : Pas besoin.\nWu Er : Avez-vous d'autres requêtes ? J'en prendrai soin.\nWu Er : Et si le restaurant manque à nos attentes, nous ferons comme de coutume...\nWu Yi : Comment cela ?\nWu Er : Nous ne paierons aucun mora, cela va de soi.\nWu Wang : Hé, regardez-moi cet étal-là. Cette beauté vaut mille dîners !\n(Dongtang, lento)\nWu Wang : Allons donc faire sa connaissance, mon appétit a décuplé.\n(Wu Wang se tourne vers Zixin)\n(À part)\nZixin : Bienvenue, cher client ! Envie d'un poisson à vous mettre sous la dent ?\nWu Wang : Oh, bien sûr, bien sûr ! De quelle famille venez-vous, ma belle enfant, et où sont donc passés vos parents ?\nZixin : J'ai grandi sur les quais et mes parents sont bien âgés. Je vends donc seule nos poissons frais, et notre famille peut subsister.\nZixin : Pourquoi une telle question, si ce n'est trop demander ?\n(Se retournant, à voix basse)\nWu Wang : Voilà qui est parfait ! Ses parents sont éloignés. C'est l'occasion de frapper !\n(Se retournant vers Zixin)\nWu Wang : Alors, ma beauté, êtes-vous fiancée, ou promise à une future moitié ?\nZixin : Passant mes journées à travailler, cela ne m'est point arrivé.\nZixin : Mais qu'a à voir cette question avec l'achat de poisson ?\n(Se retournant, à voix basse)\nWu Wang : Mieux encore, c'est très bien ! Personne n'a demandé sa main ! Si les ennuis venaient à arriver, personne ne viendra la sauver.\n(Se retournant vers Zixin)\nWu Wang : Demoiselle, seriez-vous en ce cas prise par quelque beau gars ?\n(Zixin baisse la tête et ne dit rien)\n(Dongtang, senza misura)\nWu Wang : Elle baisse les yeux sans dire mot : personne ne joue le rôle du beau. La voie est libre, profitons-en !\nWu Wang : Venez mes frères, en avant ! Ce soir, notre dîner sera cette beauté !\n(Wu Wang, Wu Yi et Wu Er quittent la scène, emmenant Zixin)\nScène 3\n(Entre mamie Zhang)\n(À part)\nMamie Zhang : Vénérable audience, si vous avez bien écouté les pièces de Yun Jin et que vous connaissez les ficelles de l'art, vous avez peut-être par chance deviné la suite de l'histoire.\nMamie Zhang : Ne devrions-nous pas presser le pas jusqu'aux fracas du combat ?\nMamie Zhang : Mais avant que n'arrive notre héros, la fortune doit venir l'inspirer...\nMamie Zhang : Car c'est quand pullulent les démons, quand tremblent les nations et que les temps sont mouvementés, que le héros apparaît.\nMamie Zhang : Faites preuve de courage, et vos actes seront loués. Mais que la lâcheté dicte vos actions...\nMamie Zhang : Zhangjie, Wangjie ou Fanjie – qui se souviendra de votre nom ?\nMamie Zhang : L'heure est à la hardiesse. Puisse cette histoire se terminer par le sauvetage de la jolie déesse.\nMamie Zhang : Voyons voir quelle va être la réaction de Fanjie.\n(Entre Fanjie)\n(À part)\nMamie Zhang : Malédiction, vous arrivez bien trop tard !\nMamie Zhang : La pauvre Zixin a été enlevée par Wu Wang, le voyou notoire !\n(Dongtang, allegro)\nFanjie : Ah, quelle tragédie !\nFanjie : À ses mots, l'effroi m'a saisi, une catastrophe comme celle-ci...\nFanjie : Ce scélérat brûle, vole et tue impunément. Si je le poursuis...\nFanjie : J'y perdrai sans doute la vie.\n(Mamie Zhang jette le bracelet de perles devant Fanjie)\nMamie Zhang : Fanjie, Fanjie... Qu'allons-nous faire ?\n(Dongtang, allegro)\nFanjie : En regardant ces perles, ma résolution durcit...\nFanjie : Je ne puis la laisse aux mains de ce bandit !\nFanjie : Perles à la main, ma lame brandie... Wu Wang demandera grâce, je le jure sur ma vie !\n(Fanjie et mamie Zhang quittent la scène)"
          }
        ]
      },
      {
        "title": "Tome IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Pour sauver celle qu'il aime, un jeune homme charge tête baissée face au danger, et se jette dans la gueule du loup l'épée à la main. Pendant ce temps, sa bien-aimée s'accroche désespérément à la vie...\nActe 3 : Fuite au chandelier\nPersonnage masculin : Fanjie\nPersonnage féminin : Zixin\nAntagoniste : Wu Wang\nScène 1\n(Fanjie portant une robe côté cour, Zixin assise seule côté jardin)\n(Dongtang, appasionnato)\nFanjie : S'emparer ainsi d'une jeune fille en plein jour ! Mon aimée souffre et je me languis d'amour.\nFanjie : C'est donc à mon épée d'apporter justice à tous ceux qui la loi méprisent.\nFanjie : En marche.\n(Fanjie grimpe à cheval et part en direction du repaire de Wu Wang)\n(À part)\nFanjie : J'ai galopé à bride abattue pour arriver ici, des murs que voici s'entendent rires et cris.\nFanjie : Voilà sans aucun doute le repaire des bandits.\nFanjie : Si Zixin je veux sauver, alors l'endroit il me faut chercher.\nFanjie : Excellent plan qu'il ne reste plus qu'à exécuter.\n(Fanjie saute par-dessus le mur et quitte la scène)\n(Piangevole)\nZixin : Quelques bougies usées et une lampe esseulée me tiennent compagnie, quand les loups et les tigres rôdent dehors à l'envi.\nZixin : Qui aurait pu prédire une telle calamité, et comment fuir cet antre du péché ?\nScène 2\n(Wu Wang entre côté jardin)\n(Narration)\nWu Wang : Je vais et viens comme bon me semble, et même les dieux devant moi tremblent.\n(À part)\nWu Wang : Hahaha, j'ai eu une prise aujourd'hui.\nWu Wang : Une femme aussi tendre que jolie.\nWu Wang : Et maintenant que nous avons festoyé, allons de ce pas rencontrer la belle épeurée.\n(Dongtang, andante calmo)\nWu Wang : Ce maudit vaurien arrive empestant le vin. Mieux vaut prendre ce chandelier à la main.\n(À part)\nZixin : Je ne vous appartiendrai jamais !\n(Wu Wang poursuit Zixin, qui le frappe avec le chandelier. Wu Wang chute. Zixin s'écroule de soulagement.)\n(Dongtang, andante calmo)\nZixin : Dans l'infortune la chance me sourit ! Le pied mal assuré, je fuis.\n(À part)\nZixin : Aucune lumière à l'extérieur, pourquoi une telle obscurité ?\nZixin : Et si j'allumais ce chandelier...\nZixin : Un instant. Si je me fais reprendre, je serai en danger.\nZixin : Mieux vaut ne point l'allumer, et chercher dans le noir le chemin de la liberté.\nZixin : Oui, voilà qui devrait marcher."
          }
        ]
      },
      {
        "title": "Tome V",
        "desc": [
          {
            "type": "RichText",
            "text": "Il fait très sombre dans le repaire des bandits au milieu de la nuit. Le tyran, le jeune homme et la jeune fille tâtonnent dans le noir, à la recherche l'un de l'autre. Un terrible malentendu les attend...\nActe 5 : Le retour des perles\nPersonnage masculin : Fanjie\nPersonnage féminin : Zixin\nAntagoniste : Wu Wang\nScène 1\n(Fanjie côté cour, Zixin côté jardin, Wu Wang toujours au sol, les yeux fermés)\n(Les deux tâtonnent dans le noir dans le repaire de Wu Wang)\n(Leurs mains se touchent, mais les deux ont peur, incapables de savoir l'identité de l'autre)\n(Wu Wang se réveille)\n(À part)\nWu Wang : La bougresse m'a frappé d'un chandelier, quelle force et quelle témérité !\nWu Wang : Personne aux alentours, pourtant. Peut-être s'est-elle enfoncée dans le camp.\nWu Wang : Hum, les portes sont bien closes, et il fait nuit.\nWu Wang : Pas de fuite sans sauter le mur. Cette femme est ici.\n(Wu Wang entre dans la salle)\n(À part)\nWu Wang : Ces bons à rien ont festoyé jusqu'à s'écrouler. Pas une bougie n'est allumée.\nWu Wang : Que je trouve de la lumière, et je pourrai chercher la rombière.\n(Wu Wang marche sur les pieds de Fanjie dans l'obscurité, les deux font un mouvement de recul)\nWu Wang : Hahaha, alors tu es là !\n(Wu Wang ouvre les bras pour s'emparer de Fanjie, qui l'évite. Les deux trébuchent dans le noir, tandis que Zixin se retire dans un coin)\n(Wu Wang attrape enfin Fanjie)\nWu Wang : Hahaha, je t'ai attrapée !\n(À part)\nWu Wang : Étrange, tes hanches ont-elles grandi depuis la dernière fois ?\nFanjie : J'ai mis plus de vêtements, pour me protéger du froid.\nWu Wang : En effet, mieux vaut se couvrir dans ce cas.\nWu Wang : Mais pourquoi cette taille démesurée ?\nFanjie : Je suis une artiste, je porte des chaussons d'opéra.\nWu Wang : Oh, voilà qui doit être malaisé.\nWu Wang : Et pourquoi ces mains si épaisses ?\nFanjie : Approchez donc, que je me confesse.\nWu Wang : Me voilà, me voilà.\n(Fanjie transperce Wu Wang de son épée)\nFanjie : Parce que je manie l'épée, avec laquelle je vais t'achever.\n(Wu Wang s'écroule)\nScène 2\n(À part)\nFanjie : Pitoyable. Un coup d'épée aura suffi.\nZixin : Fanjie ? Toi ici ?\nFanjie : Cette voix... C'est Zixin, si je ne me trompe pas !\n(Zixin, Fanjie se retrouvent et leurs mains se touchent)\nZixin : Fanjie !\nFanjie : Tu as dû souffrir.\nFanjie : Ce vaurien est mort, ne restent que ses sbires.\nFanjie : La tête est tombée, nul doute qu'ils vont fuir en cohortes.\nFanjie : N'aie crainte ma mie, je m'occupe de la porte.\n(Fanjie brise la porte)\nZixin : Ah, que me serait-il arrivé, sans un héros de la sorte ?\n(Dongtang, lento)\nZixin : Que les perles de mon cœur reposent en votre demeure.\nFanjie : Que la brise nous guide en ce monde ici-bas.\nFanjie : La pâle lune brille sur les catalpas.\nZixin : La tête baissée, j'acquiesce - et ainsi naît cette promesse.\n— FIN —"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Perle du cœur"
          }
        ]
      }
    ]
  }
}