{
  "epId": 2350,
  "name": "Chroniques d'un ivrogne",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/A Drunkard's Tale_icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Chroniques d'un ivrogne"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "Une histoire racontée dans les tavernes de Mondstadt. Elle parle d'un ivrogne qui s'est perdu dans une forêt et d'un loup solitaire affamé.\nDans la cité où coule à flots le vin de dent-de-lion, les verres d'alcool précèdent souvent les histoires et racontars en tout genre.\nLes fables les plus étonnantes ne manquent jamais de se répandre de verre en verre, racontées entre les hoquets des habitués enivrés. Ces histoires partagent quelque chose en commun avec les éclats des ivrognes ou le balancement induit par le mal de mer : elles sont terriblement distrayantes.\nOn raconte qu'il existait autrefois à Mondstadt un ivrogne réputé, que l'on disait capable de boire autant qu'un chasseur de Ventlevé pendant la saison morte. Et pourtant, il buvait à chaque fois jusqu'à être saoul, ne bougeant pas d'un pouce de sa place à la taverne, jusqu'à ce qu'il n'ait plus un seul mora en sa possession et qu'il ne reste plus une goutte d'alcool dans son verre.\nAprès une nuit de beuverie particulièrement satisfaisante, l'ivrogne rentrait un soir en titubant chez lui ; mais l'alcool aidant, il se trompa de direction, et finit par se perdre dans un lieu peuplé de loups.\nLe Territoire des Loups est bien sûr aujourd'hui gouverné par le Roi des Loups, et l'atmosphère sinistre qui en émane suffit à refroidir les ardeurs des personnes à l'esprit clair. Les plus anciens des chasseurs prétendent que le Roi des Loups y a rassemblé les esprits des loups pour empêcher aux visiteurs de pénétrer en un territoire où ils ne sont pas les bienvenus.\nMais à cette époque, le Roi des Loups n'avait pas encore suivi le Vent du Nord et apporté paix et ordre à la race lupine. La forêt était encore un lieu de péril, où les loups sauvages devaient se battre pour leur survie. Au milieu des feuilles et des branches, loin des yeux des hommes, se jouait tous les jours un jeu sanglant.\nC'est donc là que l'ivrogne avait mis les pieds, et réussi à pénétrer assez avant dans les fourrés.\nTitubant dans l'obscurité avec cette obstination propre aux ivrognes, il continua à avancer, pas découragé par les racines dans lesquelles se prenaient régulièrement ses pieds, ni par les branches qui venaient lui fouetter le visage.\nUne paire d'yeux verts avait rapidement pris en chasse l'homme, surveillant avec attention le moindre de ses mouvements.\nCes yeux appartenaient à un loup solitaire, qui poursuivait en silence l'ivrogne, tout en pensant pour lui-même :\n« Étrange, étrange... »\nPersonne n'avait osé mettre le pied dans la forêt des loups en l'espace de plusieurs siècles, qu'il s'agisse du chevalier couvert de pied en cap par son armure étincelante ou du fugitif en haillons. Même les plus cruels des nobles n'envoyaient pas là les esclaves bannis, de peur de s'attirer l'ire des loups.\n« Qu'il pénètre ainsi, seul, jusqu'ici, comme c'est étrange, vraiment ! »\nAinsi réfléchissait le loup en suivant l'intrus à travers la forêt, faisant de son mieux pour ignorer les relents d'alcool qui venaient lui emplir les narines."
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "Une histoire racontée dans les tavernes de Mondstadt. Elle parle de la rencontre entre un ivrogne et un loup solitaire affamé.\nIl est bien connu que les loups ont un odorat beaucoup plus développé que les humains.\nCe n'est donc pas une surprise si la puanteur des vapeurs d'alcool émanant de l'homme paraissait particulièrement nauséabonde au loup, qui sentit les larmes lui monter aux yeux.\n« Grrr... »\nÉtant né au milieu de la nature sauvage et ayant grandi dans la forêt, le loup n'avait jamais été en contact avec la civilisation humaine avant cette nuit-là. Et même si les fragrances d'alcool venant du Lac de cidre lui étaient déjà parvenues jusqu'aux narines, il ignorait tout de la signification qu'avait cette substance pour l'espèce humaine.\n« Peut-être s'agit-il d'un cousin du putois... Peut-être qu'il sait qu'il est suivi et qu'il essaie de m'empoisonner ? »\nRéfléchissant à cette possibilité, le loup fit de son mieux pour supporter les émanations d'alcool, et, accélérant le pas, vint se placer dans l'ombre de l'homme pour mieux l'inspecter.\nLe loup est une créature de prudence et de réflexion. L'ivrogne, en revanche, est une créature radicalement différente.\nEt pourtant, l'alcool qui obscurcit l'esprit et atténue les sens confère parfois à celui qui le consomme la surprenante capacité à détecter le plus subtil changement dans la direction du vent.\nPeut-être ceci explique-t-il comment un ivrogne invétéré titubant à travers la forêt, arriva à découvrir la présence d'un loup qui le suivait depuis un moment déjà.\nÀ moins que la puanteur de l'alcool n'ait fini par peser sur la perception du loup, au point que celui-ci devienne moins conscient du terrain sous ses pattes et du bruit des brindilles se brisant, révélant sa présence à sa proie.\n« Qui tu es ? Tu... T'cherches les toilettes toi aussi ? »\nL'ivrogne se frotta les yeux.\n« Et toi, qui es-tu ? D'où vient cette puanteur que tu dégages ?! »\nfit le loup en fronçant les narines et en grondant.\nÉtonnamment, l'ivrogne ne montra aucun signe de peur lorsqu'il entendit le ton menaçant du loup, allant même jusqu'à lui répondre :\n« Mon ami, fit-il, j'ignore comment je t'ai offensé... Toutes mes excuses. Enfin, à Liyue on a coutume de dire qu'on n'est pas autorisé à s'ennuyer quand on est saoul... La lune est belle, ça te dit que j'te raconte une histoire ? »\nIl ponctua sa question d'un rot sonore.\nLe loup n'avait à l'origine aucune intention d'écouter les élucubrations d'un ivrogne. Il se préparait même à passer à l'attaque et à sauter à la gorge de l'intrus.\nMais le rot de l'ivrogne avait dégagé un remugle fétide venu lui agresser les narines et coupé l'appétit. À contrecœur, il accepta.\n« Grrr... Je peux attendre un peu avant de manger. Voyons voir ce que tu as à raconter. »\nL'homme s'étira, dérangeant au passage quelques pissenlits.\nPuis il entreprit de narrer son histoire."
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "Une histoire racontée dans les tavernes de Mondstadt. Dans ce tome, l'ivrogne raconte une vieille légende au loup solitaire.\nLa légende raconte l'histoire de ce loup qui errait, solitaire, sur des terres éloignées.\nIl avait été autrefois le roi de sa meute, les guidant dans la recherche d'un chez-soi, et les menant à la chasse et au combat. De ces années ne restaient plus que les cicatrices ornant son corps de toute part.\nIl avait montré la voie tandis qu'ils couraient à travers les plaines, avançaient à travers les ruines et passaient à travers les territoires des monstres et des fées.\nLes terres qu'il parcourait à présent étaient inhospitalières et cruelles. Le loup devint plus vieux de jour en jour, et les membres de sa meute finirent par se disperser les uns après les autres. Après tant d'années, ne restait de la meute d'origine que le roi-loup âgé.\nLes pas du loup foulaient une terre qu'on disait hors de la portée des dieux, habitée uniquement par les esprits des dieux déchus. Les palais des fées d'antan s'y voyaient encore, vides de toute présence. Alors que le loup passait par l'un de ces palais de couleur argentée, il entendit lui parvenir le son d'une musique, qui attira son attention.\n« Jamais avant je n'ai entendu de son aussi agréable à l'oreille, qu'il s'agisse du chant d'un oiseau ou d'un insecte. J'en ai même oublié mon ventre vide... »\nIntrigué, le loup pénétra dans le hall, et traversa les herbes folles qui l'avaient envahi, passa un sarcophage brisé encore orné du portrait du seigneur qu'il avait autrefois abrité.\nPénétrant dans une pièce intérieure, le loup vit enfin une jeune fille qui jouait de son instrument.\nElle avait la peau blême ; la tête baissée, ses longs doigts pinçant les cordes fragiles d'un luth, elle jouait une mélodie triste et oubliée.\nLe loup vint s'asseoir face à la jeune fille, et oubliant tout de la faim qui le tiraillait et de sa solitude, écouta en silence son chant.\n« Le chant des insectes d'une nuit d'automne passée, est tel le chœur des exilés, antique chanson de l'humanité... »\n« Ce qui fut chéri est à présent passé ; ne restent que chants et souvenirs pour s'en remémorer. »\n« Derniers chanteurs et première fée, rien ne change : tous jouent leur ultime chanson dans le hall des anges. »\nLes minuscules fées jouant dans la forêt furent à leur tour attirées par le chant de la jeune fille, et vinrent lui payer leurs respects.\n« Quelle est cette chanson ? »\nLe loup posa la question, perplexe : il comprenait chaque vers, chaque mot, chaque syllabe que la jeune fille prononçait. Et pourtant, elle parlait un langage qu'il n'avait jamais entendu auparavant, différent de tout ce qu'il connaissait.\n« C'est la chanson des fées. »\nrépondit la jeune fille d'une voix douce.\n« Il y a de cela bien longtemps, nous l'avons écrite pour les hommes ; mais aujourd'hui nous la chantons pour pleurer le destin qui est le nôtre. »\nLe loup se mit à chanter en suivant la mélodie d'une façon maladroite.\nSa voix était fatiguée et cassée, emplie d'une tristesse insondable.\n« Que chantes-tu ? »\nlui demanda la jeune fille pâle.\n« C'est notre chanson. »\nrépondit le loup.\n« Ce n'est guère plaisant à l'oreille... »\nContinuant à caresser son instrument, la jeune fille ne fit guère secret de son opinion.\n« Mais tu peux chanter avec moi. »\nEt ainsi les deux chantèrent à l'unisson, leur chant emplissant les pièces du palais désert. On raconte qu'aujourd'hui encore, les aventuriers passant par ce lieu peuvent entendre une étrange mais harmonieuse mélodie s'en échapper.\n« Et ça se finit comme ça ? »\nLe loup se lécha les babines d'un air déçu.\n« Laisse-moi te raconter une histoire à mon tour, dans ce cas. »\nEt ainsi parlant, le loup se racla la gorge, et entreprit de narrer l'histoire suivante."
          }
        ]
      },
      {
        "title": "Tome IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Une histoire racontée dans les tavernes de Mondstadt. Dans ce tome, le loup solitaire raconte une histoire au sujet du vin et des loups à l'ivrogne.\nOn raconte que le premier vin de Mondstasdt fut préparé à l'âge où soufflait le vent du nord.\nÀ l'époque où les Rois du Gel et de la Glace se combattaient pour dominer, les ancêtres des Mondstadtois d'aujourd'hui, transis par le froid, confectionnèrent à l'aide de fruits sauvages un vin rudimentaire. Le breuvage leur apportait réconfort et chaleur, et leur donnait le courage d'affronter un environnement tout de glace et implacable. En ces temps-là, les terres de Mondstadt étaient recouvertes par le gel et la neige, et les pissenlits n'avaient pas encore poussé.\nLa première personne à avoir découvert comment créer de l'alcool était, dit-on, un garde particulièrement négligent.\nAu sein d'une tribu attaquée de toute part par les blizzards, l'homme en question était chargé de garder les réserves de vivres difficilement réunis par les chasseurs-cueilleurs du clan.\nLa vue d'un intrus humain était chose rare dans cet environnement difficile ; mais il arrivait cependant que d'autres petites créatures mieux armées contre le froid creusent et viennent se servir dans le stock. C'est pourquoi la tribu avait décidé qu'il était indispensable d'avoir une personne patrouillant les réserves à tout moment, rebouchant les trous de souris – ou encore mieux, les attrapant sur le fait – et garantissant que le stock de vivres de la tribu soit toujours suffisant.\nLes grottes utilisées pour les réserves de nourriture étaient humides et sombres, et requéraient une attention constante afin d'éviter que les vivres moisissent et deviennent inutilisables. À cela s'ajoutaient les tours que faisaient subir certains petits êtres cachés au garde en charge de la surveillance du lieu.\nUn jour, profitant de ce que le garde faisait à nouveau preuve de négligence à son poste, un esprit du vent joueur prit la forme d'un renard et se faufila au milieu des tas de fruits sauvages. Là, il força les enzymes présents à se multiplier, provoquant la fermentation des fruits.\nLe garde revint à la réserve, et, le ventre vide, choisit de prendre un des fruits. Il découvrit un goût qui enchanta aussi bien son corps que son esprit, le remplissant d'un bien-être inconnu. Se saisissant d'une peau d'animal, il écrasa tous les fruits et en recueillit le jus – ou plutôt, l'alcool.\nLe garde qui inventa la préparation du vin devint aussi le premier soulard de Mondstadt. On raconte même qu'il fut le premier à se perdre dans un rêve d'ivrogne.\nDans son premier rêve alcoolisé, il rêva qu'il devenait un loup solitaire, dans un passé lointain ou un futur inconnu. Il se battait crocs et griffes contre les meutes de loups adverses, luttait contre les hommes pour se nourrir au milieu des tempêtes de neige. Il rencontra même la première fée.\nLes hommes vivant en tribu et les loups vivant en meute ont un point commun : ce sont tous des êtres qui ne supportent pas la solitude. Le vin permit de rapprocher homme et loup dans leurs rêves.\nMais leurs attitudes vis-à-vis de ces rêves étaient aussi distantes l'une de l'autre que possible.\nL'homme qui ne connaissait que le vent et la neige enviait les étendues où le loup courait librement, mais le loup solitaire craignait le désir de l'homme. Il ne pouvait pas comprendre pourquoi cet homme était si captivé par de dangereuses illusions, pourquoi l'homme y cherchait un espoir illusoire.\nMais plus inquiétant encore aux yeux du loup, dans le rêve de l'ivrogne, il n'arrivait plus à distinguer s'il était toujours un loup, ou un homme habité par un esprit de loup.\nLe loup jura de ne plus jamais toucher au poison des hommes à nouveau, de résister à l'attrait de l'alcool.\nLes loups ne sont point les enfants du vent, et le pays du vin et des chants n'est point le leur. C'est pour cela que les bêtes quittèrent les terres des hommes, pour s'établir loin dans la nature sauvage et dans les forêts de montagnes, lieux où l'odeur de l'alcool ne pouvait pas les atteindre.\n« Ce que vous les hommes appelez alcool, nous les loups appelons abîme. »\nAinsi conclut le loup d'un air hautain.\nSe retournant, il aperçut l'ivrogne affalé sur un lit d'aiguilles de pin, ronflant à qui mieux mieux.\nFronçant les narines, le loup se débarrassa d'un coup rapide de l'air aux relents d'alcool qui s'y trouvait. Puis, laissant l'homme à son sommeil, il partit."
          }
        ]
      }
    ]
  }
}