{
  "epId": 2351,
  "name": "La princesse sanglier",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Boar Princess_icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "La princesse sanglier"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "Il était une fois dans le Royaume de la Forêt... Quelles aventures nous attendent cette fois-ci ?\nTome 1 de « La princesse sanglier », une histoire d'amitié, d'amour, de vie et de mort.\nDans les mythes et légendes anciens, chaque espèce vivante possède son royaume propre.\nEn ces temps-là, Mondstadt était une forêt, où les sangliers vivaient insouciants.\nLe Royaume des Sangliers y était ainsi situé, et ceux-ci prospéraient sous la férule du Roi Sanglier.\nLe roi avait donné naissance à une fille plaisante ; son groin était le plus joli de toute la forêt, ses défenses les plus blanches, son poil le plus lustré.\nBénie par la beauté comme par la bonté, elle offrait chaque jour à ses sujets les plus sucrés et les plus juteux des fruits du lieu.\nFramboises acidulées, pommes croquantes ou délicieux champignons, tous ces délices étaient partagés avec ses amis.\nPas un sanglier du royaume ne tarissait d'éloges pour la princesse et son père, qu'ils vénéraient et respectaient.\n« Groin-groin ! Longue vie à notre roi ! Sous son règne, jamais ne connaîtrons-nous la faim ! »\n« Groin-groin ! Vive Barbatos ! Sous sa bénédiction, le roi a donné naissance à une princesse au cœur d'or ! »\n(Quelques mots ont été gribouillés sur le côté de la page : « Baba, si je mange pa de bonbon tout lé soir et que je pri tout lé jour, est ce que je seré un cochon sovage un jour ? Je veut etre un cochon sovage, ils sont si délissieu. »)"
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "Quelqu'un vit sur les plaines glaciales et désertes qui n'ont jamais été bénies par la présence de l'Archon Anémo ?\n« La princesse sanglier », tome 2.\nAu nord du territoire des sangliers se trouvait une toundra gelée.\nL'espiègle Barbatos n'y avait pas encore mis les pieds, aussi ces terres étaient-elles toujours recouvertes de neige et de gel.\nToute créature ayant le malheur de s'y aventurer s'y gelait pattes ou sabots.\n« Brrrrr... Il fait si froid ! Mes griffes vont geler sur place ! »\nMême le Roi Sanglier, l'animal le plus robuste des environs, ne pouvait supporter le froid de la toundra :\n« Groin-groin ! Quel froid... Je ne sens plus mon groin ! »\nCes terres étaient désertes, hormis pour un habitant unique, un loup solitaire qui y avait élu demeure.\n(Quelques mots ont été gribouillés sur le bas de la page : « Baba, pourquoi le louvetau n'a pa les papattes froide ? »)"
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "« À partir d'aujourd'hui, ta vie sera dénuée de tout espoir ! » Quel destin attend le louveteau victime de cette effroyable malédiction ?\n« La princesse sanglier », tome 3.\nLe louveteau était autrefois un enfant libre et insouciant, aux yeux bleus et au joli pelage de couleur grise.\nLorsqu'il se mettait en colère, son expression ressemblait à s'y méprendre au relief en tête de loup ornant la cathédrale de Mondstadt.\nUn jour, alors qu'il chassait dans la forêt, le louveteau fit la rencontre de Woobaka, le sorcier écureuil.\nSur ces terres anciennes, personne n'était aussi maléfique que Woobaka – pas même les démons ni les dragons. Le sorcier écureuil avait les belles choses en horreur, et était déterminé à débarrasser ce monde de sa beauté, et transformer la lumière en ténèbres.\nL'heureuse expression du louveteau l'irrita en son for intérieur :\n« Cri-cri ! Quel toupet ! Je transpercerai son cœur avec la plus froide des glaces ! Jamais plus il ne connaîtra l'espoir ! »\nEt ainsi, Woobaka, agitant ses pattes, entreprit de lancer une malédiction au pauvre louveteau.\nCependant, le louveteau avait été plus rapide, et d'une bouchée l'avala.\nFurieux, le sorcieux se mit à hurler les pires injures qu'il avait pu prononcer de sa vie d'écureuil. Sentant les cris remonter dans sa gorge, le louveteau réalisa son erreur.\n« Oh, pardon, sieur écureuil ! Je vous ai pris pour un écureuil comestible ! »\nLe louveteau voulait s'excuser, mais dans son agitation finit d'avaler l'écureuil ; celui-ci glissa d'un coup dans son ventre dans un bruit de sourd.\n(Une note manuscrite à l'écriture soignée collée à cette page : « Voilà pourquoi il faut faire attention à ce que tu manges quand tu joues dehors, Lili. »)"
          }
        ]
      },
      {
        "title": "Tome IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Le louveteau grandit dans une solitude glaciale. Les lourds secrets de son passé se dévoilent...\n« La princesse sanglier », tome 4.\nEt ainsi, sans que nul ne sut ce qu'il se passa dans l'estomac du louveteau, la malédiction du sorcier se réalisa !\nEt comme l'écureuil l'avait voulu, le cœur du louveteau fut percé par un pieu de glace. À compter de ce jour, le louveteau devint froid et méchant envers les autres animaux ; il répondit à leur bienveillance avec des paroles acerbes et des actes cruels, qui lui valurent d'être rapidement détesté par tous.\nDans la forêt, tous les loups disaient de lui :\n« Awouuuu... Ce n'est qu'un égoïste ! Quel gamin détestable ! »\n« Awouuuu...! Il a un cœur de pierre ! Laissons-le dans son coin ! »\nEt c'est ainsi que le louveteau perdit l'un après l'autre tous ses amis. N'étant désormais plus le bienvenu dans la forêt, il décida de se diriger vers le nord.\nLe blizzard qui faisait rage dans la toundra éloignait tout animal qui aurait voulu y pénétrer ; mais de par sa malédiction, le louveteau ne craignait plus les rigueurs de l'hiver.\nAussi décida-t-il de faire de ce territoire sa demeure, et en devint le seul et unique habitant.\n(Quelques mots ont été écrits par une petite fille sur le coin de la page : « Baba, il est parti où, Woobaka ? »)"
          }
        ]
      },
      {
        "title": "Tome V",
        "desc": [
          {
            "type": "RichText",
            "text": "« Personne ne mérite que cela lui arrive. » La princesse laissa échapper des larmes de compassion devant son ami. Il était impossible de rester de glace devant tant de détermination.\n« La princesse sanglier », tome 5.\nUn beau jour, la princesse sanglier entendit parler du louveteau.\nAttristée par son histoire, elle réunit ses sujets et leur demanda de trouver une solution pour dégeler son cœur et lui rendre son insouciance.\nSeuls le sage renard et la vieille tortue connaissaient la réponse à sa question :\n« Hihihi... Seuls la sincérité et le feu peuvent faire fondre cette glace maudite, fit le renard.\n– L'amitié demande des sacrifices. Sans cela, elle n'est pas possible... Pardon, je n'ai pas de cri », ajouta la tortue.\nL'intelligente princesse comprit la vérité cachée derrière les propos qui venaient de se tenir, aussi sécha-t-elle ses larmes, et s'inclina devant les deux sages :\n« Groin-groin ! Merci ! Vous joindrez-vous à moi pour le retrouver, et être les premiers témoins de notre amitié ? »\nÀ ces mots, le renard et la tortue furent emplis de joie, et s'empressèrent de donner leur accord. Et ainsi, les trois animaux partirent vers le nord.\n(Une note rédigée par le père de la petite fille a été collée à la page : « Les tortues n'ont pas de cri ; le grand-père tortue, qui est très poli, a pris la peine de l'expliquer. »)"
          }
        ]
      },
      {
        "title": "Tome VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Après avoir bravé des friches glacées et escaladé des montagnes gelées, la princesse et les deux sages rencontrent un mystérieux personnage.\nVenez vite découvrir la suite de l'aventure à haute altitude et basse température dans le sixième volume de « La princesse sanglier ».\nQuelqu'un a écrit sur la couverture d'une écriture enfantine : « Papa, quand tu rentres à la maison, tu dois me lire aussi celle sur la montagne enneigée ! »\nAinsi, la princesse et les deux sages partirent pour les montagnes gelées du nord.\nPartout, tout n'était que glace et neige. Le plus courageux des guerriers, le plus fort des animaux ou la plus débrouillarde des belettes n'aurait pu trouver un bourgeon tendre ou un fruit juteux dans cette région inhospitalière.\nLa princesse grelottait de froid dans la neige. Mais elle ne se décourageait pas, et continuait d'avancer.\nLe sage renard et la fidèle tortue, quant à eux, ne pouvaient supporter la neige et le vent glacial, et essayaient sans répit de convaincre la princesse :\n« Hihihi... Cet endroit est trop froid et trop dangereux ! Si sa majesté apprend que nous sommes ici, elle sera très inquiète ! Nous ferions mieux de rentrer ! Hihihi... »\n« Oui, oui, princesse ! Il neige de plus en plus fort... Et ce vent est glacial... Arrêtons-nous, nous continuerons quand le ciel sera dégagé ! Pardon, je ne peux pas crier. »\nCependant, la princesse, tenace, ignora les conseils de ses sages compagnons, et continua à avancer de plus en plus profond en direction du grand nord.\nAprès tout, quelle cause est plus noble dans ce monde que de secourir un ami perdu et de sauver une amitié passée ?\nEt ainsi, ils continuèrent à avancer jusqu'à ce que leurs pattes se figent et deviennent violettes, jusqu'à ce que leur souffle devienne gelé.\nAu sommet d'un pic enneigé, aux abords d'un glacier à travers lequel coulait une rivière glaciale, la princesse rencontra un esprit flottant dans le vent.\nDans ces monts enneigés vivaient d'anciens esprits, dépourvus de forme physique, mais à la magie puissante.\n« Groin-groin ! Êtes-vous le maître des lieux ? Pourriez-vous nous aider à traverser ce blizzard ? »,\ndemanda poliment la princesse, dont les pattes s'engourdissaient dans la neige.\nLe sage renard et la tortue sincère regardaient également avec impatience l'esprit des vents glacés, leurs pattes ankylosées par la neige.\n« Hmm... Hmm... »,\nrépondit doucement l'esprit.\n« Oui, mais... Hmm... Hmm...\nEn retour, j'absorberai votre énergie. Plus vous avancerez à travers le blizzard, plus vous aurez faim, plus vous aurez froid, et plus vous serez fatigués, mais cela ne vous sera pas fatal... Probablement... Hmm... Hmm... »\n« Groin-groin ! Après tout, c'est un esprit des vents glacés », pensa la princesse.\n« Et les deux animaux les plus sages et les plus attentionnés du royaume sont avec moi. Ils trouveront sûrement quelque chose ! »\nLa princesse accepta sans hésitation la requête de l'esprit, avant même que le sage renard ou la tortue fidèle ne puissent lui donner conseil.\n« Groin-groin ! Marché conclu ! Alors, emmenez-nous jusqu'au louveteau ! »\nEt ainsi, l'esprit se transforma en un courant de glace, grâce auquel la princesse déterminée put traverser les hautes montagnes enneigées..."
          }
        ]
      },
      {
        "title": "Tome VII",
        "desc": [
          {
            "type": "RichText",
            "text": "Les sacrifices sur les plaines glaciales n'ont pas été vains. L'histoire d'amour, d'amitié, de vie et de mort se conclut de la plus belle des manières.\n« La princesse sanglier », dernier tome.\nAprès avoir bravé le froid et la tempête, la princesse rencontra enfin le louveteau.\nIl était recouvert de glace. Le bleu de ses yeux avait perdu son éclat, et il avait tout oublié, même comment hurler.\n« Ahhheuuu... Tu tombes à pic, jeune fille, je me demandais ce que j'allais manger pour déjeuner aujourd'hui ! »\nEn entendant ces mots, la princesse ne put se retenir de pleurer. Mais ses chaudes larmes parurent fondre un peu de la glace qui emprisonnait le cœur du louveteau.\n« Ahhhouu... Pourquoi pleures-tu ?\n– Snif... Tu... Tu n'as même pas de quoi manger ici, tu finiras par mourir de faim, loup. Je n'ai jamais vu telle misère dans mon royaume !\nLaisse-moi me sacrifier pour que tu sois rassasié ! »\nEntendant ces paroles, le louveteau céda à la surprise.\n« Ahhhou... Es-tu folle ? Personne ne m'a jamais tenu ce genre de propos ! »\nMais, au vu de la détermination dans les yeux de la princesse, il sentit la glace en son cœur fondre encore un peu.\n« Non ? Alors...\nLaisse-moi sacrifier mes deux sujets les plus sages, mes amis les plus proches, pour que la faim ne t'assaille plus, et que nous redevenions amis ! »\nRéalisant que l'on parlait de lui, le renard voulut fuir à pattes raccourcies ; mais le louveteau et la princesse eurent tôt fait de le rattraper. Quant à la sage tortue, elle s'empressa de rentrer dans sa carapace, terrifiée comme de juste.\nLe louveteau et la princesse sanglier purent alors profiter d'un copieux repas à base de renard dans la neige ; suite à quoi, ils confectionnèrent une délicieuse soupe à la tortue à l'aide de champignons ramassés dans une grotte proche.\nEt ainsi, pour la première fois depuis sa malédiction, le louveteau connut l'amitié et le partage. La glace qui emprisonnait son cœur se mit à fondre, et fut changée en larmes de bonheur.\nLa princesse le prit par la patte et ensemble ils retournèrent, heureux, dans la forêt accueillante.\n(Un message est écrit d'une main élégante sur la dernière page : « Mon chéri, je pense qu'on ferait mieux de faire don de ce livre à la bibliothèque. »)"
          }
        ]
      }
    ]
  }
}