{
  "epId": 2352,
  "name": "Compilation de poèmes de Linling",
  "desc": "Une anthologie de poèmes que Linling a auto-publié. Ce premier ouvrage rassemble le meilleur de son œuvre.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Linling's Anthology of Selected Poetry _icon.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Compilation de poèmes de Linling"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Détails",
        "desc": [
          {
            "type": "RichText",
            "text": "Minets, minets\nChat orange, chat blanc, les chats miaulent et sont charmants.\nInsectes rampants, insectes volants, nul n'échappe aux yeux miroitants !\nContremaître Shao\nSur le chantier naval sommeille le contremaître, affalé là ronflant de tout son être ;\nDe loin on imagine l'Archon Géo gronder, de près on dirait quelque sanglier.\nLa mer\nQuelle beauté nous offre la mer azurée, étendue infinie d'eau cérulée.\nEt, semblables aux pattes d'une crevette immense, au loin de quelque navire les avirons dansent.\nLa mer, encore\nMon cœur s'étiole devant la mer, mes yeux fatiguent avec le temps.\nDepuis des années je compose des vers, mais n'ai d'audience les appréciant.\nTels des poissons rejoignant l'océan, les navires font voile vers l'horizon.\nCelui aveugle au vrai talent, tôt ou tard finira par le fond.\nRuelles nocturnes\nLes candélabres sont telle une mer d'étoiles, dans les rues où l'on mange en riant.\nLas ! Pauvre Changchang pitoyable, dont les pleurs personne n'entend !\nMonts Tianheng\nÔ Monts Tianheng, murailles sacrées, en leur sein accueillant Liyue ;\nNul monstre ni bandit ne peut passer – quelle barrière vous incarnez !\nUn printemps au port\nAu printemps à Liyue, éclosent les fleurs de soie en chœur.\nEst-ce la fleur faite beauté, ou la beauté faite fleur ?\nOde au chop suey\nMon chop suey Zhongyuan est bien salé, j'en grimace à le manger.\n« Le sel y est-il donc tombé ? », ne puis-je que demander.\nMais la patronne n'en a gré : « C'est ainsi qu'on le fait ! »"
          }
        ]
      }
    ]
  }
}