{
  "epId": 2355,
  "name": "Contes de l'Allée Toki",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/17/158750877/4b54e8b4ffa1f4d80f2b04f4799a8a9f_6930591656802758520.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 1661177939,
  "components": {
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "Une fois que vous aurez rassemblé les 10 pages, vous pourrez former les « Contes de l'Allée Toki - Prologue ».\nCette page qui se balance dans la brise semble être tombée d'un vieux roman.\nPeut-être que si vous trouvez d'autres pages déchirées ailleurs, vous pourrez reconstituer le texte complet.\nPrologue - L'histoire orale des Tanukis d'Inazuma\nIl est dit que dans le passé, avant que les mortels fragiles et éphémères ne traversent la mer vers ces terres, Inazuma était une terre qui appartenait aux Tanukis.\nParesseux et inconstants de nature, les Tanukis ne s'inquiétaient jamais du lendemain et n'avaient pas non plus à se soucier des problèmes d'aujourd'hui toute la nuit. Pendant cette période, le pays d'Inazuma était un paradis douillet pour les Tanukis et chaque jour était un festival rempli de joie.\nDu moins, c'est ce que disent les anciens Tanukis.\nPlus tard, les Kitsunes sont arrivés par la mer, forçant les Tanukis dans une grande guerre qui a duré d'abord pendant 800 ans, puis 800 ans de plus, avec de lourdes pertes des deux côtés, jusqu'à ce que finalement la seule option soit de tenir des pourparlers de paix. Les Tanukis sont un groupe têtu qui à ce jour n'admet toujours pas la défaite, mais le fait demeure qu'ils ont cédé le géant cerisier tonnerre aux Kitsunes.\nMais les Kitsunes étaient également des créatures insidieuses, rusées et changeantes. La légende raconte que pendant la longue guerre, de nombreux Kitsunes et Tanukis furent déconcertés par leurs modifications constantes d'apparence, au point de ne plus se rappeler d'où ils venaient et ce qu'ils étaient.\nC'est ainsi que naquirent les pauvres âmes mortelles de ces créatures perdues.\nCette histoire et bien d'autres m'ont été racontées par le Tengu qui aime se vanter."
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "Une fois que vous aurez rassemblé les 10 pages, vous pourrez former les « Contes de l'Allée Toki - I ».\nCette page qui se balance dans la brise semble être tombée d'un vieux roman.\nPeut-être que si vous trouvez d'autres pages déchirées ailleurs, vous pourrez reconstituer le texte complet.\nL'histoire de Yoichi\nUne Tengu nommée Yoichi habitait à Hanamizaka, dans une petite rue appelée « Allée Toki ». Elle y louait un magasin qui vendait de l'alcool et vivait tranquillement.\nEt quand je dis « tranquillement », c'est un peu simpliste. « De manière complètement et totalement chaotique » serait une description plus précise.\nEn théorie, quelqu'un qui aime suffisamment l'alcool pour démarrer un commerce devrait en savoir un peu sur le sujet. Cela s'applique autant aux monstres qu'aux humains.\nMais pour être absolument franc, Yoichi avait un goût terrible pour l'alcool et elle n'avait aucun sens des affaires. Pire encore, même après tout ce temps dans le royaume humain, elle ne s'était jamais débarrassée de ses horribles habitudes de Tengu. Parfois, elle se saoulait jusqu'à causer du grabuge avec d'autres de son espèce, ou jusqu'à enlever des enfants humains en paradant toute la nuit, provoquant un chaos total. D'autres fois, elle faisait irruption dans un théâtre, sans se soucier de l'atmosphère, puis se pavanait sur scène avec désinvolture et commençait à violenter l'acteur principal... La liste est longue.\nSans son rang supérieur parmi les monstres et ses relations étendues dans la société humaine, je soupçonne que Yoichi aurait fini sous la lame d'un héros il y a longtemps.\nMais les monstres et les humains de l'Allée Toki la voyaient différemment. Même le grand Gongen ne l'avait jamais punie sérieusement, car elle n'avait jamais causé de problèmes majeurs.\nBien que hautaine et négligente de nature, en tant que « magnifique monstre à l'écart du commun des mortels » (ses propres mots), Yoichi n'était pas très attachée aux possessions du monde. Tout l'argent qu'elle obtenait était dépensé rapidement en alcool – ou bien en romans de la Chambre Yae, qu'elle lisait à moitié avant de les jeter rapidement par sa fenêtre. En conséquence, sa maison n'était pas ce que vous appelleriez « domestiquée »... Bien au contraire, en fait.\nEn termes simples, elle n'avait aucun bien terrestre à valeur sentimentale... La seule exception étant l'éventail en papier doré qu'elle portait à la taille.\nLes grands Tengu sont une race de monstre qui voyage dans de nombreux mondes différents, et il n'est pas rare qu'ils se parent de trophées de combat possédant une histoire intéressante. C'était le cas de cet éventail en papier.\nPar une nuit au clair de lune, une Yoichi ivre, le col de sa chemise grande ouverte, a commencé à me vanter son histoire...\nElle a dit que dans l'un des nombreux mondes qu'elle avait traversés, elle avait pris la forme d'un jeune archer orgueilleux, servant sous un Shogun tout aussi hautain. Sous le commandement de ce Shogun, elle – ou plutôt « il » – avait fièrement abattu d'innombrables adversaires, y compris des samouraïs mortels au gros ventre et des ninjas tanukis astucieux. Même les puissants cannibales ne faisaient pas le poids face à ses flèches.\n« Hahahahaha ! Tu es vraiment un grand soldat ! Ta vision est vive comme l'éclair, tout comme les grands Tengu ! »\nÀ cet âge, le Shogun vaniteux avait tendance à rire d'une manière bruyante et odieuse, ce qui était des plus inconvenants.\nAprès cela, Yoichi accomplit de nombreux exploits pour le Shogun, exécutant de nombreux monstres et malheureux mortels. Il va sans dire qu'elle a probablement inventé certaines de ces histoires. Mais ce pour quoi elle est vraiment devenue célèbre, c'est la bataille finale de ce monde, un monde dans lequel elle a passé cent ans.\nPendant cette bataille navale, le Shogun et les rebelles ont bravé les eaux tumultueuses du détroit. Les monstres se comptaient par millions, et les guerriers humains par dizaines de millions. En plus des innombrables morts, des centaines de milliers de navires ont été perdus dans les profondeurs de la mer. Yoichi a personnellement calculé tous ces chiffres ahurissants. Bien sûr, avec mon aide...\nComme il est typique de tant d'histoires de guerres âprement livrées, des héros courageux des deux côtés ont fauché leurs ennemis comme des brins d'herbe, peignant la mer d'un rouge sang, tandis que les généraux rivaux refusaient obstinément de reculer, préférant rester enfermés dans l'intransigeance que de retirer leurs troupes et de les renvoyer chez elles pour une bonne nuit de repos.\nFinalement, par une nuit froide et éclairée par la lune, un petit bateau a lentement flotté hors des lignes ennemies. À bord se tenait une silhouette solitaire, comme un reflet dans l'eau, un mât scintillant dressé à côté, au sommet duquel était attaché un éventail en papier qui brillait d'or au clair de lune.\n« Argh, ARGH... Je suis furieux, furieux ! Cette provocation flagrante ne peut être tolérée ! »\nLe Shogun plissa les yeux, vit l'éventail doré au loin et se mit instantanément en colère.\nYoichi ne pouvait pas comprendre pourquoi la fierté du Shogun était si fragile, mais elle était trop paresseuse pour sympathiser avec le petit sens mortel de la dignité. À ce moment-là, elle... non, « il » fixa son regard tengu perçant sur la silhouette flottante dans le bateau.\nCe qu'il vit était une femme, complètement différente de Yoichi.\nQuelques instants plus tard, une seule flèche traversa la lune et déchira le ciel nocturne.\n« Haha, bien ! »\nBientôt, les cris du Shogun furent étouffés par les acclamations de l'armée.\n« Si ces vieux crétins réalisaient ce qu'ils ont perdu, ils exploseraient de rage ! ».\nYoichi laissa échapper un rire vaniteux et malicieux. Elle était ivre. La grande Tengu avait un certain scintillement dans ses yeux, plutôt repoussant, qu'elle n'essaya pas de dissimuler.\nCe qui s'était passé, c'est que lorsque la flèche volait dans les airs, Yoichi avait déjà déployé ses ailes géantes et traversé le détroit, arrachant l'éventail en papier doré et la beauté ahurissante s'y tenant alors qu'elle passait au-dessus du bateau. Elle dépassa ensuite le Shogun maudit et s'envola hors du champ de bataille sans s'en soucier.\nUn butin parfait pour une Tengu.\nUn peu dommage par contre...\n« Eh bien, vous savez ce qui s'est passé, c'était une neko. Elle m'a écorchée tout au long du chemin... »\nYoichi tira la langue et soupira d'exaspération.\n« Oh oui, c'est la saison des vivaneaux ! Vous devriez en emporter avec vous. »\n« Hein ? Même une Tengu avare comme vous a du cœur ? »\n« Je parlais de cette femme ! »\nSous le regard menaçant de la Tengu, je n'ai eu d'autre choix que de ramasser les vivaneaux restants et de partir à la hâte."
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "Une fois que vous aurez rassemblé les 10 pages, vous pourrez former les « Contes de l'Allée Toki - II ».\nCette page qui se balance dans la brise semble être tombée d'un vieux roman.\nPeut-être que si vous trouvez d'autres pages déchirées ailleurs, vous pourrez reconstituer le texte complet.\nLe récit d'Osen\nEn quittant la maison de Yoichi, je suivis la ruelle sinueuse avant de tourner dans une rue étroite pour arriver chez la vieille dame.\nLes chats se réveillaient lorsque la lune atteignait son apogée dans le ciel étoilé.\nOn dit que les chats ayant vécu pendant des centaines, voire des milliers d'années, pouvaient facilement prendre la forme d'une jeune femme pour pousser les gens à faire des actions drôles et stupides, ou poursuivre des voyageurs innocents par vengeance. Cependant, tout cela n'était que le fruit de l'imagination des mortels.\nEn réalité, les « Bake-neko » ne prenaient la forme de jeunes femmes que lorsqu'ils étaient particulièrement en colère. En général, ils préféraient se transformer d'une femme âgée, en partie en raison de leur nature rusée et acariâtre, mais aussi parce que la vieillesse était un atout quand on se déguise, pour se présenter comme des âmes innocentes et douces aux pauvres gens sans méfiance.\n« Ce n'est pas gratuit ! »\nJe levai la tête au son de la voix, apercevant une jeune femme assise sur l'avant-toit, comme si elle attendait là depuis longtemps. Son visage était caché par l'ombre ; tout ce que je distinguais était un sourire sur son visage, ainsi qu'une lumière verte et dorée reflétée par ses yeux. Le clair de lune illuminait ses épaules à moitié exposées jusqu'au bas de sa robe, s'infiltrant dans les interstices de sa robe. Cela mettait en valeur ses longues jambes fines d'un éclat de porcelaine. Elle jouait avec un bilboquet d'un air distrait.\nLa vieille dame était absolument furieuse...\n« Tu es encore en retard aujourd'hui. »\n« Euh... désolé. »\nDes moustiques se heurtaient sans cesse à la lampe en papier, ce qui la faisait vaciller de façon nonchalante.\nUn vent humide s'est levé au clair de lune et avait fait taire les cigales.\nAvec ses cheveux détachés, la dame tourna son rouet avec un sourire étrange sur le visage. Il était assez terrifiant.\nJ'étais un Tanuki suffisamment en bons termes avec les Tengu pour boire en leur compagnie, mais il fallait quand même que je me comporte au mieux avec les Bake-Neko. Je me suis donc prosterné et me suis excusé à profusion pour ma transgression.\n« Peu importe. Lève-toi tant que le vivaneau est frais. »\nJe me rassis normalement, malgré beaucoup de difficulté en raison de ma forme rondelette de Tanuki. La jeune femme se transforma à nouveau lentement retransformée en une vieille femme qui arborait un sourire bienveillant, mais étrange.\n« Merci, grand-mère Sen. »\n« Appelle-moi Osen ! »\nJ'étais soulagé.\nCependant, quelque chose semblait clocher.\n« Hahahaha ! D'ailleurs, comment va cet imbécile ces derniers temps ? »\nOsen goba un poisson frais tout entier, avec la queue.\nQuant à la façon dont son destin a croisé celui du Grand Tengu, les faits ne pouvaient être qualifiés que de farfelus. Nous avions déjà entendu ce récit ridicule du point de vue de Yoichi, mais la version du Bake-neko était complètement différente.\nOsen ne naquit pas dans notre monde, elle venait d'un monde où les mortels étaient plus nombreux.\nUne nuit, dans une forêt de bambou, Osen avait été capturée jeune par un moine errant. Ballottée pendant longtemps de part en part, elle fut achetée par le Shogun pour en faire une sorte d'« Obake-Neko ».\nElle n'avait que peu de souvenirs de cette époque, si ce n'est qu'elle se demandait pourquoi les hauts dignitaires du monde des mortels prenaient plaisir à l'embêter et à jouer avec elle. Chaque jour, elle était poussée à réduire ses ennemis en pièces ou à jouer à des jeux ennuyeux qu'eux seuls semblaient apprécier.\nCela dura si longtemps que n'importe quelle personne normale serait devenue folle. Cependant, les démons font preuve de beaucoup plus de patience que les mortels, en raison de leur longue espérance de vie.\nPlus tard, lorsque son shogun et celui des rebelles commencèrent à se battre, Osen se transforma en ninja.\n« C'est la partie la plus ennuyeuse de l'histoire... »\nOsen plissa les yeux en disant cela et sa bouche qui s'étendait d'une oreille à l'autre laissa échapper un grand bâillement.\nLa nuit de cette bataille navale, le Shogun eut un plan ingénieux...\nIl ordonna à Osen de se transformer en une belle jeune femme et de se tenir sur un petit bateau avec un éventail d'or pour humilier les rebelles, afin qu'ils n'osent pas s'approcher. Même s'ils le faisaient, le Bake-neko leur donnerait une leçon brutale.\nMais bien évidemment, Yoichi se tenait dans les rangs des rebelles...\n« C'est alors que cet imbécile s'est soudainement avancé en criant de tirer une flèche sur l'éventail. »\nLe Grand Tengu...\n« ... a glissé, puis est tombé dans la mer et plouf ! »\nLa vieille femme à tête féline ne put pas s'empêcher de ricaner.\n« Elle avait tellement bu cette nuit-là qu'elle s'était crue au milieu d'une mer orageuse. Mais la lune brillait d'un éclat calme et froid, puis il n'y avait pas la moindre trace du vent. »\n« Cependant, cela faisait quelques centaines d'années que je n'avais pas vu quelqu'un d'aussi amusant. Alors, pour lui épargner l'humiliation, j'ai étouffé mon rire et j'ai baissé l'éventail moi-même... Des cris d'admiration se faisaient entendre de leur bateau. Rien que d'y penser m'amuse encore aujourd'hui... »\nEnsuite, le Grand Tengu déploya ses ailes gigantesques et s'élança dans les airs, comme un nuage recouvrant la lune pour plonger vers la belle femme...\n« Après une rafale de flèches, elle est tombée dans la mer et ressemblait à un hérisson. Pour ma part, je ne pouvais plus faire semblant d'être impassible, alors j'ai éclaté de rire. »\nRiant à gorge déployée, Osen dépêcha le Grand Tengu malchanceux dans la mer et lui fait une clé de bras avant de voler sur les flottes des deux camps en gloussant, ce qui fit perdre patience aux deux shoguns.\nOn dit qu'elle survola huit navires d'affilée, puis disparut dans la nuit. Le rire du démon félin retentit pendant plus de trois jours après la fin de la bataille.\n« Je ne pouvais pas m'arrêter de rire, alors je me suis agrippée aussi fort que je le pouvais... Mais l'état pitoyable dans lequel elle se trouvait m'a fait rire encore plus, et plus je m'agrippais, plus je riais ! Hahahaha... »\nLe chat se transforma en une vieille femme qui ne pouvait s'empêcher de rire.\n« Et puis plus tard, elle m'a amenée dans ce monde et m'a traitée comme une sorte de trophée ! »\nLa vieille femme pinça ses lèvres et son visage se transforma en celui d'une jeune femme boudeuse. Ses joues teintées qui étaient restées d'un rouge vif après avoir ri si fort qu'elle pouvait à peine respirer lui donnaient un air comique.\n« Je ne suis pas un trophée ! »\n« D'ailleurs, c'est peut-être pour cette raison qu'elle n'ose pas venir me rendre visite. »\nLa vieille femme aux traits félins et au visage de jeune femme soupira doucement, puis esquissa à nouveau un sourire sournois.\n« Il est temps pour toi de partir, aussi. Laisse la porte ouverte et reviens quand la lune sera pleine. »\n« Au fait, n'oublie pas d'apporter ce manteau de pluie à notre vieille amie. »"
          }
        ]
      },
      {
        "title": "Tome IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Une fois que vous aurez rassemblé les 10 pages, vous pourrez former les « Contes de l'Allée Toki - III ».\nCette page qui se balance dans la brise semble être tombée d'un vieux roman.\nPeut-être que si vous trouvez d'autres pages déchirées ailleurs, vous pourrez reconstituer le texte complet.\nL'histoire de Grand-mère Ame\nAprès avoir quitté la maison d'Asen, j'ai tourné à gauche, puis à droite dans une allée sinueuse jusque dans une cour humide pour enfin arriver à la maison de Grand-mère Ame.\nDans l'élégante cour, même les cigales étaient silencieuses. On pouvait seulement distinguer le faible bruit des gouttes d'eau s'échappant du suikinkutsu accompagné des battements rythmiques du shishi-odoshi.\nIl y a de ça bien longtemps, dans les montagnes et forêts où les démons pouvaient vivre de manière insouciante, la femme qui changeait la brume en pluie était l'amie du Tanuki et du Kitsune.\nNaturellement, nous autres démons sommes très différents des mortels. Nous ne sommes pas tourmentés par de complexes problèmes, nous ne tenons pas compte de la classe ou du statut. Mais dans les montagnes enveloppées par la brume et la pluie, la douce Ameonna gagna respect et admiration.\nCe n'est que plus tard que tout le monde fut soumis au grand Gongen. Il faisait bon vivre pour les motels, tandis que les démons vivaient reclus dans différents endroits ou étaient victimes de destruction et d'oppression... C'est à ce moment que Grand-mère Ame s'installa dans l'Allée Toki. En signe de compassion, la Kitsune du Sanctuaire de Narukami, madame la guuji, lui fit cadeau de cette résidence.\nQuelle sorte de peine et de tristesse poussa la grande prêtresse à prendre soin de manière si particulière de Grand-mère Ame ?\nM'arrêtant brièvement dans la cour, j'observais le croissant de lune qui ondulait à la surface de l'étang, tandis que sa voix rententit légèrement dans la douce brise du soir.\n« Veuillez m'excuser de vous avoir fait attendre. »\nEn tournant la tête, j'aperçus Ameonna qui se tenait sur le pas de la porte. Elle baignait dans la pâle lumière du clair de lune, sa longue robe blanche étincelait comme la rosée du matin. Sa silhouette jeune et mince dégageait l'aura mélancolique d'une époque depuis longtemps révolue.\nJ'ai alors baissé la tête et lui ai tendu hâtivement le vêtement de pluie qu'Asen m'avait donné, sans oser croiser le regard de ses pâles yeux gris.\nLa rumeur court parmi les mortels que les yeux de la triste Ameonna prennent la teinte grisée d'un personne en train de se noyer. Ceux qui osent directement la regarder dans les yeux seront à jamais perdus dans l'incompréhensible brouillard de pluie.\nBien sûr, ce n'est qu'une légende ridicule racontée chez les mortels. Mais la politesse rudimentaire qui dit de « ne pas regarder dans les yeux d'Ameonna » est une règle non écrite parmi les démons.\n« Merci. »\nLa voix de Grand-mère Ame était toujours aussi douce et agréable, comme la roée du matin dans la brume.\nElle ne m'invita pas à rentrer, tout comme elle ne me fit pas part de son histoire.\nElle ne fit que me tendre un coffret en bois. C'était tout ce qu'il me fallait savoir.\nJe quittai alors la cour à la lueur de la lune."
          }
        ]
      },
      {
        "title": "Tome V",
        "desc": [
          {
            "type": "RichText",
            "text": "Une fois que vous aurez rassemblé les 10 pages, vous pourrez former les « Contes de l'Allée Toki - IV ».\nCette page qui se balance dans la brise semble être tombée d'un vieux roman.\nPeut-être que si vous trouvez d'autres pages déchirées ailleurs, vous pourrez reconstituer le texte complet.\nL'histoire de Gonbei\nGonbei a soixante-seize ans et est le seul mortel vivant dans l'Allée Toki.\nIl fut fermier, samouraï et artisan.\nLe coffret dans mes mains est une de ses œuvres. Sa surface vernie est incrustée de perles nacrées, grâce une technique qui lui fut enseignée par les pêcheurs de l'Île de Watatsumi.\n« Merci beaucoup. »\nLe vieil homme en face de moi inclina la tête.\nMême si j'avais secrètement la conviction que telle était la manière dont les mortels devaient se comporter envers les démons, je ne pouvais m'empêcher de ressentir une pointe de pitié envers sa mélancolie.\nSelon Gonbei et contrairement aux légendes populaires, il fut un temps où il était ami avec l'Ameonna qui parcourait les montagnes et forêts.\nGonbei, à l'époque adolescent, tentait de faire tomber la pluie sur les champs de son village frappé par la sécheresse. Il écouta les paroles de l'ancien et partit dans les montagnes pour demander de l'aide à l'Ameonna.\nÀ cette époque, Grand-mère Ame n'était guère plus jeune et avait profondément conscience des changements de ce monde. Mais les créatures des montagnes et des forêts ont toujours été plus simples et naïves que les mortels.\nHmm, que se passa-t-il ensuite ? Le jeune Gonbei commis l'erreur indicible de tromper les créatures des montagnes et des mers. Bien qu'encore aujourd'hui, il maintient que cette duperie était dans le seul but de sauver son village.\nSon village connut une année de récoltes exceptionnelles grâce aux pluies abondantes.\nAprès cela, Gonbei, profondément honteux, évita les montagnes lointaines et s'installa longtemps en ville.\n« Je suis vraiment désolé. » Le vieux mortel inclina la tête mais ne prit pas le coffret.\nJe quittai sa maison avant que le clair de lune ne soit enveloppé de sombres nuages."
          }
        ]
      },
      {
        "title": "Tome VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Une fois que vous aurez rassemblé les 10 pages, vous pourrez former les « Contes de l'Allée Toki - V ».\nCette page qui se balance dans la brise semble être tombée d'un vieux roman.\nPeut-être que si vous trouvez d'autres pages déchirées ailleurs, vous pourrez reconstituer le texte complet.\nEntracte\nIl est dit que dans le passé, avant que les mortels fragiles et éphémères ne traversent la mer vers ces terres, Inazuma était une terre qui appartenait aux Tanukis.\nParesseux et inconstants de nature, les Tanukis ne s'inquiétaient jamais du lendemain et n'avaient pas non plus à se soucier des problèmes d'aujourd'hui toute la nuit. Pendant cette période, le pays d'Inazuma était un paradis douillet pour les Tanukis et chaque jour était un festival rempli de joie.\nDu moins, c'est ce que disent les anciens Tanukis.\nPlus tard, les Kitsunes sont arrivés par la mer, forçant les Tanukis dans une grande guerre qui a duré d'abord pendant 800 ans, puis 800 ans de plus, avec de lourdes pertes des deux côtés, jusqu'à ce que finalement la seule option soit de tenir des pourparlers de paix. Les Tanukis sont un groupe têtu qui à ce jour n'admet toujours pas la défaite, mais le fait demeure qu'ils ont cédé le géant cerisier tonnerre aux Kitsunes.\nMais les Kitsunes étaient également des créatures insidieuses, rusées et changeantes. La légende raconte que pendant la longue guerre, de nombreux Kitsunes et Tanukis furent déconcertés par leurs modifications constantes d'apparence, au point de ne plus se rappeler d'où ils venaient et ce qu'ils étaient.\nC'est ainsi que naquirent les pauvres âmes mortelles de ces créatures perdues.\nJe déambulais dans les allées et ruelles sinueuses tout en me remémorant l'histoire des Tanukis.\nFinalement, je ne trouvai aucun restaurant encore ouvert.\nIl était temps de rentrer.\nGardant cela à l'esprit, je me relevai tout en m'étirant le dos devant l'étal de nouilles soba d'oncle Kitsune.\nQuand soudain, je sentis une odeur familière venant de derrière..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Contes de l'Allée Toki"
          }
        ]
      }
    ]
  }
}