{
  "epId": 24,
  "name": "Yanfei",
  "desc": "Une célèbre conseillère juridique du Port de Liyue. Du sang d'Adepte coule dans les veines de cette jeune femme ingénieuse.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yanfei_icon.png",
  "headerImgUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/烟绯/avatar.png",
  "filterValues": {
    "characterRegion": "Port de Liyue",
    "characterWeapon": "Catalyseur",
    "characterProperty": "Bonus de DGT Pyro",
    "characterRarity": 4,
    "characterVision": "Pyro"
  },
  "menuId": 2,
  "menuName": "Archives des personnages",
  "version": 1729238500,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Personnages</color>\n<color=#ffffffd9>Lien</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 1,
        "name": "Qiqi",
        "desc": "Qiqi est une jeune apprentie du Cottage Bubu, en charge notamment de la récolte des herbes médicinales. C'est également un zombie au teint blafard et aux mots comptés.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Qiqi_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nYanfei est en admiration devant l'organisation de Qiqi et est persuadée qu'elle est destinée à faire de grandes choses.\n<color=#ffffffd9>Répliques :</color>\n<color=#ffd780>Yanfei :</color> « <color=#ffffff73>J'ai entendu dire que cette petite cueilleuse d'herbes s'était rédigé un code de conduite entier. Elle est si petite, mais si organisée dans son travail. Elle est destinée à de grandes choses !</color>\n<color=#ffffff73>Les jeunes surpasseront leurs aînés tôt ou tard, je vous dis. Elle a réussi à gagner mon respect. »</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "Secrétaire du Pavillon Yuehai ; du sang de Qilin, la créature mythique, coule dans ses veines.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nYanfei trouve que Ganyu travaille beaucoup trop et qu'elle devrait prendre une pause de temps en temps.\n<color=#ffffffd9>Répliques :</color>\n<color=#ffd780>Ganyu :</color> <color=#ffffff73>« Ah, Yanfei... Même quand elle n'était qu'une petite fille innocente, elle me disait qu'« il faut savoir tenir ses promesses pour vivre heureuse. » C'est aujourd'hui une femme aussi belle et élégante qu'elle est douée. La tâche de conseillère juridique est ardue, mais elle a toujours l'air de n'avoir pas un souci au monde, ce qui a le mérite de m'apaiser. »</color>\n<color=#ffd780>Yanfei :</color> <color=#ffffff73>« Ganyu est si gentille et prévenante, mais son côté bourreau du travail est regrettable. Elle passe ses journées à faire la sieste si ce n'est à être le nez dans sa paperasse. Je travaille aussi, mais j'arrive à trouver du temps pour m'amuser. Malgré tout, il faut admettre que mon travail est beaucoup plus facile que le sien. »</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 39,
        "name": "Xingqiu",
        "desc": "Un jeune homme intègre et serviable, que l'on voit souvent dans les librairies. Il porte une longue épée, et poursuit un idéal de justice.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xingqiu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nYanfei éprouve de l'admiration envers Xinqiu du fait de son éloquence et qu'il comprenne parfaitement son raisonnement à un si jeune âge.\n<color=#ffffffd9>Répliques :</color>\n<color=#ffd780>Yanfei :</color> « <color=#ffffff73>La Guilde des marchands de Feiyun fait partie de mes plus anciens clients. La manière dont elle conduit ses affaires a toujours été très rigoureuse. Son dirigeant la représente à toutes les réunions d'affaires auxquelles j'ai pu assister. Quoiqu'à la dernière, j'ai fait la connaissance de son fils cadet, Xingqiu. À ma grande surprise, il pouvait parfaitement suivre mon raisonnement malgré son jeune âge. Sans parler de son éloquence et de sa courtoisie... Il sort vraiment du lot. »</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 34,
        "name": "Hu Tao",
        "desc": "La 77e directrice du Funérarium Wangsheng, qui redonne un coup de jeune à la gestion des affaires funéraires de Liyue.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Hu Tao_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nYanfei ne trouve pas Hu Tao bizarre et pense que son travail est nécessaire comme n'importe quel autre travail.\n<color=#ffffffd9>Répliques :</color>\n<color=#ffd780>Yanfei :</color> « <color=#ffffff73>J'entends souvent les gens dire que la directrice du Funérarium Wangsheng dirige son entreprise d'une manière assez particulière et que travailler aussi longtemps dans l'industrie funéraire l'aurait rendue un peu folle. Je ne suis pas de cet avis. Le Funérarium Wangsheng propose des services légitimes et indispensables, comme toute entreprise devrait. Au bout du compte, ce n'est qu'un travail. Comment un emploi pourrait-il être bon ou mauvais ? Porter bonheur ou malheur ? Les emplois existent seulement car on a besoin de gens pour effectuer certaines tâches.</color>\n<color=#ffffff73>Si j'avais un reproche à faire à la directrice, c'est qu'elle fait rarement appel à mes services... »</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Une mystérieuse relation du Funérarium Wangsheng, aux connaissances aussi variées qu'étendues.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nYanfei respecte Zhongli et l'admire. Elle se demande cependant s'il ne cache pas quelque chose ...\n<color=#ffffffd9>Répliques :</color>\n<color=#ffd780>Zhongli :</color> <color=#ffffff73>« Elle n'a jamais signé de contrat avec moi, mais n'en défend pas moins les droits de tout un chacun à Liyue à sa façon, luttant contre les idées préconçues... Son père serait encore plus ravi que moi, j'imagine, s'il rentre un jour. »</color>\n<color=#ffd780>Yanfei :</color> « <color=#ffffff73>Sieur Zhongli connaît tellement de choses sur tellement de sujets, il est comme une bibliothèque ambulante. Vous savez ? C'est une personne très intelligente, même s'il ne s'en vante pas. Je peux le savoir rien qu'en le regardant. Les gens comme lui n'ont pas peur de résoudre des problèmes complexes par eux-mêmes. D'après moi, il n'y a aucune chance qu'il puisse être un client potentiel.</color>\n<color=#ffffff73>Et pourtant, d'une manière ou d'une autre, je ne peux pas m'empêcher de penser que je le connais de quelque part, c'est une impression que j'ai du mal à décrire... J'ai interrogé mon père à ce sujet, et il m'a juste dit qu'il ne savait pas non plus, même s'il avait l'air un peu évasif. C'était vraiment bizarre... Enfin, je me demande s'il ne me cache pas quelque chose. Hmph, très bien : s'il ne veut pas me dire ce qu'il se passe, je le découvrirai par moi-même... »</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8,
        "name": "Ningguang",
        "desc": "La Megrez des Sept Étoiles de Liyue. Peu de personnes peuvent se vanter d'être aussi riches à travers Teyvat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ningguang_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nNingguang et Yanfei se voient un peu comme des rivales dans le domaine juridique.\n<color=#ffffffd9>Répliques :</color>\n<color=#ffd780>Ningguang :</color> <color=#ffffff73>« Yanfei ? Une rivale proche de mon cœur, dans un certain sens. Sans elle pour interpréter les lois de la bonne manière et « conseiller » ses clients, il me faudrait sûrement des mois pour trouver seule toutes les failles dans les lois et amender les textes. »</color>\n<color=#ffd780>Yanfei :</color> « <color=#ffffff73>Vous devez avoir entendu parler de dame Ningguang, la Megrez des Sept Étoiles ? Elle est la plus haute autorité en matière de droit et apporte souvent des modifications aux codes juridiques. Chaque série d'additions, de rétractions et de révisions génère des montagnes de travail. Pourquoi ? La dernière édition du code juridique comprend trois nouvelles lois, cent vingt-et-une révisions d'annotations légales et toute une foulée de nouveaux précédents. Je ne sais pas combien de temps ça va me prendre pour tout mémoriser...</color>\n<color=#ffffff73>Hmph... Dame Ningguang reste avant tout une femme d'affaires. Je ne vais pas me laisser distancer sur le plan légal. Une fois que j'aurai tout appris par cœur, il faut que j'augmente ma cadence de travail... »</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 10,
        "name": "Keqing",
        "desc": "L'Alioth, l'une des Sept Étoiles de Liyue. L'Alioth critique à mots couverts l'idée que Liyue suive à la lettre la parole du Seigneur de la Roche, mais ce dernier apprécie justement ce genre de personnes.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Keqing_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nYanfei reconnait l'assiduité et l'efficacité de Keqing au travail. Seulement elle pense que si elle devait travailler avec elle, ce serait compliqué du fait de sa sévérité.\n<color=#ffffffd9>Répliques :</color>\n<color=#ffd780>Keqing :</color> <color=#ffffff73>« De la manière dont je vois les choses, la loi est le résumé de ce qui était jugé juste par le passé. Mais c'est aussi pour ça qu'elle doit être revue en permanence, et adaptée aux besoins du présent. Rien d'étonnant donc qu'au vu des transformations que s'apprête à connaître Liyue, la demande de talents dans le domaine juridique soit aussi importante. Avec une assistante comme Yanfei, ma vie serait grandement simplifiée. »</color>\n<color=#ffd780>Yanfei :</color> « <color=#ffffff73>Heureusement que l'Alioth ne s'occupe pas du domaine légal... Connaissant son attitude envers le travail et son efficacité impitoyable, elle me ferait perdre beaucoup de clients. Quoique... Non, ça n'en viendrait pas jusque-là. Elle tient à faire les choses correctement, alors il est sûr qu'elle en offenserait certains... mais si j'étais sa conseillère juridique... Non plus. Pourquoi une conseillère juridique aussi renommée que moi devrait être reléguée au rang d'assistante ? Si dame Keqing a besoin de mes services, elle sait où me trouver. »</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6,
        "name": "Eula",
        "desc": "Le « Chevalier aux Embruns », né de l'ancien Clan Lawrence, capitaine de l'unité de reconnaissance des chevaliers de l'Ordre de Favonius de Mondstadt. Que cette descendante de la noblesse d'antan ait rejoint les chevaliers de l'Ordre, l'ennemi jusqu'alors juré de la famille, demeure un mystère aux yeux de beaucoup.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Eula_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nUn jour, Eula a sauvé Yanfei et depuis elles sont restées en contact et son devenues amies. Yanfei trouve qu' Eula et elle se ressemblent sur beaucoup de choses.\n<color=#ffffffd9>Répliques :</color>\n<color=#ffd780>Eula :</color> <color=#ffffff73>« C'est une longue histoire... On suivait un chargement de matériaux dangereux qui appartenait à l'Ordre de l'Abîme et on l'a sauvée au passage. La cargaison était camouflée, et devait transiter du Port de Dornman au Port de Liyue. Elle avait été embauchée par le navire marchand comme conseillère. Elle a découvert que la marchandise était trafiquée, et a commencé à enquêter, se mettant en grave danger... Il aurait suffi que nous arrivions quelques minutes plus tard, et elle était cuite, si j'ose dire. »</color>\n<color=#ffffff73>« On a gardé le contact depuis. J'apprécie son intelligence. Elle connaît les règles, mais sait se montrer flexible quand la situation l'exige. Plus d'un chevalier pourrait s'en inspirer... Et puis, elle pourrait m'aider à trouver la personne que je cherche. Elle me doit une faveur pour l'autre fois, d'ailleurs... »</color>\n<color=#ffd780>Yanfei :</color> « <color=#ffffff73>Eula m'a sauvée par le passé, et nous sommes restées en contact depuis. Elle connaît les règles de l'Ordre, mais n'est pas du genre à se tenir aux conventions. Elle trouve toujours une façon intelligente et créative de régler les problèmes. Elle et moi sommes similaires, ce qui explique probablement pourquoi nous nous entendons si bien. Cependant, je ne comprends pas son insouciance. Mais après tout, nous n'exerçons pas la même profession. »</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2252,
        "name": "Yelan",
        "desc": "Une mystérieuse personne qui prétend travailler pour le Bureau des affaires civiles. Cependant, elle n'apparaît nulle part dans leur registre.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yelan_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nYelan et Yanfei sont amies et travaillent ensemble sur certaines affaires.\n<color=#ffffffd9>Répliques :</color>\n<color=#ffd780>Yelan :</color> <color=#ffffff73>«</color> J'aime beaucoup Yanfei. Notre amitié mise de côté, les informations importantes du Port de Liyue affluent constamment dans sa direction étant donné qu'elle est conseillère juridique de haut niveau. Chaque fois que je l'aide, j'obtiens toujours des pistes précieuses en retour. Par contre, sa vénération envers moi semble être un peu excessive. <color=#ffffff73>»</color>\n<color=#ffd780>Yanfei :</color> « <color=#ffffff73>Yelan est une employée du Bureau des affaires civiles. Elle m'a aidée à résoudre une affaire compliquée de fraude comptable, alors je l'ai invitée à dîner. Toutefois... j'ai l'impression qu'aucune de mes pensées ne semble lui échapper lorsque je parle avec elle. À l'avenir, je devrai absolument m'assurer qu'elle ne me compte pas dans ses ennemis. »</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2256,
        "name": "Kuki Shinobu",
        "desc": "La fiable et talentueuse cheffe adjointe du gang Arataki... Veuillez noter que ces adjectifs ne s'appliquent pas au gang Arataki à son ensemble, mais seulement à sa cheffe adjointe.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kuki Shinobu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nKuki Shinobu et Yanfei se sont rencontrées à la faculté de Droit. Elles ont étudié ensemble mais ont perdu contact après le décret de saisie d'Inazuma. Elles se sont retrouvées coincées dans une illusion liée au Yaksha Bosacius lors de l'événement « Sentier périlleux ».\n<color=#ffffffd9>Répliques :</color>\n<color=#ffd780>Kuki Shinobu :</color> <color=#ffffff73>« À l'époque, je me suis disputée avec ma famille et je n'avais qu'une envie : m'enfuir le plus loin possible. Je suis donc allée étudier le droit à Liyue, et grâce à cette expérience, j'ai pu rencontrer Yanfei. C'est une véritable encyclopédie juridique ambulante. Hein ? Moi ? J'ai un diplôme, mais pratiquer le droit est assez contraignant... Ce n'est pas vraiment un domaine qui me convient. »</color>\n<color=#ffd780>Yanfei :</color> « <color=#ffffff73>Shinobu ? Je me souviens d'elle, c'est l'étudiante étrangère d'Inazuma qui est venue à Liyue pour se former au droit. Elle me donnait rendez-vous pour discuter de certains cas pratiques pour ses cours. À la fin de nos séances, elle s'inclinait pour me remercier, et ça me mettait un peu mal à l'aise... J'ai toujours pensé qu'elle ferait une excellente avocate plus tard. D'ailleurs, Inazuma s'est refermée à peu près au moment où elle a été diplômée. Je me demande comment elle va depuis qu'elle est rentrée... »</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 36,
        "name": "Arataki Itto",
        "desc": "Le premier et plus grand chef du gang Arataki, célèbre dans tout Hanamizaka, à la Cité d'Inazuma... Hein, quoi ? Jamais entendu parler d'eux ? Sérieux ?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Arataki Itto_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nDans l'événement de la Version 2.7 « Sentier Périlleux » , Arataki Itto nous raconte comment Yanfei lui a sauvé la vie et la suit dans le Gouffre pour l'aider à son tour. Seulement, il se retrouve piégé dans une illusion du passé liée au Yaksha Bosacius en compagnie de Yanfei, Yelan, Xiao, Kuki Shinobu, Ushi, du Voyageur / de la Voyageuse et de Paimon."
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "Un des Adeptes de Liyue, aussi connu sous le nom de « Dompteur de démons » et « Général des Yakshas ».",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nXiao rencontre Yanfei lors de l'évènement de la Version 2.7 « Sentier Périlleux ». Il se retrouve coincé dans une illusion liée à son ancien camarade le Yaksha Bosacius. Pour en sortir, il devra s'allier à Yanfei, Yelan, Kuki Shinobu, Ushi, Arataki Itto, au Voyageur / à la Voyageuse et à Paimon."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Anniversaires",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "2021",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/02/29705491/905bd052c75dcc9981fc0909a5eba55d_5874872727187436453.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>« C'est la difficulté la plus élevée et aucun monstre n'a réussi à fuir ! Grand-mère, Yanfei triche ! » « Pas du tout ! Je suis la meilleure conseillère juridique qu'on peut trouver au Port de Liyue. Je peux mémoriser tout le plateau en un clin d'œil ! »</color>\n<color=#ffffff73>Oh ~ Est-ce que vous êtes là pour vérifier qui récite le mieux les codes juridiques ? On dirait bien que vous avez terminé tous les livres que je vous ai prêtés ! Très bien ! Si vous gagnez, je vous offre un bon pour une consultation juridique gratuite. À utiliser quand vous voulez, et ce pour une durée illimitée. Cependant, si c'est moi qui gagne, je vous invite à m'accompagner pour nous balader ensemble au marché nocturne ! C'est moi qui marchande, c'est vous qui payez. En voilà une bonne affaire, pas vrai ? Merci à 雨壱絵穹 pour sa magnifique illustration.</color>\n<color=#ffffffd9>Dîtes...</color>\nCela fait un moment que je n'ai pas vu votre visage, quel dommage. Il semblerait que n'ayez rencontré aucun problème juridique qui nécessite mon expertise.\nEst-ce une bonne ou une mauvaise chose ? Je n'en sais rien. Je dirais qu'il s'agit d'une bonne chose, mais vous pourriez croire que je n'ai pas envie de vous voir. Alors non, ce n'est pas une bonne chose. Mais si je dis le contraire, vous pourriez croire que je vous souhaite de vous attirer des ennuis, ce n'est pas le cas ! Ah, quel dilemme difficile à résoudre.\nHonnêtement, je ne sais même pas qui de nous deux a vu passer le plus d'années. Quoi qu'il en soit, prenez ce Guide de la Prospérité. Qu'importe où vous mènent vos aventures, rappelez-vous des valeurs du Pays de la Roche. Vous pouvez également vous souvenir qu'aujourd'hui n'est autre que mon anniversaire, cela me ferait plaisir.\nN'oubliez pas d'étudier avec soin et de travailler avec ardeur !"
      },
      {
        "type": "CustomEntry",
        "epId": 151,
        "name": "Guide de la Prospérité",
        "desc": "Matériau d'amélioration d'aptitude.<br/>Le Pays de la Roche aspire à la prospérité.<br/>Récompenser le labeur avec de l'or, telle était la promesse faite aux enfants de Liyue.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Prosperity_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 161,
        "name": "« À ma façon »",
        "desc": "Spécialité culinaire de Yanfei. Du tofu aux œufs de crabe préparé avec une incroyable régularité dans la présentation. Les proportions et les saveurs suivent à la lettre les « lois du tofu aux œufs de crabe » citées dans la recette, sans la moindre omission.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/\"My Way\"_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "2022",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/02/29705491/3cfce1dd8c727695cd2ec74d2632a656_3625362043180368180.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>« Yanfei n'a vraiment pas l'air comme d'habitude lorsqu'elle travaille ! » « On lui donnera le cadeau plus tard, voyageur ! »</color>\n<color=#ffffff73>Une « carte d'anniversaire » ? Quelle chose curieuse ! Un dessin de paysage, un gâteau et des bougies... C'est chaleureux, j'adore ! Quel dommage qu'il y ait autant de livres ici ! J'ai dû rapidement éteindre les bougies et faire un vœu... Je souhaite que tout le monde puisse vivre une vie simple et heureuse. De cette manière, les corvées seront moins nombreuses !</color>\n<color=#ffffffd9>Aujourd'hui...</color>\nVous souvenez-vous de ce qu'il y a aujourd'hui ? Eh oui, c'est mon anniversaire.\nVous êtes un véritable bourreau du voyage : vous êtes, soit en plein voyage, soit en route pour le prochain. Ne vous en faites pas, je n'augmenterai pas secrètement mes prix si vous l'oubliez.\nAh, je ne sais même pas pourquoi je vous dis ça... Désolée, mon cerveau fonctionne si vite que le reste ne suit pas. Revenons-en au sujet. J'ai obtenu quelque chose de bien lors d'une mission pour un client. Sans me vanter, je suis non seulement une connaisseuse en objets, mais aussi une experte pour offrir des cadeaux.\nTenez donc, et pas la peine de faire des manières. Un anniversaire digne de ce nom se fête avec ses amis !"
      },
      {
        "type": "CustomEntry",
        "epId": 1261,
        "name": "Baume sanctifiant",
        "desc": "Matériau d'EXP d'artéfact. Confère 2 500 pts d'EXP.<br/>Ce matériau contient l'essence distillée d'une puissante énergie. Il peut être utilisé pour renforcer des artéfacts.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sanctifying Unction_icon.png",
        "amount": 5,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 161,
        "name": "« À ma façon »",
        "desc": "Spécialité culinaire de Yanfei. Du tofu aux œufs de crabe préparé avec une incroyable régularité dans la présentation. Les proportions et les saveurs suivent à la lettre les « lois du tofu aux œufs de crabe » citées dans la recette, sans la moindre omission.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/\"My Way\"_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "2023",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/02/29705491/2b18f6750f114c0f886abe0fea841893_1905468633123771117.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>« Shinobu, viens essayer mes plats de tofu spécialement préparés pour l'occasion. Tu vas te régaler à coup sûr ! » « C'est pas mal. Vous pourriez même obtenir une certification en cuisine. »</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/02/29705491/0f19e0f41a2b90ca2fb1917e194ff039_8507599961012173207.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>C'est un dessert pour moi ? C'est très bon, j'adore ! À en voir l'expression sur votre visage, vous allez me parler d'une affaire pour laquelle je suis la seule à pouvoir vous apporter mon aide ? Une introduction au système judiciaire étranger... Vous devez savoir que chaque région possède ses propres coutumes et qu'il y a donc beaucoup de lois étranges. La consultation risque d'être un peu longue. Quoi qu'il en soit, asseyez-vous. Nous allons d'abord manger ce gâteau ! Prenons notre temps pour travailler. Merci à RoMaNa pour sa magnifique illustration.</color>\n<color=#ffffffd9>Une rendez-vous...</color>\nLorsque vous veniez me voir auparavant, j'ai toujours plaisanté sur le fait de devoir prendre rendez-vous.\nMais maintenant, c'est à mon tour de le faire.\nJe me souviens que vous avez l'intention d'allez à Fontaine. Ce soir, c'est le moment parfait pour trouver un endroit tranquille et vous parler des lois de Fontaine. Si vous y allez et que vous enfreignez leurs lois, la Maison Gardiennage vous arrêtera et vous ferez un voyage à la Forteresse de Méropide. Si cela se produit, il sera trop tard pour que vous représente en tant qu'avocate.\nBien qu'à y réfléchir, vous respectez généralement la loi, n'est-ce pas ? Peut-être que je m'inquiète pour rien.\nQuoi qu'il en soit, j'ai joint un acompte à cette lettre.\nPassez donc me voir, même simplement pour me tenir compagnie."
      },
      {
        "type": "CustomEntry",
        "epId": 161,
        "name": "« À ma façon »",
        "desc": "Spécialité culinaire de Yanfei. Du tofu aux œufs de crabe préparé avec une incroyable régularité dans la présentation. Les proportions et les saveurs suivent à la lettre les « lois du tofu aux œufs de crabe » citées dans la recette, sans la moindre omission.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/\"My Way\"_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 199,
        "name": "Guide de l'Or",
        "desc": "Matériau d'amélioration d'aptitude.<br/>L'or est le symbole du Pays de la Roche.<br/>Il représente la transformation et le lien unissant le port, les monts, les terres et les hommes de Liyue : le travail se transforme en or, et ce dernier apporte la prospérité en retour.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Gold_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "2024",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/28/29705491/d27bd17b10e239526aa15118c40d7c0c_4557034317625379522.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>« Madame Ji, j'aimerais avoir ce livre, celui-ci et celui-là aussi. »</color>\n<color=#ffffff73>« Pas de problème, mademoiselle Yanfei. Vous êtes une cliente régulière chez nous, et comme c'est votre anniversaire aujourd'hui, je vous offre ces trois livres pour le prix d'un ! »</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/28/29705491/f6e2d780114d1ba63cec3c498f94dc55_5683142882324361157.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Bonjour, pourquoi voulez-vous soudainement m'accompagner dans mes déplacements professionnels ? Ce n'est pas aussi tranquille que vous le pensez.</color>\n<color=#ffffff73>Si vous souhaitez m'assister, apprenez d'abord par cœur tous ces codes juridiques !</color>\n<color=#ffffff73>Héhé, pas question de vous la couler douce ! Par contre, je peux vous apprendre à tout mémoriser en cinq minutes.</color>\n<color=#ffffff73>Voulez-vous savoir comment ? Je vais vous montrer ce que peut faire la meilleure conseillère juridique du Port de Liyue !</color>\n<color=#ffffff73>Merci à 北田藻 pour sa magnifique illustration.</color>\n<color=#ffffffd9>Pour apaiser votre gorge...</color>\n<color=#ffffff73>Laissez-moi compter, combien d'anniversaires cela fait-il depuis notre rencontre...</color>\n<color=#ffffff73>Que le temps passe vite. Je me souviens encore dire que je ne souhaitais pas que vous ayez des ennuis avec la justice fontainoise... Je ne me doutais pas qu'au moment de vous écrire à nouveau, vous seriez bientôt en route pour Natlan... Après avoir lu cet article dans L'Oiseau de vapeur, j'ai eu une de ces frayeurs pour vous !</color>\n<color=#ffffff73>Heureusement, vous avez résolu cette affaire avec brio. La conseillère juridique que je suis ne peut qu'applaudir vos exploits !</color>\n<color=#ffffff73>C'est juste dommage que l'article n'ait fait qu'esquisser tes détails de la salle du tribunal... Pourriez-vous m'en dire plus sur l'affaire, comme vous avez déjà contracté mes services d'aide juridique ? Considérez ça comme un cadeau d'anniversaire. Qu'en dites-vous ?</color>\n<color=#ffffff73>Bien entendu, outre la loi, le « contrat » relationnel se doit aussi d'être respecté. Un geste de bonne volonté doit être accompagné d'un cadeau. Prenez ceci pour apaiser votre gorge.</color>"
      }
    ],
    "map": "https://act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header#/map/2?shown_types=42&center=1782.89,-731.47&zoom=-2.50",
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://bbs.hoyolab.com/hoyowiki/picture/character/烟绯/avatar_header.png"
      },
      {
        "key": "Avatar",
        "img": "https://bbs.hoyolab.com/hoyowiki/picture/character/烟绯/avatar.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Tenue Originale - Règle d'or"
          }
        ]
      },
      {
        "key": "Animation d'inaction 1",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/07/31/158750877/7c3aec1eea410847ce2c2dd8bdc9923b_2390432103491271206.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Tenue Originale - Règle d'or"
          }
        ]
      },
      {
        "key": "Animation d'inaction 2",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/07/31/158750877/dd61c6d2e7360c9d3a6f78ba9c8ea47d_4087339097848349804.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Tenue Originale - Règle d'or"
          }
        ]
      }
    ],
    "talent": [
      {
        "key": "Attaque normale : Sceau embrasé",
        "title": "Attaque normale : Sceau embrasé",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/烟绯/battle_talent_0/battle_talent_0.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Attaque normale</color>\nTire des boules de feu qui infligent jusqu'à 3 vagues de <color=#ff9999>DGT Pyro</color> .\nLorsqu'une attaque normale touche un ennemi, Yanfei obtient un sceau écarlate. Yanfei peut détenir un maximum de 3 sceaux écarlates, et chaque fois que cet effet se déclenche, la durée des sceaux en sa possession est réinitialisée.\nChaque sceau écarlate diminue la consommation d'endurance de Yanfei, et disparaît lorsque Yanfei quitte le champ de bataille.\n<color=#ffd780>Attaque chargée</color>\nConsomme de l'endurance et tous les sceaux écarlates pour infliger des <color=#ff9999>DGT Pyro de zone</color> aux ennemis en face de Yanfei après un court délai.\nLa portée et l'intensité de ces DGT Pyro de zone augmentent avec le nombre de sceaux écarlates consommés.\n<color=#ffd780>Attaque plongeante</color>\nYanfei concentre son énergie Pyro et plonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis sur la route et des <color=#ff9999>DGT Pyro de zone</color> à l'impact."
          }
        ],
        "attributes": [
          {
            "key": "Niv.",
            "values": [
              "Niv.1",
              "Niv.2",
              "Niv.3",
              "Niv.4",
              "Niv.5",
              "Niv.6",
              "Niv.7",
              "Niv.8",
              "Niv.9",
              "Niv.10",
              "Niv.11"
            ]
          },
          {
            "key": "DGT 1er coup",
            "values": [
              "58.34%",
              "62.72%",
              "67.09%",
              "72.93%",
              "77.3%",
              "81.68%",
              "87.51%",
              "93.35%",
              "99.18%",
              "105.01%",
              "110.85%"
            ]
          },
          {
            "key": "DGT 2e coup",
            "values": [
              "52.13%",
              "56.04%",
              "59.94%",
              "65.16%",
              "69.07%",
              "72.98%",
              "78.19%",
              "83.4%",
              "88.61%",
              "93.83%",
              "99.04%"
            ]
          },
          {
            "key": "DGT 3e coup",
            "values": [
              "76.01%",
              "81.71%",
              "87.41%",
              "95.02%",
              "100.72%",
              "106.42%",
              "114.02%",
              "121.62%",
              "129.22%",
              "136.82%",
              "144.42%"
            ]
          },
          {
            "key": "DGT attaque chargée",
            "values": [
              "98%/116%/132%/150%/168%",
              "104%/122%/141%/159%/178%",
              "110%/129%/149%/168%/188%",
              "118%/138%/159%/180%/200%",
              "124%/145%/167%/189%/211%",
              "129%/152%/175%/198%/221%",
              "137%/161%/185%/210%/234%",
              "145%/170%/196%/221%/247%",
              "152%/179%/206%/233%/260%",
              "160%/188%/216%/245%/273%",
              "168%/197%/227%/256%/286%"
            ]
          },
          {
            "key": "Coût d'endurance attaque chargée",
            "values": [
              "50 pts",
              "50 pts",
              "50 pts",
              "50 pts",
              "50 pts",
              "50 pts",
              "50 pts",
              "50 pts",
              "50 pts",
              "50 pts",
              "50 pts"
            ]
          },
          {
            "key": "Réduction du coût d'endurance",
            "values": [
              "15% par sceau écarlate",
              "15% par sceau écarlate",
              "15% par sceau écarlate",
              "15% par sceau écarlate",
              "15% par sceau écarlate",
              "15% par sceau écarlate",
              "15% par sceau écarlate",
              "15% par sceau écarlate",
              "15% par sceau écarlate",
              "15% par sceau écarlate",
              "15% par sceau écarlate"
            ]
          },
          {
            "key": "Durée des sceaux écarlates",
            "values": [
              "10 s",
              "10 s",
              "10 s",
              "10 s",
              "10 s",
              "10 s",
              "10 s",
              "10 s",
              "10 s",
              "10 s",
              "10 s"
            ]
          },
          {
            "key": "DGT durant la chute",
            "values": [
              "56.83%",
              "61.45%",
              "66.08%",
              "72.69%",
              "77.31%",
              "82.6%",
              "89.87%",
              "97.14%",
              "104.41%",
              "112.34%",
              "120.27%"
            ]
          },
          {
            "key": "DGT chute basse/élevée",
            "values": [
              "113.63%/141.93%",
              "122.88%/153.49%",
              "132.13%/165.04%",
              "145.35%/181.54%",
              "154.59%/193.1%",
              "165.17%/206.3%",
              "179.7%/224.45%",
              "194.23%/242.61%",
              "208.77%/260.76%",
              "224.62%/280.57%",
              "240.48%/300.37%"
            ]
          }
        ],
        "materials": [
          null,
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 12500
            },
            {
              "type": "CustomEntry",
              "epId": 200,
              "name": "Enseignement de l'Or",
              "desc": "Matériau d'amélioration d'aptitude.<br/>L'or est le symbole du Pays de la Roche.<br/>Abondant sous ses terres, il est le nerf de la guerre de Liyue qui tient debout grâce à lui.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Teachings of Gold_icon.png",
              "amount": 3
            },
            {
              "type": "CustomEntry",
              "epId": 629,
              "name": "Insigne des Pilleurs",
              "desc": "Un insigne porté avec fierté et qui indique le rang de son propriétaire au sein des Pilleurs de trésors. Leur soif de richesse ne pourra jamais être assouvie... Ceci dit, depuis quand peut-on se vanter d'être un voleur ?",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Treasure Hoarder Insignia_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 17500
            },
            {
              "type": "CustomEntry",
              "epId": 199,
              "name": "Guide de l'Or",
              "desc": "Matériau d'amélioration d'aptitude.<br/>L'or est le symbole du Pays de la Roche.<br/>Il représente la transformation et le lien unissant le port, les monts, les terres et les hommes de Liyue : le travail se transforme en or, et ce dernier apporte la prospérité en retour.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Gold_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 1553,
              "name": "Insigne de corbeau en argent",
              "desc": "Un insigne en forme de corbeau porté par les Pilleurs de trésors pour se reconnaître entre eux. Pas besoin d'entretien pour adhérer à leur groupe, tant qu'on est suffisamment motivé par le gain et que le courage ne nous fait pas défaut.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Silver Raven Insignia_icon.png",
              "amount": 3
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 25000
            },
            {
              "type": "CustomEntry",
              "epId": 199,
              "name": "Guide de l'Or",
              "desc": "Matériau d'amélioration d'aptitude.<br/>L'or est le symbole du Pays de la Roche.<br/>Il représente la transformation et le lien unissant le port, les monts, les terres et les hommes de Liyue : le travail se transforme en or, et ce dernier apporte la prospérité en retour.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Gold_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 1553,
              "name": "Insigne de corbeau en argent",
              "desc": "Un insigne en forme de corbeau porté par les Pilleurs de trésors pour se reconnaître entre eux. Pas besoin d'entretien pour adhérer à leur groupe, tant qu'on est suffisamment motivé par le gain et que le courage ne nous fait pas défaut.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Silver Raven Insignia_icon.png",
              "amount": 4
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 30000
            },
            {
              "type": "CustomEntry",
              "epId": 199,
              "name": "Guide de l'Or",
              "desc": "Matériau d'amélioration d'aptitude.<br/>L'or est le symbole du Pays de la Roche.<br/>Il représente la transformation et le lien unissant le port, les monts, les terres et les hommes de Liyue : le travail se transforme en or, et ce dernier apporte la prospérité en retour.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Gold_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 1553,
              "name": "Insigne de corbeau en argent",
              "desc": "Un insigne en forme de corbeau porté par les Pilleurs de trésors pour se reconnaître entre eux. Pas besoin d'entretien pour adhérer à leur groupe, tant qu'on est suffisamment motivé par le gain et que le courage ne nous fait pas défaut.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Silver Raven Insignia_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 37500
            },
            {
              "type": "CustomEntry",
              "epId": 199,
              "name": "Guide de l'Or",
              "desc": "Matériau d'amélioration d'aptitude.<br/>L'or est le symbole du Pays de la Roche.<br/>Il représente la transformation et le lien unissant le port, les monts, les terres et les hommes de Liyue : le travail se transforme en or, et ce dernier apporte la prospérité en retour.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Gold_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 1553,
              "name": "Insigne de corbeau en argent",
              "desc": "Un insigne en forme de corbeau porté par les Pilleurs de trésors pour se reconnaître entre eux. Pas besoin d'entretien pour adhérer à leur groupe, tant qu'on est suffisamment motivé par le gain et que le courage ne nous fait pas défaut.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Silver Raven Insignia_icon.png",
              "amount": 9
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 120000
            },
            {
              "type": "CustomEntry",
              "epId": 198,
              "name": "Philosophie de l'Or",
              "desc": "Matériau d'amélioration d'aptitude.<br/>L'or est le symbole du Pays de la Roche.<br/>Liyue n'en manque pas, mais sa véritable richesse se trouve dans le cœur de ses habitants.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Gold_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 760,
              "name": "Insigne de corbeau en or",
              "desc": "Un insigne qui représente la fierté des Pilleurs de trésors. Ils ne reculeront jamais devant rien pour s'emparer du moindre trésor, qu'il soit enfoui sous de vastes plaines ou sous l'océan.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Raven Insignia_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 1576,
              "name": "Branche de jade cramoisi",
              "desc": "Nourrie par la puissance du roi dragon, cette branche osseuse scintille de mille couleurs étranges et uniques.<br/>La haine qui parcourait les sources naturelles a embrassé le clair de lune froid, et c'est ainsi que sont nées et qu'ont poussé ces branches cristallines...<br/>Même si elles sont tranchées au cours de la bataille, ces branches imprégnées du sang du dragon continuent de bruisser comme si elles ne pouvaient jamais trouver la paix.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodjade Branch_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 260000
            },
            {
              "type": "CustomEntry",
              "epId": 198,
              "name": "Philosophie de l'Or",
              "desc": "Matériau d'amélioration d'aptitude.<br/>L'or est le symbole du Pays de la Roche.<br/>Liyue n'en manque pas, mais sa véritable richesse se trouve dans le cœur de ses habitants.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Gold_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 760,
              "name": "Insigne de corbeau en or",
              "desc": "Un insigne qui représente la fierté des Pilleurs de trésors. Ils ne reculeront jamais devant rien pour s'emparer du moindre trésor, qu'il soit enfoui sous de vastes plaines ou sous l'océan.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Raven Insignia_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 1576,
              "name": "Branche de jade cramoisi",
              "desc": "Nourrie par la puissance du roi dragon, cette branche osseuse scintille de mille couleurs étranges et uniques.<br/>La haine qui parcourait les sources naturelles a embrassé le clair de lune froid, et c'est ainsi que sont nées et qu'ont poussé ces branches cristallines...<br/>Même si elles sont tranchées au cours de la bataille, ces branches imprégnées du sang du dragon continuent de bruisser comme si elles ne pouvaient jamais trouver la paix.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodjade Branch_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 450000
            },
            {
              "type": "CustomEntry",
              "epId": 198,
              "name": "Philosophie de l'Or",
              "desc": "Matériau d'amélioration d'aptitude.<br/>L'or est le symbole du Pays de la Roche.<br/>Liyue n'en manque pas, mais sa véritable richesse se trouve dans le cœur de ses habitants.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Gold_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 760,
              "name": "Insigne de corbeau en or",
              "desc": "Un insigne qui représente la fierté des Pilleurs de trésors. Ils ne reculeront jamais devant rien pour s'emparer du moindre trésor, qu'il soit enfoui sous de vastes plaines ou sous l'océan.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Raven Insignia_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 1576,
              "name": "Branche de jade cramoisi",
              "desc": "Nourrie par la puissance du roi dragon, cette branche osseuse scintille de mille couleurs étranges et uniques.<br/>La haine qui parcourait les sources naturelles a embrassé le clair de lune froid, et c'est ainsi que sont nées et qu'ont poussé ces branches cristallines...<br/>Même si elles sont tranchées au cours de la bataille, ces branches imprégnées du sang du dragon continuent de bruisser comme si elles ne pouvaient jamais trouver la paix.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodjade Branch_icon.png",
              "amount": 2
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 700000
            },
            {
              "type": "CustomEntry",
              "epId": 198,
              "name": "Philosophie de l'Or",
              "desc": "Matériau d'amélioration d'aptitude.<br/>L'or est le symbole du Pays de la Roche.<br/>Liyue n'en manque pas, mais sa véritable richesse se trouve dans le cœur de ses habitants.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Gold_icon.png",
              "amount": 16
            },
            {
              "type": "CustomEntry",
              "epId": 760,
              "name": "Insigne de corbeau en or",
              "desc": "Un insigne qui représente la fierté des Pilleurs de trésors. Ils ne reculeront jamais devant rien pour s'emparer du moindre trésor, qu'il soit enfoui sous de vastes plaines ou sous l'océan.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Raven Insignia_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 1576,
              "name": "Branche de jade cramoisi",
              "desc": "Nourrie par la puissance du roi dragon, cette branche osseuse scintille de mille couleurs étranges et uniques.<br/>La haine qui parcourait les sources naturelles a embrassé le clair de lune froid, et c'est ainsi que sont nées et qu'ont poussé ces branches cristallines...<br/>Même si elles sont tranchées au cours de la bataille, ces branches imprégnées du sang du dragon continuent de bruisser comme si elles ne pouvaient jamais trouver la paix.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodjade Branch_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 900,
              "name": "Couronne de la sagesse",
              "desc": "Matériau d'amélioration d'aptitude rare.<br/>Un support utilisé dans les temps anciens pour conserver et transmettre le savoir. Bien que de nos jours les connaissances se transmettent de différentes manières, autant orales qu'écrites, cet artéfact n'a pas perdu la moindre once de son pouvoir d'antan.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crown of Insight_icon.png",
              "amount": 1
            }
          ]
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/烟绯/battle_talent_0/battle_talent_0.gif"
      },
      {
        "key": "Pacte des flammes",
        "title": "Pacte des flammes",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/烟绯/battle_talent_1/battle_talent_1.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Yanfei en appelle aux flammes dévastatrices, infligeant des <color=#ff9999>DGT Pyro de zone</color> .\nLorsque des ennemis sont touchés, Yanfei gagne le nombre maximum de sceaux écarlates.\nEn plus de leur valeur juridique, les sceaux de Yanfei présentent des conditions d'utilisation très personnalisées. Après tout, ce n'est pas comme si le Bureau des affaires civiles pouvait changer les lois de la nature."
          }
        ],
        "attributes": [
          {
            "key": "Niv.",
            "values": [
              "Niv.1",
              "Niv.2",
              "Niv.3",
              "Niv.4",
              "Niv.5",
              "Niv.6",
              "Niv.7",
              "Niv.8",
              "Niv.9",
              "Niv.10",
              "Niv.11",
              "Niv.12",
              "Niv.13",
              "Niv.14"
            ]
          },
          {
            "key": "DGT compétence",
            "values": [
              "169.6%",
              "182.32%",
              "195.04%",
              "212%",
              "224.72%",
              "237.44%",
              "254.4%",
              "271.36%",
              "288.32%",
              "305.28%",
              "322.24%",
              "339.2%",
              "360.4%"
            ]
          },
          {
            "key": "Temps de recharge",
            "values": [
              "9 s",
              "9 s",
              "9 s",
              "9 s",
              "9 s",
              "9 s",
              "9 s",
              "9 s",
              "9 s",
              "9 s",
              "9 s",
              "9 s",
              "9 s"
            ]
          }
        ],
        "materials": [
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/烟绯/battle_talent_1/battle_talent_1.gif"
      },
      {
        "key": "Application des peines",
        "title": "Application des peines",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/烟绯/battle_talent_2/battle_talent_2.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Invoque une explosion de flammes intenses qui jaillit vers les ennemis proches, infligeant des <color=#ff9999>DGT Pyro de zone</color> et conférant à Yanfei le nombre maximum de sceaux écarlates, tout en appliquant l'effet Brillance.\n<color=#ffd780>Brillance</color>\nConfère les effets suivants :\n· Confère à Yanfei un sceau écarlate à intervalles réguliers.\n· Augmente les DGT infligés par ses attaques chargées.\nLes effets de Brillance se dissipent lorsque Yanfei quitte le champ de bataille ou qu'elle est vaincue.\n« Veuillez trouver ici les termes de cette question de vie ou de mort, et par là j'entends ma vie et votre mort ! »"
          }
        ],
        "attributes": [
          {
            "key": "Niv.",
            "values": [
              "Niv.1",
              "Niv.2",
              "Niv.3",
              "Niv.4",
              "Niv.5",
              "Niv.6",
              "Niv.7",
              "Niv.8",
              "Niv.9",
              "Niv.10",
              "Niv.11",
              "Niv.12",
              "Niv.13",
              "Niv.14"
            ]
          },
          {
            "key": "DGT compétence",
            "values": [
              "182.4%",
              "196.08%",
              "209.76%",
              "228%",
              "241.68%",
              "255.36%",
              "273.6%",
              "291.84%",
              "310.08%",
              "328.32%",
              "346.56%",
              "364.8%",
              "387.6%",
              "410.4%"
            ]
          },
          {
            "key": "Intervalle entre les sceaux écarlates",
            "values": [
              "1 s",
              "1 s",
              "1 s",
              "1 s",
              "1 s",
              "1 s",
              "1 s",
              "1 s",
              "1 s",
              "1 s",
              "1 s",
              "1 s",
              "1 s",
              "1 s"
            ]
          },
          {
            "key": "Bonus ATQ chargée",
            "values": [
              "33.4%",
              "35.4%",
              "37.4%",
              "40%",
              "42%",
              "44%",
              "46.6%",
              "49.2%",
              "51.8%",
              "54.4%",
              "57%",
              "59.6%",
              "62.2%",
              "64.8%"
            ]
          },
          {
            "key": "Durée",
            "values": [
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s"
            ]
          },
          {
            "key": "Temps de recharge",
            "values": [
              "20 s",
              "20 s",
              "20 s",
              "20 s",
              "20 s",
              "20 s",
              "20 s",
              "20 s",
              "20 s",
              "20 s",
              "20 s",
              "20 s",
              "20 s",
              "20 s"
            ]
          },
          {
            "key": "Énergie élémentaire",
            "values": [
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80"
            ]
          }
        ],
        "materials": [
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/烟绯/battle_talent_2/battle_talent_2.gif"
      },
      {
        "key": "Dispositions supplémentaires",
        "title": "Dispositions supplémentaires",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/烟绯/const_talent_0.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Lorsque Yanfei consomme un sceau écarlate en utilisant une attaque chargée, chaque sceau écarlate augmente le <color=#ff9999>bonus de DGT Pyro</color> de Yanfei de 5 % pour 6 s. Utiliser une attaque chargée avant la fin de la durée d'un effet dissipe l'effet précédent."
          }
        ],
        "attributes": null
      },
      {
        "key": "Œil de la justice",
        "title": "Œil de la justice",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/烟绯/const_talent_1.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Quand les attaques chargées de Yanfei infligent des coups CRIT aux ennemis, elle inflige des <color=#ff9999>DGT Pyro de zone</color> supplémentaires équivalant à 80 % de son ATQ. Ces DGT comptent comme des DGT d'attaque chargée."
          }
        ],
        "attributes": null
      },
      {
        "key": "Connaissance du terrain",
        "title": "Connaissance du terrain",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/烟绯/const_talent_2.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Affiche l'emplacement des <color=#ffd780>produits de Liyue</color> sur la mini-carte."
          }
        ],
        "attributes": null
      }
    ],
    "summaryList": [
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/烟绯/constellation_1.png",
        "name": "Plaidoyer convaincant",
        "desc": [
          {
            "type": "RichText",
            "text": "Lorsque Yanfei utilise une attaque chargée, chaque sceau écarlate existant réduit sa consommation d'endurance de 10 % supplémentaires et augmente la RÉS à l'interruption lors de son déclenchement."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/烟绯/constellation_2.png",
        "name": "Verdict final",
        "desc": [
          {
            "type": "RichText",
            "text": "Le taux CRIT des attaques chargées de Yanfei augmente de 20 % lorsqu'elles touchent des ennemis dont les PV sont inférieurs à 50 %."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/烟绯/constellation_3.png",
        "name": "Mise sous scellés",
        "desc": [
          {
            "type": "RichText",
            "text": "Niveau d'aptitude <color=#ffd780>Pacte des flammes</color> +3.\nNiveau max : 15"
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/烟绯/constellation_4.png",
        "name": "Droit commun",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Application des peines</color> confère les effets suivants :\nGénère un bouclier qui absorbe une quantité de DGT équivalant à 45 % des PV max et dure 15 s.\nLe bouclier est efficace à 250 % contre les <color=#ff9999>DGT Pyro</color> ."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/烟绯/constellation_5.png",
        "name": "Déclaration sous serment",
        "desc": [
          {
            "type": "RichText",
            "text": "Niveau d'aptitude <color=#ffd780>Application des peines</color> +3.\nNiveau max : 15"
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/烟绯/constellation_6.png",
        "name": "Clause complémentaire",
        "desc": [
          {
            "type": "RichText",
            "text": "Augmente le nombre max de sceaux écarlates de 1."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Yanfei</color>"
          }
        ]
      },
      {
        "key": "Anniversaire",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>28/7</color>"
          }
        ]
      },
      {
        "key": "Constellation",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Bestia Iustitia</color>"
          }
        ]
      },
      {
        "key": "Titre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Sage innocence</color>"
          }
        ]
      },
      {
        "key": "Œil divin",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Pyro</color>"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Cabinet juridique de Yanfei</color>"
          }
        ]
      },
      {
        "key": "Voix chinoise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>苏子芜 (Su Ziwu)</color>"
          }
        ]
      },
      {
        "key": "Voix anglaise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Lizzie Freeman</color>"
          }
        ]
      },
      {
        "key": "Voix japonaise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>花守ゆみり (HANAMORI Yumiri)</color>"
          }
        ]
      },
      {
        "key": "Voix coréenne",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>조경이 (Jo Kyeong-lee)</color>"
          }
        ]
      },
      {
        "key": "Plat Spécial",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 161,
            "name": "« À ma façon »",
            "desc": "Spécialité culinaire de Yanfei. Du tofu aux œufs de crabe préparé avec une incroyable régularité dans la présentation. Les proportions et les saveurs suivent à la lettre les « lois du tofu aux œufs de crabe » citées dans la recette, sans la moindre omission.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/\"My Way\"_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Carte du Personnage",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3960,
            "name": "Yanfei",
            "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Yanfei «&nbsp;Sage innocence&nbsp;»</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Celui qui ne révise pas les classiques est susceptible de tomber sous le coup de la loi.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/03/35653081/96cf1ba5e8affb67f2427407e37f0e10_1242813218230052108.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Ajout à la version",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>1.5</color>"
          }
        ]
      }
    ],
    "voice": [
      {
        "title": "Première rencontre...",
        "desc": "Je m'appelle Yanfei, meilleure conseillère juridique de Liyue - au cas où vous auriez des doutes, personne ne m'arrive à la cheville. Je suis experte dans tous les domaines juridiques, du droit du commerce au droit civil, en passant par le droit pénal, et je vous garantis une résolution rapide et satisfaisante de votre problème ! Mes coordonnées ? ... Comment puis-je vous les donner ? ... Hmm, ce sera sûrement perdu sur un papier et ça va s'effacer si je les écris sur le dos de votre main, donc... Aha, je sais, je vais les écrire ici, sur les vêtements de cette... euh, cette chose qui vous suit partout."
      },
      {
        "title": "Bavardage - Loi",
        "desc": "Je vous le rappelle encore : la loi peut être à la fois une aide et un obstacle."
      },
      {
        "title": "Bavardage - Travail",
        "desc": "Parfois, la loi est compatible avec la nature humaine, et parfois les deux entrent en conflit. Trouver le juste équilibre entre les deux, c'est une discipline à part entière..."
      },
      {
        "title": "Bavardage - Lecture",
        "desc": "Le cas qui se présente à nous... est étrange et sans précédent, effectivement."
      },
      {
        "title": "Quand il pleut...",
        "desc": "De la pluie ! Oh, Souverain de la Roche, je vous en prie, faites-nous une faveur et ramenez le soleil au plus vite... On ne peut pas se permettre d'avoir des codes juridiques tout détrempés..."
      },
      {
        "title": "Quand il neige...",
        "desc": "Qu'est-ce... Qu'est-ce que c'est que ce temps abominable !? Il fait f—froid... Atchoum..."
      },
      {
        "title": "Il fait bon dehors...",
        "desc": "Ah, ce temps me donne envie de réciter mes codes de lois. Voyons voir... La « loi commerciale de Liyue » chapitre 27 section 6 article 3 stipule que... Attendez, c'était quoi déjà...? Oh, mon dieu, j'ai totalement oublié ! Qu'est-ce que j'ai aujourd'hui...?"
      },
      {
        "title": "Au réveil...",
        "desc": "Je dois aller voir un client ce matin au sujet d'une affaire de dette, et je dois aussi faire mon compte-rendu au sujet d'une consultation que j'ai eue la semaine dernière avec un autre client avant midi... Bon, allez, au travail !"
      },
      {
        "title": "À l'heure du déjeuner...",
        "desc": "*bâille* ... Je suis un peu fatiguée. Rien de tel qu'un petit débat pour me réveiller ! Le sujet de cette fois est : « La Banque du Nord menace-t-elle l'économie liyuéenne ? ». Vous êtes plutôt pour ou contre ?"
      },
      {
        "title": "Le soir...",
        "desc": "Le marché de nuit ? Je voulais rester chez moi pour classer mes notes, mais allons-y ensemble si vous souhaitez vous y rendre. Oh, sachez que certains commerçants font des promotions le soir pour s'assurer qu'ils vendent des produits frais chaque jour et éviter d'avoir à les jeter bêtement.<br/>Laissez-moi négocier des prix ronds pour vous, et vous n'aurez qu'à me donner la différence comme frais de service."
      },
      {
        "title": "La nuit...",
        "desc": "Vous voulez vite vous endormir ? Très bien, alors je vais vous expliquer l'évolution de la loi liyuéenne ! Aucun de mes amis n'a tenu plus de vingt minutes éveillé. Si vous voulez une solution encore plus rapide, je peux vous réciter le code ! Demain, n'oubliez pas de me dire à quel article vous vous êtes endormie/endormi. Ahem, je commence..."
      },
      {
        "title": "À propos de Yanfei - Aura",
        "desc": "Vous trouvez que j'ai l'air sérieuse quand je lis ces dossiers ? Hum... Alors vous aussi vous pensez de la sorte. Eh bien, c'est seulement parce que je suis en train de travailler. C'est comme si... j'avais une sorte d'interrupteur invisible. D'un côté, je suis en mode normal, et de l'autre je suis en mode travail. Vous devez bien avoir un équivalent, non ?"
      },
      {
        "title": "À propos de Yanfei - Point faible",
        "desc": "Les affaires civiles sont celles que je redoute le plus. Divorces, gardes d'enfants... C'est une plaie de démêler ce genre d'affaire avec logique et raison. On doit se montrer gentil, poli et patient avec les clients, même si la plupart du temps, ils sont incapables de prendre part à une discussion constructive. *soupir* C'est vrai que je dis que je suis experte dans tous les domaines juridiques, mais honnêtement, je préférerais que tout le monde s'entende pour ne pas avoir autant de ces affaires."
      },
      {
        "title": "À propos de nous - Tarifs",
        "desc": "Vous voulez des conseils juridiques ? Très bien. Pour une consultation, je facture un forfait de 6 000 moras, mon tarif horaire est de 180 000 moras et s'il s'agit d'un litige commercial, comptez 710 000 moras par affaire. Le devis final et le taux de commission dépendent des détails de votre cas. Qu'en pensez-vous ? C'est une bonne affaire, non ?"
      },
      {
        "title": "À propos de nous - Lien",
        "desc": "Si vous craignez de vous retrouver dans des situations difficiles lors de vos voyages, le mieux est de vous accompagner d'une personne qui connaît et comprend la loi. Quelqu'un comme moi, par exemple. De plus, mon expertise ne se limite pas qu'au droit liyuéen... Ceci dit, le droit fontainien est réputé pour être complexe... Mais comme je suis intelligente, ça ne devrait pas être trop difficile de l'assimiler ! Bref, vous pouvez compter sur moi !"
      },
      {
        "title": "À propos de l'œil divin...",
        "desc": "Un œil divin apparaît en réponse à un désir profond. Étant une personne avec des idéaux, c'est tout naturellement que j'en ai reçu un. Parce que mon désir le plus cher est que tout le monde soit honnête et respecte la loi. Seulement, il y a toujours des gens pour fixer leurs propres lois et causer du tort aux autres... Ha, ces gens-là peuvent s'attendre à être jugés si durement, qu'ils ne comprendront pas ce qui leur arrive !"
      },
      {
        "title": "Quelque chose à partager - Balance",
        "desc": "Cette balance en acier est un cadeau de mon père. Elle permet de peser les objets pour en déterminer la valeur. J'utilise généralement des moras comme poids, mais cela ne donne qu'une idée du prix d'origine. Par exemple, il y a mille ans, Liyue était couverte de lys vernis, et ils ne valaient pas grand-chose en termes monétaires. Ensuite, lorsque leur nombre a soudainement décliné, leur prix est monté en flèche en réponse, mais la valeur indiquée par la balance est restée la même. Elle indique toujours la valeur originale... c'est-à-dire très bon marché.<br/>Donc cette balance n'est généralement pas un très bon outil de travail... Hmm ? Vous voulez essayer de peser quelque chose ? Voyons voir... On pourrait peser votre amie, ça vous dit ?"
      },
      {
        "title": "Quelque chose à partager - Cité des contrats",
        "desc": "J'ai ma propre technique d'autodéfense que j'appelle « punition de la flamme », dérivée de la « punition de la roche » dont vous trouverez les détails dans l'ouvrage ancien « Recueil complet des lois de Liyue ». Le Souverain de la Roche est le Dieu des contrats, et les contrats peuvent également être considérés comme des contraintes. Haha, cela signifie que le Port de Liyue est la Cité des contrats depuis des temps immémoriaux."
      },
      {
        "title": "Détails intéressants...",
        "desc": "« Histoire de la nature de Liyue » mentionne une plante aquatique appelée queue de cheval. Elle la décrit comme étant « une plante médicinale qui pousse souvent seule sur les rives du Marais Dihua et dont la couleur rappelle celle des nuages au coucher du soleil ». Apparemment, si vous broyez cette plante et mélangez la poudre à votre encre, vos inscriptions résistent à l'eau. Mais c'est dommage, je suis allée aux Marais Dihua au moins des centaines de fois, et je me retrouve toujours avec un panier rempli de la variété commune violette, mais pas une seule de celle décrite dans le livre."
      },
      {
        "title": "À propos de Qiqi...",
        "desc": "J'ai entendu dire que cette petite cueilleuse d'herbes s'était rédigé un code de conduite entier. Elle est si petite, mais si organisée dans son travail. Elle est destinée à de grandes choses !<br/>Les jeunes surpasseront leurs aînés tôt ou tard, je vous dis. Elle a réussi à gagner mon respect."
      },
      {
        "title": "À propos de Ganyu...",
        "desc": "Ganyu est si gentille et prévenante, mais son côté bourreau du travail est regrettable. Elle passe ses journées à faire la sieste si ce n'est à être le nez dans sa paperasse. Je travaille aussi, mais j'arrive à trouver du temps pour m'amuser. Malgré tout, il faut admettre que mon travail est beaucoup plus facile que le sien."
      },
      {
        "title": "À propos de Xingqiu...",
        "desc": "La Guilde des marchands de Feiyun fait partie de mes plus anciens clients. La manière dont elle conduit ses affaires a toujours été très rigoureuse. Son dirigeant la représente à toutes les réunions d'affaires auxquelles j'ai pu assister. Quoiqu'à la dernière, j'ai fait la connaissance de son fils cadet, Xingqiu. À ma grande surprise, il pouvait parfaitement suivre mon raisonnement malgré son jeune âge. Sans parler de son éloquence et de sa courtoisie... Il sort vraiment du lot."
      },
      {
        "title": "À propos de Hu Tao...",
        "desc": "J'entends souvent les gens dire que la directrice du Funérarium Wangsheng dirige son entreprise d'une manière assez particulière et que travailler aussi longtemps dans l'industrie funéraire l'aurait rendue un peu folle. Je ne suis pas de cet avis. Le Funérarium Wangsheng propose des services légitimes et indispensables, comme toute entreprise devrait. Au bout du compte, ce n'est qu'un travail. Comment un emploi pourrait-il être bon ou mauvais ? Porter bonheur ou malheur ? Les emplois existent seulement car on a besoin de gens pour effectuer certaines tâches.<br/>Si j'avais un reproche à faire à la directrice, c'est qu'elle fait rarement appel à mes services..."
      },
      {
        "title": "À propos de Zhongli...",
        "desc": "Sieur Zhongli connaît tellement de choses sur tellement de sujets, il est comme une bibliothèque ambulante. Vous savez ? C'est une personne très intelligente, même s'il ne s'en vante pas. Je peux le savoir rien qu'en le regardant. Les gens comme lui n'ont pas peur de résoudre des problèmes complexes par eux-mêmes. D'après moi, il n'y a aucune chance qu'il puisse être un client potentiel.<br/>Et pourtant, d'une manière ou d'une autre, je ne peux pas m'empêcher de penser que je le connais de quelque part, c'est une impression que j'ai du mal à décrire... J'ai interrogé mon père à ce sujet, et il m'a juste dit qu'il ne savait pas non plus, même s'il avait l'air un peu évasif. C'était vraiment bizarre... Enfin, je me demande s'il ne me cache pas quelque chose. Hmph, très bien : s'il ne veut pas me dire ce qu'il se passe, je le découvrirai par moi-même..."
      },
      {
        "title": "À propos de Ningguang...",
        "desc": "Vous devez avoir entendu parler de dame Ningguang, la Megrez des Sept Étoiles ? Elle est la plus haute autorité en matière de droit et apporte souvent des modifications aux codes juridiques. Chaque série d'additions, de rétractions et de révisions génère des montagnes de travail. Pourquoi ? La dernière édition du code juridique comprend trois nouvelles lois, cent vingt-et-une révisions d'annotations légales et toute une foulée de nouveaux précédents. Je ne sais pas combien de temps ça va me prendre pour tout mémoriser...<br/>Hmph... Dame Ningguang reste avant tout une femme d'affaires. Je ne vais pas me laisser distancer sur le plan légal. Une fois que j'aurai tout appris par cœur, il faut que j'augmente ma cadence de travail..."
      },
      {
        "title": "À propos de Keqing...",
        "desc": "Heureusement que l'Alioth ne s'occupe pas du domaine légal... Connaissant son attitude envers le travail et son efficacité impitoyable, elle me ferait perdre beaucoup de clients. Quoique... Non, ça n'en viendrait pas jusque-là. Elle tient à faire les choses correctement, alors il est sûr qu'elle en offenserait certains... mais si j'étais sa conseillère juridique... Non plus. Pourquoi une conseillère juridique aussi renommée que moi devrait être reléguée au rang d'assistante ? Si dame Keqing a besoin de mes services, elle sait où me trouver."
      },
      {
        "title": "À propos d'Eula...",
        "desc": "Eula m'a sauvée par le passé, et nous sommes restées en contact depuis. Elle connaît les règles de l'Ordre, mais n'est pas du genre à se tenir aux conventions. Elle trouve toujours une façon intelligente et créative de régler les problèmes. Elle et moi sommes similaires, ce qui explique probablement pourquoi nous nous entendons si bien. Cependant, je ne comprends pas son insouciance. Mais après tout, nous n'exerçons pas la même profession."
      },
      {
        "title": "À propos de Yelan...",
        "desc": "Yelan est une employée du Bureau des affaires civiles. Elle m'a aidée à résoudre une affaire compliquée de fraude comptable, alors je l'ai invitée à dîner. Toutefois... j'ai l'impression qu'aucune de mes pensées ne semble lui échapper lorsque je parle avec elle. À l'avenir, je devrai absolument m'assurer qu'elle ne me compte pas dans ses ennemis."
      },
      {
        "title": "À propos de Kuki Shinobu...",
        "desc": "Shinobu ? Je me souviens d'elle, c'est l'étudiante étrangère d'Inazuma qui est venue à Liyue pour se former au droit. Elle me donnait rendez-vous pour discuter de certains cas pratiques pour ses cours. À la fin de nos séances, elle s'inclinait pour me remercier, et ça me mettait un peu mal à l'aise... J'ai toujours pensé qu'elle ferait une excellente avocate plus tard. D'ailleurs, Inazuma s'est refermée à peu près au moment où elle a été diplômée. Je me demande comment elle va depuis qu'elle est rentrée..."
      },
      {
        "title": "Connaître Yanfei (1)",
        "desc": "Une cliente/Un client ? Enchantée, voici ma carte. Malheureusement, je ne suis pas disponible aujourd'hui. En cas de litige, je vous prierai de venir avec les deux parties. Veuillez patienter, je vais chercher ma brochure de tari...<br/>Oh ? Vous êtes seulement là pour discuter avec moi ? C'est gratuit dans ce cas. Juste pour être sûre : vous êtes venu/venue voir une conseillère juridique que vous n'avez jamais rencontrée avant juste pour « causer »... C'est quand même bizarre..."
      },
      {
        "title": "Connaître Yanfei (2)",
        "desc": "Ces cornes ? Oh... Eh bien, mon père est un Adepte, donc j'ai moi-même du sang d'Adepte. Mais je suis née après que les choses se soient calmées à Liyue, sans avoir eu à former un contrat avec le Souverain de la Roche. Je suis donc exemptée de toute mission habituellement confiée aux immortels, et surtout, je peux vivre ma vie comme je l'entends. Ça me va très bien ! Héhé."
      },
      {
        "title": "Connaître Yanfei (3)",
        "desc": "J'ai déjà passé un contrat solennel avec des engagements à vie avec mon père. Pour résumer, il s'agissait de mener une vie heureuse. C'est lui tout craché, et j'en suis fière. S'il avait voulu me faire signer un contrat qui implique de travailler du matin au soir ou d'écraser les autres pour réussir... Je crois que j'aurais fui depuis longtemps !"
      },
      {
        "title": "Connaître Yanfei (4)",
        "desc": "Parfois, les litiges commerciaux dont je m'occupe ne se terminent pas sous les meilleurs auspices. Il arrive que l'autre partie obtienne une indemnité bien supérieure aux dommages causés, ou qu'elle ait à payer des réparations bien supérieures aux coûts engendrés... Tel est le prix à payer lorsqu'on rompt un contrat. Certaines personnes disent que je suis une personne terrible, d'autres essayent carrément de m'éviter, mais je n'ai de comptes à rendre à personne. Ma préoccupation a toujours été le bien-être de Liyue !<br/>Quand on y pense, l'origine d'une querelle remonte toujours à la violation d'un contrat. Si les gens peuvent voir ce qu'il en coûte, ils seront beaucoup moins susceptibles de les ignorer. M'assurer que la population prenne conscience de l'importance des contrats est une part essentielle de mon travail !"
      },
      {
        "title": "Connaître Yanfei (5)",
        "desc": "J'estime souvent vivre une vie confortable et tranquille. Ma vie professionnelle est pleine de réussite, je ne meurs pas de faim ni de froid, personne ne m'empêche de me rendre où je veux et je suis plus douée que quiconque avec les mots. Mais aucune loi ne définit une vie épanouie.<br/>Faire des rencontres intéressantes et avoir des activités enrichissantes tout en sachant dans quelle direction je vais dans la vie suffisent à me rendre heureuse. On peut donc dire que vous contribuez à mon bonheur.<br/>En tout cas, peu importe la vie que vous menez, il est primordial de respecter la loi et de la comprendre. Après tout, le monde ne serait que chaos sans elle."
      },
      {
        "title": "Les loisirs de Yanfei...",
        "desc": "Mes loisirs sont la lecture et l'estimation de biens. Ils me permettent d'aiguiser mes connaissances et mon sens du jugement. Je lis de tout et estime la valeur de n'importe quels objets. Si vous ne me croyez pas, ramenez-moi l'objet que vous voulez un jour. Si on peut l'acheter, mon estimation de sa valeur sera proche de celle du marché. Prenez cette pierre par exemple... Je peux vous assurer qu'elle vaut 600 moras."
      },
      {
        "title": "Les problèmes de Yanfei...",
        "desc": "Mes amis du Bureau des communications m'invitent souvent à aller pêcher avec eux. Ils disent vouloir échanger quelques trucs de pêcheurs mais au fond, tout le monde est là pour en mettre plein la vue aux autres. J'ai réussi à tous les avoir de cent façons différentes, et pourtant ils continuent à surveiller ma façon de pêcher... Après autant de succès, ça devient un peu gênant... Alors, à chaque fois, j'utilise mes talents d'actrice pour jouer la carte de l'humilité... Vous savez, du genre... Qu'est-ce qu'il y a ? Vous ne me croyez pas ?"
      },
      {
        "title": "Plats préférés...",
        "desc": "Oh ! Puisqu'on en parle, je me dois de vous recommander le plat de mes rêves : le tofu ! J'adore ça ! Avec son goût léger, sa texture tendre et lisse, puis c'est très nourrissant ! Il se marie à merveille avec de nombreux plats et soupes, sans jamais être hors de saison ! La perfection prime sur l'excellence, voilà pourquoi j'aime autant le goût de cet aliment."
      },
      {
        "title": "Plats détestés...",
        "desc": "Je n'aime pas les plats froids, certainement parce que j'en mange peu. Avant, quand je revenais tard à la maison, mon père laissait toujours une lanterne allumée pour moi. Il m'entendait arriver et me demandait si j'avais faim. Comme il le disait si bien : « Les meilleurs plats sont toujours chauds. »"
      },
      {
        "title": "Anniversaire...",
        "desc": "Joyeux anniversaire ! Voilà pour vous. Je vous ai fait une compilation des législations de tous les pays. Vous prévoyez de voyager, non ? Ça vous permettra de vous familiariser avec les lois des différentes nations.<br/>N'apprenez pas tout par cœur... ou je ne vous serai plus d'aucune utilité."
      },
      {
        "title": "Affinité faible",
        "desc": "« Ne cherche pas à imiter le passé, car aucune loi ne peut prédire le futur »... C'est une leçon que je dois toujours garder à l'esprit."
      },
      {
        "title": "Affinité moyenne",
        "desc": "Ce n'est qu'en se conformant à la loi que les gens peuvent résoudre leurs problèmes."
      },
      {
        "title": "Affinité élevée",
        "desc": "L'étude de la loi permet d'avoir un discours soutenu par des arguments, tandis que l'étude des arts martiaux permet de se prémunir contre la violence sans fondement. Hé, attendez une minute... Cela signifie-t-il que la loi compte comme un art martial ?"
      },
      {
        "title": "Affinité max",
        "desc": "Eh bien, je suppose que j'ai enfin réussi à maîtriser à la fois la plume et l'épée ! J'ai eu de la chance de vous avoir à mes côtés tout au long de mon entraînement. Une compensation ? Euh... Que dites-vous d'une conseillère personnelle spécialisée disponible 24 h sur 24 ? Ça me paraît équitable... Allez, pas de marchandage !"
      },
      {
        "title": "Compétence élémentaire (1)",
        "desc": "Boum ! Boum !"
      },
      {
        "title": "Compétence élémentaire (2)",
        "desc": "Brûlez !"
      },
      {
        "title": "Compétence élémentaire (3)",
        "desc": "Retirez-vous vite !"
      },
      {
        "title": "Déchaînement élémentaire (1)",
        "desc": "L'heure de la comparution a sonné !"
      },
      {
        "title": "Déchaînement élémentaire (2)",
        "desc": "Châtiment des flammes !"
      },
      {
        "title": "Déchaînement élémentaire (3)",
        "desc": "Preuves irrecevables !"
      },
      {
        "title": "Ouverture de coffre (1)",
        "desc": "Hmm, je pourrais déclarer ça comme « revenus accessoires »."
      },
      {
        "title": "Ouverture de coffre (2)",
        "desc": "En état remarquable !"
      },
      {
        "title": "Ouverture de coffre (3)",
        "desc": "Hmm, évaluons la valeur de ceci..."
      },
      {
        "title": "PV faibles (1)",
        "desc": "Objection !"
      },
      {
        "title": "PV faibles (2)",
        "desc": "Vous avez violé la loi..."
      },
      {
        "title": "PV faibles (3)",
        "desc": "Quoi ? Une faille ?"
      },
      {
        "title": "K.O. (1)",
        "desc": "Une erreur... de jugement..."
      },
      {
        "title": "K.O. (2)",
        "desc": "La loi... a des failles..."
      },
      {
        "title": "K.O. (3)",
        "desc": "Je ne peux pas... accepter..."
      },
      {
        "title": "Attaque puissante subie (1)",
        "desc": "Que des problèmes..."
      },
      {
        "title": "Ajout dans l'équipe (1)",
        "desc": "Prenez rendez-vous la prochaine fois."
      },
      {
        "title": "Ajout dans l'équipe (2)",
        "desc": "Je facture des frais supplémentaires pour les sorties sur le terrain."
      },
      {
        "title": "Ajout dans l'équipe (3)",
        "desc": "C'est parti."
      },
      {
        "title": "Cadeau reçu (1)",
        "desc": "Ça a plutôt bon goût. On dirait que vous connaissez bien les « lois du tofu »."
      },
      {
        "title": "Cadeau reçu (2)",
        "desc": "« La nourriture, c'est la vie », comme le dirait un dicton liyuéen, et il n'y a pas plus vrai."
      },
      {
        "title": "Cadeau reçu (3)",
        "desc": "... Je sais ! Je vais réchauffer un peu ce plat avant de le manger."
      }
    ],
    "ascension": [
      {
        "key": "Niv.1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "-",
              "784"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "-",
              "20"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "-",
              "49"
            ]
          },
          {
            "key": "Bonus de DGT Pyro",
            "values": [
              "-",
              "0%"
            ]
          }
        ]
      },
      {
        "key": "Niv.20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "2014",
              "2600"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "52",
              "67"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "126",
              "163"
            ]
          },
          {
            "key": "Bonus de DGT Pyro",
            "values": [
              "0%",
              "0%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          },
          {
            "type": "CustomEntry",
            "epId": 1100,
            "name": "Éclat d'agate agnidus",
            "desc": "Matériau d'élévation de personnage.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Sliver_icon.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 471,
            "name": "Jade noctiluque",
            "desc": "Un minerai rare qui brille dans l'obscurité. On dit qu'il s'agit du fruit de la condensation des éléments fluctuants entre le ciel et la terre. ",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Noctilucous Jade_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 629,
            "name": "Insigne des Pilleurs",
            "desc": "Un insigne porté avec fierté et qui indique le rang de son propriétaire au sein des Pilleurs de trésors. Leur soif de richesse ne pourra jamais être assouvie... Ceci dit, depuis quand peut-on se vanter d'être un voleur ?",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Treasure Hoarder Insignia_icon.png",
            "amount": 3
          }
        ]
      },
      {
        "key": "Niv.40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "3895",
              "4311 "
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "100",
              "111 "
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "244",
              "271"
            ]
          },
          {
            "key": "Bonus de DGT Pyro",
            "values": [
              "0%",
              "6%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 40000
          },
          {
            "type": "CustomEntry",
            "epId": 1099,
            "name": "Fragment d'agate agnidus",
            "desc": "Matériau d'élévation de personnage.<br/>« Aller en pèlerinage pour le désir, et se battre pour la réputation... »",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Fragment_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 916,
            "name": "Jade juvénile",
            "desc": "Une substance cristalline prélevée sur un Géosaure antique. En elle réside le pouvoir de se transformer en dragon.<br/>Ces cristaux ternes se développent dans les corps des Élémentosaures qui sommeillent dans les montagnes. On raconte à Liyue qu'ils finissent par prendre la place du cœur de leur hôte une fois qu'ils ont accumulé suffisamment d'énergie, l'Élémentosaure d'origine devenant alors un véritable dragon, capable d'ébranler les montagnes et d'ouvrir la terre.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Juvenile Jade_icon.png",
            "amount": 2
          },
          {
            "type": "CustomEntry",
            "epId": 471,
            "name": "Jade noctiluque",
            "desc": "Un minerai rare qui brille dans l'obscurité. On dit qu'il s'agit du fruit de la condensation des éléments fluctuants entre le ciel et la terre. ",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Noctilucous Jade_icon.png",
            "amount": 10
          },
          {
            "type": "CustomEntry",
            "epId": 629,
            "name": "Insigne des Pilleurs",
            "desc": "Un insigne porté avec fierté et qui indique le rang de son propriétaire au sein des Pilleurs de trésors. Leur soif de richesse ne pourra jamais être assouvie... Ceci dit, depuis quand peut-on se vanter d'être un voleur ?",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Treasure Hoarder Insignia_icon.png",
            "amount": 15
          }
        ]
      },
      {
        "key": "Niv.50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "4959",
              "5514"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "127",
              "141"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "311",
              "346"
            ]
          },
          {
            "key": "Bonus de DGT Pyro",
            "values": [
              "6%",
              "12%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 60000
          },
          {
            "type": "CustomEntry",
            "epId": 1099,
            "name": "Fragment d'agate agnidus",
            "desc": "Matériau d'élévation de personnage.<br/>« Aller en pèlerinage pour le désir, et se battre pour la réputation... »",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Fragment_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 916,
            "name": "Jade juvénile",
            "desc": "Une substance cristalline prélevée sur un Géosaure antique. En elle réside le pouvoir de se transformer en dragon.<br/>Ces cristaux ternes se développent dans les corps des Élémentosaures qui sommeillent dans les montagnes. On raconte à Liyue qu'ils finissent par prendre la place du cœur de leur hôte une fois qu'ils ont accumulé suffisamment d'énergie, l'Élémentosaure d'origine devenant alors un véritable dragon, capable d'ébranler les montagnes et d'ouvrir la terre.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Juvenile Jade_icon.png",
            "amount": 4
          },
          {
            "type": "CustomEntry",
            "epId": 471,
            "name": "Jade noctiluque",
            "desc": "Un minerai rare qui brille dans l'obscurité. On dit qu'il s'agit du fruit de la condensation des éléments fluctuants entre le ciel et la terre. ",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Noctilucous Jade_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 1553,
            "name": "Insigne de corbeau en argent",
            "desc": "Un insigne en forme de corbeau porté par les Pilleurs de trésors pour se reconnaître entre eux. Pas besoin d'entretien pour adhérer à leur groupe, tant qu'on est suffisamment motivé par le gain et que le courage ne nous fait pas défaut.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Silver Raven Insignia_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Niv.60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "6161",
              "6578"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "158",
              "169"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "387",
              "413"
            ]
          },
          {
            "key": "Bonus de DGT Pyro",
            "values": [
              "12%",
              "12%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 80000
          },
          {
            "type": "CustomEntry",
            "epId": 1098,
            "name": "Morceau d'agate agnidus",
            "desc": "Matériau d'élévation de personnage.<br/>« Aller en pèlerinage pour le désir, et se battre pour la réputation... »<br/>« Le rêve a tout brûlé en cendre à la fin. » ",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Chunk_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 916,
            "name": "Jade juvénile",
            "desc": "Une substance cristalline prélevée sur un Géosaure antique. En elle réside le pouvoir de se transformer en dragon.<br/>Ces cristaux ternes se développent dans les corps des Élémentosaures qui sommeillent dans les montagnes. On raconte à Liyue qu'ils finissent par prendre la place du cœur de leur hôte une fois qu'ils ont accumulé suffisamment d'énergie, l'Élémentosaure d'origine devenant alors un véritable dragon, capable d'ébranler les montagnes et d'ouvrir la terre.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Juvenile Jade_icon.png",
            "amount": 8
          },
          {
            "type": "CustomEntry",
            "epId": 471,
            "name": "Jade noctiluque",
            "desc": "Un minerai rare qui brille dans l'obscurité. On dit qu'il s'agit du fruit de la condensation des éléments fluctuants entre le ciel et la terre. ",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Noctilucous Jade_icon.png",
            "amount": 30
          },
          {
            "type": "CustomEntry",
            "epId": 1553,
            "name": "Insigne de corbeau en argent",
            "desc": "Un insigne en forme de corbeau porté par les Pilleurs de trésors pour se reconnaître entre eux. Pas besoin d'entretien pour adhérer à leur groupe, tant qu'on est suffisamment motivé par le gain et que le courage ne nous fait pas défaut.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Silver Raven Insignia_icon.png",
            "amount": 18
          }
        ]
      },
      {
        "key": "Niv.70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "7225",
              "7641"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "185",
              "196 "
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "453",
              "480"
            ]
          },
          {
            "key": "Bonus de DGT Pyro",
            "values": [
              "12%",
              "18%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 100000
          },
          {
            "type": "CustomEntry",
            "epId": 1098,
            "name": "Morceau d'agate agnidus",
            "desc": "Matériau d'élévation de personnage.<br/>« Aller en pèlerinage pour le désir, et se battre pour la réputation... »<br/>« Le rêve a tout brûlé en cendre à la fin. » ",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Chunk_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 916,
            "name": "Jade juvénile",
            "desc": "Une substance cristalline prélevée sur un Géosaure antique. En elle réside le pouvoir de se transformer en dragon.<br/>Ces cristaux ternes se développent dans les corps des Élémentosaures qui sommeillent dans les montagnes. On raconte à Liyue qu'ils finissent par prendre la place du cœur de leur hôte une fois qu'ils ont accumulé suffisamment d'énergie, l'Élémentosaure d'origine devenant alors un véritable dragon, capable d'ébranler les montagnes et d'ouvrir la terre.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Juvenile Jade_icon.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 471,
            "name": "Jade noctiluque",
            "desc": "Un minerai rare qui brille dans l'obscurité. On dit qu'il s'agit du fruit de la condensation des éléments fluctuants entre le ciel et la terre. ",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Noctilucous Jade_icon.png",
            "amount": 45
          },
          {
            "type": "CustomEntry",
            "epId": 760,
            "name": "Insigne de corbeau en or",
            "desc": "Un insigne qui représente la fierté des Pilleurs de trésors. Ils ne reculeront jamais devant rien pour s'emparer du moindre trésor, qu'il soit enfoui sous de vastes plaines ou sous l'océan.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Raven Insignia_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Niv.80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "8289",
              "8705"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "213",
              "223"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "520",
              "546"
            ]
          },
          {
            "key": "Bonus de DGT Pyro",
            "values": [
              "18%",
              "24%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 120000
          },
          {
            "type": "CustomEntry",
            "epId": 1097,
            "name": "Pierre d'agate agnidus",
            "desc": "Matériau d'élévation de personnage.<br/>« Aller en pèlerinage pour le désir, et se battre pour la réputation... »<br/>« Si son vrai cœur originel peut être laissé dans les cendres, il a réussi à atteindre la vérité de ██. »",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Gemstone_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 916,
            "name": "Jade juvénile",
            "desc": "Une substance cristalline prélevée sur un Géosaure antique. En elle réside le pouvoir de se transformer en dragon.<br/>Ces cristaux ternes se développent dans les corps des Élémentosaures qui sommeillent dans les montagnes. On raconte à Liyue qu'ils finissent par prendre la place du cœur de leur hôte une fois qu'ils ont accumulé suffisamment d'énergie, l'Élémentosaure d'origine devenant alors un véritable dragon, capable d'ébranler les montagnes et d'ouvrir la terre.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Juvenile Jade_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 471,
            "name": "Jade noctiluque",
            "desc": "Un minerai rare qui brille dans l'obscurité. On dit qu'il s'agit du fruit de la condensation des éléments fluctuants entre le ciel et la terre. ",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Noctilucous Jade_icon.png",
            "amount": 60
          },
          {
            "type": "CustomEntry",
            "epId": 760,
            "name": "Insigne de corbeau en or",
            "desc": "Un insigne qui représente la fierté des Pilleurs de trésors. Ils ne reculeront jamais devant rien pour s'emparer du moindre trésor, qu'il soit enfoui sous de vastes plaines ou sous l'océan.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Raven Insignia_icon.png",
            "amount": 24
          }
        ]
      },
      {
        "key": "Niv.90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "9352",
              "-"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "240",
              "-"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "587",
              "-"
            ]
          },
          {
            "key": "Bonus de DGT Pyro",
            "values": [
              "24%",
              "-"
            ]
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Info. personnage",
        "desc": [
          {
            "type": "RichText",
            "text": "Rien n'est plus important dans le Port de Liyue que les contrats et le commerce, et la cité est un lieu où s'accumulent les richesses.\nLes commerçants de tous horizons s'y croisent, participant à la magnificence de Liyue. Mais leurs disputes ne sont pas rares, et la Megrez Ningguang a ainsi établi une série de dispositions légales détaillées afin d'y remédier. Hélas, tous n'ont pas la patience ou le temps de les étudier.\nC'est ainsi qu'est née la position de conseiller juridique. Les conseillers juridiques sont versés dans les lois de Liyue, et aident leurs clients à résoudre leurs différends légaux contre compensation.\nYanfei est de loin la conseillère juridique la plus influente.\nCette dernière se bat pour défendre aux mieux les intérêts de ses clients, ce qui lui vaut de la part de certains d'être considérée comme l'incarnation de la loi à Liyue.\nMais en réalité, Yanfei, qui est l'une des rares Adeptes à ne pas avoir signé de contrat avec le Souverain de la Roche, n'aspire à rien d'autre qu'une vie libre et heureuse.\nInterrogée sur son habitude d'avoir sur elle en permanence un exemplaire des « Lois et règlements de Liyue » et sur son travail dans le domaine juridique, Yanfei répond toujours de la sorte :\n« Celui qui ne souhaite pas être tenu par les règles se doit d'abord de toutes les comprendre. »"
          }
        ]
      },
      {
        "title": "Histoire du personnage 1",
        "desc": [
          {
            "type": "RichText",
            "text": "Étant la conseillère juridique la plus prisée de tout Liyue, les frais perçus par Yanfei sont les plus élevés dans la profession.\nQuand bien même, nombreux sont ceux qui cherchent à obtenir un rendez-vous auprès d'elle. Les marchands ne rechignent pas à la dépense, mais se montrent très exigeants quant à la personne qui leur servira de médiateur.\n« Peu importe le prix, c'est Yanfei qu'il nous faut pour cette affaire. »\nSi Yanfei est ainsi autant appréciée, ce n'est pas seulement en raison de sa rapidité d'esprit et de son éloquence ; c'est aussi parce que tout le monde sait l'importance qu'elle accorde à l'impartialité, fondation sur laquelle repose le droit.\nLes affaires dont elle s'occupe atteignent toujours une conclusion satisfaisante, et les marchands que le contentieux oppose acceptent de mettre momentanément leurs préjugés réciproques de côté en présence de la jeune femme.\nYanfei n'est peut-être pas liée par un contrat au Souverain de la Roche, mais elle n'en contribue pas moins à sa façon au maintien de la paix et de la stabilité à Liyue."
          }
        ]
      },
      {
        "title": "Histoire du personnage 2",
        "desc": [
          {
            "type": "RichText",
            "text": "Bien qu'étant conseillère juridique, il existe certains domaines que Yanfei ne maîtrise pas, comme par exemple tout ceux ayant trait aux sentiments personnels dans les contentieux d'ordre civil.\nDivorces, héritages, gardes d'enfants, soins aux personnes âgées, indemnités de séparation... La liste est longue.\n« Même le plus doué des fonctionnaires est impuissant face aux affaires de famille », dit-on – et pour Yanfei, qui a grandi entourée d'amour, résoudre ce type de dispute s'avère particulièrement difficile, la jeune femme ne connaissant guère ce genre de problème.\nIl lui arrive ainsi d'estimer que chacune des parties est dans son droit, ou encore qu'aucune n'a raison. Les contentieux portant sur la garde des enfants sont particulièrement délicats à ses yeux, Yanfei estimant que les enfants en subissent les conséquences psychologiques quelle que soit la décision prise. On la verra donc réunir tout son courage pour s'atteler à ce type de problème, pour en ressortir une fois résolu complètement lessivée.\n« Si seulement chacun pouvait rencontrer la personne qui lui correspond... Ça ferait moins d'ennuis de ce genre à traiter. »"
          }
        ]
      },
      {
        "title": "Histoire du personnage 3",
        "desc": [
          {
            "type": "RichText",
            "text": "Conséquence directe de sa nature tolérante, Yanfei entretient un large éventail de relations à travers tout Liyue.\nNul besoin de prendre des pincettes lorsqu'on discute avec elle, et n'importe qui peut s'entendre avec la jeune femme.\nBien sûr, cela n'est vrai que tant qu'on s'abstient d'essayer de débattre ou d'engager une conversation portant sur le droit... Lorsque Yanfei passe en « mode travail », c'est une toute autre impression qu'elle donne.\nLa jeune femme a de plus acquis au fil de ses années dédiées à l'étude des textes juridiques l'habitude d'être très rigoureuse et prudente – voire même trop. Lorsqu'elle discute avec quelqu'un, Yanfei prend soin de s'exprimer sans ambiguïté et avec autant de clarté que possible, ce qui peut la faire passer pour quelqu'un d'assez verbeux et indisposer parfois son interlocuteur. Lorsqu'elle réalise que c'est le cas, elle se met alors à se tapoter la tête d'un coin de livre, ennuyée.\nMais tant qu'elle continuera à vivre plongée dans les tomes juridiques, il est peu probable qu'elle se débarrasse de cette habitude."
          }
        ]
      },
      {
        "title": "Histoire du personnage 4",
        "desc": [
          {
            "type": "RichText",
            "text": "Yanfei a pour habitude lorsqu'elle étudie les textes juridiques de ne pas s'arrêter aux termes arides de la loi et d'aller chercher l'origine derrière les mots.\nCette aptitude fait d'elle un « maître » dans l'art d'analyser et comprendre les relations qu'elle entretient avec les autres.\nAinsi par exemple, un voyageur venant à la rencontrer par hasard lui dit un jour « Je ne pensais pas vous croiser ici. »\nCe qui n'était qu'une simple formule de salutation ne prêtant pas à conséquence prit dans l'esprit de la jeune femme une toute autre signification.\n« Je ne pensais pas vous croiser ici » impliquait ainsi que la personne avait déjà imaginé un scénario dans lequel les deux se rencontreraient. Mais en ce cas, pourquoi ne pas s'y attendre ? Sans nul doute, son interlocuteur devait s'attendre à ce qu'elle se trouve en un lieu spécifique, or elle ne s'y trouvait pas. Mais comment expliquer alors que le voyageur « s'attende » à la voir quelque part ? Était-elle le sujet de son attention secrète ?\n« Se pourrait-il que je l'intéresse...? »\nCette nuit-là, Yanfei se tourna et se retourna dans son lit, sans parvenir à trouver le sommeil."
          }
        ]
      },
      {
        "title": "Histoire du personnage 5",
        "desc": [
          {
            "type": "RichText",
            "text": "L'objet le plus précieux chéri par Yanfei est une ancienne balance dont lui fit don son père.\nOn raconte qu'il s'agit là d'un cadeau du Souverain de la Roche capable de peser toute chose. Yanfei utilise des moras pour équilibrer les plateaux, par souci de commodité. En d'autres termes, elle estime la valeur de ce qu'elle pèse par son pesant en moras.\nBien sûr, le marché étant sujet à variations, ainsi en va-t-il de même pour le prix de beaucoup de choses. De plus, la balance ne peut être utilisée que pour les objets existant déjà lors de la création du mora. Pour tout le reste, Yanfei se doit de faire appel à son propre jugement.\nD'innombrables pesées ont ainsi permis à Yanfei d'avoir une vue unique sur l'évolution du Port de Liyue. Certains objets autrefois courants ont de nos jours presque disparu de la circulation, tandis que d'autres autrefois exotiques et rarissimes sont devenus monnaie courante.\nCette balance rappelle à Yanfei que nombre de choses ne peuvent être évaluées d'après les normes de ce monde.\nAinsi, Yanfei a par le passé essayé d'estimer la valeur d'un œil divin en moras, mais aucune quantité de moras ne suffit à équilibrer les plateaux.\nCe n'est qu'en plaçant la boîte contenant sa copie manuscrite du code juridique qu'elle porte toujours à la hanche qu'enfin, les plateaux atteignirent le même niveau."
          }
        ]
      },
      {
        "title": "Codex Finalem",
        "desc": [
          {
            "type": "RichText",
            "text": "Voici, parmi tous les traités juridiques que possède Yanfei, le plus précieux à ses yeux.\nContrairement à la plupart des ouvrages de ce type qui, avec le temps, deviennent de plus en plus abscons et lourds, ce livre surprend par sa finesse et sa légèreté.\nCelui qui le feuillette sera surpris de n'y découvrir, passé le prologue, que quelques-uns des principes les plus basiques du droit.\nAux yeux de Yanfei, il s'agit là de la forme ultime de la loi. Dans un futur lointain, quand le droit aura pénétré le cœur des hommes, que tous seront affables et humbles et vivront heureux en ce monde, les tribunaux ne seront plus que salles désertes et les montagnes de documents légaux finiront par disparaître dans les méandres du temps.\nCe jour peut paraître bien distant, mais pour quelqu'un comme Yanfei, dans les veines de laquelle coule le sang des créatures mystiques, l'atteindre ne devrait pas présenter de difficulté particulière.\n« Mais en y pensant, quand ce jour viendra, je me retrouverai sans travail... Que vais-je faire alors ? »\nUn jour qu'elle assistait par hasard à un concert rock donné par Xinyan, Yanfei se sentit immédiatement attirée par cette forme d'art complètement nouvelle.\nMais apprendre à jouer d'un instrument à partir de rien s'avéra plutôt difficile, raison pour laquelle Yanfei se plongea dans la lecture de nombreux ouvrages pour finalement trouver un plan de secours qui lui convienne.\nLe moment venu, elle se tournera vers le rap.\nPour quelqu'un comme elle capable de mémoriser en une heure des pages de dispositions légales, la vitesse, au moins, ne devrait pas poser trop de problèmes."
          }
        ]
      },
      {
        "title": "Œil divin",
        "desc": [
          {
            "type": "RichText",
            "text": "Yanfei est issue d'un père appartenant à une race de créatures mystiques, et d'une mère humaine exerçant le métier de marchande. Née en temps de paix, Yanfei n'eut pas à signer de contrat avec le Souverain de la Roche, mais dû promettre en revanche à ses parents de vivre heureuse.\nExperte en son domaine, Yanfei n'est pas étrangère à l'utilisation des failles du système juridique – parfois pour son propre compte, d'autres fois pour le compte des autres.\nLa jeune femme n'est pas, comme on pourrait le croire, en permanence à cheval sur les règles, et refuse de se voir contraindre d'aucune sorte par quelque règlement.\nMais si elle utilise parfois les failles de la loi, elle le fait pour son propre bien-être, et pour celui de Liyue : jamais elle ne le fera avec quelque mauvaise intention.\nLors de son annuelle révision et amendement des lois, la Megrez Ningguang prend généralement comme référence la conduite passée de Yanfei, un peu comme si cette dernière était officiellement là pour soumettre les textes juridiques à l'épreuve.\nD'un certain point de vue, on pourrait dire que Yanfei améliore les lois au moindre coût... C'est aussi la raison pour laquelle elle n'a jamais été accusée d'exploiter la loi à son avantage.\nYanfei croit fermement que la loi est indispensable à toute forme d'organisation, et n'aspire qu'à vivre librement dans les limites de ce cadre.\nAdeptes et mortels protègent chacun Liyue à leur façon.\nC'est pourquoi Yanfei possède également un œil divin – et que cet œil divin est de valeur égale à sa foi en ces principes."
          }
        ]
      }
    ]
  }
}