{
  "epId": 2487,
  "name": "Zhiqiong",
  "desc": "<p>Un membre de la Guilde des aventuriers. Elle a un incroyable talent pour la cartographie.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/10/235883431/23cdc287d1b7b2392afdc407110a4e7e_4043935943998080912.png",
  "menuId": 10,
  "menuName": "Archives des PNJ",
  "version": 1756056474,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relations"
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "name": "Guilde des aventuriers",
        "desc": "<p>Une organisation basée à Snezhnaya qui recrute des aventuriers et accepte et répartit des commissions. L'organisation a un guichet dans chaque ville majeure. La devise de la Guilde des aventuriers est «&nbsp;Vers les étoiles et au-delà !&nbsp;»</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/25/170542231/673abbcb1fef7c9a42bbf22f47c77c6f_6809725272368173111.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nAprès la fermeture des mines du Gouffre, Zhiqiong devint une aventurière. Elle fut inspirée par de grands aventuriers comme"
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Alice",
        "desc": "<p>L'aventurière qui a vu le monde, le Roi Dodo, la protectrice du vieux Mondstadt, l'amie des adultes qui portent l'espoir dans leurs cœurs, l'auteure du Guide de voyage en Teyvat, l'initiatrice de la technique Kujirai du Temari, le fournisseur du Seigneur Sangemah Bay, la doyenne et fondatrice de l'Hexenzirkel au nom de code « A » et la mère de Klee.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/170542231/279e2e1b961d770f2b89f649906b32f7_1021339640276419769.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": ", Stanley, Roald et Léonard."
      },
      {
        "type": "CustomEntry",
        "epId": 5119,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nZhiqiong fut envoyée dans le Gouffre pour cartographier les mines."
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nBien que Zhiqiong déteste le Village de Qiaoying à cause d'un conflit avec un commanditaire, elle continue à le consiérer comme sa deuxième maison. L'aventurière planifiait d'y retourner pour prendre du repos en rentrant du Gouffre."
      },
      {
        "type": "CustomEntry",
        "epId": 3994,
        "name": "Muning",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/10/235883431/a04617ebd2e9c030c2b4b1b2c28218e7_6282990913114688996.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nUn représentant du Bureau des affaires civiles. Il est en charge de la sécurité de l'équipe d'exploration."
      },
      {
        "type": "CustomEntry",
        "epId": 3995,
        "name": "Clitopho",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/10/235883431/74398529de43e3707a1f00433fc1cac0_4576498789222079382.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2520,
        "name": "Jinwu",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/10/235883431/738c1bee5ae37406972a2dc6a8f3b7d1_3165097002638078760.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3996,
        "name": "Taliesin",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/10/235883431/6ae5abc6cca8d9ff1e6f777e19c25a06_34980502663404424.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2510,
        "name": "Khedive",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/10/235883431/37d9eb4c4dcdd3ce0455ed46f99b20fe_3553178543589686123.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\n<color=#ffffff73>L'équipe d'exploration du Gouffre.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objets liés"
      },
      {
        "type": "CustomEntry",
        "epId": 2258,
        "name": "Lettre de Zhiqiong",
        "desc": "Une lettre laissée par une jeune aventurière. Elle porte un parfum légèrement amer de fleur de Qingxin.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/13/158750877/ba08fcad090f859730554c152cdb2208_6120856566429763935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 146,
        "name": "Schéma de l'emplacement des clés de substratum",
        "desc": "Un schéma simple dessiné par Zhiqiong. Il indique l'emplacement approximatif de plusieurs clés de substratum situées à la surface de la mine.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bedrock Key Location Diagram_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1182,
        "name": "Cristal givrémaillé",
        "desc": "Un morceau de cristal émaillé que l'on trouve dans les profondeurs du Gouffre. Ce cristal émaillé spécial était l'un des nombreux minerais à s'être répandu après la bataille contre une machine mystique appelée serpent kolpique. Bien que les cristaux émaillés proviennent du Gouffre, ce minerai est différent des autres.<br/>Lorsqu'il est exposé à la fois aux radiations d'autres cristaux azuréens et à la force de l'Abîme, un étrange motif en forme de vortex se forme à son sommet ; celui-ci procure une sensation froide au toucher qui glace le sang.<br/>La rencontre entre la puissance de la voûte céleste et l'énergie empoisonnée qui s'élève au ciel depuis les profondeurs de la terre donne leur forme actuelle à ces cristaux lisses à l'origine. On pourrait voir en cela un avertissement adressé à tous les mortels.<br/>Puisque l'interaction entre ces forces a pu tordre la pierre et le métal de la sorte à elle seule, comment une courageuse héroïne ordinaire aurait-elle fait face à cette découverte si elle avait vu l'extrémité des profondeurs ténébreuses ?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Frostglaze Crystal_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Zhiqiong",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/da14b7867b5fe6fbea9580a99f97e3fc_3252764299420376978.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Zhiqiong naquit au Village Mingyun dans la dernière génération de mineurs, mais comme les filons de minerai de Mingyun étaient taris depuis bien longtemps, elle et les autres mineurs n'eurent pas d'autre choix que de cehrcher du travail aillleurs, ce qui les mena au Gouffre. Là-bas, elle travailla en tant que cartographe, étudiant et menant des recherches dans mes mines souterraines. Tout comme les mineurs, Zhiqiong était habituée à se déplacer dans les dangereux passages souterrains et les connaissait comme sa poche. Peu après son arrivée, les mineurs déterrèrent une chose dans les mines qu'ils appelèrent « l'exauceur ». Ils pensaient que s'ils s'en approchaient, leurs vœux seraient réalisés. Après l'apparition de cette « chose », des cristaux de lumen commencèrent à se manifester partout dans les mines, et les changements dans la structure géologique du Gouffre s'accélérèrent : une matière noire apparut, couvrant la roche, une boue sombre et des concrétions visqueuses se répandirent dans les mines. L'influence de l'exauceur et de la boue sombre rendait les mineurs fous, et les Sept Étoiles de Liyue durent fermer les mines. Une fois l'accès au Gouffre interdit, Zhiqiong rejoignit la Guilde des aventuriers. Bien qu'elle n'ait accompli que quelques missions pour la guilde, elle était inspirée par de grands aventuriers tels que Stanley, Roald et Léonard, et lorsque le Bureau des affaires civiles lui demanda de rejoindre une équipe d'exploration pour prospecter dans les profondeurs du Gouffre, elle accepta immédiatement, dans l'espoir de laisser une empreinte dont les générations futures se souviendraient. L'aventurière était persuadée que le Gouffre pouvait devenit son Rubicon. Du fait de son talent en cartographie, la mission de Zhiqiong était de créer une nouvelle carte des mines souterraines du Gouffre, car le terrain avait beaucoup changé après l'incident."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/22ecacb511800322d5b6f9f12e67b168_1395391201740701171.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "L'équipe d'exploration était dirigée par le chercheur de Sumeru Khedive et était également composée de Jinwu, une technicienne de sécurité, du barde Taliesin, du Voyageur/de la Voyageuse, et d'un ancien pilleur de trésors du nom de Clitopho. Zhiqiong était très méfiante vis-à-vis de Clitopho et voulait le livrer aux Millelithes, mais puisqu'il les avait aidés à dégager l'entrée des niveaux inférieurs du Gouffre, elle changea d'avis. Comme Khedive, Jinwu, Taliesin et Clitopho ne quittaient pas le camp de l'équipe d'exploration, Zhiqiong, le Voyageur/la Voyageuse et Paimon partirent étudier les changements dans le Gouffre, trouvèrent la chose et cartographièrent la zone. Durant l'exploration, la condition de l'exploratrice alla de mal en pis : la proximité avec la boue sombre et les concrétions visqueuses la rendaient malade, un peu comme si elle avait le mal des transports, ou si elle perdait le sens de l'orientation sur un bateau en pleine tempête. Malgré sa santé en déclin, elle refusa de retourner à la surface et continua à descendre dans les profondeurs du Gouffre."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/26399c8ebd8fd3a1e73c74bc812f6879_1189357422189465702.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Lorsque Zhiqiong, le Voyageur/la Voyageuse et Paimon dégagèrent le chemin vers les niveaux inférieurs, ils/elles découvrirent un fragment lumineux flottant, similaire aux fragments du mandrin céleste des Monts Dosdragon dont une autre aventuière, Iris, avait parlé à Zhiqiong. Ce fragment était l'exauceur qui avait causé la fermture des mines du Gouffre. Lorsqu'ils/elles virent le fragment, il était tâché de boue noire et Zhiqiong se sentit mal. Mais une fois sle cristal purifié, elle parut pouvoir respirer normalement à nouveau. Avant qu'elle ne descende dans la partie la plus profonde du Gouffre, Khedive avait averti Zhiqiong que cette descente pourrait lui être fatale, mais malgré toutes les tentatives de persuasion et les ordres, elle refusa de revenir. Elle était une aventuirère, et le risque faisait partie de sa vie. Zhiqiong ne voulait pas finir allongée dans son lit à dépendre des autres pour manger ou même aller aux toilettes. Pour elle, il était mieux de perdre la vie dans une aventure que d'être dans un lit douillet à attendre la mort. Elle ne voulait pas d'un travail confortable au Bureau des affaires civiles ou de la récompense de Khedive, car elle voulait prouver que même ceux qui n'avaient pas d'œil divin et n'étaient pas choisis par les dieux pouvaient tout accomplir. Elle estimait que c'est la seule façon d'inspirer ceux qui viendront après elle et de leur montrer jusqu'où pouvait aller une personne qui n'avait pas été choisie par les dieux et quelles histoires elle pouvait laisser derrière elle. Et même si elle n'y parvenait pas, elle désirait s'inscrire dans la mémoire du peuple."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/96e7f42f56638cdf7f6bb896e9edbddf_2885714699672117518.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Une fois que le Voyageur/laVoyageuse et Paimon eurent trouvé le\nau fond du Gouffre, Zhiqiong alla placer des balises de recherche, mais elle ne revint pas. Ils/Elles retrouvèrent l'aventurière engluée dans la boue sombre, épuisée et délirante : <color=#ffffffd9>« La cité dorée... La tour noire... tousse Les émissaires du ciel sont partis... »</color> Après cet incident, on lui ordonna de quitter le Gouffre, et le Bureau des affaires civiles l'employa comme consultante et guide officielle, mais elle quitta l'équipe d'exploration et s'enfuit. Lorsque le Voyageur/la Voyageuse et Paimon trouvèrent son dernière campement près du mandrin céleste, il y avait un cadeau pour le Voyageur/la Voyageuse et une lettre abandonnée sur le sol, dans laquelle elle s'excusait d'être partie sans dire au revoir. Elle remerciait Jinwu d'avoir pris soin d'elle et lui dit que si elle avait eu une famille, elle aurait été sa parente la plus proche. Malgré tout, plutôt que de vivre éternellement sous la protection de ses aînés, l'aventurière avait préféré partir seule et faire l'expérience d'un vrai voyage. Zhiqiong s'excusait auprès de Clitopho pour sa méfiance envers lui, ainsi que de Muning pour l'abandon de son poste. L'aventurière écrivit qu'elle voulait se rendre à l'endroit où s'étaient battus les Millelithes et les Yakshas aux côtés du Souverain de la Roche il y a 500 ans, et que son voyage était loin de s'achever. Cependant, le Voyageur/la Voyageuse et Paimon ne trouvèrent rien d'autre que la lettre."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Mais malgré tout, je ne peux m'empêcher de me demander ce qu'auraient fait ces célèbres aventuriers que sont Léonard, Stanley et Roald s'ils avaient été témoins des mêmes merveilles que moi : les anciennes salles aux murs de pierre obscurs, la boue noir-violet qui jaillit comme de la lave, les cristaux azur translucides qui flottent dans l'air, les stèles de pierre endommagées sur lesquelles sont gravées des cartes de lieux d'autrefois et tant d'autres choses indescriptibles... Auraient-ils reculé par peur du danger, ou auraient-ils agi avec autant d'insouciance que moi, s'obstinant à vouloir percer les secrets insondables du monde, même au prix de leurs vies ordinaires et sans importance ? »</color>\n<color=#ffffffd9>« Dans les temps anciens où les héros et les Yakshas combattaient aux côtés du Souverain de la Roche, à la genèse des montagnes et les mers, quelle était la place des humains qui ne bénéficiaient ni de la faveur ni de la reconnaissance divine ? Que signifiaient pour eux nos amours, nos haines, nos bonheurs, nos tragédies, nos accomplissements, nos relations ? Tout cela était-il sans importance aux yeux des dieux ? Le courage des humains était-il vraiment incapable de conquérir l'ancienne demeure des dieux, ce lieu hors de leur portée ? »</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5367,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5369,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5119,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "name": "Guilde des aventuriers",
        "desc": "<p>Une organisation basée à Snezhnaya qui recrute des aventuriers et accepte et répartit des commissions. L'organisation a un guichet dans chaque ville majeure. La devise de la Guilde des aventuriers est «&nbsp;Vers les étoiles et au-delà !&nbsp;»</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/25/170542231/673abbcb1fef7c9a42bbf22f47c77c6f_6809725272368173111.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 3830,
        "name": "Œil divin",
        "desc": "<p>Les yeux divins sont des artéfacts de maîtrise élémentaire externes octroyés par Celestia et les Sept aux allogènes, une minorité de personnes ayant de profondes aspirations, leur permettant de canaliser un pouvoir élémentaire spécifique. Chaque porteur d'œil divin a la capacité d'atteindre la divinité et de s'élever à Celestia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/01/170542231/fa9e7f4e1400794f2ee1468599880d59_7903900893992642991.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 3994,
        "name": "Muning",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/10/235883431/a04617ebd2e9c030c2b4b1b2c28218e7_6282990913114688996.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2520,
        "name": "Jinwu",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/10/235883431/738c1bee5ae37406972a2dc6a8f3b7d1_3165097002638078760.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2510,
        "name": "Khedive",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/10/235883431/37d9eb4c4dcdd3ce0455ed46f99b20fe_3553178543589686123.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3996,
        "name": "Taliesin",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/10/235883431/6ae5abc6cca8d9ff1e6f777e19c25a06_34980502663404424.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3995,
        "name": "Clitopho",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/10/235883431/74398529de43e3707a1f00433fc1cac0_4576498789222079382.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2258,
        "name": "Lettre de Zhiqiong",
        "desc": "Une lettre laissée par une jeune aventurière. Elle porte un parfum légèrement amer de fleur de Qingxin.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/13/158750877/ba08fcad090f859730554c152cdb2208_6120856566429763935.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1182,
        "name": "Cristal givrémaillé",
        "desc": "Un morceau de cristal émaillé que l'on trouve dans les profondeurs du Gouffre. Ce cristal émaillé spécial était l'un des nombreux minerais à s'être répandu après la bataille contre une machine mystique appelée serpent kolpique. Bien que les cristaux émaillés proviennent du Gouffre, ce minerai est différent des autres.<br/>Lorsqu'il est exposé à la fois aux radiations d'autres cristaux azuréens et à la force de l'Abîme, un étrange motif en forme de vortex se forme à son sommet ; celui-ci procure une sensation froide au toucher qui glace le sang.<br/>La rencontre entre la puissance de la voûte céleste et l'énergie empoisonnée qui s'élève au ciel depuis les profondeurs de la terre donne leur forme actuelle à ces cristaux lisses à l'origine. On pourrait voir en cela un avertissement adressé à tous les mortels.<br/>Puisque l'interaction entre ces forces a pu tordre la pierre et le métal de la sorte à elle seule, comment une courageuse héroïne ordinaire aurait-elle fait face à cette découverte si elle avait vu l'extrémité des profondeurs ténébreuses ?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Frostglaze Crystal_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Peixiu",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos des cartographes</color>\nJe ne suis qu'un apprenti. J'ai terminé quelques croquis approximatifs, mais il y a des tonnes d'erreurs. Je dois me rendre dans une combe ou un tunnel ombragé pour effectuer un relevé détaillé.\nArgh, c'est trop pour moi. Le terrain ici à Sumeru est trop complexe, et il y a aussi tellement de routes et de grottes. Parfois, je me demande si toute la montagne n'est pas creuse...\nLes progrès sont bien trop lents... soupir Je ne connais pas le terrain aussi bien que les locaux.\nEuh, c'est en fait un projet conjoint entre les branches Sumeru et Liyue de la Guilde des aventuriers, et une carte complète sera fournie à ceux qui commercent ou s'aventurent entre les deux.\nElle a été confiée à la branche Liyue, car l'aventurière qui devait en être responsable avait de l'expérience. Elle est réputée pour être d'une fiabilité absolue.\nElle aurait déjà fait quelque chose de similaire dans le Village de Qiaoying. Il lui a suffi d'un simple coup d'œil pour connaître tout le terrain comme sa poche, et ses cartes étaient également très précises.\nMais elle est partie pour une zone minière. Euh, elle est allée au Gouffre ou à la Forge de Rochenoire...\nQuoi qu'il en soit, une fois que nous avons vu sa carte, nous étions tous un peu gênés de nos propres compétences. Les aventuriers qui ont utilisé sa carte n'ont d'ailleurs pas tari d'éloges !"
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Zhiqiong</color>"
          }
        ]
      },
      {
        "key": "Région",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Liyue</color>"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Guilde des aventuriers</color>\n<color=#ffffffd9>Équipe d’exploration du Gouffre</color>"
          }
        ]
      },
      {
        "key": "Titre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Aventurière</color>"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Vue de la surface du Gouffre",
        "desc": [
          {
            "type": "RichText",
            "text": "« La topographie effrayante de ce lieu m'a laissée sans voix la première fois que je l'ai vue... Le choc et la révérence que j'ai éprouvés restent encore gravés dans ma mémoire. »\n« Or, même les paysages les plus splendides deviennent insipides après plusieurs expéditions commanditées par le Bureau des affaires civiles... »\n« J'y pense, mais il faut que je remercie le voyageur/la voyageuse de m'aider à continuer ma propre aventure... »"
          }
        ]
      },
      {
        "title": "Mâchoire de la grande mine",
        "desc": [
          {
            "type": "RichText",
            "text": "« L'entrée des mines du Gouffre a été surnommée la « Mâchoire du Gouffre » par les mineurs. Depuis le dernier séisme, les tunnels auparavant scellés par les Sept Étoiles sont devenus plus dangereux et imprévisibles... »\n« Le sceau a pu être brisé avec l'aide du voyageur/de la voyageuse. J'espère que les Sept Étoiles ne nous en voudront pas trop... »"
          }
        ]
      },
      {
        "title": "Ancien champ de bataille du Vallon Fuao",
        "desc": [
          {
            "type": "RichText",
            "text": "« Le combat mortel entre Azhdaha et le Souverain de la Roche a eu lieu à cet endroit même. Je ne suis qu'une jeune aventurière inexpérimentée sans talent pour l'écriture... Mais je reste très impressionnée de pouvoir me tenir ici. »\n« Nous, mortels, sommes si insignifiants face au temps, indifférent à la nuit, au jour ou aux dieux qui font trembler ciel et terre... »"
          }
        ]
      },
      {
        "title": "Mines souterraines",
        "desc": [
          {
            "type": "RichText",
            "text": "« J'ai grandi dans les mines du Village Mingyun. Les nouvelles bruyantes des mineurs, leurs joies et leurs peines ont fait partie de mon quotidien d'enfant. »\n« C'est en regardant ces tunnels vastes, silencieux et abandonnés que les souvenirs du passé me reviennent... avec davantage de solitude et de tristesse... »"
          }
        ]
      },
      {
        "title": "Tunnel bloqué",
        "desc": [
          {
            "type": "RichText",
            "text": "« Les mineurs ont condamné les tunnels qui menaient aux profondeurs lorsqu'ils ont quitté les lieux, tout en y laissant un démontagnateur. »\n« C'était peut-être un ordre de leur hiérarchie ? Après tout, les cristaux émaillés ne peuvent pas être dissociés trop longtemps de la prospérité commerciale de Liyue. »"
          }
        ]
      },
      {
        "title": "Canal souterrain",
        "desc": [
          {
            "type": "RichText",
            "text": "« J'ai découvert ce cours d'eau lors de mon exploration. L'eau y est fraîche et limpide, parfait pour se détendre et laver toute la malchance qui s'est accumulée sur la route. »\n« Il y a des créatures élémentaires inoffensives qui se déplacent tout doucement, ne se préoccupant pas du monde qui les entoure... J'ai dessiné le canal sur la carte. J'espère que le voyageur/la voyageuse saura la suivre pour parvenir jusqu'ici. »"
          }
        ]
      },
      {
        "title": "Fragment de cristal",
        "desc": [
          {
            "type": "RichText",
            "text": "« Le cristal qui se dressait ici était la cause de la fermeture du Gouffre à l'époque. Ses mouvements récents n'ont pas manqué de terroriser à nouveau le Bureau des affaires civiles. ».\n« Heureusement, le voyageur/la voyageuse l'a renvoyé dans les niveaux les plus profonds du Gouffre, laissant seulement cet « écrin » froid et vide."
          }
        ]
      },
      {
        "title": "Ville inversée",
        "desc": [
          {
            "type": "RichText",
            "text": "« J'ai découvert ces vastes ruines effrayantes lors d'un voyage en solo. Ce sont peut-être les vestiges d'une civilisation qui a été punie et anéantie ? Cette ville antique semble avoir été préservée de la présence d'intrus... Elle pourrait avoir un lien avec ces cristaux noir-violet ou la substance boueuse. »\n« J'y suis restée quelque temps, mais j'ai quand même fini par quitter cet endroit renversé. »"
          }
        ]
      },
      {
        "title": "Territoire du grand champignon",
        "desc": [
          {
            "type": "RichText",
            "text": "« Une cave souterraine où d'étranges champignons gigantesques poussent. J'ai eu l'impression qu'une voix m'appelait. Peut-être que c'est une illusion ou une hallucination de ma part ? Si c'est le cas, cet endroit doit être rempli de gaz hallucinogène et il faut vite que j'en sorte. »"
          }
        ]
      },
      {
        "title": "Cour des piliers",
        "desc": [
          {
            "type": "RichText",
            "text": "« Malgré les avertissements du voyageur/de la voyageuse, je l'ai quand même suivi/suivie jusqu'ici. »\n« Je n'arrive pas bien à comprendre la présence de ce pilier de cristal couleur azur... Il ne peut pas être de cette terre. Seuls les cieux, qui partagent sa couleur, pourraient en être l'origine. »\n« J'ai décidé de m'enfoncer dans les chemins secrets pour découvrir les mystères qui l'entourent... Je ne sais pas jusqu'où je pourrai aller, ni quelles traces je pourrai laisser... »"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/10/235883431/3edc0b01e66a7f9ff39e56ae216b2766_7276454316432562929.png"
      },
      {
        "key": "Localisation",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/10/235883431/c1dff8ad3feb089d82143ee5cd15e80a_4135331988828693061.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Gouffre, Liyue"
          }
        ]
      }
    ]
  }
}