{
  "epId": 2523,
  "name": "Souffle-Nuages",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Souffle-Nuages est un PNJ qui apparaît lors d'une quête du monde. C'est un Adepte vivant au Mont Aozang, à Liyue</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/23/158750877/46ee1323ddfe94fe1707c1d50912504e_8597419811374119631.png",
  "menuId": 10,
  "menuName": "Archives des PNJ",
  "version": 1722289585,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailers & Teasers",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Aperçu de l'histoire : « Saveurs du monde »"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/1062f1cb3cf7147dc48b249b75c30c10_6187059567318529523.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>2/10/2021</color>\nRepas éternels et boissons intemporelles : à travers les âges, tout est en perpétuel renouvellement.\nLa fumée qui s'échappe des fourneaux apporte de la joie, la cuisine fait bouger le monde. Les nuages voguent dans le ciel comme des bateaux sur le fleuve du temps.\n<color=#ff9999>YouTube :</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=sHshbPUOXo4&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Histoire de personnage | Shenhe : « Rêve solitaire »"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/6ef4b7901339d861753ac325fc84a123_3108648757264325957.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>30/12/2021</color>\nShenhe vivait isolée dans les montagnes depuis son enfance en tant que disciple d'Adepte, dans un quotidien de tranquillité.\nParfois le bruissement des feuilles, le chant des oiseaux et les cris des insectes lui donnaient l'impression d'avoir de la visite.\nMais en tendant l'oreille, elle constatait plutôt le calme des montagnes et des forêts, ainsi que le vent qui soufflait presque sans un bruit.\n<color=#ff9999>YouTube :</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=jvGnekdMOhI&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Aperçu de l'histoire : « Divine damoiselle de la dévastation »"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/a027357bf768696f88d82f5d1c6c589f_4635953340932404874.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>6/01/2022</color>\nUne étrange histoire du monde des Adeptes, où plus rien n'est comme avant, excepté le chagrin répandu.\nCet opéra conte les exploits d'une héroïne et ajoute de nouveaux éléments qui feront rentrer à nouveau la lumière dans les chaumières.\n<color=#ff9999>YouTube :</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=EiAhMr6IJTQ&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Cinématique de « Couleurs éphémères en vol » : « Ère des mille teintes »"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/5fc72b4328567c8785efb5907e0ad078_7739075259872961470.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>31/01/2022</color>\nLes feux d'artifice flamboyants se dispersent dans le ciel comme des étoiles.\nLeurs splendides couleurs sont porteuses de milliers de vœux, et souhaitent que les montagnes et la lune conservent leur beauté éternelle.\n<color=#ff9999>YouTube :</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=GJiO22r9418&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Démo personnage : « Yaoyao : Pureté épanouie »"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/b8b5bf39f7523775dd545a164e4d2d20_6366474729038547114.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>16/01/2023</color>\nL'attention que Yaoyao porte aux autres ne change pas selon leur identité.\nQue ce soit son maître, ses aînés, ses amis, ou même les passants, chacun peut ressentir sa bienveillance.\nNe vous fâchez pas lorsque Yaoyao parle trop, son cœur déborde d'un enthousiasme que le nombre de paroles qui sort de sa bouche ne saurait égaler.\n<color=#ff9999>YouTube :</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=JTVQdw8jDp0&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Cinématique de « Sous les carillons de l'exquise nuit » : « Fête chantante »"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/f549ae83e69ae6253ebc1b46bb599873_529651397798615907.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>21/01/2023</color>\nLa nouvelle année apporte de nouvelles possibilités, les amis proches s'adressent des souhaits sincères.\nEn cette nuit éclairée par des couleurs éclatantes, sous les lanternes célestes, des mélodies féériques se font entendre dans tout le Port de Liyue.\n<color=#ff9999>YouTube :</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=DXcQSUZuOKk&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Aperçu de l'histoire : « Son persistant »"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/23/237301566/083477d4fe3e4626f8d54ba962d5cae2_4419010495052526109.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>21/01/2023</color>\nLes nuages brumeux fuient lentement, les nénuphars flottent au gré de l'eau.\nL'eau qui coule doucement emporte avec elle toutes les poussières.\n<color=#ff9999>YouTube :</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=d1OANwZ29ww&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Les paysages de Teyvat : Liyue"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/50e9716fc5f9012a00e38edd53ac83e2_3420861946456836153.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>21/06/2023</color>\nUn mystérieux paysage composé de montagnes et de rochers, à la fois immense et inébranlable.\nCe port de commerce prospère a vu passer une multitude de navires.\n<color=#ff9999>YouTube :</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=gJe8sAMb3bE&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrations",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Anniversaire de Ganyu"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/af3d027618484431d9ede13a9d45a690_6108611618331370173.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>2/12/2023</color>\n« Bon anniversaire, Ganyu. »\n« Merci... »\n« Chaque année, à cette époque, je me rappelle à quel point tu étais mignonne quand tu étais petite. Les gens d'aujourd'hui n'ont pas la chance de voir cela... Tu es toujours occupée au travail cette année ? Tu ferais mieux de prendre un peu de temps pour te détendre... »"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Adeptes",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/237301566/a82bdf0881ab4b3d46003b668727a98c_8179848916528490834.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Bien avant la Guerre des Archons, alors que Morax n'avait pas encore reçu de Gnosis, il fonda Liyue et l'Agora Guili avec d'autres divinités et Adeptes. Guizhong, la déesse de la poussière, transmit à l'humanité sa sagesse et ses compétences en matière de fabrication de machines. Marchosius, le dieu des fourneaux, donna au peuple la connaissance de la cuisine et de la fabrication de fours. Ensemble, ils protégèrent leur peuple.\nIl y a fort longtemps, avant la Guerre des archons, il y avait une sécheresse extrême à Liyue. Sans autre solution, de nombreux habitants durent abandonner leur maison, tandis que d'autres passaient leur temps à supplier les Adeptes de leur venir en aide. En plus de la sécheresse, un gaz nocif se répandit à travers les terres. Si Souffle-Nuages n'était pas intervenue, Liyue ne serait aujourd'hui plus qu'un morceau de terre aride et désertique. À leur arrivée, les Adeptes empruntèrent le vent pour retenir les nuages. Immédiatement, les nuages se rassemblèrent et une pluie abondante tomba du ciel. La sécheresse ainsi que l'épidémie se dissipèrent et les habitants de Liyue furent sauvés."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/237301566/cbb6c0df420577aa4723d81a51ecbffe_1403738560652293759.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "En ces temps reculés, Souffle-Nuages aimait beaucoup retrouver les autres Adeptes autour d'un thé. Une table se trouve près de sa demeure, où s'asseyaient Morax, la déesse de la poussière et elle-même. Souffle-Nuages riait souvent à la vue des tasses qu'apportait le Souverain de la roche, car elles étaient trop carrées.\nGuizhong, l'amie de Souffle-Nuages, avait l'habitude d'inviter ses amis dans les plaines Guili, qu'elle faisait s'asseoir autour d'une immense table en pierre. Marchosius servait ses savoureux mets, Scrute-Flots était toujours le premier à présenter sur la table le dernier trésor qu'il avait déniché, et Souffle-Nuages et Guizhong discutaient de leurs dernières inventions. Flâne-Sentier restait souvent pour admirer les fleurs avec Guizhong avant de rentrer chez elle. Guizhong trouvait toujours des sujets de conversation, égayant la soirée de rires et de plaisanteries.\nUn jour, Grave-Lune et Souffle-Nuages prirent part à une course. Alors qu'il venait de perdre, Grave-Lune se plaignit que la capacité de voler de Souffle-Nuages lui avait donné l'avantage. Elle accepta de renoncer à voler, mais elle demanda en échange d'avoir la possibilité d'utiliser l'un de ses appareils, l'éclairo-mobile bi-cyclique, durant la course. Grâce à l'énergie de l'adepte, la machine pouvait parcourir des milliers de kilomètres par jour, mais sa vulnérabilité se manifestait sur les terrains montagneux. Alors que Souffle-nuages venait de dépasser Grave-Lune, la machine sortit de la piste quelques secondes avant la ligne d'arrivée, et Souffle-Nuages perdit la course. Durant une année où il a neigé abondamment à Liyue, le Mont Aozang était recouvert par plusieurs mètres de neige et les gens restaient chez eux sans rien avoir à faire. Souffle-Nuages eut l'idée de fabriquer un dériveur de neige. Avec Guizhong et Flâne-Sentier, elle s'amusa beaucoup, jusqu'à ce que Grave-Lune décide de se joindre à elles. A peine avait-il pris le départ qu'il avait déjà fait dérailler la machine et s'était enfoncé dans une congère. Il leur fallut au moins une journée pour arriver à le sortir de sous la neige."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/237301566/5d7ba312dadb3346ea74692d25d818ba_2012992109809864745.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Lorsque la Guerre des Archons éclata, les terres de Liyue devinrent un champ de bataille. L'Agora Guili fut inondée et les Adeptes durent aider les habitants de Liyue à déménager au port de Liyue, qui plus tard devint la ville principale. Souffle-Nuages perdit de nombreux amis durant cette guerre. Marchosius se sacrifia pour le peuple, perdit ses pouvoirs et la mémoire et devint le Gooba que nous connaissons aujourd'hui. Guizhong fut tuée et ses pouvoirs scellés. Brise-Cieux sacrifia ses bois pour soutenir une montagne sur le point de s'effondrer, assurant ainsi la sécurité des habitants, et continua à se battre jusqu'à ce qu'il se vide de son sang et que sa vie s'épuise. Dans la mer de Liyue, des pointes de pierre, lancées par Morax, formèrent la forêt de pierre Guyun, où les dieux vaincus furent enterrés et emprisonnés.\nDe nombreuses légendes racontent les faits de Souffle-Nuages durant la Guerre des archons. L'une d'entre elles dit que les mortels encore en vie, qui avaient tout perdu dans le tumulte, se réfugièrent dans les montagnes, où ils supplièrent les Adeptes de les abriter. Ils étaient poursuivis par d'innombrables monstres qui avaient perdu la raison. Après de longs jours de bataille acharnée, alors que tout était en suspens, certains disent que Souffle-Nuages jaillit des nuages comme une bourrasque. Elle renversa la situation et vainquit les monstres. Il existe d'autres versions de cette légende, mais dans chacune d'elles, Souffle-Nuages sauve héroïquement les habitants de Liyue.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Une mystérieuse relation du Funérarium Wangsheng, aux connaissances aussi variées qu'étendues.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3487,
        "name": "Guizhong",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/27/14056998/dc0fb751f7e7704bf7a382c304817352_3833035682980140534.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Gooba",
        "desc": "<p>Ami de Xiangling, dont il est inséparable, et aide à la cuisine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/18/170542231/f85da71c0716edf2cd8333f3b9c55a9c_2831289049314881999.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4782,
        "name": "Brise-Cieux",
        "desc": "<p>Un Adepte de Liyue qui périt durant la Guerre des Archons</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/55f8ede1e3451352d35d9ba8a323df7f_6330949745455225358.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4783,
        "name": "Scrute-Flots",
        "desc": "<p>Un des Adeptes de Liyue. Il aimait collectionner les trésors. Sa demeure se situe dans la région de Lisha, à Liyue.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/bcf3c5e99c0f06cc10a700403456164c_8244983452388089599.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mécanismes",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Souffle-Nuages aime beaucoup étudier et créer divers mécanismes. Dans sa demeure, il y a de nombreuses énigmes et autres puzzles. Elle apprécie particulièrement de rivaliser avec d'autres Adeptes en matière d'inventions. À chacune de leurs réunions, Scrute-Flots avait coutume de montrer les derniers trésors qu'il avait trouvés, accaparant ainsi l'attention de tous. Mais ni Guizhong ni Souffle-Nuages ne comptaient le laisser voler la vedette, alors elles présentaient aussi les créations mécaniques dont elles étaient les plus fières. Scrute-Flots n'inventait rien, il se contentait de faire usage de ses qualités d'explorateur pour les déterrer, et Souffle-Nuages trouvait cela scandaleux de sa part de chercher à rivaliser avec elle. De ce fait, elle se disputait souvent avec Scrute-Flots. Guizhong tentait souvent de les empêcher de se quereller en disant qu'aucun d'entre eux ne pouvait espérer la surpasser, ou bien elle suggérait d'aller au pied de la montagne pour griller un peu de viande."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/237301566/69718c9101b12d4f237408cc37fd7dc8_1744471329919066493.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dans le temps, Guizhong et Souffle-Nuages se querellaient souvent au sujet des principes mécaniques, sans que ni l'une ni l'autre ne cède. Sous le prétexte d'un rassemblement mondain, Souffle-Nuages invita l'impartial Souverain de la roche pour juger de la qualité de leur travail. Morax déclara que le mécanisme Obscuro Vulpes de Guizhong était supérieur, et bien que Souffle-Nuages ait été trop orgueilleuse pour le reconnaître, au fond d'elle, elle savait que Guizhong était effectivement la plus douée dans les arts mécaniques.\nL'un des mécanismes connus fabriqués par Souffle-Nuages est Yuegui, un lapin mécanique qu'elle créa pour Yaoyao. Il était censé protéger la fillette en cas de danger, et son maître, Flâne-Sentier, pouvait localiser sa disciple en appelant Yuegui. Si quelqu'un voulait s'en prendre à la petite fille, le lapin informait son maître afin que les Adeptes puissent lui venir en aide. Le cuiseur suprême et l'appareil turquoise de Souffle-Nuages sont aussi certaines de ses créations. Fait à partir de feuilles de papier, le léger Appareil turquoise a l'apparence d'un oiseau et fut offert au Voyageur/à la Voyageuse. Bien qu'il s'agisse effectivement d'un mécanisme, il est impossible de distinguer un quelconque composant quand on le regarde. Pour le village de Qiaoying, célèbre pour son thé, Souffle-Nuages créa un chaudron spécial pour préparer le thé, qui fonctionne à l'aide d'énergie élémentaire."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/23/237301566/e1dadcfac63c48b65a0f35e8545ca508_3258896917448021309.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Souffle-Nuages créa aussi l' « Origistreur apaisant » : un appareil spécial qui fait usage d'une mélodie des Adeptes pour aider l'auditeur à se détendre, à calmer son agitation et son anxiété, à soulager sa fatigue et ses insomnies, ainsi qu'à retrouver la mémoire."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/237301566/b4a9029235c7d6bf7b5d4416c0e52b91_1839267053955620218.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "L'une des dernières inventions de Souffle-Nuages est le scarabuto mécanique. A l'origine, elle conçut de nombreux appareils de jardinage et d'aménagement paysager pour que son amie Madame Ping puisse prendre soin des fleurs de soie de la terrasse, et elle les appela « sécateurs floraux ». Le sécateur floral peut prendre la forme de n'importe quelle créature pour se fondre dans le décor. Lorsque Madame Ping apprit que son vieil ami Gooba participait au combats de scarabées d'Arataki, elle donna à Gooba un sécateur floral et lui fit prendre la forme d'un scarabuto. Durant le combat contre le Titan cramoisi d'Arataki Itto, le Sécateur floral fit preuve d'une telle habileté en n'utilisant qu'un millième de sa force qu'Itto voulut devenir un disciple de Souffle-Nuages afin d'apprendre ce talent.\nEn plus de créer des mécanismes, Souffle-Nuages aime étudier et démonter les mécanismes existants. Un jour, durant le Festival des lanternes, Keqing offrit à l'Adepte un nouveau feu d'artifice créé par le Bureau des affaires civiles. Souffle-Nuages fut enchantée par le cadeau, car le dispositif avait une forme originale et était agréable à l'œil.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4783,
        "name": "Scrute-Flots",
        "desc": "<p>Un des Adeptes de Liyue. Il aimait collectionner les trésors. Sa demeure se situe dans la région de Lisha, à Liyue.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/bcf3c5e99c0f06cc10a700403456164c_8244983452388089599.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3487,
        "name": "Guizhong",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/27/14056998/dc0fb751f7e7704bf7a382c304817352_3833035682980140534.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Une mystérieuse relation du Funérarium Wangsheng, aux connaissances aussi variées qu'étendues.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p>Le maître de Yao Yao et de Xiangling. <span class=\"wk-shady\">Elle est également une Adepte, connue sous le nom de Flâne-Sentier.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/235883431/0f6d6b3952d41b274178b21b4b0169b9_3170143921947659267.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La plus jeune disciple de Flâne-Sentier, une « petite adulte » douce et attentionnée.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/18/43281454/5bc9df1fb67391e4c8080da3d855de53_6419365014105763727.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 17,
        "name": "Voyageur (Géo)",
        "desc": "Un voyageur/Une voyageuse venant d'un autre monde qui a été séparé/séparée de sa sœur/son frère. Il/Elle débute son périple à la recherche des Sept Archons de Teyvat dans l'espoir de la/le retrouver.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Traveler_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 10,
        "name": "Keqing",
        "desc": "L'Alioth, l'une des Sept Étoiles de Liyue. L'Alioth critique à mots couverts l'idée que Liyue suive à la lettre la parole du Seigneur de la Roche, mais ce dernier apprécie justement ce genre de personnes.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Keqing_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Gooba",
        "desc": "<p>Ami de Xiangling, dont il est inséparable, et aide à la cuisine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/18/170542231/f85da71c0716edf2cd8333f3b9c55a9c_2831289049314881999.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 36,
        "name": "Arataki Itto",
        "desc": "Le premier et plus grand chef du gang Arataki, célèbre dans tout Hanamizaka, à la Cité d'Inazuma... Hein, quoi ? Jamais entendu parler d'eux ? Sérieux ?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Arataki Itto_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2905,
        "name": "Appareil turquoise de Souffle-Nuages",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Ce mécanisme léger fait à partir de papier et à l'apparence d'un oiseau vous a été offert par Souffle-Nuages.<br>Bien qu'il s'agisse effectivement d'un mécanisme, il est impossible de distinguer un quelconque composant quand on le regarde.<br>Il semblerait que cet Adepte se soit encore amélioré dans l'art de fabriquer des mécanismes...</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/02/152708310/22d9949e5c8c16258264bd9633d51e9e_3294995429573479138.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1883,
        "name": "Scarabuto",
        "desc": "Un scarabée étrange qui peuple les zones riches en énergie Électro. Son tempérament docile et sédentaire ne pourrait pas contraster plus avec la forme féroce et démoniaque qui orne sa carapace.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Onikabuto_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mort de Rex Lapis",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Il y a 3700 ans, les Adeptes signèrent un contrat avec le Souverain de la roche et firent la promesse de protéger le port de Liyue. Durant des millénaires, ils prirent soin de Liyue, avant d'en perdre le contrôle à la suite de la mort de l'archon Géo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/237301566/a0a990eea30d7f5ee6099930cc60bb29_1169646663988060864.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Lorsque l'archon Géo fut tué pendant le Rituel de la descente, Souffle-Nuages voulut détruire l'entièreté du port de Liyue. Elle pensait qu'après la mort de l'archon, des événements terribles se produiraient, dont elle voulait libérer le peuple. Elle pensait que les Sept Étoiles de Liyue, qui dirigeaient Liyue, avait failli à leur tâche et permis la mort de l'archon."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/237301566/829d32591ac9523afdeade3272423118_1980746374018068701.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Souffle-Nuages accepta malgré tout d'écouter l'opinion des autres Adeptes. Après que Morax leur apparut en rêve, les Adeptes décidèrent de se réconcilier temporairement avec les Sept Étoiles de Liyue pour protéger le peuple de la menace. Ortell, dieu du vortex, qui avait été vaincu par Morax durant la Guerre des Archons, fut invoqué par l'exécuteur des Fatui Tartaglia, dans l'espoir de mettre Liyue en danger pour attirer Morax et prendre son Gnosis. Souffle-Nuages modifia la baliste de Guizhong et la transforma en une machine de guerre. Grâce aux efforts conjoints des Millelithes, des Sept Étoiles et des Adeptes, le dieu antique fut anéanti et Liyue fut sauvé.\nAprès cette bataille, les Adeptes confièrent le pouvoir aux Sept Étoiles de Liyue. Lorsque Beisht, la femme d'Ortell, voulut attaquer Liyue à nouveau pour venger son époux, ils n'interférèrent pas et laissèrent les habitants défendre eux-mêmes la ville.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Une mystérieuse relation du Funérarium Wangsheng, aux connaissances aussi variées qu'étendues.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2100,
        "name": "Tartaglia",
        "desc": "Tartaglia, le onzième des Exécuteurs Fatui.<br/>Il tire son pouvoir de son sinistre œil maléfique et combat au moyen d'arts martiaux qu'il a appris dans une terre couverte par les ténèbres.<br/>Chaque conflit sanglant, chaque lutte à mort est une épreuve réjouissante à ses yeux.<br/>Certains disent que le jeune Tartaglia est célèbre sur tout le continent pour ses prouesses au combat.<br/>Mais il n'a que faire de ces discours.<br/><br/>Après tout...<br/><i>« Tu seras toujours dans l'œil de la tempête,</i><br/><i>et le choc de l'acier t'accompagnera à jamais.</i><br/><i>Le sombre souvenir d'avoir pénétré dans l'obscurité,</i><br/><i>deviendra la force qui te permettra de régner. »</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "name": "Ortell",
        "desc": "<p>Dieu du vortex, il fut vaincu par Morax durant la Guerre des Archons</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/170542231/6dfc1c5f5f69b627eb5428b304e30377_5615313718395489671.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 8,
        "name": "Ningguang",
        "desc": "La Megrez des Sept Étoiles de Liyue. Peu de personnes peuvent se vanter d'être aussi riches à travers Teyvat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ningguang_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4905,
        "name": "Beisht",
        "desc": "<p>La femme d'Ortell, qui tenta de venger son époux</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/170542231/a1da665c7797cb73310d26aafd7576d9_765012454611495332.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1225,
        "name": "Talisman de permission",
        "desc": "Un objet prêté par Tartaglia, l'un des onze Exécuteurs des Fatui. Les mortels ne pénètrent pas au Karst Jueyun et tiennent des rituels à ses frontières pour rendre hommage aux Adeptes. Cependant, grâce à cet objet, il vous sera possible d'y pénétrer sans aucun problème.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/29/235883431/9ab8ed4975776591913718ecd7c08a55_3748670702315029595.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Disciples",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "L'une des premières disciples de Souffle-Nuages est Ganyu, dans les veines de qui coule du sang de qilin, une bête sacrée. Ganyu naquit il y a plusieurs milliers d'années, et Souffle-Nuages la connaît depuis sa plus tendre enfance. Quand Ganyu était petite, Souffle-Nuages la prenait dans ses bras lorsqu'elle faisait des cauchemars, caressait ses cornes si elle n'arrivait pas à dormir, et lui fabriquait divers jouets. Bien que Ganyu ait bien grandi depuis et possède elle-même des pouvoirs considérables, son Maître s'inquiète toujours de sa santé."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/23/237301566/ed01c5cd41bbe1a538e1fd01d0cc2703_2990043191049725983.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Il y a plus de 50 ans, une grue blanche comme neige vivait sur le Mont Aozang. Durant de nombreuses années, elle profita de la douce brise et but la délicate rosée des montagnes. Un jour, elle acquit sagesse et sensibilité. Souffle-Nuages se rendit compte de son existence et commença à partager des histoires avec elle, faisant d'elle sa disciple. Elle lui racontait des histoires diverses et variées et lui enseignait les secrets de la cultivation. La grue pensait que de l'entraînement lui permettrait de devenir une Adepte, mais un jour elle entendit parler de la fois où son Maître avait sauvé Liyue d'une terrible sécheresse, et elle aussi voulut réaliser un exploit afin de devenir comme Souffle-Nuages. Elle ne pouvait pas changer d'apparence, mais le Maître, qui avait eu connaissance de son rêve, prépara une potion d'humano-mimétisme spécialement pour lui permettre d'avoir une apparence humaine pendant dix ans. Alors la grue devint humaine, recevant le nom de Yuandai. Dix ans plus tard, elle se devait de reprendre sa forme d'origine, afin de ne pas perdre la mémoire et de ne pas devenir une entité incompréhensible, ni humaine, ni bête, ni Adepte, mais Yuandai avait fait la rencontre de l'amour de sa vie et décida de rester humaine. Une fois son temps écoulé, elle tomba gravement malade et perdit la mémoire, mais Souffle-Nuages prépara une potion à partir de son sang pour éliminer les symptômes.\nLorsque, 50 ans plus tard, Yuandai perdit à nouveau la mémoire, Souffle-Nuages rencontra Yuandai avec sa petite-fille Shuyu, et l'aida à retrouver ses souvenirs. Afin d'éviter que Yuandai ne devienne un monstre, elle la métamorphosa à nouveau en grue et prit Shuyu comme disciple"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/237301566/f321a78941c54e5d56bd3fe7c0bc6336_5050227651419819341.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Une autre des disciples de Souffle-Nuages est Shenhe. Quand Shenhe avait cinq ans, elle perdit sa mère, et son père, qui avait aimé tendrement sa mère durant de nombreuses années, eut du mal à supporter la douleur du deuil. Il apprit l'existence d'une technique secrète nommée « Transfert de destin ». En faisant un sacrifice à la fée invoquée par cette technique, le corps d'une personne vivante pouvait être échangé contre la vie d'un défunt. Il souhaitait échanger la vie de Shenhe contre celle de sa femme. Il l'emmena dans la grotte et invoqua une affreuse, horrible « fée » noire dans cette grotte, aux yeux rouges comme le sang, avides de sa délectable force vitale."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/237301566/0bd14eabbd026cc4aa5c5431837fd3f2_7070231615035277775.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Plusieurs jours plus tard, alors que Souffle-Nuages suivait la piste d'un grand mal, elle entra dans une grotte, l'explora, pour y trouver la petite fille. Elle était épuisée, affamée, assoiffée, sa vie ne tenait qu'à un fil. Prenant pitié du sort funeste de la jeune fille, et voyant qu'elle possédait un grand talent, ayant repoussé une force terrifiante toute seule, Souffle-Nuages l'emmena avec elle, la soigna et l'instruisit dans la voie de l'Adepte.\nQuand les Adeptes emmenèrent Shenhe pour la première fois sur le mont Hulao, elle ne dit mot. La seule chose qu'elle acceptait de faire était de grimper la montagne et regarder la mer de nuages. Souffle-Nuages en prit note, mais elle ne dérangea pas la fillette. À la place, elle fabriqua un peigne de jade à partir d'une pierre sacrée et lui offrit. L'Adepte dit que si jamais elle décidait de rompre ses liens avec le monde mortel et d'embrasser pleinement l'enseignement des Adeptes, elle n'aurait qu'à passer trois fois le peigne dans ses cheveux, et cela ferait office de rituel d'apprentissage. Shenhe fit exactement ce que lui avait dit l'Adepte sans l'ombre d'une hésitation, et ses cheveux noirs se teignirent d'une couleur argent. Au fil de ses années d'entraînement, elle comprit la véritable signification de ces trois coups de peigne : le premier pour déraciner l'anxiété inutile, le deuxième pour renoncer à la joie et à la tristesse, et le troisième pour parcourir ce chemin jusqu'à la vieillesse sans regret."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/237301566/fe50327f2b66282a01928ebe68556a8b_7743735535316527808.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "De nombreuses années se sont écoulées depuis le sauvetage de Shenhe, et l'Adepte est devenue sa seule famille. Souffle-Nuages ne lui enseigne pas seulement les connaissances des Adeptes, elle prend également soin d'elle comme s'il s'agissait de sa propre fille.\nBien que Yuandai, Shenhe et Ganyu manquent à Souffle-Nuages, l'Adepte a compris qu'elle devait les laisser partir."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« En tant qu'aînée, il convient de laisser partir ses cadets lorsqu'ils veulent découvrir le monde pour les laisser voler de leurs propres ailes. Ensuite, il faut leur dire qu'il y aura toujours un endroit où ils pourront revenir s'ils sont fatigués ou en danger. »</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Shenhe",
        "desc": "Une disciple Adepte avec un air des plus inhabituels. Après avoir passé beaucoup de temps à s'instruire en isolement dans les montagnes de Liyue, elle est devenue tout aussi froide et distante que les Adeptes eux-mêmes.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "Secrétaire du Pavillon Yuehai ; du sang de Qilin, la créature mythique, coule dans ses veines.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5091,
        "name": "Yuandai",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/235883431/0b466a95bc8ce0960050facf107a0f73_7052159011680256670.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5092,
        "name": "Shuyu",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/235883431/b9f428c273d99760b69109c4cc684bf8_8342501298197731927.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Personnalité",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "À première vue, Souffle-Nuages paraît ne pas aimer la compagnie et préférer passer du temps seule, à créer et étudier divers mécanismes dans sa demeure. Parfois, elle peut être assez brusque et désagréable avec les étrangers. Mais si on apprend à la connaître, il s'avère qu'elle adore parler, en particulier de Ganyu, mi-humaine, mi-qilin, que Souffle-Nuages a vue grandir. Souffle-Nuages adore raconter des histoires sur Ganyu quand elle était petite, qu'elle était potelée et qu'elle ne pouvait pas s'endormir sans qu'on caresse ses cornes. Malgré sa sévérité, Souffle-Nuages est attachée à ses compagnons Adeptes, qu'elle appelle affectueusement « fossiles », mais aussi à ses disciples Ganyu et Shenhe, et à la disciple de Flâne-Sentier, Yaoyao. Elle leur demande ainsi qu'à leur entourage de prendre soin d'elles. Ganyu a même personnellement présenté Shenhe à son patron, le chef Mao du restaurant Wanmin.\nSouffle-Nuages prétend souvent qu'elle n'a pas besoin de compagnie, qu'elle peut parler toute seule pendant des jours sans jamais s'ennuyer. En réalité, elle se sent souvent seule. Presque tous les amis avec qui elle riait autrefois ont péri dans les flammes de la Guerre des archons. Parfois, la solitude et le vide qu'elle ressent à l'intérieur d'elle l'envahissent, et bien que ses compagnons se soient sacrifiés de leur plein gré pour sauver le monde, elle ne peut s'empêcher de déplorer leur disparition. Souffle-Nuages se languit aussi de ses disciples qui vivent au port de Liyue. L'Adepte attend souvent qu'on lui rende visite et craint de le faire elle-même, par peur de déranger la personne dans son travail.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "Secrétaire du Pavillon Yuehai ; du sang de Qilin, la créature mythique, coule dans ses veines.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Shenhe",
        "desc": "Une disciple Adepte avec un air des plus inhabituels. Après avoir passé beaucoup de temps à s'instruire en isolement dans les montagnes de Liyue, elle est devenue tout aussi froide et distante que les Adeptes eux-mêmes.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p>Le maître de Yao Yao et de Xiangling. <span class=\"wk-shady\">Elle est également une Adepte, connue sous le nom de Flâne-Sentier.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/235883431/0f6d6b3952d41b274178b21b4b0169b9_3170143921947659267.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2461,
        "name": "Grave-Lune",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Grave-Lune est un PNJ qui apparaît lors d'une quête du monde. C'est un Adepte vivant au Pic Qingyun, à Liyue.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/14/158750877/f6db6df736a86639eaf7c2d89eb318b8_6791579485368260932.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2519,
        "name": "Taille-Monts",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Taille-Monts est un PNJ qui apparaît lors d'une quête du monde. C'est un Adepte vivant au Mont Hulao, à Liyue.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/23/158750877/24ed91484b6cba0d0f8c7dd916b9f774_7071918143409614248.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La plus jeune disciple de Flâne-Sentier, une « petite adulte » douce et attentionnée.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/18/43281454/5bc9df1fb67391e4c8080da3d855de53_6419365014105763727.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Aujourd'hui...",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Pendant l'un des Festivals des lanternes, Souffle-Nuages s'intéressa au mode de vie de Flâne-Sentier, qui était partie vivre avec les humains après la Guerre des Archons. Souffle-Nuages voulait passer plus de temps avec Madame Ping, alors cette dernière lui suggéra de s'installer en ville : <color=#ffffffd9>« Il y a beaucoup de gens pour discuter, et je pense que tu y trouveras un antidote à la monotonie de la solitude. Et en cherchant un peu, tu trouveras de nombreux jeunes esprits disposés à apprendre les arts des mécanismes, tu n'auras plus qu'à faire ton choix... »</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Peut-être, alors que la poussière se dépose après une tempête, nous aussi devrons un jour retourner dans le monde d'en bas. »</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Souffle-Nuages se demandait pourquoi ses disciples préféraient vivre au port de Liyue, où il y a tant de monde, et commença à remettre en doute ses enseignements. Lorsqu'elle prit comme nouvelle disciple la petite Shuyu, elle décida de tenter l'expérience de la vie en société dans le port de Liyue. Souffle-Nuages choisit le nom de Xianyun."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Autrefois, une Adepte montait au ciel avec les nuages pour se reposer avec la lune. Pour sa sagesse et sa liberté, elle a reçu le surnom de « Xian », qui signifie « insouciante ».</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Elle comprend les mécanismes et se spécialise dans la création de toutes sortes de petits bibelots. Pour l'instant, Souffle-Nuages est occupée à la création du Mini-pot à bouillon exquis et demande à ce qu'on ne la dérange pas dans son travail.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4774,
        "name": "Xianyun",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Faisant partie des Adeptes puissants et éclairés de Jueyun, elle est connue sous le nom de Souffle-Nuages. Experte en ingénierie mécanique de toutes sortes, son cœur se tourne désormais vers les affaires du monde des mortels, dans lequel elle évolue sous le nom de Xianyun.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/43281454/2c2be27f8876e9435ab8c8b933b8408c_302042096594187928.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p>Le maître de Yao Yao et de Xiangling. <span class=\"wk-shady\">Elle est également une Adepte, connue sous le nom de Flâne-Sentier.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/235883431/0f6d6b3952d41b274178b21b4b0169b9_3170143921947659267.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relations"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La plus jeune disciple de Flâne-Sentier, une « petite adulte » douce et attentionnée.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/18/43281454/5bc9df1fb67391e4c8080da3d855de53_6419365014105763727.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Souffle-Nuages est l'un des Adeptes qui ont vu grandir Yaoyao",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "Secrétaire du Pavillon Yuehai ; du sang de Qilin, la créature mythique, coule dans ses veines.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Shenhe",
        "desc": "Une disciple Adepte avec un air des plus inhabituels. Après avoir passé beaucoup de temps à s'instruire en isolement dans les montagnes de Liyue, elle est devenue tout aussi froide et distante que les Adeptes eux-mêmes.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5091,
        "name": "Yuandai",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/235883431/0b466a95bc8ce0960050facf107a0f73_7052159011680256670.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Disciples de Souffle-Nuages\nToutes trois connaissent Souffle-Nuages depuis leur tendre enfance",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5092,
        "name": "Shuyu",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/235883431/b9f428c273d99760b69109c4cc684bf8_8342501298197731927.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "La plus jeune des disciples de Souffle-Nuages",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2519,
        "name": "Taille-Monts",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Taille-Monts est un PNJ qui apparaît lors d'une quête du monde. C'est un Adepte vivant au Mont Hulao, à Liyue.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/23/158750877/24ed91484b6cba0d0f8c7dd916b9f774_7071918143409614248.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p>Le maître de Yao Yao et de Xiangling. <span class=\"wk-shady\">Elle est également une Adepte, connue sous le nom de Flâne-Sentier.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/235883431/0f6d6b3952d41b274178b21b4b0169b9_3170143921947659267.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2461,
        "name": "Grave-Lune",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Grave-Lune est un PNJ qui apparaît lors d'une quête du monde. C'est un Adepte vivant au Pic Qingyun, à Liyue.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/14/158750877/f6db6df736a86639eaf7c2d89eb318b8_6791579485368260932.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4783,
        "name": "Scrute-Flots",
        "desc": "<p>Un des Adeptes de Liyue. Il aimait collectionner les trésors. Sa demeure se situe dans la région de Lisha, à Liyue.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/bcf3c5e99c0f06cc10a700403456164c_8244983452388089599.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4782,
        "name": "Brise-Cieux",
        "desc": "<p>Un Adepte de Liyue qui périt durant la Guerre des Archons</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/55f8ede1e3451352d35d9ba8a323df7f_6330949745455225358.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Autres Adeptes",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Une mystérieuse relation du Funérarium Wangsheng, aux connaissances aussi variées qu'étendues.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3487,
        "name": "Guizhong",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/27/14056998/dc0fb751f7e7704bf7a382c304817352_3833035682980140534.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Gooba",
        "desc": "<p>Ami de Xiangling, dont il est inséparable, et aide à la cuisine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/18/170542231/f85da71c0716edf2cd8333f3b9c55a9c_2831289049314881999.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4784,
        "name": "Azhdaha",
        "desc": "<p>Une forme de vie élémentaire ramenée à la surface par Rex Lapis dont l'espérance de vie dépasse largement celle de l'Homme. Morax lui donna la forme d'un dragon et le pourvut d'yeux pour qu'il puisse voir le soleil. Azhdaha était un ami et allié de l'archon Géo durant de nombreuses années.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/472a219c5d998c371672b670a0829f16_7380212387492663867.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4652,
        "name": "Havria",
        "desc": "<p>La déesse du sel qui fut tuée par ses propres fidèles pendant la Guerre des Archons</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/170542231/513d51e0ebfd54f5da34a9f85dfaf61f_1458092452238810575.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Divinités",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "Un des Adeptes de Liyue, aussi connu sous le nom de « Dompteur de démons » et « Général des Yakshas ».",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3519,
        "name": "Bonanus",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Bonanus, aussi connue sous le nom de Général Chizapus, était une adepte et l'un des Cinq Yakshas les plus forts.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/43281454/c11e8841d51eca4a0f5877567d0b1b28_5627775136741686714.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3518,
        "name": "Ménogias",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Ménogias, aussi connu sous le nom de Général Kapisas, était un adepte et l'un des Cinq Yakshas les plus forts.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/43281454/2a70abcd41f1c25b94da6c18901fc863_834907582884265592.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3520,
        "name": "Indarias",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Indarias, aussi connue sous le nom de Général Musatas, était une adepte et l'un des Cinq Yakshas.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/43281454/7280f8fc2afecab369f640ed8370390d_1273320714658646723.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3521,
        "name": "Bosacius",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Bosacius, également appelé Maréchal Vritras, était un adepte et le chef des cinq premiers Yakshas qui étaient reconnus comme les plus forts parmi tous les Yakshas.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/31/43281454/61275d8b97a9c5e4055ed07a4d34c4fa_8703639112772586177.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Yakshas",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 10,
        "name": "Keqing",
        "desc": "L'Alioth, l'une des Sept Étoiles de Liyue. L'Alioth critique à mots couverts l'idée que Liyue suive à la lettre la parole du Seigneur de la Roche, mais ce dernier apprécie justement ce genre de personnes.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Keqing_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Keqing entretient une relation cordiale avec Souffle-Nuages.\nElle lui a offert un feu d'artifice de la part des Sept Étoiles de Liyue lors de l'un des Festivals des lanternes",
        "alignment": "center"
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Souffle-Nuages</color>"
          }
        ]
      },
      {
        "key": "Région",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Liyue</color>"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Adepte</color>"
          }
        ]
      },
      {
        "key": "Voix chinoise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>秦紫翼 (Qin Ziyi)</color>"
          }
        ]
      },
      {
        "key": "Voix anglaise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Stephanie Panisello</color>"
          }
        ]
      },
      {
        "key": "Voix japonaise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>中臣 真菜 (NAKATOMI Mana)</color>"
          }
        ]
      },
      {
        "key": "Voix coréenne",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>강시현 (Kang Si-hyeon)</color>"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/170542231/badd1e7a620d2e4a303904ce65bc731b_1698285923412863595.png"
      },
      {
        "key": "Souffle-Nuages",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/170542231/1810edcdf48fef261cb2c08ec58ece65_8547058681357762050.png"
      },
      {
        "key": "Souffle-Nuages",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/170542231/5bb3fdac22eebe9e7d230c8a39c7fc8f_9093594517524540279.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Souffle-Nuages et sa disciple Shenhe"
          }
        ]
      },
      {
        "key": "Souffle-Nuages",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/170542231/1c95fbf97d478ba9ba8f149c3b458206_4898432832954560039.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Souffle-Nuages, Grave-Lune et Taille-Monts"
          }
        ]
      },
      {
        "key": "Souffle-Nuages",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/170542231/d9ad26954d1ce9e0a40f196b72450232_8683222554363012954.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Souffle-Nuages et Flâne-Sentier"
          }
        ]
      },
      {
        "key": "Souffle-Nuages",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/170542231/a82bdf0881ab4b3d46003b668727a98c_186580667564022619.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Souffle-Nuages, Marchosius et Grave-Lune aident le peuple de Liyue"
          }
        ]
      },
      {
        "key": "Souffle-Nuages",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/170542231/f343ba1399984586add25e3b57e0a547_4618556508255491187.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Souffle-Nuages, Guizhong et Morax"
          }
        ]
      },
      {
        "key": "Souffle-Nuages",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/170542231/94814e697d1d8f97738c95a38a278f34_3317931139381686237.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Souffle-Nuages, Guizhong et Morax"
          }
        ]
      },
      {
        "key": "Souffle-Nuages",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/170542231/42cdebb068344c1bd00a70b6b6829ece_1923693075975718296.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Souffle-Nuages et la baliste de Guizhong"
          }
        ]
      },
      {
        "key": "Souffle-Nuages",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/170542231/7d1d5a2b86efeee513d80716924cc09f_5819083012014394931.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Ganyu, Taille-Monts, Marchosius, Souffle-Nuages et Grave-Lune"
          }
        ]
      },
      {
        "key": "Souffle-Nuages",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/170542231/9c4ed75fe15652ac9620916d755a37c3_4322733747677100858.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Ganyu, Taille-Monts et Souffle-Nuages aident les habitants de Liyue"
          }
        ]
      },
      {
        "key": "Souffle-Nuages",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/170542231/7aaed26f307b67c8e0aecf5e27111ff3_1231375981485090671.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Souffle-Nuages et Taille-Monts"
          }
        ]
      },
      {
        "key": "Souffle-Nuages",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/170542231/e66dda3283aa8c077bd14a367a4fb9ed_1979545526303630313.jpg",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Tonton Taille-Monts, Yaoyao et Tatie Souffle-Nuages"
          }
        ]
      },
      {
        "key": "Souffle-Nuages",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/170542231/fe50327f2b66282a01928ebe68556a8b_9186790757678411428.jpg",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Souffle-Nuages et Shenhe"
          }
        ]
      },
      {
        "key": "Souffle-Nuages",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/170542231/b07e91975f0c34d86851edca15f06e97_4920682041942946895.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Souffle-Nuages et Shenhe"
          }
        ]
      },
      {
        "key": "Demeure de Souffle-Nuages",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/170542231/1603c6072bb5e09077f2be6b8185df5b_4094732784811173134.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "La demeure de Souffle-Nuages, située sur le mont Aozang."
          }
        ]
      }
    ]
  }
}