{
  "epId": 2646,
  "name": "Pêche",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/29705491/1ef525b101a31611b9fe2cc1b0a59aa8_8711812657036068900.png",
  "menuId": 14,
  "menuName": "Tutoriels",
  "version": 1711674668,
  "components": {
    "galleryCharacter": [
      {
        "key": "Page 1/6",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/29705491/911b3f621026929f20444c8f0d5d0967_82044646295767335.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Si vous apercevez des ondulations sur un plan d'eau à proximité, cela signifie qu'il s'agit d'un point de pêche. Approchez-vous-en et interagissez avec pour commencer à pêcher.\nLes poissons sont assez sensibles à leur environnement : si vous vous tenez trop près ou effectuez des actions de combat, ils seront effrayés et se disperseront, et il leur faudra un certain temps pour se calmer et se rapprocher à nouveau du plan d'eau."
          }
        ]
      },
      {
        "key": "Page 2/6",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/29705491/2d3594df2f5770e0fc8c59fbbf322456_5513264359187734082.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Différents plans d'eau contiennent différentes espèces de poissons. Pendant que vous vous préparez à pêcher, vous pouvez voir les espèces qui peuvent être pêchées à l'endroit où vous vous trouvez et sélectionner une canne et un appât appropriés.\nVous pouvez obtenir des plans de fabrication d'appâts auprès des différentes Associations des pêcheurs. Les apprendre vous permettra de fabriquer des appâts sur n'importe quelle table de synthèse.\nNotez que différents poissons sont attirés par différents types d'appâts !"
          }
        ]
      },
      {
        "key": "Page 3/6",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/29705491/2b347b22cafceae266f4635f7905641d_4926097128012759388.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Maintenez te bouton de « Canne » enfoncé pour passer en mode visée : relâchez ensuite ce bouton pour tancer votre ligne.\nSi votre hameçon atterrit trop loin d'un poisson, ce dernier sera beaucoup moins attiré par votre appât.\nS'il atterrit trop près d'un poisson, ce dernier pourra pendre peur et fuir."
          }
        ]
      },
      {
        "key": "Page 4/6",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/29705491/30d5f81d1e6aac9f17232baa56ba0a41_1746809576622846106.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Lorsqu'un poisson mord à l'hameçon, cliquez sur le bouton « Ferrer » ou le poisson pourrait finir de manger l'appât et s'enfuir.\nUne fois que vous avez ferré avec succès, le poisson commence à se débattre."
          }
        ]
      },
      {
        "key": "Page 5/6",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/29705491/65887eeef5184eb3868ff4a919711c88_6090843105731949929.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Lorsque le poisson commence à lutter, vous pouvez maintenir et relâcher le bouton de « Pêche » pour ajuster la tension de votre ligne et la maintenir dans la zone idéale, représentée en jaune. La progression de la pêche n'augmentera que si vous restez dans la zone de tension idéale. Sinon, elle diminuera.\nUne fois la progression pleine, vous aurez réussi à attraper le poisson."
          }
        ]
      },
      {
        "key": "Page 6/6",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/29705491/c17c7479186660de69dd3e77150b9659_7024447556382011273.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Un poisson sur un hameçon peut parfois passer dans une période de lutte intense. À ce moment, ta vitesse à laquelle la tension de la ligne peut changer sera affectée, et la zone de tension idéale deviendra orange et commencera à fluctuer légèrement.\nSi votre progression de pêche est au plus bas, te poisson tentera de s'échapper, et la zone de tension deviendra alors rouge et commencera à fluctuer."
          }
        ]
      }
    ]
  }
}