{
  "epId": 2673,
  "name": "Rêve doré",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/31/152708310/ae8a2c6f24df66e1bd7cc2dbd83d330d_4344893401312889264.png",
  "filterValues": {
    "reliquaryEffect": [
      "ATQ",
      "Maîtrise élémentaire"
    ]
  },
  "menuId": 5,
  "menuName": "Artéfacts",
  "version": 1667232285,
  "components": {
    "story": [
      {
        "title": "Fleur d'acier rêveuse",
        "desc": [
          {
            "type": "RichText",
            "text": "« Dans les rêves d'or, personne n'aura à boire la moindre goutte d'eau amère. »\nUne ancienne légende raconte l'histoire de trois amis inséparables.\nL'un d'eux finit par se faner comme une rose et pourrir dans la boue.\nLa nation des fleurs fut écrasée par une tempête de sable, et ne devint plus qu'une simple histoire, un rêve dans les chants.\nLe deuxième ami créa une oasis dans le désert telle qu'on n'en avait jamais vu ;\nLe troisième fit usage de toute sa force et toute son intelligence pour créer un mirage éternel au milieu du désert :\nIl ne fallait pas que quiconque puisse avoir sur son visage des cicatrices profondes laissées par le chagrin et la séparation.\n« Quand la lune quitte votre paume et emporte avec elle son faisceau de lumière solitaire et argentée qui illumine le labyrinthe du désert... »\n« J'espère que vous vous souviendrez comment votre compagnon dans vos rêves brûlait dans une lumière éblouissante. »\nC'est ainsi que de ce nouveau monde qui brûlait s'échappèrent des pensées tenaces, tel un feu sans fumée.\nC'est ainsi que ceux qui regardent le passé d'un œil et rêvent avec l'autre finiront par se perdre.\nC'est ainsi qu'il fixa son regard profondément à l'intérieur de ce savoir interdit, et qu'il écouta attentivement de doux murmures..."
          }
        ]
      },
      {
        "title": "L'ombre du roi des sables",
        "desc": [
          {
            "type": "RichText",
            "text": "« Le roi apparaîtra dans une lumière éblouissante. »\n« Et pour les humains, il ôtera sa couronne d'épines. »\nAu commencement, les piliers sacrés tombèrent du ciel, ensevelissant les prairies et les forêts sous le sable.\nLe soleil doré descendait et remontait, enveloppant la mer de sable dans un linceul luxueux.\nPlus tard, les vents empoisonnés du temps vinrent perturber le sommeil éternel des morts, inspirant des pensées nostalgiques illusoires.\nÀ cette époque maudite, il y avait plusieurs villes qui fleurissaient sur des oasis fertiles.\nComme l'avait voulu le roi divin, les prêtres gouvernaient le monde de manière juste, et tout le monde vivait dans l'abondance.\nAutrefois, des décrets divins furent accordés au sage-roi des hommes et aux prêtres. Ils étaient les maîtres de la terre.\nOr, aujourd'hui, beaucoup des nobles influents qui règlent sur les oasis sont devenues les ombres du dieu.\n« Les joyaux royaux et les sceptres divins sont éparpillés sur le sol comme des dattes du désert. »\n« Dans leur ombre, les citoyens peuvent s'épanouir et apprendre. »\nBien longtemps plus tard, une décision absurde fut prise, et celle-ci était basée sur un fantasme illusoire.\nAvec un bel espoir comme appât, le peuple fut mené vers une triste fin."
          }
        ]
      },
      {
        "title": "Festin final de miel",
        "desc": [
          {
            "type": "RichText",
            "text": "« Toute allégresse se termine en amertume. »\n« Et les souvenirs aussi doux que du miel finissent toujours par disparaître. »\nAu commencement, les fêtes étaient du ressort de la maîtresse des fleurs et des nuits de lune, l'autorité était entre les mains du roi de la mer de sable, et la vie était la prérogative du gardien des plantes.\nComme la lune argentée, le soleil doré et l'oasis émeraude, les trois rois divins prêtèrent serment et s'allièrent.\n« À cette époque-là, le clair de lune racontait aux rossignols et aux roses des histoires de leur bonheur. »\n« Entendant cela, ils furent pris de stupeur et de honte, à tel point qu'ils ne purent leur répondre en chantant. »\n« C'est un paradis paisible, unifié et insouciant, où il n'y a ni division ni calamité... »\n« J'aimerais que ce bonheur éphémère soit éternel, et ne plus jamais connaître la douleur de la séparation. »\nPlus tard, le temps rompit le lien entre le jour et la nuit, et brisa cet ancien pacte d'alliance.\nLa douce nuit éclairée par la lune s'enfonça dans le sable et le soleil omniprésent projeta des rayons brûlants.\nEn prenant part ensemble à la fête du roi divin, les prêtres et le peuple se souvinrent de ces jours heureux et éphémères comme des rêves.\nMais en fin de compte, les rêves ne purent échapper à l'emprise de la raison, et ils furent jetés dans une machine inanimée qui les broya en mille morceaux.\nEt c'est à l'intérieur de cette machine cauchemardesque qu'une toute nouvelle forme de vie émergera...\n« En fusionnant des milliers de pensées et en unifiant des milliers de projets... »\n« L'homme deviendra le roi des rois et le dieu des dieux. »\nUne élégie fut offerte au solitaire roi des rois.\nLe sable doré savait déjà depuis bien longtemps le dénouement funeste qui l'attendait."
          }
        ]
      },
      {
        "title": "Plume du jugement",
        "desc": [
          {
            "type": "RichText",
            "text": "« Dans le nouveau monde, seul le bien existe. »\nDans les temps anciens, le décret céleste s'éteint dans le silence, et la terre perdit son souverain.\nCe passé civilisé et paisible fut oublié et sombra dans les ténèbres.\nPlus tard, les lois irréversibles du temps réévaluèrent toute la vie dans le désert.\nLa plume pesa le cœur, le fer fondu mesura l'esprit, et une raison désintéressée régnait sur tout.\nL'obéissance au jugement du roi divin était fondée sur la loi du sang gravée à l'intérieur de ce paradis dans le désert.\nMais lorsque les idéaux de l'exercice du pouvoir furent pervertis par un profond chagrin, les hauts fonctionnaires devinrent eux aussi des auxiliaires du mal.\nIgnorer les fondations du palais qui s'enfonçaient lentement dans les sables mouvants, c'était avancer vers un avenir de folie et d'ignorance.\n« Toute trahison sera jugée sans pitié. »\n« Et le verdict sera l'anéantissement total. »\nÀ la toute fin, les règles furent corrompues par l'arrogance qui s'était élevée comme un mirage, et ne devinrent que de simples entraves.\nComme le roi divin l'avait décidé, le malheur se transforma en chaînes qui scellèrent le destin de ses sujets."
          }
        ]
      },
      {
        "title": "Les années dorées",
        "desc": [
          {
            "type": "RichText",
            "text": "« La vision dorée apparaîtra sous la forme la plus ancienne. »\nAu début, toutes les tribus tenaient compagnie au sable, reliant leurs lignées à la terre.\nIls respectaient la loi du sang et craignaient les souvenirs de la famine qui s'étaient profondément enracinés.\nUn jour, le temps balaya la terre avec du sable, et le roi divin, d'une taille gigantesque, projeta une ombre immense.\nAu cours de ces années oubliées, les dieux créèrent un paradis et couvrirent la terre d'oasis et de sources d'eau.\nSuivant l'exemple du roi divin, les tribus érigèrent de hautes murailles, construisirent des trônes royaux et se regroupèrent en états vassaux prospères.\nImitant l'image du roi divin, les États vassaux se rappelaient l'époque où il y avait un roi et des prêtres.\nEn ce temps-là, le roi sage recevait des prophéties venues du ciel, et il n'y avait pas de calamité sur terre...\n« Le roi fera revivre le passé doré en utilisant la sagesse. »\n« Et il arrêtera les sables mouvants du temps par une puissance divine illimitée. »\nIl est vrai que l'âge d'or du roi de la mer de sable et du peuple du sable arrivera.\nLe rêve doré invoquera le sable errant, dans lequel il n'y aura ni chagrin ni séparation."
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p>Augmente la maitrise élémentaire de 80 pts.</p>",
      "fourSetEffect": "<p>Déclencher une réaction élémentaire confère pendant 8 s au personnage équipé de l'artéfact des bonus en fonction du nombre de types élémentaires des autres personnages de l'équipe : son ATQ augmente de 14 % pour chaque membre du même type élémentaire que le sien, et sa maîtrise élémentaire augmente de 50 pts pour chaque membre de type élémentaire différent du sien. Chacun des bonus susmentionnés compte un maximum de 3 personnages. Cet effet peut être déclenché une fois toutes les 8 s, même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé. </p>"
    },
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Rêve doré"
          }
        ]
      }
    ],
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Festin final de miel",
        "position": "Coupe d'éonothème",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Cette coupe de vin, autrefois utilisée lors de grandes et traditionnelles fêtes, a malheureusement maintenant perdu une grande partie de sa superbe.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/31/152708310/3668bbfcc8d7242aa295b7e073e71d9f_4982467911682350404.png"
      },
      "flower_of_life": {
        "title": "Fleur d'acier rêveuse",
        "position": "Fleur de la vie",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Un bourgeon de fleur en or foncé martelé, dont le noyau écarlate est enveloppé de pétales qui ne s'ouvriront jamais.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/31/152708310/ae8a2c6f24df66e1bd7cc2dbd83d330d_8505571577579989338.png"
      },
      "circlet_of_logos": {
        "title": "L'ombre du roi des sables",
        "position": "Diadème de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Ces bandeaux incrustés d'or, utilisés par les prêtres du désert dans les temps anciens, étaient fabriqués en recopiant celui autrefois porté par un souverain légendaire des peuples du désert.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/31/152708310/892e17a4a5d0b9438bf3581d88bf209e_4658812946625855710.png"
      },
      "sands_of_eon": {
        "title": "Les années dorées",
        "position": "Sables du temps",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Ce cadran solaire doré semble raconter l'histoire ancienne du désert éternel.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/31/152708310/8842156fb124596d6a0d7aa56f8483e0_1885437891702058252.png"
      },
      "plume_of_death": {
        "title": "Plume du jugement",
        "position": "Plume de la mort",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Cette plume spéciale était autrefois utilisée pour peser le cœur des coupables, mais elle a depuis perdu sa fonction d'origine.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/31/152708310/b195ea9ea3c908859ea4e09e409305a2_7258170949609709919.png"
      }
    }
  }
}