{
  "epId": 2907,
  "name": "Appât de rosée",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un appât fabriqué à partir de rosée et de poudre de fruit harra séché au soleil. Il a un goût épicé et un arrière-goût sucré, tout comme la vie d'un pêcheur. Faire une bonne prise après avoir traversé les épreuves d'une journée tempétueuse et le courroux de féroces vagues est toujours quelque chose de particulièrement gratifiant.</span></p><p></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Adapté pour les poissons de la famille des baudroies et des marlins à hache.</span><span style=\"color: rgba(255, 255, 255, 0.45)\"><br></span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/02/152708310/a3eec824abb55f5ccd6fd1d8ce67974c_815333669874042586.png",
  "filterValues": {
    "objectType": [
      "Appât de pêche"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1706105400,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Appât de rosée"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Appât de pêche"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Synthèse"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "Recette"
      },
      {
        "type": "CustomEntry",
        "epId": 3616,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "Ingrédients\n1x"
      },
      {
        "type": "CustomEntry",
        "epId": 2844,
        "name": "Fruit harra",
        "desc": "<p>Poussant dans la forêt tropicale humide et chaude, ce fruit a une saveur épicée particulière.</p><p>À Sumeru, il est un choix de prédilection pour fabriquer des épices, ce qui peut être réalisé en le réduisant à l'état de poudre.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/23/43281454/2ed644daf09a03e0c2aab5267f6088a2_7626495582040691106.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 2796,
        "name": "Rose sumérienne",
        "desc": "<p>Vives et belles, ces fleurs d'un violet pur dégagent un parfum agréable qui fera s'arrêter toute personne passant devant elles.</p><p>Leur nom peut porter à confusion, car bien qu'elles soient des roses, elles sont semblables à nulle autre fleur de la même classification florale.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/23/43281454/f006f3d60b8e449adae09234d000a2a9_394633522793238074.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "Poissons"
      },
      {
        "type": "CustomEntry",
        "epId": 2831,
        "name": "Pêche des vagues profondes",
        "desc": "<p>Poisson moyen rond doté d'une structure cartilagineuse en forme de corne pouvant servir à creuser des galeries sous-marines, à construire un abri ou à repousser les envahisseurs.</p><p>Son corps rose et sa nageoire caudale verte ne sont pas sans rappeler les couleurs de la pêche zaytun. Ces poissons ont, comme leur nom l'indique, un goût si sucré qu'ils sont considérés comme étant « parfaits en dessert ».</p><p>Sans doute en raison de facteurs divers, le poisson dessert que les chefs avaient espéré créer n'a finalement jamais vu le jour. En plus d'être rare, cher et difficile à utiliser comme ingrédient, ce poisson est généralement élevé dans un but ornemental.</p><p>Cependant, vu l'importante clientèle ne souhaitant pas dépenser trop d'argent pour ce genre de poisson, mais appréciant ses couleurs vives, certains marchands ont fait le contraire et ont créé des baudroies à partir de pêches zaytun. Les ventes sont plutôt bonnes.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/21/43281454/6720f1dab0b0b6aa0d67b709e5a18df0_5338708610393690003.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2827,
        "desc": "",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2829,
        "desc": "",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2832,
        "desc": "",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2828,
        "name": "Marlin à hache de jade",
        "desc": "<p>Un poisson à la morphologie unique, parent éloigné de Sumeru du poisson-papillon.</p><p>Ce poisson a un large squelette et un corps incurvé unique. La légende veut que les premiers pêcheurs à avoir attrapé ce poisson aient incliné leur canne à pêche à l'extrémité de la nageoire caudale pour constater que les deux, une fois combinée, ressemblaient à une hache, d'où le nom de « marlin à hache ».</p><p>Comparé à son nom scientifique, « papillon à crochet », ce nom est plus parlant, c'est pourquoi beaucoup de gens l'utilisent de manière familière.</p><p>Le marlin à hache de couleur jade préfère les zones où les plantes aquatiques sont abondantes, sa forme se fondant facilement dans cet environnement. Les petits poissons qui se promènent dans la végétation se heurtent souvent à son corps camouflé et s'étourdissent, mais le marlin ne se sent pas provoqué et ira plutôt offrir un abri à ses voisins.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/24/43281454/7a2bcc9668aec3c23811a2b346b2e086_1799861332006458541.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2830,
        "name": "Marlin à hache de lazurite",
        "desc": "<p>Un poisson à la morphologie unique, parent éloigné de Sumeru du poisson-papillon.</p><p>Ce poisson a un large squelette et un corps incurvé unique. La légende veut que les premiers pêcheurs à avoir attrapé ce poisson aient incliné leur canne à pêche à l'extrémité de la nageoire caudale pour constater que les deux, une fois combinées, ressemblaient à une hache, d'où le nom de « marlin à hache ». </p><p>Comparé à son nom scientifique, « papillon à crochet », ce nom est plus parlant, c'est pourquoi beaucoup de gens l'utilisent de manière familière.</p><p>Bien que son nom soit dérivé d'une arme et qu'il surpasse la plupart des poissons en terme de force, le marlin à hache est d'une nature pacifique, notamment ceux dont le corps est rayé de bleu et d'or. De par la solidité de ses écailles et sa force physique, le marlin à hache est capable d'encaisser les attaques d'autres créatures aquatiques, attendant que son agresseur ne s'épuise et parte.</p><p>Sa grande force peut constituer un défi pour un pêcheur, qui ne peut l'attraper qu'en l'appréhendant comme s'il s'agissait d'une créature marine féroce et en attendant que son endurance s'épuise totalement.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/24/43281454/b515aec19c896a47ce4ec9899a0cb25d_7954959378913173995.png",
        "amount": 1,
        "displayStyle": "card"
      }
    ]
  }
}