{
  "epId": 2923,
  "name": "Une ode à la khvarena",
  "desc": "<p>Ce chant aurait été transmis oralement de génération en génération par un ordre religieux du désert. On ignore qui l'a transcrit.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/08/170542231/d933f80edb86e2e99f61f78c10915885_930360590391167322.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1712865672,
  "components": {
    "textualResearch": [
      {
        "title": "Lecture",
        "desc": [
          {
            "type": "RichText",
            "text": "Ô Nagarjuna,\nAvec la khvarena de toutes les formes, je bénis cette terre aux calamités infinies.\nQuand la boue des profondeurs de l'abîme souillera le premier royaume,\nLes milliers de glorieux esprits du seigneur de la sagesse se disperseront.\nJe retraverserai les fleuves de la douleur pour étancher ma soif de rosée.\nJ'ouvrirai la voie pour les bienveillants, afin que la lumière de la sagesse couvre le monde.\nÔ Nagarjuna,\nAvec la khvarena de toutes les formes, je nourris les bienveillants dans la mer de fleurs.\nAdmire ! Voici l'essence de la khvarena, le dernier descendant de la divinité de l'herbe et des arbres.\nAdmire ! Voici le brave ayant mené d'innombrables batailles, l'ennemi des devs.\nMême la lueur sombre des cieux dehors ne peut déformer leurs silhouettes.\nÔ Nagarjuna,\nAvec la khvarena de toutes les formes, j'ai transcendé la mort de cette terre putride.\nJ'ai lavé les péchés des innocents et les ai fait renaître dans une terre pure, exempte de chagrin et de souffrance.\nDans les chakras de la terre se trouvent les graines du karma qui donnent naissance à tout.\nProspérité et décadence ne sont que des illusions temporaires du monde terrestre, issues de la présence des graines.\nÔ Nagarjuna,\nAvec la khvarena de toutes les formes, j'ai nettoyé l'abîme des cieux.\nLa souillure qui coule de l'abîme finira par s'estomper,\nEt les descendants perdus de Dahri seront redressés vers le droit chemin.\nÉlevons notre voix et chantons à l'unisson, le déluge nous accordera une trêve.\nÔ Nagarjuna,\nSi la marée sombre réapparaît et que l'abîme noir revient,\nChante cet hymne et prie pour la khvarena invincible.\nLa khvarena éternelle nous guidera sur notre chemin vers les cieux."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Une ode à la khvarena</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Sur une table dans le Foyer de Daena</color>"
          }
        ]
      }
    ]
  }
}