{
  "epId": 3155,
  "name": "Registre des ruines transparentes III",
  "desc": "<p>Une plaque de pierre que vous avez trouvée dans les ruines transparentes près du Mausolée du roi Deshret. Cela semble être un enregistrement laissé par une civilisation perdue...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/15/170542231/28570e1efe0c3fd2184851265763e80b_1326659297826846688.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1714258911,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Registre des ruines transparentes III</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Série de quêtes du monde « Vieilles notes et nouveaux amis »</color>\n<color=#ffffffd9>Quête du monde « Barrière invisible »</color>"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Lecture",
        "desc": [
          {
            "type": "RichText",
            "text": "Journal des congés\nRéquisition de main d'œuvre dans la ville de Gurabad.\nSur l'ordre de Parvezravan l'esprit de la victoire et par la grâce d'Al-Ahmar, nous avons réussi à dresser un camp suffisamment robuste pour nous protéger du mal.\nUn bon salaire, un approvisionnement et une distribution fluides doivent être garantis afin que les travailleurs puissent être nourris, habillés et protégés.\nChercheurs en droit, soldats et médecins doivent être en poste pour se charger des blessures liées au travail, des conflits, des accidents et des litiges.\nMagasins, dortoirs, hôpitaux, tavernes et de cimetières doivent être installés sur le site pour la détente et le divertissement des travailleurs.\nLa rémunération des travailleurs leur sera remise immédiatement sur présentation et destruction d'un bon de rémunération en papier rouge.\nEnvoyez les plus robustes construire de hauts remparts.\nEnvoyez les plus habiles creuser des fosses.\nEnvoyez les plus intelligents préparer les tours pour repérer les ennemis au loin.\nEnvoyez les plus méticuleux forger des épées et des hallebardes pour les guerriers qui viendront.\nCela ne devrait pas prendre plus de vingt jours à partir du début de l'excavation à la fin du moulage de la dernière épée.\nDes rumeurs se sont répandues comme du sable dans le vent à travers la ville de Gurabad : un renégat au masque de cuivre rassemble des complices dans une oasis cachée dans une vaine tentative de défier Parvezravan.\nCe traître a fait du soleil brûlant et du sable jaune ses ennemis. Ses complices se réunissent une fois tous les sept jours. Nous devons faire preuve de\nprudence.\nToute forme de laxisme doit être retenue dans les annales\npour que les générations futures soient au courant de ce comportement absurde\net que cela serve de mise en garde pour les paresseux : le travail est la base de la liberté.\n...\n2e jour\nTrois personnes ont été étouffées par du sable emporté dans le vent, elles ont pris un jour de repos.\n...\n9e jour\nDix personnes ont été brûlées par le soleil, elles ont pris un jour de repos.\n...\n16e jour\nDouze personnes ont été étouffées par du sable emporté dans le vent, elles ont pris un jour de repos."
          }
        ]
      }
    ]
  }
}