{
  "epId": 3157,
  "name": "Registre de la Tombe des ribotes",
  "desc": "<p>Une plaque de pierre que vous avez trouvée dans la Tombe des ribotes. Cela semble être un enregistrement laissé par une civilisation perdue...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/13/170542231/28570e1efe0c3fd2184851265763e80b_8086081112909252148.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1712952399,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Registre de la Tombe des ribotes</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Série de quêtes du monde « Vieilles notes et nouveaux amis »</color>\n<color=#ffffffd9>Quête du monde « Le désert dans les souvenirs »</color>"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Lecture",
        "desc": [
          {
            "type": "RichText",
            "text": "L'agneau, l'oiseau et le crocodile\nLe chef des moutons, connu pour sa gentillesse, envoya sept petits agneaux trouver la plus belle prairie verte avec de l'eau fraîche.\nLe sage oiseau rencontra les sept agneaux sur leur chemin et leur demanda où ils se rendaient.\nCes derniers révélèrent tout à leur ami plumé, dont leur destination.\n« Nous avons entendu parler de votre sagesse dans les murmures du vent. Vous qui voyez loin, pourriez-vous nous dire où se trouve cette prairie verte avec de l'eau fraîche ? »\nCependant, les petits agneaux ne savaient pas que l'oiseau voulait également laver ses plumes dans cette eau.\n« Petits agneaux, rendez-vous en direction du nord où le soleil ne brûle pas. L'eau et l'herbe sont les plus fraîches là-bas. »\nLes agneaux firent confiance aux paroles de l'oiseau et se rendirent vers le nord. Un crocodile en armure apparut devant eux.\nLe crocodile ouvrit sa grande gueule. Non pas pour manger les agneaux, mais pour leur demander les raisons de leur venue dans cet endroit désert.\n« C'est l'oiseau sage qui nous a dit que l'eau et l'herbe les plus fraîches se trouvaient ici. »\n« L'oiseau a utilisé sa sagesse avec de mauvaises intentions, mais je ne ferai pas la même chose. »\nLe crocodile pleura de compassion pour le sort des agneaux et décida de les raccompagner chez eux.\nSur le chemin du retour, l'oiseau sage rencontra à nouveau les agneaux. Il fut également surpris par la gentillesse du crocodile.\n« J'ai honte d'avoir abusé de ma sagesse. S'il vous plaît, permettez-moi d'aller voir le chef avec vous. »\nLe chef des moutons fut surpris de voir neuf silhouettes apparaître devant lui, mais le crocodile écarta soudainement sa gueule.\nAh, des intestins juteux ! Ces estomacs doux et croustillants ! De la chair éparpillée partout !\nLe sang frais qui coulait à flots ! Ces yeux si faciles à crever !\nLe crocodile fondit de nouveau en larmes et loua la docilité et de la gentillesse du chef des moutons.\nLa morale de l'histoire est qu'il ne faut pas faire confiance aux personnes douces comme des agneaux, ni sages comme des oiseaux ou qui pleurent des larmes de crocodile."
          }
        ]
      }
    ]
  }
}