{
  "epId": 3159,
  "name": "Registre des ruines transparentes I",
  "desc": "<p>Une plaque de pierre que vous avez trouvée dans les ruines transparentes près du Mausolée du roi Deshret. Cela semble être un enregistrement laissé par une civilisation perdue...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/15/170542231/28570e1efe0c3fd2184851265763e80b_1786898074529714439.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1714258899,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Registre des ruines transparentes I</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Série de quêtes du monde « Vieilles notes et nouveaux amis »</color>\n<color=#ffffffd9>Quête du monde « Barrière invisible »</color>"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Lecture",
        "desc": [
          {
            "type": "RichText",
            "text": "Journal des congés\nRéquisition d'esclaves dans la ville de Gurabad.\nSur l'ordre de Parvezravan l'esprit de la victoire et par la grâce d'Al-Ahmar, un jardin de la joie sera construit ici pour accueillir cinq cents hommes dignes de se reposer.\nLes esclaves doivent être nourris, habillés et bénéficier d'un repos quotidien pour éviter toute forme de rébellion.\nDes esclaves de combat, des soldats et des médecins doivent être en fonction afin de faire face aux problèmes inattendus.\nLe site doit être équipé de magasins, de dortoirs, d'hôpitaux, de bistrots et de cimetières. Des spectacles de gladiateurs gratuits doivent être organisés tous les sept jours pour le privilège des esclaves.\nIl faut permettre aux esclaves riches d'embaucher de la main d'œuvre bon marché ou d'acheter leurs propres esclaves pour lui donner du travail. Si ces derniers perturbent l'ordre sur le chantier ou retardent l'avancement du projet, ils seront exécutés et le propriétaire subira une double peine.\nLes esclaves seront rémunérés en pièces d'argent et les surveillants devront les payer en fonction de leur rang.\nEnvoyez les plus robustes poser la fondation du jardin.\nEnvoyez les plus habiles sculpter les motifs de la base des piliers.\nEnvoyez les plus intelligents aménager le mobilier pour le personnel qui sera présent ultérieurement.\nEnvoyez les plus méticuleux préparer les repas pour le personnel qui sera présent ultérieurement.\nEnvoyez les esclaves restants pour écraser les montagnes de pierre, couper les arbres et bâtir des toits à la force de leurs bras.\nCela ne devrait pas prendre plus de deux cents jours à partir du début de l'excavation à la culture de la dernière fleur.\nToute forme de laxisme doit être retenue dans les annales\npour que les générations futures soient au courant de ce comportement absurde\net que cela serve de mise en garde pour les paresseux. Qu'ils supplient pour aller travailler.\n1er jour\nLe sage nommé Nefumat a déclaré que sa maison a pris feu pour une raison inconnue et qu'il était dans l'impossibilité de dispenser sa sagesse. Il a pris un jour de repos.\n7e jour\nTrois personnes ont été brûlées par le soleil, elles ont pris un jour de repos.\n10e jour\nLe sage nommé Nefumat a déclaré qu'il a oublié de fermer les fenêtres et les portes de sa maison. Le sable s'y est infiltré et s'est entassé jusqu'à ses chevilles. Il était dans l'impossibilité de dispenser sa sagesse et a pris un jour de repos.\n14e jour\nQuatre personnes ont été étouffées par du sable emporté dans le vent, elles ont pris un jour de repos.\n18e jour\nLe sage nommé Nefumat a déclaré qu'elle avait accidentellement mangé du pain qui datait d'il y a plus de cinq cents jours et qu'il était dans l'impossibilité de dispenser sa sagesse à cause d'un de ventre. Il a pris un jour de repos.\n21e jour\nDix personnes ont été brûlées par le soleil, elles ont pris un jour de repos.\n25e jour\nLe sage nommé Nefumat a déclaré à nouveau qu'il ne pouvait pas dormir la nuit en raison de la chaleur, résultant en un mal crâne au réveil. Il a pris un jour de repos.\nCet homme manque de respect à Al-Ahmar. Il peut dispenser sa sagesse, mais refuse tout bonnement de le faire. Une autre transgression de sa part marquera son expulsion de la ville de Gurabad.\n26e jour\nNefumat s'est enfui.\n27e jour\nQuatre personnes ont été écrasées par un gros rocher. Un insolent a sûrement offensé Al-Ahmar.\nSelon une séance de divination, les auspices étaient très mauvais. Les travaux sont interrompus."
          }
        ]
      }
    ]
  }
}