{
  "epId": 3162,
  "name": "Registre du Clos d'Aaru",
  "desc": "<p>Une plaque de pierre que vous avez trouvée au point culminant du Mausolée du roi Deshret. Cela semble être un enregistrement laissé par une civilisation perdue...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/12/170542231/28570e1efe0c3fd2184851265763e80b_3024158932937087823.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1712952403,
  "components": {
    "textualResearch": [
      {
        "title": "Lecture",
        "desc": [
          {
            "type": "RichText",
            "text": "Après un long moment, les fleurs rouges de la résidence ont fleuri et sont tombées plusieurs fois.\nLa majorité d'Aaru est presque terminé.\nDans plusieurs jours, Aaru contiendra tout dans ce désert, comme maître Al-Ahmar l'a ordonné.\nDe cette façon, l'ambition inébranlable de maître Al-Ahmar sera exaucée.\nCe jour-là, je pourrai revoir le sourire de ma mère.\nMa mère a toujours eu des préjugés contre maître Al-Ahmar et croyait qu'il était la source des catastrophes dans la ville de Gurabad. Or, cela est loin d'être la vérité.\nElle semble avoir oublié que c'est lui qui m'a désigné comme l'architecte d'Aaru. Moi, un enfant né de l'union d'un fugitif et d'une servante.\nIl s'agit d'un grand honneur pour une personne de mon rang !\nAucun roi n'a jamais aimé son peuple comme le seigneur Al-Ahmar.\nIl a décidé de construire Aaru pour éviter que le drame qui avait coûté la vie à son père ne se reproduise.\nJ'y crois fermement.\nLe monde est comme une rivière qui coule entre ces deux lieux. Aucun mortel ne peut la traverser, l'explorer ou la convoiter, au risque de tomber à\njamais dedans.\nPour atteindre Aaru, il faut prendre la forme d'un oiseau pour voler au-dessus des enfers et picorer trois types d'organes pour obtenir la permission d'Al-Ahmar de traverser la rivière sous cette apparence.\nAprès la traversée, il faut enflammer les braises du soleil à trois endroits avec ses plumes pour obtenir la miséricorde d'Al-Ahmar et s'élever à Aaru.\nEspérons que la sagesse perdurera à Khaj-Nisut, que tous les descendants du désert monteront à Aaru et que Gurabad retrouvera son ancienne gloire.\nJ'espère que tout cela laissera un héritage éternel.\nAttendez... Je viens d'entendre une grosse explosion, je devrais aller voir ce qui s'est passé...\n(Les gribouillis s'arrêtent ici brusquement.)"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Registre du Clos d'Aaru</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Quête du monde « Double preuve »</color>"
          }
        ]
      }
    ]
  }
}