{
  "epId": 33,
  "name": "Rosalia",
  "desc": "Une religieuse qui n'en a que l'apparence. Ses paroles sont acérées et son comportement, froid. Elle agit toujours seule.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Rosaria_icon.png",
  "headerImgUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/罗莎莉亚/avatar.png",
  "filterValues": {
    "characterRarity": 4,
    "characterVision": "Cryo",
    "characterWeapon": "Arme d'hast",
    "characterRegion": "Cité de Mondstadt",
    "characterProperty": "ATQ"
  },
  "menuId": 2,
  "menuName": "Archives des personnages",
  "version": 1739488622,
  "components": {
    "voice": [
      {
        "title": "Première rencontre...",
        "desc": "Écoutez, disciple, si vous avez un problème que vous n'arrivez pas à régler, je m'en occupe. Mais si vous cherchez quelqu'un pour prier, vous feriez mieux de vous adresser à une autre sœur.<br/>... Comment ? Vous n'êtes pas un disciple ?"
      },
      {
        "title": "Bavardage - Ennui",
        "desc": "On a un travail à faire, non ?"
      },
      {
        "title": "Bavardage - Heures supplémentaires",
        "desc": "Tout est négociable. Sauf les heures supplémentaires."
      },
      {
        "title": "Bavardage - La vie à Mondstadt",
        "desc": "Travailler dur et vivre chaque jour au maximum. C'est ça la vie à Mondstadt, n'est-ce pas ?"
      },
      {
        "title": "Quand il pleut...",
        "desc": "Ça va nous ralentir."
      },
      {
        "title": "Quand le tonnerre gronde...",
        "desc": "... Quelle nuisance."
      },
      {
        "title": "Quand il neige...",
        "desc": "Continuons à avancer, mais faites attention avec la neige."
      },
      {
        "title": "Le vent souffle fort...",
        "desc": "La bénédiction de l'Archon Bartabos ? Attendez... Non, c'est Barbotas...?"
      },
      {
        "title": "Au réveil...",
        "desc": "*bâillement* Bonjour... J'ai manqué la messe du matin, n'est-ce pas ? Ça commence trop tôt de toute façon."
      },
      {
        "title": "À l'heure du déjeuner...",
        "desc": "Je dors encore mieux sous le soleil, l'après-midi. Vous devriez essayer à l'occasion."
      },
      {
        "title": "Le soir...",
        "desc": "Bonsoir. Ne vous attendez pas à me voir à la prière du soir... Et ne me demandez pas pourquoi."
      },
      {
        "title": "La nuit...",
        "desc": "Reposez-vous, et ne vous en faites pas. Je m'occupe de la suite."
      },
      {
        "title": "À propos de Rosalia - Être une sœur",
        "desc": "Moi ? Je suis juste une personne ordinaire. Église, travail... Je fais juste ce que j'ai à faire."
      },
      {
        "title": "À propos de Rosalia - Ennuis",
        "desc": "Toutes les sœurs sont pires les unes que les autres. Quand ce n'est pas la prière, alors c'est une chorale ou quelque chose d'autre à quoi il faut participer... N'allez pas leur dire que vous m'avez vue ici."
      },
      {
        "title": "À propos de nous - Foi",
        "desc": "Peut-être qu'un dieu a le pouvoir de protéger tout le monde s'il choisissait de le faire, mais cela n'arrivera jamais. Sinon, la souffrance des gens ne pourrait jamais être prise au sérieux."
      },
      {
        "title": "À propos de nous - Prière",
        "desc": "Priez. Pas pour les dieux, et pour personne d'autre que vous."
      },
      {
        "title": "À propos de nous - Combat",
        "desc": "N'en faites pas trop. Laissez-moi m'occuper du sale boulot."
      },
      {
        "title": "À propos de l'œil divin...",
        "desc": "Un œil divin peut aussi bien être une preuve de force qu'un symbole de la volonté de survivre... Qui sait ? Tout a deux faces, et je serais bien incapable de définir ce qu'est un œil divin. Disons que mon œil divin et moi sommes le témoin l'un de l'autre."
      },
      {
        "title": "Quelque chose à partager ?",
        "desc": "On ne peut pas toujours savoir pourquoi de bonnes choses nous arrivent, ou pourquoi nous devrions nous en réjouir. Hé... Si jamais un jour vous rencontrez un problème qui vous dépasse, ne perdez pas espoir. On ne sait jamais, quelqu'un est peut-être là pour vous aider, même si vous ne le voyez pas."
      },
      {
        "title": "Détails intéressants...",
        "desc": "Je n'ai aucun intérêt pour les plantes, mais le pissenlit fait exception. Comment une fleur aussi simple peut se transformer en un vin aussi délicieux ! Un verre de vin de dent-de-lion après le travail, c'est encore mieux que la grasse matinée du dimanche."
      },
      {
        "title": "À propos de Diluc...",
        "desc": "Difficile à ignorer, n'est-ce pas ? Il est plus qu'un riche propriétaire. Il est confiant, mais discret... et même un peu dangereux."
      },
      {
        "title": "À propos de Kaeya...",
        "desc": "Le vin a son utilité... comme révéler la vraie nature des gens, par exemple. L'éloquence de Kaeya est une façade, mais je peux voir au travers. Ah, vous devriez le voir quand il est ivre."
      },
      {
        "title": "À propos de Venti...",
        "desc": "Il y a quelque chose d'extrêmement intéressant à propos de ce barde... Je ne peux pas vraiment mettre le doigt dessus. Il a quelque chose qui le différencie des autres habitants de Mondstadt."
      },
      {
        "title": "À propos de Barbara...",
        "desc": "Barbara est comme une épine dans le pied. Elle vient constamment me harceler à propos de la messe et de la pratique de la chorale. Je ne serais pas surprise si sœur Victoria lui avait spécifiquement demandé de garder un œil sur moi."
      },
      {
        "title": "À propos de Jean...",
        "desc": "Elle s'acquitte non seulement de son travail, mais aussi du travail des autres. Une femme qui mérite d'être admirée."
      },
      {
        "title": "À propos d'Albedo...",
        "desc": "Il me fait penser à une peinture à l'huile accrochée dans quelque vieille maison... Profond, mystérieux, impossible à pénétrer d'un simple coup d'œil. J'apprécie les gens qui ont une histoire."
      },
      {
        "title": "À propos de Lisa...",
        "desc": "Je n'apprécie pas les personnes qui tirent au flanc pendant leurs heures de travail, mais elle a le mérite de terminer à l'heure."
      },
      {
        "title": "À propos de Klee...",
        "desc": "Ah, des ennuis, toujours des ennuis. Des ennuis mignons, certes..."
      },
      {
        "title": "À propos de Varka...",
        "desc": "Je suis sûre que Varka veut bien faire, mais ses conversations interminables m'ennuient à mourir. Cependant, il faut admettre qu'il se soucie vraiment de ceux qui l'entourent..."
      },
      {
        "title": "À propos de son père...",
        "desc": "Mon père ? Un mot que je n'ai pas utilisé depuis bien longtemps. On peut dire que je n'en ai pas, ou que j'en ai plusieurs. Comment ? C'est si étonnant que ça ?"
      },
      {
        "title": "Connaître Rosalia (1)",
        "desc": "Oublions les formalités. Je suis ici pour terminer un travail. Laissez-moi le sale boulot."
      },
      {
        "title": "Connaître Rosalia (2)",
        "desc": "Les sœurs qui ne croient pas en les dieux ne sont pas si rares que ça. On trouve bien des chasseurs qui n'aiment pas la viande, ou des pêcheurs qui n'aiment pas le poisson. Faire quelque chose ne veut pas dire l'aimer, de la même manière que ne pas aimer quelque chose ne signifie pas qu'il faut s'en écarter. C'est ça, le travail."
      },
      {
        "title": "Connaître Rosalia (3)",
        "desc": "Le vin de dent-de-lion est sacrément bon cette année. Un petit verre ?"
      },
      {
        "title": "Connaître Rosalia (4)",
        "desc": "Mondstadt est une bête de lumière, à la fois jeune et vieille. Vieille dans le sens où elle a constamment besoin de protection, mais trop jeune pour survivre par elle-même. C'est pourquoi il y a des gens comme moi. Je me soucie de Mondstadt tout comme les autres sœurs prennent soin des habitants, nous guidons ceux que nous aimons sur le chemin de la liberté. Hein ? Pourquoi est-ce que je l'appelle une bête de lumière ? Parce que les gens comme moi ne peuvent exister que dans l'ombre..."
      },
      {
        "title": "Connaître Rosalia (5)",
        "desc": "J'ai parfois le sentiment que la personne que j'étais durant les années passées vit encore en moi, comme si mon moi du passé était toujours là, à attendre quelque chose de ma part. Vous avez sûrement dû connaître ça. Ne reniez pas la personne que vous étiez, même si vous avez suivi un chemin complètement différent. Ce que vous étiez avant est la fondation de qui vous êtes aujourd'hui. On ne doit pas craindre le passé, ni avoir peur de l'affronter."
      },
      {
        "title": "Les loisirs de Rosalia...",
        "desc": "J'aime boire un verre pour m'apaiser l'esprit. Certains problèmes ne se dissolvent que dans l'alcool. Mais je ne bois jamais au point d'être saoule."
      },
      {
        "title": "Les problèmes de Rosalia...",
        "desc": "*soupir* ... Je n'ai aucune envie de participer à la chorale le mois prochain, mais je parie que sœur Victoria choisira les membres elle-même... Quelle nuisance."
      },
      {
        "title": "Plats préférés...",
        "desc": "Avez-vous déjà essayé le bœuf bourguignon ? De gros morceaux de viande au bon goût d'alcool, un vrai délice."
      },
      {
        "title": "Plats détestés...",
        "desc": "Vous voulez dire que je suis censée tremper cette pomme de terre dans de la confiture ? Ah, sacrilège !"
      },
      {
        "title": "Anniversaire...",
        "desc": "Aujourd'hui, c'est votre anniversaire, donc si vous avez quelque chose à faire, je peux m'en occuper... Mais ne dites rien à personne, compris ?"
      },
      {
        "title": "Affinité faible",
        "desc": "Hmm, juste ce dont j'avais besoin."
      },
      {
        "title": "Affinité moyenne",
        "desc": "Vous avez un boulot pour moi ? J'ai du temps."
      },
      {
        "title": "Affinité élevée",
        "desc": "Pas mal. Force est mère d'efficacité."
      },
      {
        "title": "Affinité max",
        "desc": "Je ne suis pas étrangère aux arts du combat, et pourtant je n'ai jamais eu une telle puissance avant. Je vous remercie pour une telle bénédiction."
      },
      {
        "title": "Compétence élémentaire (1)",
        "desc": "Yah !"
      },
      {
        "title": "Compétence élémentaire (2)",
        "desc": "Jugement !"
      },
      {
        "title": "Compétence élémentaire (3)",
        "desc": "Même pas en rêve !"
      },
      {
        "title": "Déchaînement élémentaire (1)",
        "desc": "Soyez punis !"
      },
      {
        "title": "Déchaînement élémentaire (2)",
        "desc": "Tremblez !"
      },
      {
        "title": "Déchaînement élémentaire (3)",
        "desc": "Bonne nuit..."
      },
      {
        "title": "Ouverture de coffre (1)",
        "desc": "... Hmm, il y a quelques babioles intéressantes là-dedans."
      },
      {
        "title": "Ouverture de coffre (2)",
        "desc": "Je suppose que ça n'a pas demandé trop d'efforts."
      },
      {
        "title": "Ouverture de coffre (3)",
        "desc": "C'était... pas mal."
      },
      {
        "title": "PV faibles (1)",
        "desc": "Je ne m'attendais pas à ça... Hmph."
      },
      {
        "title": "PV faibles (2)",
        "desc": "Je vais devoir faire des heures supplémentaires."
      },
      {
        "title": "PV faibles (3)",
        "desc": "Vous connaissez un truc ou deux, on dirait !"
      },
      {
        "title": "K.O. (1)",
        "desc": "Ce n'est pas plus mal..."
      },
      {
        "title": "K.O. (2)",
        "desc": "Peut-être que c'est... mon destin..."
      },
      {
        "title": "K.O. (3)",
        "desc": "Est-ce la fin...?"
      },
      {
        "title": "Attaque légère subie (1)",
        "desc": "Je vois."
      },
      {
        "title": "Attaque puissante subie (1)",
        "desc": "Tsk, quelle plaie !"
      },
      {
        "title": "Ajout dans l'équipe (1)",
        "desc": "Une nouvelle mission ?"
      },
      {
        "title": "Ajout dans l'équipe (2)",
        "desc": "Que notre collaboration soit sans problème."
      },
      {
        "title": "Ajout dans l'équipe (3)",
        "desc": "Plus tôt on en aura terminé et mieux ce sera."
      },
      {
        "title": "Cadeau reçu (1)",
        "desc": "On dirait que nos goûts s'accordent."
      },
      {
        "title": "Cadeau reçu (2)",
        "desc": "C'est rassasiant, au moins."
      },
      {
        "title": "Cadeau reçu (3)",
        "desc": "Vous aimez ce genre de plat ?"
      }
    ],
    "summaryList": [
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/罗莎莉亚/constellation_1.png",
        "name": "Guide du pécheur",
        "desc": [
          {
            "type": "RichText",
            "text": "Lorsque les attaques de Rosalia infligent un coup CRIT, sa VIT d'attaque et les DGT des attaques normales augmentent de 10 % pendant 4 s."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/罗莎莉亚/constellation_2.png",
        "name": "Terre sacrée",
        "desc": [
          {
            "type": "RichText",
            "text": "Prolonge la durée de la lance de glace de <color=#ffd780>Sacrement mortel</color> de 4 s."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/罗莎莉亚/constellation_3.png",
        "name": "Rite de confession",
        "desc": [
          {
            "type": "RichText",
            "text": "Niveau d'aptitude <color=#ffd780>Confession des péchés</color> +3.\nNiveau max : 15"
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/罗莎莉亚/constellation_4.png",
        "name": "Souffrance bénie",
        "desc": [
          {
            "type": "RichText",
            "text": "Rosalia récupère 5 pts d'énergie élémentaire lorsque <color=#ffd780>Confession des péchés</color> inflige un coup CRIT.\nCet effet ne peut être déclenché qu'une fois par Confession des péchés."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/罗莎莉亚/constellation_5.png",
        "name": "Prière agonisante",
        "desc": [
          {
            "type": "RichText",
            "text": "Niveau d'aptitude <color=#ffd780>Sacrement mortel</color> +3.\nNiveau max : 15"
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/罗莎莉亚/constellation_6.png",
        "name": "Châtiment divin",
        "desc": [
          {
            "type": "RichText",
            "text": "Les attaques de <color=#ffd780>Sacrement mortel</color> réduisent la RÉS physique des ennemis de 20 % pendant 10 s."
          }
        ]
      }
    ],
    "map": "https://act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header#/map/2?shown_types=29&center=-337.50,484.00&zoom=0.00",
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Anniversaires",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "2022",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/09/29705491/6a918e5652508dcd19d28e3627e9426a_2395038507150912152.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>« Chut, pas un mot ! »</color>\n<color=#ffffff73>« Rosalia, avec Paimon nous avons spécialement préparé pour vous un goulasch au vin de dent-de-lion. Hein ? Où est donc passée Paimon ? »</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/09/29705491/32cc95c43990fca5b8fe99581adfcd64_7411245721167275157.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>On me cherche ? J'ai justement du temps si tu as besoin d'un coup de main.</color>\n<color=#ffffff73>Ah, vous êtes donc aussi venue pour me souhaiter un joyeux anniversaire ? Merci beaucoup.</color>\n<color=#ffffff73>J'ai réussi à convaincre tout le monde que ce n'était pas nécessaire de le fêter. Comme vous pouvez le voir, cela me permet de me reposer.</color>\n<color=#ffffff73>Que diriez-vous d'une balade en dehors de la ville ? Passer ma journée de repos en votre compagnie s'annonce agréable.</color>\n<color=#ffffff73>Merci à hou pour sa magnifique illustration.</color>\n<color=#ffffffd9>Aujourd'hui</color>\n<color=#ffffff73>Pour être franche, je n'ai envie de fêter aucun anniversaire. Les traditions et tout ce qui s'y rapporte ne m'intéressent pas. C'est pourquoi très peu de gens connaissent la date de mon anniversaire.</color>\n<color=#ffffff73>Si on considère ce jour comme à peine spécial, en buvant un verre et en mangeant un morceau avec des gens que je n'ai pas vus depuis longtemps... Je pense que ça devrait passer.</color>\n<color=#ffffff73>Je vous offre ces fleurs. La fleuriste, Lola ou je ne sais quoi, a dit qu'elles se vendaient bien ces derniers temps. Elles sont intéressantes au moins, vu la façon dont elles tournent.</color>\n<color=#ffffff73>Les jolies choses permettent de changer l'humeur des gens. Personnellement, elles ne me vont pas et seront plus jolies dans vos mains.</color>\n<color=#ffffff73>Bref, venez me retrouver au lever du jour.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "2023",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/09/29705491/8e7a30c31a2d4f40c87bf0a991d22828_6200126195205700564.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>« Je n'aurais pas pensé que vous trouveriez cet endroit. Vous êtes plutôt doué pour la recherche de lieux. »</color>\n<color=#ffffff73>« Un cadeau pour moi ? Merci beaucoup. »</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/09/29705491/d58f121c10c7aab28de59fd785df0098_2770117253095346099.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Mon souhait d'anniversaire ? Hmm... Je vais m'occuper de certains nuisibles de Mondstadt un peu plus tard, est-ce que vous pourriez m'attendre ?</color>\n<color=#ffffff73>Pas besoin de m'aider, j'aurai géré tout cela avant le coucher du soleil.</color>\n<color=#ffffff73>Je serai libre après cela.</color>\n<color=#ffffff73>Terminer sa journée en avance est une bien meilleure raison de célébrer qu'un anniversaire.</color>\n<color=#ffffff73>Merci à スコッティ pour sa magnifique illustration.</color>\n<color=#ffffffd9>Une journée ordinaire.</color>\n<color=#ffffff73>Vous savez peut-être quel jour nous sommes aujourd'hui, mais que ce soit clair : je vous écris juste pour vous dire bonjour, rien d'autre.</color>\n<color=#ffffff73>Chaque jour dans la vie compte et mérite d'être vécue au maximum. Il n'y a pas besoin d'attendre son anniversaire pour faire la fête.</color>\n<color=#ffffff73>Il n'y a pas non plus de mal à traiter son anniversaire comme une journée ordinaire. L'important, c'est d'être heureux.</color>\n<color=#ffffff73>En tout cas, je vais passer prendre un verre à la taverne ce soir.</color>\n<color=#ffffff73>Récemment, des imbéciles un peu trop sûrs d'eux proposent de payer les boissons des gens qui les battent à l'Invocation des Sept.</color>\n<color=#ffffff73>Quelle aubaine.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "2024",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/09/29705491/4fce5fa9f76b996b09629b05cd57d982_2861273343287075927.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>« Le plat du jour au Bon Chasseur est... du poulet mariné aux fleurs sucrantes. »</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/09/29705491/91baf749fb17b5b6174f801f2d5fc7d6_8950285671480382794.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Ce sont les sœurs qui vous l'ont dit ? Hmm... Après avoir passé tant de temps ensemble, elles me connaissent bien.</color>\n<color=#ffffff73>Chaque année, le jour de mon anniversaire, je vais à la taverne et je commande un verre de vin de dent-de-lion.</color>\n<color=#ffffff73>Au début, les sœurs s'inquiétaient du fait que j'allais boire sans modération, alors elles me suivaient à la taverne.</color>\n<color=#ffffff73>Mais maintenant, elles me disent de me détendre pendant qu'elles s'occupent du reste.</color>\n<color=#ffffff73>Ce n'est pas mal, n'est-ce pas ? J'aime bien cette façon de s'entendre. Bien sûr, ce serait encore mieux si elles ne m'obligeaient pas à participer à la chorale.</color>\n<color=#ffffffd9>Une occasion rare...</color>\n<color=#ffffff73>Il est vraiment rare que je n'aie rien à faire comme aujourd'hui. Je n'ai pas besoin de me cacher et personne ne vient m'embêter pour que j'aille prier. Je n'aurais jamais pensé recevoir un traitement particulier pour un jour qui ne l'est pas du tout.</color>\n<color=#ffffff73>Cependant, la taverne est déserte en journée et seules les chaises vides me tiennent compagnie. C'est assez ennuyeux. Après une brève réflexion, j'ai décidé d'écrire des lettres pour inviter quelques amis.</color>\n<color=#ffffff73>Après tout, il y a une réduction sur les boissons pour les groupes. Nous pourrions en profiter pour boire quelques verres de plus.</color>\n<color=#ffffff73>C'est à vous de décider si vous voulez venir ou non. Je ne suis pas comme ces religieuses qui forcent la main aux gens.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "2025",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/09/29705491/3351d2dff13936af8740e2d6aafb1f58_66129552151710964.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>« Ah ! Encore un verre et je vais me coucher. La messe du matin ? J'aurai juste à me cacher et faire en sorte que les sœurs ne me trouvent pas. »</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/09/29705491/d58a477bbb3b5dd46ed3e68036d33ce9_2463398962163969572.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>On dit souvent que l'endroit le plus dangereux peut aussi être le plus sûr, c'est pourquoi j'ai choisi de me cacher directement à la cathédrale aujourd'hui.</color>\n<color=#ffffff73>Je ne m'attendais pas à ce que toutes les sœurs en sortent pour partir à ma recherche, laissant l'endroit totalement désert. Ça change un peu, je dois dire.</color>\n<color=#ffffff73>Mais vous, on dirait que vous n'êtes pas du genre à vous laisser influencer par les idées reçues, vu la rapidité avec laquelle vous m'avez repérée.</color>\n<color=#ffffff73>Bon, puisque vous êtes là, cette cachette ne restera probablement pas secrète longtemps. Je dois filer, vous m'accompagnez ?</color>\n<color=#ffffffd9>À votre santé !</color>\n<color=#ffffff73>Dahlia n'a pas envoyé les sœurs me tirer du lit pour la prière du matin, je suppose que c'est sa façon de me souhaiter un joyeux anniversaire. Honnêtement, c'est exactement ce dont j'avais besoin.</color>\n<color=#ffffff73>Cela dit, un anniversaire tranquille ne suffit pas à le rendre parfait.</color>\n<color=#ffffff73>Mondstadt est célèbre pour ses vins et se limiter aux tavernes serait une erreur pour quiconque souhaite découvrir toutes leurs saveurs uniques. Par exemple, à Deauclaire, certains chasseurs attendent l'hiver pour déboucher leurs réserves spéciales. Je peux les comprendre, après de longues heures à patienter dans l'ombre, ils méritent bien un petit remontant, peu importe l'issue de la chasse. Ce grand cru accompagne très bien leurs grillades, qui au passage, valent le détour elles aussi.</color>\n<color=#ffffff73>Qu'en dites-vous ? Me ferez-vous l'honneur de vous joindre à moi pour me raconter quelques-uns de vos récits héroïques ?</color>\n<color=#ffffff73>À votre santé !</color>"
      }
    ],
    "ascension": [
      {
        "key": "Niv.1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "-",
              "1030"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "-",
              "20"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "-",
              "60"
            ]
          },
          {
            "key": "ATQ",
            "values": [
              "-",
              "0%"
            ]
          }
        ]
      },
      {
        "key": "Niv.20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "2647",
              "3417"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "52",
              "67"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "153",
              "197"
            ]
          },
          {
            "key": "ATQ",
            "values": [
              "0%",
              "0%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          },
          {
            "type": "CustomEntry",
            "epId": 411,
            "name": "Éclat de jade shivada",
            "desc": "Matériau d'élévation de personnage.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Sliver_icon.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 1525,
            "name": "Tombaie",
            "desc": "Une baie juteuse laissant un goût sucré et rafraîchissant en bouche. Dans le passé, ce fruit offrait quelque réconfort à ceux qui surveillaient les tempêtes.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Valberry_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 778,
            "name": "Insigne de nouvelle recrue",
            "desc": "Un insigne servant à identifier les nouvelles recrues. Personne ne sait ni à qui il appartient, ni pourquoi cette personne a décidé de rejoindre l'armée des Fatui.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Recruit's Insignia_icon.png",
            "amount": 3
          }
        ]
      },
      {
        "key": "Niv.40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "5118",
              "5665"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "100",
              "111"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "296",
              "327"
            ]
          },
          {
            "key": "ATQ",
            "values": [
              "0%",
              "6%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 40000
          },
          {
            "type": "CustomEntry",
            "epId": 410,
            "name": "Fragment de jade shivada",
            "desc": "Matériau d'élévation de personnage.<br/>« Pardon... »",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Fragment_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 938,
            "name": "Duramen de glace",
            "desc": "Duramen d'un Arbre congelé. Une forte énergie Cryo s'en dégage.<br/>L'énergie et les pensées qui pullulent au fond de la terre finissent tôt ou tard par émerger à la surface. Le givre froid et endeuillé finit alors par s'attacher aux créatures qu'il rencontre ; et même les plantes et arbres deviennent alors gigantesques et menaçants.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hoarfrost Core_icon.png",
            "amount": 2
          },
          {
            "type": "CustomEntry",
            "epId": 1525,
            "name": "Tombaie",
            "desc": "Une baie juteuse laissant un goût sucré et rafraîchissant en bouche. Dans le passé, ce fruit offrait quelque réconfort à ceux qui surveillaient les tempêtes.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Valberry_icon.png",
            "amount": 10
          },
          {
            "type": "CustomEntry",
            "epId": 778,
            "name": "Insigne de nouvelle recrue",
            "desc": "Un insigne servant à identifier les nouvelles recrues. Personne ne sait ni à qui il appartient, ni pourquoi cette personne a décidé de rejoindre l'armée des Fatui.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Recruit's Insignia_icon.png",
            "amount": 15
          }
        ]
      },
      {
        "key": "Niv.50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "6516",
              "7245"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "127",
              "141"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "376",
              "418"
            ]
          },
          {
            "key": "ATQ",
            "values": [
              "6%",
              "12%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 60000
          },
          {
            "type": "CustomEntry",
            "epId": 410,
            "name": "Fragment de jade shivada",
            "desc": "Matériau d'élévation de personnage.<br/>« Pardon... »",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Fragment_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 938,
            "name": "Duramen de glace",
            "desc": "Duramen d'un Arbre congelé. Une forte énergie Cryo s'en dégage.<br/>L'énergie et les pensées qui pullulent au fond de la terre finissent tôt ou tard par émerger à la surface. Le givre froid et endeuillé finit alors par s'attacher aux créatures qu'il rencontre ; et même les plantes et arbres deviennent alors gigantesques et menaçants.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hoarfrost Core_icon.png",
            "amount": 4
          },
          {
            "type": "CustomEntry",
            "epId": 1525,
            "name": "Tombaie",
            "desc": "Une baie juteuse laissant un goût sucré et rafraîchissant en bouche. Dans le passé, ce fruit offrait quelque réconfort à ceux qui surveillaient les tempêtes.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Valberry_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 466,
            "name": "Insigne de sergent",
            "desc": "Un insigne servant à identifier les sergents. Il est sans doute porteur d'émotions complexes.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sergeant's Insignia_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Niv.60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "8096",
              "8643"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "158",
              "169"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "468",
              "499"
            ]
          },
          {
            "key": "ATQ",
            "values": [
              "12%",
              "12%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 80000
          },
          {
            "type": "CustomEntry",
            "epId": 409,
            "name": "Morceau de jade shivada",
            "desc": "Matériau d'élévation de personnage.<br/>« Pardon... »<br/>« Je vous laisse partager la tristesse du monde entier avec moi. »",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Chunk_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 938,
            "name": "Duramen de glace",
            "desc": "Duramen d'un Arbre congelé. Une forte énergie Cryo s'en dégage.<br/>L'énergie et les pensées qui pullulent au fond de la terre finissent tôt ou tard par émerger à la surface. Le givre froid et endeuillé finit alors par s'attacher aux créatures qu'il rencontre ; et même les plantes et arbres deviennent alors gigantesques et menaçants.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hoarfrost Core_icon.png",
            "amount": 8
          },
          {
            "type": "CustomEntry",
            "epId": 1525,
            "name": "Tombaie",
            "desc": "Une baie juteuse laissant un goût sucré et rafraîchissant en bouche. Dans le passé, ce fruit offrait quelque réconfort à ceux qui surveillaient les tempêtes.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Valberry_icon.png",
            "amount": 30
          },
          {
            "type": "CustomEntry",
            "epId": 466,
            "name": "Insigne de sergent",
            "desc": "Un insigne servant à identifier les sergents. Il est sans doute porteur d'émotions complexes.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sergeant's Insignia_icon.png",
            "amount": 18
          }
        ]
      },
      {
        "key": "Niv.70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "9493",
              "10040"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "185",
              "196"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "548",
              "580"
            ]
          },
          {
            "key": "ATQ",
            "values": [
              "12%",
              "18%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 100000
          },
          {
            "type": "CustomEntry",
            "epId": 409,
            "name": "Morceau de jade shivada",
            "desc": "Matériau d'élévation de personnage.<br/>« Pardon... »<br/>« Je vous laisse partager la tristesse du monde entier avec moi. »",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Chunk_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 938,
            "name": "Duramen de glace",
            "desc": "Duramen d'un Arbre congelé. Une forte énergie Cryo s'en dégage.<br/>L'énergie et les pensées qui pullulent au fond de la terre finissent tôt ou tard par émerger à la surface. Le givre froid et endeuillé finit alors par s'attacher aux créatures qu'il rencontre ; et même les plantes et arbres deviennent alors gigantesques et menaçants.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hoarfrost Core_icon.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 1525,
            "name": "Tombaie",
            "desc": "Une baie juteuse laissant un goût sucré et rafraîchissant en bouche. Dans le passé, ce fruit offrait quelque réconfort à ceux qui surveillaient les tempêtes.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Valberry_icon.png",
            "amount": 45
          },
          {
            "type": "CustomEntry",
            "epId": 636,
            "name": "Insigne d'officier",
            "desc": "Un insigne servant à identifier les officiers. Compte tenu de la taille de l'armée des Fatui, ceux qui parviennent à atteindre le rang d'officier doivent sûrement être un minimum doués.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Lieutenant's Insignia_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Niv.80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "10891",
              "11438"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "213",
              "223"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "629",
              "661"
            ]
          },
          {
            "key": "ATQ",
            "values": [
              "18%",
              "24%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 120000
          },
          {
            "type": "CustomEntry",
            "epId": 408,
            "name": "Pierre de jade shivada",
            "desc": "Matériau d'élévation de personnage.<br/>« Pardon... »<br/>« Je vous laisse partager la tristesse du monde entier avec moi. »<br/>« Puisque vous pourriez supporter mon froid glacial, vous devez avoir un fort désir au fond du cœur. »",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Gemstone_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 938,
            "name": "Duramen de glace",
            "desc": "Duramen d'un Arbre congelé. Une forte énergie Cryo s'en dégage.<br/>L'énergie et les pensées qui pullulent au fond de la terre finissent tôt ou tard par émerger à la surface. Le givre froid et endeuillé finit alors par s'attacher aux créatures qu'il rencontre ; et même les plantes et arbres deviennent alors gigantesques et menaçants.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hoarfrost Core_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 1525,
            "name": "Tombaie",
            "desc": "Une baie juteuse laissant un goût sucré et rafraîchissant en bouche. Dans le passé, ce fruit offrait quelque réconfort à ceux qui surveillaient les tempêtes.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Valberry_icon.png",
            "amount": 60
          },
          {
            "type": "CustomEntry",
            "epId": 636,
            "name": "Insigne d'officier",
            "desc": "Un insigne servant à identifier les officiers. Compte tenu de la taille de l'armée des Fatui, ceux qui parviennent à atteindre le rang d'officier doivent sûrement être un minimum doués.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Lieutenant's Insignia_icon.png",
            "amount": 24
          }
        ]
      },
      {
        "key": "Niv.90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "12289",
              "-"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "240",
              "-"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "710",
              "-"
            ]
          },
          {
            "key": "ATQ",
            "values": [
              "24%",
              "-"
            ]
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://bbs.hoyolab.com/hoyowiki/picture/character/罗莎莉亚/avatar_header.png"
      },
      {
        "key": "Avatar",
        "img": "https://bbs.hoyolab.com/hoyowiki/picture/character/罗莎莉亚/avatar.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Tenue Originale - Sentence impie"
          }
        ]
      },
      {
        "key": "Tenues",
        "img": "https://bbs.hoyolab.com/hoyowiki/picture/character/罗莎莉亚/costume.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Tenue Alternative - Dévote non-conformiste</color>\n<color=#ffffffa6>Tenue de Rosalia. Elle semble avoir été confectionnée sur mesure par l'Église.</color>\n<color=#ffffffa6>« Allez ! Tout le monde a préparé ça rien que pour vous ! »</color>\n<color=#ffffffa6>Barbara passa joyeusement un coffret cadeau merveilleusement emballé à Rosalia, même si cette dernière le regardait avec un mélange de méfiance et d'agacement.</color>\n<color=#ffffffa6>Déchirant l'emballage, elle trouva une note sur le couvercle de la boîte où figurait une écriture aussi élégante que des notes de musique.</color>\n<color=#ffffffa6>« Chère sœur Rosalia, nous avons demandé à mademoiselle Barbara de vous transmettre ce cadeau, mais s'il vous plaît, ouvrez-le quelque part où elle ne peut pas vous voir. »</color>\n<color=#ffffffa6>Ouvrant la boîte le dos tourné, Rosalia découvrit qu'elle contenait encore une autre note, également écrite de la même main que précédemment :</color>\n<color=#ffffffa6>« Chère sœur Rosalia, nous savons que vous n'appréciez pas que trop de gens sachent la date de votre anniversaire. Cependant, cette information a été inscrite sur votre curriculum vitæ par le Grand Maître Varka. Ainsi, en ce jour important, permettez à l'Église de Favonius de vous envoyer un nouvel uniforme, fait juste pour vous.</color>\n<color=#ffffffa6>Et je vous en prie, essayez de ne pas être si distante et soyez une sœur normale, pour une fois. »</color>\n<color=#ffffffa6>Signé : diaconesse Dahlia (Cette lettre a été écrite à la demande de sœur Victoria)</color>"
          }
        ]
      },
      {
        "key": "Animation d'inaction 1",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/07/30/158750877/7d37c419164750a2eb2085343dedf3df_1452248223636417590.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Tenue Originale - Sentence impie"
          }
        ]
      },
      {
        "key": "Animation d'inaction 2",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/07/30/158750877/06419675499e1f0918cb93e64aab29e9_7309011344558887496.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Tenue Originale - Sentence impie"
          }
        ]
      },
      {
        "key": "Animation d'inaction 3",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/07/30/158750877/d45fe6630a126fbd890916550fc83480_2287074665254245706.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Tenue Alternative - Dévote non-conformiste"
          }
        ]
      },
      {
        "key": "Animation d'inaction 4",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/26/43281454/76587c1d1e48b11385d489e55b6ff845_6471669780599240227.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Tenue Alternative - Dévote non-conformiste"
          }
        ]
      },
      {
        "key": "Constellation",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/26/43281454/105d7a50cb6b4ba26e032a1dce37c1ba_507225437619721633.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Spinea Corona</color>"
          }
        ]
      },
      {
        "key": "Thème",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/26/43281454/933a005391934483ef6163cf001521f8_9034690897956570214.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Rosalia - Éternel labeur</color>\n<color=#ffffffa6>La bienveillance et la gentillesse désintéressées sont des qualités qui, selon elles, se doivent d'être compensées par un éternel labeur.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Rosalia</color>"
          }
        ]
      },
      {
        "key": "Anniversaire",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>24/1</color>"
          }
        ]
      },
      {
        "key": "Constellation",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Spinea Corona</color>"
          }
        ]
      },
      {
        "key": "Titre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Rogue bienfaisance</color>"
          }
        ]
      },
      {
        "key": "Œil divin",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Cryo</color>"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Église de Favonius</color>"
          }
        ]
      },
      {
        "key": "Voix chinoise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>张安琪 (Zhang Anqi)</color>"
          }
        ]
      },
      {
        "key": "Voix anglaise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Elizabeth Maxwell</color>"
          }
        ]
      },
      {
        "key": "Voix japonaise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>加隈亜衣 (KAKUMA Ai)</color>"
          }
        ]
      },
      {
        "key": "Voix coréenne",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>김보나 (Kim Bo-na)</color>"
          }
        ]
      },
      {
        "key": "Plat Spécial",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 625,
            "name": "Dîner probatoire",
            "desc": "Spécialité culinaire de Rosalia. Les épines sombres rendent ce plat difficile à aborder. Après quelques efforts, vous arrivez à dégager la décoration et à votre surprise, la première bouchée de ce poulet tendre révèle une saveur incroyable. Rosalia semble satisfaite de votre réaction.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dinner of Judgment_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Carte du Personnage",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>-</color>"
          }
        ]
      },
      {
        "key": "Ajout à la version",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>1.4</color>"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Info. personnage",
        "desc": [
          {
            "type": "RichText",
            "text": "Rosalia est l'une des sœurs de l'Église de Favonius de la Cité de Mondstadt.\nLes gens ne la considèrent pas de la même manière que d'autres membres du clergé, comme Barbara ou Gillianna par exemple.\nSi son apparence peut à la rigueur correspondre à l'idée qu'on se fait d'un membre de l'église, sa conduite est elle plutôt hors-normes.\nRosalia fait preuve d'encore moins de révérence que l'homme du peuple envers les Archons, et ne participe généralement pas aux activités organisées par l'Église.\nElle va où elle veut comme elle veut, et agit seule quand elle agit. On peut parfois la croiser à la cathédrale – allongée sur un des bancs du fond et fumant tranquillement.\nAu vu de cette indépendance d'esprit et de mouvement, on n'aurait pas tort de penser qu'elle n'a de « sœur de l'Église » que le nom."
          }
        ]
      },
      {
        "title": "Histoire du personnage 1",
        "desc": [
          {
            "type": "RichText",
            "text": "Son comportement devrait à lui seul lui valoir les foudres constantes de l'Église.\nMais pour une raison que l'on ignore, il semblerait qu'elle n'en ait jamais souffert. On ne la voit jamais aux côtés des autres membres de son ordre, et que très rarement aux rassemblements prisés par les citoyens. La mystérieuse Rosalia est aussi insaisissable qu'une traînée de fumée, s'évanouissant sans laisser de trace à l'insu de tous.\nRosalia n'est guère sociable, et on ne lui connaît aucune relation méritant le nom de « proche ».\nD'après sœur Victoria, Barbara passe bien son temps à essayer de se rapprocher de Rosalia, pourtant.\n« S'il vous plaît, ne fumez pas dans la cathédrale... Soyez à l'heure à la cérémonie...\nEt puis... Hé, écoutez-moi quand je parle ! »\nBarbara, éternelle inquiète, passe son temps dans l'ombre de Rosalia, vérifiant que cette dernière s'acquitte bien de ses tâches et repassant derrière elle, mais l'idole adorée de tout Mondstadt se heurte en retour à un mur d'indifférence.\n« Elle... Elle n'aurait quand même pas un vrai cœur de pierre, non ? »"
          }
        ]
      },
      {
        "title": "Histoire du personnage 2",
        "desc": [
          {
            "type": "RichText",
            "text": "Rosalia va et vient à sa guise, et peut disparaître plusieurs jours d'affilée sans que personne ne sache où elle se trouve – ce qui s'applique également aux membres du clergé.\nL'une de ses consœurs, par ailleurs déterminée à la superviser, s'en plaint souvent : « Même un chat sauvage ne disparaîtrait pas comme ça sans dire un mot à personne...! »\nQuand Rosalia disparaît, elle part faire quelque chose dont elle seule est capable, loin du regard des autres.\nQui sait qui, parmi les marchands étrangers ou les voyageurs suspects, nourrit de mauvaises intentions envers Mondstadt ?\nMener l'enquête. Traquer. Et confronter, si besoin.\nSi vous devez disparaître, vous pouvez être sûr que Rosalia sera la dernière personne à vous avoir vu...\nRosalia se salit les mains, mais le fait toujours seule, et toujours au nom du bien.\nElle sort au soleil couchant, et termine ses missions aussi rapidement qu'efficacement.\nIl arrive qu'elle ne rentre qu'à l'aube naissante, prenant le temps de savourer un verre matinal.\nLa plupart des Mondstadtois vivent dans la lumière dorée du soleil, mais Rosalia est une créature nocturne vivant dans l'éclat argenté de la lune.\nUne lumière froide et blanche, à l'image de sa magie élémentaire.\n« Il y a certaines choses qu'il vaut mieux que les enfants ignorent. »\nEt aux yeux de Rosalia, les Mondstadtois qui vivent insouciants sous la douce lumière du soleil sont tous des « enfants »."
          }
        ]
      },
      {
        "title": "Histoire du personnage 3",
        "desc": [
          {
            "type": "RichText",
            "text": "Rosalia, qui est indifférente à tout ce qui l'entoure, est aussi insaisissable que le brouillard.\nMais lorsque le devoir l'appelle, rien ne peut se mettre en travers de sa conscience professionnelle, et elle s'investit corps et âme dans ses missions.\nLes personnes par elle soumises à un interrogatoire peuvent en témoigner : toute trace de nonchalance disparaît lorsque Rosalia a des doutes à votre encontre.\nÀ cela s'ajoute bien sûr une paire de bras singulièrement forts qu'elle n'hésite pas à utiliser lorsque le besoin s'en fait sentir, et ce sans plus d'état d'âme que ça, semble-t-il.\nDerrière une apparence détachée se cache en réalité une inquisitrice d'une puissance remarquable.\nVivre dans la lumière des dieux, et jouer le rôle du bourreau...\nPourquoi choisir ce chemin ? Pourquoi cette réticence à l'idée d'une vie de louanges et de prières ?\nEt d'ailleurs, Rosalia n'est même pas de Mondstadt...\n« Il faut bien que quelqu'un se salisse les mains, même dans une ville aussi tranquille que Mondstadt. »\nImpassible, Rosalia secoue sa cigarette, puis ajoute de sa voix nonchalante :\n« S'occuper de ce genre de chose est plus dans mes cordes que suivre une vie de couvent. »"
          }
        ]
      },
      {
        "title": "Histoire du personnage 4",
        "desc": [
          {
            "type": "RichText",
            "text": "Bien que ne priant jamais, Rosalia a sa propre vision de la théologie.\nPour elle, Mondstadt est la ville de la liberté, et c'est ce même esprit qui lui a permis de s'y établir.\nNée dans un village reculé, elle est enlevée lors d'un raid sanglant à un très jeune âge.\nC'est très tôt que la petite Rosalia, élevée par les brigands, commence son apprentissage du combat, partageant son temps entre la vie de bandit et les corvées pour la bande.\nEsclave et machine, criminelle et enfant.\nElle combat ceux qui lui sont étrangers, elle combat ceux qui l'entourent, elle combat la faim et le froid. Elle ne grandit pas : elle survit.\nLa vie de la jeune fille est alors tel le soleil couchant de Mondstadt : baignant dans un rouge écarlate qui éclipse tout.\nLa bande de coupe-jarrets finit par être exterminée par les chevaliers de l'Ordre, il y a de cela plusieurs années. Rosalia en était la membre la plus jeune, et on considéra qu'il n'était peut-être pas trop tard dans son cas.\nVarka, le Grand Maître de l'Ordre de Favonius, la ramena à Mondstadt. Espérant de tout cœur qu'elle y trouve sa place, ce dernier lui fit la recommandation suivante : « Rejoins l'Église. Là, tu pourras te laver de tes péchés. Tu as droit à une nouvelle vie, le droit à une existence normale. »\nMais ce qu'il n'avait pas prévu, c'est que Rosalia se mette à sécher les cours et à fuir à la moindre mention du mot « chœur », et préfère justement passer son temps à chasser que de suivre l'existence rangée d'une sœur du clergé.\nElle sait trop bien que la lumière dorée du jour est aveuglante.\nRosalia a compris cette vérité il y a des années déjà : elle est l'enfant de la nuit, et en tant que telle, doit tôt ou tard retourner aux ténèbres."
          }
        ]
      },
      {
        "title": "Histoire du personnage 5",
        "desc": [
          {
            "type": "RichText",
            "text": "Rosalia, toujours la première quand il s'agit de tirer au flanc, était déjà réputée comme étant la reine de l'école buissonnière lorsqu'elle commença ses études.\n« Demoiselle Rosalia, faites un peu attention à votre conduite ! Vous êtes membre du clergé, et on ne vous voit jamais dans le chœur avec les autres ! »\n« Rosalia, un peu de calme. Il paraît que vous n'êtes allée à aucun des cours obligatoires ? »\n« C'est vrai. »\n« Et regardez ça, dame Maria... Sa thèse sur la théologie est un ramassis d'absurdités ! »\n« Rosalia, laissez-moi vous poser une question : avez-vous l'intention de rester travailler pour l'Église ? »\n« Non, j'ai déjà trouvé quoi faire. »\nRosalia est juste la personne idéale pour s'occuper du genre de tâche dont on s'occupe dans l'ombre, c'est tout. Aucune raison de s'affoler.\nCe qu'elle n'aurait pu imaginer, c'est qu'elle finirait par le faire au nom de l'Église.\nC'est plus par concours de circonstances que par vocation que Rosalia, qui n'avait pas quitté officiellement les ordres, obtint un jour le titre de « sœur ».\nQuand elle n'est pas prise par quelque mission, elle évite autant que faire se peut toute activité liée à l'Église, préférant à la place aller boire un verre à la taverne ou s'absorber dans la contemplation du paysage depuis les remparts de la cité.\nEt quand elle n'a pas d'autre choix que d'être présente, elle s'échappe dès qu'elle le peut.\nQuand arrive l'heure de partir, elle disparaît avec une ponctualité irréprochable.\nSon principe est le même, qu'elle agisse dans l'ombre ou au grand jour : ne jamais faire d'heures supplémentaires."
          }
        ]
      },
      {
        "title": "Carnet émis par l'Église",
        "desc": [
          {
            "type": "RichText",
            "text": "Un carnet à la couverture blanche, sur laquelle sont inscrits les mots « Église de Favonius ».\nLes notes qui s'y trouvent ont été rédigées d'une main appliquée, mais consistent en un amalgame de phrases à l'intérêt réduit.\n« 20 % de réduction sur tout le vin de dent-de-lion ! »\n« Toast du pêcheur ! Délicieux, et à un prix imbattable ! »\n« Blé au meilleur prix, qualité fine - contactez-nous pour vos besoins en farine ! »\n« Quatre tomates pour le prix de trois ! »\n« Elles sont fraîches mes herbes à lampe ! Idéales pour donner une touche de lumière à vos toilettes ! Approchez, monsieur...! »\nLes caractères élégants qui s'alignent, fluides, sur les pages du carnet, ne sont que des slogans de camelots ou des appels de marchands.\nCe carnet est un témoignage des premières années de Rosalia au sein de l'Église.\n... Témoignage de journées d'école buissonnière passées sur le toit de quelque édifice de la rue commerçante, à s'entraîner en profitant du soleil à la dictée aux sons de l'artère agitée remontant le long des façades."
          }
        ]
      },
      {
        "title": "Œil divin",
        "desc": [
          {
            "type": "RichText",
            "text": "C'est lors d'une soirée glaciale qu'est apparu l'œil divin de Rosalia.\nLes temps étaient durs pour la bande de brigands, et tous ceux qui en faisaient partie ne mangeaient pas à leur faim.\nRosalia, dont le ventre criait famine en permanence, profita d'une corvée pour s'éclipser un soir dans le blizzard.\nLe chef de la bande la rattrapa, et la ramena au camp. C'est lui qui l'avait prise à son village et qui lui avait appris à tuer.\n« Toute tentative de fuite est un acte de trahison. Le seul moyen pour le traître d'obtenir sa liberté, c'est de me vaincre en duel. »\nAinsi parlant, le vieil homme avait lancé une dague abîmée à la jeune fille.\n« Allez, tue-moi si tu le peux. Je ne suis qu'un vieux lion qui fatigue, et tu es encore jeune. Tu devrais y arriver, non ? »\nPersonne dans l'assemblée n'aurait pu imaginer Rosalia capable de le tuer. Et pourtant, l'homme mourut cette nuit-là des griffes d'une bête sauvage.\nLa bande perdit en cette soirée l'un de ses plus anciens membres, et en gagna un nouveau.\nDétail intéressant, les scélérats qui au début avaient du mal à accepter le fait que Rosalia ait mit fin à l'existence du vieil homme, parurent beaucoup plus conciliants à la vue de cet œil divin que portait la jeune fille.\n« Quelqu'un qui possède un œil divin vaut quand même mieux qu'un type qui meurt à la première occasion. Et puis, tu manges moins, ça fait des économies, il faut dire ce qui est... »\nMais un doute dont elle n'arrivait pas à se débarrasser habitait à présent son cœur glacé :\nEt s'il l'avait fait exprès pour qu'elle le remplace ? ... Avait-il fait tout ça pour sauver l'enfant qu'il avait volée un jour ?"
          }
        ]
      }
    ],
    "talent": [
      {
        "key": "Attaque normale : Lance expiatoire",
        "title": "Attaque normale : Lance expiatoire",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/罗莎莉亚/battle_talent_0/battle_talent_0.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Attaque normale</color>\nEnchaîne jusqu'à 5 coups de lance.\n<color=#ffd780>Attaque chargée</color>\nConsomme de l'endurance pour charger en ligne droite et infliger des DGT aux ennemis sur la route.\n<color=#ffd780>Attaque plongeante</color>\nPlonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis sur la route et des DGT de zone à l'impact."
          }
        ],
        "attributes": [
          {
            "key": "Niv.",
            "values": [
              "Niv.1",
              "Niv.2",
              "Niv.3",
              "Niv.4",
              "Niv.5",
              "Niv.6",
              "Niv.7",
              "Niv.8",
              "Niv.9",
              "Niv.10",
              "Niv.11"
            ]
          },
          {
            "key": "DGT 1er coup",
            "values": [
              "52.5%",
              "56.7%",
              "61%",
              "67.1%",
              "71.4%",
              "76.3%",
              "83%",
              "89.7%",
              "96.4%",
              "103.7%",
              "111%"
            ]
          },
          {
            "key": "DGT 2e coup",
            "values": [
              "51.6%",
              "55.8%",
              "60%",
              "66%",
              "70.2%",
              "75%",
              "81.6%",
              "88.2%",
              "94.8%",
              "102%",
              "109.2%"
            ]
          },
          {
            "key": "DGT 3e coup",
            "values": [
              "31.8% ×2",
              "34.4% ×2",
              "37% ×2",
              "40.7% ×2",
              "43.3% ×2",
              "46.3% ×2",
              "50.3% ×2",
              "54.4% ×2",
              "58.5% ×2",
              "62.9% ×2",
              "67.3% ×2"
            ]
          },
          {
            "key": "DGT 4e coup",
            "values": [
              "69.7%",
              "75.3%",
              "81%",
              "89.1%",
              "94.8%",
              "101.3%",
              "110.2%",
              "119.1%",
              "128%",
              "137.7%",
              "147.4%"
            ]
          },
          {
            "key": "DGT 5e coup",
            "values": [
              "41.6%+43.0%",
              "45.0%+46.5%",
              "48.4%+50.0%",
              "53.2%+55.0%",
              "56.6%+58.5%",
              "60.5%+62.5%",
              "65.8%+68.0%",
              "71.1%+73.5%",
              "76.5%+79.0%",
              "82.3%+85.0%",
              "88.1%+91.0%"
            ]
          },
          {
            "key": "DGT attaque chargée",
            "values": [
              "137%",
              "148%",
              "159%",
              "175%",
              "186%",
              "199%",
              "216%",
              "234%",
              "251%",
              "270%",
              "289%"
            ]
          },
          {
            "key": "Coût d'endurance attaque chargée",
            "values": [
              "25 pts",
              "25 pts",
              "25 pts",
              "25 pts",
              "25 pts",
              "25 pts",
              "25 pts",
              "25 pts",
              "25 pts",
              "25 pts",
              "25 pts"
            ]
          },
          {
            "key": "DGT durant la chute",
            "values": [
              "63.9%",
              "69.1%",
              "74.3%",
              "81.8%",
              "87%",
              "92.9%",
              "101.1%",
              "109.3%",
              "117.5%",
              "126.4%",
              "135.3%"
            ]
          },
          {
            "key": "DGT Chute basse/élevée",
            "values": [
              "128%/160%",
              "138%/173%",
              "149%/186%",
              "164%/204%",
              "174%/217%",
              "186%/232%",
              "202%/253%",
              "219%/273%",
              "235%/293%",
              "253%/316%",
              "271%/338%"
            ]
          }
        ],
        "materials": [
          null,
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 12500
            },
            {
              "type": "CustomEntry",
              "epId": 179,
              "name": "Enseignement de la Poésie",
              "desc": "Matériau d'amélioration d'aptitude.<br/>L'âme du Royaume du Vent réside dans la poésie.<br/>Elle existe pour exprimer la beauté. La brise transporte les mots doux lors des beaux jours. Ils touchent le cœur des gens comme elle caresse les feuilles d'un arbre.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Teachings of Ballad_icon.png",
              "amount": 3
            },
            {
              "type": "CustomEntry",
              "epId": 778,
              "name": "Insigne de nouvelle recrue",
              "desc": "Un insigne servant à identifier les nouvelles recrues. Personne ne sait ni à qui il appartient, ni pourquoi cette personne a décidé de rejoindre l'armée des Fatui.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Recruit's Insignia_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 17500
            },
            {
              "type": "CustomEntry",
              "epId": 178,
              "name": "Guide de la Poésie",
              "desc": "Matériau d'amélioration d'aptitude.<br/>L'âme du Royaume du Vent réside dans la poésie.<br/>Elle existe pour donner du courage à ceux qui en ont besoin. Pendant les jours sombres, les bourrasques soufflaient des mots de colère dans les rues, comme des tambours de guerre qui annoncent une tempête à venir.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Ballad_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 466,
              "name": "Insigne de sergent",
              "desc": "Un insigne servant à identifier les sergents. Il est sans doute porteur d'émotions complexes.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sergeant's Insignia_icon.png",
              "amount": 3
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 25000
            },
            {
              "type": "CustomEntry",
              "epId": 178,
              "name": "Guide de la Poésie",
              "desc": "Matériau d'amélioration d'aptitude.<br/>L'âme du Royaume du Vent réside dans la poésie.<br/>Elle existe pour donner du courage à ceux qui en ont besoin. Pendant les jours sombres, les bourrasques soufflaient des mots de colère dans les rues, comme des tambours de guerre qui annoncent une tempête à venir.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Ballad_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 466,
              "name": "Insigne de sergent",
              "desc": "Un insigne servant à identifier les sergents. Il est sans doute porteur d'émotions complexes.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sergeant's Insignia_icon.png",
              "amount": 4
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 30000
            },
            {
              "type": "CustomEntry",
              "epId": 178,
              "name": "Guide de la Poésie",
              "desc": "Matériau d'amélioration d'aptitude.<br/>L'âme du Royaume du Vent réside dans la poésie.<br/>Elle existe pour donner du courage à ceux qui en ont besoin. Pendant les jours sombres, les bourrasques soufflaient des mots de colère dans les rues, comme des tambours de guerre qui annoncent une tempête à venir.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Ballad_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 466,
              "name": "Insigne de sergent",
              "desc": "Un insigne servant à identifier les sergents. Il est sans doute porteur d'émotions complexes.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sergeant's Insignia_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 37500
            },
            {
              "type": "CustomEntry",
              "epId": 178,
              "name": "Guide de la Poésie",
              "desc": "Matériau d'amélioration d'aptitude.<br/>L'âme du Royaume du Vent réside dans la poésie.<br/>Elle existe pour donner du courage à ceux qui en ont besoin. Pendant les jours sombres, les bourrasques soufflaient des mots de colère dans les rues, comme des tambours de guerre qui annoncent une tempête à venir.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Ballad_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 466,
              "name": "Insigne de sergent",
              "desc": "Un insigne servant à identifier les sergents. Il est sans doute porteur d'émotions complexes.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sergeant's Insignia_icon.png",
              "amount": 9
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 120000
            },
            {
              "type": "CustomEntry",
              "epId": 177,
              "name": "Philosophie de la Poésie",
              "desc": "Matériau d'amélioration d'aptitude.<br/>L'âme du Royaume du Vent réside dans la poésie.<br/>Elle existe pour être transmise à travers les générations. Bien que rien ne soit éternel, le vent soufflera toujours ces mots doux au-delà des cieux, à travers les terres et les mers du monde entier.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Ballad_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 636,
              "name": "Insigne d'officier",
              "desc": "Un insigne servant à identifier les officiers. Compte tenu de la taille de l'armée des Fatui, ceux qui parviennent à atteindre le rang d'officier doivent sûrement être un minimum doués.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Lieutenant's Insignia_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 969,
              "name": "Ombre du guerrier",
              "desc": "Un fragment de pouvoir que vous avez obtenu en battant Tartaglia, qui avait libéré la puissance de son œil maléfique.<br/>Cet objet est le résultat d'une volonté de combattre qui s'est aiguisée au cours d'innombrables massacres.<br/>Si le destin existe pour les hommes, alors le sien a sans nul doute été affecté par ces actions. Sinon, comment expliquer qu'il se retrouve toujours au centre de chaque conflit ?",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shadow of the Warrior_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 260000
            },
            {
              "type": "CustomEntry",
              "epId": 177,
              "name": "Philosophie de la Poésie",
              "desc": "Matériau d'amélioration d'aptitude.<br/>L'âme du Royaume du Vent réside dans la poésie.<br/>Elle existe pour être transmise à travers les générations. Bien que rien ne soit éternel, le vent soufflera toujours ces mots doux au-delà des cieux, à travers les terres et les mers du monde entier.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Ballad_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 636,
              "name": "Insigne d'officier",
              "desc": "Un insigne servant à identifier les officiers. Compte tenu de la taille de l'armée des Fatui, ceux qui parviennent à atteindre le rang d'officier doivent sûrement être un minimum doués.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Lieutenant's Insignia_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 969,
              "name": "Ombre du guerrier",
              "desc": "Un fragment de pouvoir que vous avez obtenu en battant Tartaglia, qui avait libéré la puissance de son œil maléfique.<br/>Cet objet est le résultat d'une volonté de combattre qui s'est aiguisée au cours d'innombrables massacres.<br/>Si le destin existe pour les hommes, alors le sien a sans nul doute été affecté par ces actions. Sinon, comment expliquer qu'il se retrouve toujours au centre de chaque conflit ?",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shadow of the Warrior_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 450000
            },
            {
              "type": "CustomEntry",
              "epId": 177,
              "name": "Philosophie de la Poésie",
              "desc": "Matériau d'amélioration d'aptitude.<br/>L'âme du Royaume du Vent réside dans la poésie.<br/>Elle existe pour être transmise à travers les générations. Bien que rien ne soit éternel, le vent soufflera toujours ces mots doux au-delà des cieux, à travers les terres et les mers du monde entier.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Ballad_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 636,
              "name": "Insigne d'officier",
              "desc": "Un insigne servant à identifier les officiers. Compte tenu de la taille de l'armée des Fatui, ceux qui parviennent à atteindre le rang d'officier doivent sûrement être un minimum doués.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Lieutenant's Insignia_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 969,
              "name": "Ombre du guerrier",
              "desc": "Un fragment de pouvoir que vous avez obtenu en battant Tartaglia, qui avait libéré la puissance de son œil maléfique.<br/>Cet objet est le résultat d'une volonté de combattre qui s'est aiguisée au cours d'innombrables massacres.<br/>Si le destin existe pour les hommes, alors le sien a sans nul doute été affecté par ces actions. Sinon, comment expliquer qu'il se retrouve toujours au centre de chaque conflit ?",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shadow of the Warrior_icon.png",
              "amount": 2
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 700000
            },
            {
              "type": "CustomEntry",
              "epId": 177,
              "name": "Philosophie de la Poésie",
              "desc": "Matériau d'amélioration d'aptitude.<br/>L'âme du Royaume du Vent réside dans la poésie.<br/>Elle existe pour être transmise à travers les générations. Bien que rien ne soit éternel, le vent soufflera toujours ces mots doux au-delà des cieux, à travers les terres et les mers du monde entier.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Ballad_icon.png",
              "amount": 16
            },
            {
              "type": "CustomEntry",
              "epId": 636,
              "name": "Insigne d'officier",
              "desc": "Un insigne servant à identifier les officiers. Compte tenu de la taille de l'armée des Fatui, ceux qui parviennent à atteindre le rang d'officier doivent sûrement être un minimum doués.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Lieutenant's Insignia_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 969,
              "name": "Ombre du guerrier",
              "desc": "Un fragment de pouvoir que vous avez obtenu en battant Tartaglia, qui avait libéré la puissance de son œil maléfique.<br/>Cet objet est le résultat d'une volonté de combattre qui s'est aiguisée au cours d'innombrables massacres.<br/>Si le destin existe pour les hommes, alors le sien a sans nul doute été affecté par ces actions. Sinon, comment expliquer qu'il se retrouve toujours au centre de chaque conflit ?",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shadow of the Warrior_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 900,
              "name": "Couronne de la sagesse",
              "desc": "Matériau d'amélioration d'aptitude rare.<br/>Un support utilisé dans les temps anciens pour conserver et transmettre le savoir. Bien que de nos jours les connaissances se transmettent de différentes manières, autant orales qu'écrites, cet artéfact n'a pas perdu la moindre once de son pouvoir d'antan.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crown of Insight_icon.png",
              "amount": 1
            }
          ]
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/罗莎莉亚/battle_talent_0/battle_talent_0.gif"
      },
      {
        "key": "Confession des péchés",
        "title": "Confession des péchés",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/罗莎莉亚/battle_talent_1/battle_talent_1.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Rosalia se déplace rapidement derrière sa cible qu'elle transperce et tranche de sa lance, infligeant des <color=#99ffff>DGT Cryo</color> .\nCe mouvement ne fonctionne pas avec les ennemis trop grands.\nRosalia ne pardonne pas les péchés de ceux qui se confessent à elle. Au contraire, plus le péché est grand, plus sa punition glaciale est implacable."
          }
        ],
        "attributes": [
          {
            "key": "Niv.",
            "values": [
              "Niv.1",
              "Niv.2",
              "Niv.3",
              "Niv.4",
              "Niv.5",
              "Niv.6",
              "Niv.7",
              "Niv.8",
              "Niv.9",
              "Niv.10",
              "Niv.11",
              "Niv.12",
              "Niv.13",
              "Niv.14"
            ]
          },
          {
            "key": "DGT compétence",
            "values": [
              "58%+136%",
              "63%+146%",
              "67%+156%",
              "73%+170%",
              "77%+180%",
              "82%+190%",
              "88%+204%",
              "93%+218%",
              "99%+231%",
              "105%+245%",
              "111%+258%",
              "117%+272%",
              "124%+289%"
            ]
          },
          {
            "key": "Temps de recharge",
            "values": [
              "6 s",
              "6 s",
              "6 s",
              "6 s",
              "6 s",
              "6 s",
              "6 s",
              "6 s",
              "6 s",
              "6 s",
              "6 s",
              "6 s",
              "6 s"
            ]
          }
        ],
        "materials": [
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/罗莎莉亚/battle_talent_1/battle_talent_1.gif"
      },
      {
        "key": "Sacrement mortel",
        "title": "Sacrement mortel",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/罗莎莉亚/battle_talent_2/battle_talent_2.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Rosalia officie pour une prière pas comme les autres. Après avoir exécuté une attaque circulaire balayant les ennemis à proximité, Rosalia invoque une lance de glace qui frappe le sol. Les deux actions infligent des <color=#99ffff>DGT Cryo</color> .\nTant que la lance de glace est active, elle émet de façon intermittente des ondes de froid, qui infligent des <color=#99ffff>DGT Cryo</color> aux ennemis à proximité.\nUn procès est bien trop long, autant en arriver directement à la sentence et donner les derniers sacrements. Rosalia ne croyant pas à l'Archon Anémo, c'est d'autant plus accommodant."
          }
        ],
        "attributes": [
          {
            "key": "Niv.",
            "values": [
              "Niv.1",
              "Niv.2",
              "Niv.3",
              "Niv.4",
              "Niv.5",
              "Niv.6",
              "Niv.7",
              "Niv.8",
              "Niv.9",
              "Niv.10",
              "Niv.11",
              "Niv.12",
              "Niv.13",
              "Niv.14"
            ]
          },
          {
            "key": "DGT compétence",
            "values": [
              "104%+152%",
              "118%+163.4%",
              "120%+175%",
              "130%+190%",
              "138%+201%",
              "146%+213%",
              "156%+228%",
              "166%+243%",
              "177%+258%",
              "187%+274%",
              "198%+289%",
              "208%+304%",
              "221%+323%",
              "234%+342%"
            ]
          },
          {
            "key": "DGT continus lance de glace",
            "values": [
              "132%",
              "142%",
              "152%",
              "165%",
              "175%",
              "185%",
              "198%",
              "211%",
              "224%",
              "238%",
              "251%",
              "264%",
              "281%",
              "297%"
            ]
          },
          {
            "key": "Durée",
            "values": [
              "8 s",
              "8 s",
              "8 s",
              "8 s",
              "8 s",
              "8 s",
              "8 s",
              "8 s",
              "8 s",
              "8 s",
              "8 s",
              "8 s",
              "8 s",
              "8 s"
            ]
          },
          {
            "key": "Temps de recharge",
            "values": [
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s"
            ]
          },
          {
            "key": "Énergie élémentaire",
            "values": [
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60"
            ]
          }
        ],
        "materials": [
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/罗莎莉亚/battle_talent_2/battle_talent_2.gif"
      },
      {
        "key": "Confession forcée",
        "title": "Confession forcée",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/罗莎莉亚/const_talent_0.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Le taux CRIT de Rosalia augmente de 12 % pendant 5 s lorsqu'elle frappe un ennemi de dos avec <color=#ffd780>Confession des péchés</color> ."
          }
        ],
        "attributes": null
      },
      {
        "key": "Samaritain de l'ombre",
        "title": "Samaritain de l'ombre",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/罗莎莉亚/const_talent_1.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Exécuter <color=#ffd780>Sacrement mortel</color> confère à tous les personnages de l'équipe proches (hormis Rosalia) un bonus de taux CRIT équivalant à 15 % du taux CRIT de Rosalia pendant 10 s.\nLe bonus de taux CRIT ainsi obtenu ne peut pas excéder 15 %."
          }
        ],
        "attributes": null
      },
      {
        "key": "Balade nocturne",
        "title": "Balade nocturne",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/罗莎莉亚/const_talent_2.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Augmente la VIT de déplacement des personnages de votre équipe pendant la nuit (18 h 00 - 06 h 00) de 10 %.\nCet effet ne s'applique ni dans les donjons, ni dans les Donjons de la conquête, ni dans les Profondeurs spiralées, et ne peut être cumulé avec d'autres aptitudes passives aux effets identiques."
          }
        ],
        "attributes": null
      }
    ]
  }
}