{
  "epId": 3373,
  "name": "Brindille d'argent",
  "desc": "<p>Une brindille qui a été extraite du centre du monde.</p><p>Elle faisait partie d'un arbre géant dont les racines s'étendaient dans le monde entier. Bien qu'elle ait été arrachée de celui-ci, leur lien demeure aussi fort qu'autrefois.</p><p>Tant que l'arbre blanc géant qui symbolise le centre de ce monde ne dépérit pas, cette brindille conservera sa vitalité.</p><p>Les arbres symbolisent la vie. Une histoire raconte que quelqu'un a confié sa conscience aux branches de l'arbre blanc avant son trépas pour que sa vie et ses espoirs ne soient pas perdus : les branches pousseraient et bourgeonneraient avec le soleil et la pluie pour finalement porter de nouveaux fruits.</p><p>Les arbres symbolisent également la sagesse. Une légende raconte qu'un sage suspendu à l'envers à un arbre avait obtenu le savoir nécessaire pour écrire des runes et contrôler les mots sacrés. En parcourant le royaume qui se trouvait le long des racines, il a pu entrevoir le secret du cosmos. </p><p>L’ensemble des connaissances, tous souvenirs et expériences du monde circulent à travers les racines du grand arbre, comme des ruisseaux qui convergent pour former une rivière qui se jette dans la mer et dont l’eau tombe des nuages. Ce cycle est celui&nbsp;de&nbsp;la&nbsp;vie.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/08/170542231/05a1c827b845851af03663ede6b2d41f_4992183311545228171.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1712865667,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Brindille d'argent</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Quête d'archon Chapitre III - Acte 5 : « Pulsation akashienne et montée de la flamme de kalpa »</color>"
          }
        ]
      }
    ]
  }
}