{
  "epId": 3445,
  "name": "Jeht",
  "desc": "<p>Jeune femme érémite, fille de l'érudite Ufairah et de l'érémite Jebrael.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/12/113040870/5a2b16ed95cb2de7f10938e86283d8cc_5740403552369504861.png",
  "menuId": 10,
  "menuName": "Archives des PNJ",
  "version": 1714333446,
  "components": {
    "textualResearch": [
      {
        "title": "Notes d'Ufairah",
        "desc": [
          {
            "type": "RichText",
            "text": "À ma fille si mignonne, ma chère Jeht : Milles câlins et baisers à toi. Que le clair de lune immuable t'accorde mille bénédictions, et que le soleil ardent te sourie à toi seule !\nQuand tu liras ces mots, tu auras certainement grandi et tu seras devenue une jeune femme belle et intelligente.\nSache que, en cette nuit, je suis là, à imaginer ta future beauté. Mon intellect et mon physique, et la ténacité de ton père réunis ! Je t'imagine portant la robe de diplômée à l'Académie. l'Académie. Je t'imagine l'air fière, à la tête de ta propre maison. Je nous imagine, Jebrael et moi à un vieil âge, te regardant vivre une vie heureuse...\nHaha, je sais à quoi tu penses, petite coquine ! Tu penses sûrement que tu devrais me lire ces mots à voix haute pour me mettre mal à l'aise, n'est-ce pas ?\nMême ainsi, j'espère toujours que tu pourras lire ces vœux de bonheur et ces espoirs que j'ai écrits, et voir que j'ai imaginé un tel bonheur.\nComme c'est étrange... Ce carnet était censé ne contenir que des notes d'études ! Et voilà que, sans m'en rendre compte, je l'ai rempli en notant tous\nmes espoirs pour toi... Eh bien... Est-ce que toutes les mères sont aussi sentimentales ? Je souhaite que le jour vienne où nous pourrons être\nfières l'une de l'autre, même si le destin vient à défigurer notre dune et nous faire perdre tous ces beaux espoirs... J'espère que tu pourras me regarder dans les yeux et me dire que, malgré mon manque d'expérience en tant que mère, il n'y a pas que des regrets à avoir dans notre relation.\nJe suis désolée. Je n'ai pas pu te donner la meilleure des familles.\nMais je suis très heureuse d'être ta mère, et d'être l'épouse de Jebrael.\nNon mais regarde-moi ça. Alors que je suis en train d'écrire ces lignes, te voilà, petite chose, en train de bouger comme pas possible et de tremper tes petites mains dans l'encre noire pour te peindre le visage... Tu comptes devenir peintre ? Ou est-ce une manière de chasser les cauchemars de ta\nmaman et repousser les démons du désert qui désert qui rôdent la nuit dans le désert ?\nAllez, allez. Au dodo, ma petite gazelle. Laisse-moi transcrire cette chanson qui t'enverra dans des rêves paisibles. J'espère que tu t'en souviendras comme tu te souviendras de moi :\nLes étoiles s'élèvent au-dessus du désert.\nLe rossignol se lasse des jours sans fin.\nIl est temps d'ôter la couronne de roses.\nLavez la poussière du monde avec le vin.\nDormez, dormez...\nL'oasis de l'éternité vous appelle, sable errant...\nÉtendez-vous sur les ruisseaux purs et fluides,\nCar ici, les souvenirs sont à jamais doux et purs.\nDormez, dormez...\nUn sommeil d'or, qui invoque le sable errant...\nOù il n'est pas nécessaire de boire de l'eau salée amère.\nOù les soucis du lendemain n'existent pas."
          }
        ]
      },
      {
        "title": "Notes d'un chercheur anonyme (1)",
        "desc": [
          {
            "type": "RichText",
            "text": "… Jour 5 : tout semble normal. Fadel, le garde de nuit, a affirmé apercevoir plusieurs personnes dans la montagne à proximité. Des bandits ? Des Nagajunites ? Tout est possible. Nous devons redoubler de prudence désormais.\n… Nous avons rassemblé tous nos objets de valeur pour les échanger contre un droit de passage ou nos vies en cas de force majeure.\n…\nQuelqu'un a aperçu une nouvelle fois la lumière d'un feu ce soir. Si nos soupçons se confirment, ces individus nous suivraient. Ils n'ont pas l'air de vouloir nous intercepter ou de nous pourchasser, et sont seulement en train de nous observer de loin. C'est étrange, ils se comportent comme une meute de coyotes. Nous ne devons pas baisser notre garde…"
          }
        ]
      },
      {
        "title": "Notes d'un chercheur anonyme (2)",
        "desc": [
          {
            "type": "RichText",
            "text": "…\nPlus tôt ce matin, les Nagarjunites nous ont demandé de rebrousser chemin immédiatement. Selon leurs dires, il n'y aurait rien à voir dans le désert au nord. Certains de nos gardes du corps sont des gens du désert et commencent à hésiter. Quelle bande de superstitieux... Le capitaine Parshid a l'intention de négocier avec leurs chefs, mais les Nagarjunites sauront nous entendre ? Je pense que c'est une mauvaise idée, mais il s'est déjà décidé à y aller…\n…\nLe capitaine Parshid a été blessé par une arbalète et certains de ses hommes ont été gravement blessés. Tous nos gardes du corps du désert sont prêts à se battre. L'atmosphère du campement est tendue et dangereuse… Comme je m'y attendais, les négociations seront difficiles…\n…\n… La blessure du capitaine Parshid s'est gravement infectée. La flèche était peut-être empoisonnée ?"
          }
        ]
      },
      {
        "title": "Notes d'un chercheur anonyme (3)",
        "desc": [
          {
            "type": "RichText",
            "text": "… Jour 10 : Nous avons été complètement pillés.\n… Les Nagarjunites refusent toujours de nous relâcher. Ils ont assommé tous les mercenaires du désert qui montaient la garde pour attaquer le campement dans l'obscurité de la nuit.\n… Ces vandales ont détruit tous les documents qui faisaient état de nos découverts pour nos recherches et ont pillé nos vivres et nos bêtes de somme. Ils disent nous punir pour avoir un criminel parmi nous : un mercenaire nommé Narvash. Nous devons le leur livrer et ils ne le redemanderont pas deux fois.\n… Hélas, Narvash est parti. Il s'est peut-être échappé pendant l'agitation ou en a profité pour se cacher ? En tout cas, il ne se trouve pas dans notre campement…\n…\nNarvash est un vieillard infirme et aveugle, qui n'arrive même pas à prononcer des paroles cohérentes. Comment pourrait-il faire du mal à qui que ce soit ? C'est absurde…\n…\n… La blessure du capitaine Parshid continue de s'aggraver. Elle montre des signes de putréfaction et de nécrose. C'est sans doute le travail du venin de scorpion sacralisé. Une goutte de ce poison est suffisante pour paralyser quelqu'un pendant une semaine. Il est mortel en plus grande dose… Notre stock d'antidotes contre ce puissant venin est épuisé. Les Nagarjunites ont dû les subtiliser l'autre jour. La moitié de nos remèdes et produits médicaux se sont volatilisés. Il semblerait que nous n'avons pas d'autre choix que de revenir sur nos pas. Toutefois, notre priorité est d'apaiser les tensions avec les Nagarjunites… Nous n'aurons aucun moyen de quitter ces lieux si nous échouons…"
          }
        ]
      },
      {
        "title": "Notes d'un chercheur anonyme (4)",
        "desc": [
          {
            "type": "RichText",
            "text": "…\nLe capitaine Parshid a perdu connaissance. Si nous ne parvenons pas à faire redescendre sa fièvre, sa vie sera en danger…\n…\nLes Nagarjunites ont fini par se montrer plus conciliants. À la tombée de la nuit, ils ont envoyé des messagers avec des médicaments et de l'eau et nous ont annoncé qu'ils partiraient, car quelqu'un leur avait assuré que nous cesserions de nous aventurer en territoire interdit. Pour remplir notre part du contrat, nous devons donc rentrer à la forêt tropicale dès que possible. Quelle poisse…\nJ'ai interrogé les messagers sur le venin. Ceux-ci ont catégoriquement démenti l'usage d'armes empoisonnées. Ils voulaient seulement nous donner une bonne leçon, pas nous tuer.\n…\nNous avons suivi les instructions des messagers en nous rendant au campement de la personne qui s'est porté garante pour nous. Elle doit nous ramener. Quelle honte que de rentrer avec rien d'autre que des blessés…\n… Leur cheffe est une fille aux cheveux indigo et une peau bronzée. Malgré sa jeunesse, elle inspire la crainte avec toutes ces cicatrices qui recouvrent son corps et porte un dispositif mécanique intéressant sur elle. Un groupe de jeune gens du désert l'entoure. Cette fille est sans doute la tête d'un nouveau groupe de mercenaires. Elle affirme ne pas vouloir avoir affaires à des habitants de la forêt tropicale, mais qu'elle nous a sauvé par opportunisme. Sa véritable cible s'appelle Masseira. Son ami veut s'en venger depuis longtemps et il semblerait que ces scélérats de Nagarjunites auraient aussi une dent contre cette personne. C'est pour cette raison qu'ils ont accepté son intervention.\n…\nSi ce Masseira est vraiment parmi nous, il s'est peut-être servi de toutes nos mésaventures pour les éviter ? Il faut en avoir le cœur net.\n…\nLes jeunes mercenaires ont soigné la blessure de Parshid. Il est encore fiévreux, mais sa vie est désormais hors de danger. Kamrun est revenu du feu de camp avec une mâchoire disloquée… Encore une conséquence de ses stupides actions, sans aucun doute. Il a dû provoquer la fille aux cheveux indigo…\n… Ou a essayé de toucher à son dispositif mécanique. En tout cas, c'est bien fait pour lui !\n…\nLa fille aux cheveux indigo et moi avons convenu ensemble d'un prix pour permettre à ses mercenaires de nous escorter jusqu'à chez nous. Nous avons dû la dédommager grassement pour avoir retardé sa vengeance, mais notre priorité est de rentrer à l'Académie en vie. J'espère que tout le monde saura se tenir à carreau jusqu'à notre départ demain matin…"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 2,
        "text": "Emojis et illustrations",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Jeht : illustration de personnage"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/113040870/e29d24e7e811e8e885154a01816cd37d_4472021680539267151.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>14 février 2024 :</color> <color=#ffffff73>Ça fait longtemps depuis la dernière fois ! Je t'ai manqué ? Tu ne nous as pas oubliés, Benben et moi, n'est-ce pas ? J'ai entendu dire qu'il fallait offrir des cadeaux lors de certaines fêtes spéciales, alors j'ai pensé à toi en premier. Voici une petite babiole que j'ai fabriquée... Mais ne l'ouvre pas tout de suite ! Fais-le après ton retour chez toi.</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Relations",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Le Sommeil d'Or"
      },
      {
        "type": "RichText",
        "text": "Personnage\nRésumé",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3446,
        "name": "Jebrael",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/12/113040870/44448c78b1507439030563ca8412db59_2769433619950838198.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Le père de Jeht."
      },
      {
        "type": "RichText",
        "text": "Ufairah",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "La mère de Jeht. Décédée suite à un accident il y a longtemps."
      },
      {
        "type": "CustomEntry",
        "epId": 3447,
        "name": "Tirzad",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/13/113040870/0035342481faa64111fb2f20260ac220_4248496646985176494.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Le chercheur qui a recruté Jeht et Jebrael en tant que mercenaires."
      },
      {
        "type": "CustomEntry",
        "epId": 3444,
        "name": "Benben",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/12/113040870/972e71b6d44f4a191139ef73aed9301a_4660337586889526825.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Un automate que l'équipe d'archéologie de Tirzad a rencontré pendant l'exploration du désert."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Le Chant Funèbre de Bilqis"
      },
      {
        "type": "RichText",
        "text": "Personnage\nRésumé",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3527,
        "name": "Babel",
        "desc": "<p>Matriarche de la tribu Tanit.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/12/113040870/b3c09591c712380132890a7fd840802d_7289058084328622916.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "La matriarche de la tribu Tanit. Elle considère Jeht comme sa fille."
      },
      {
        "type": "CustomEntry",
        "epId": 3531,
        "name": "Azariq",
        "desc": "<p>Membre de la tribu Tanit, ancien ami de Jeht.</p><p>PNJ exclusif à la quête «&nbsp;Le chant funèbre de Bilqis&nbsp;».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/12/113040870/0066ac4a7e3af23eda727f50bd464705_225081589569006987.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "L'aîné de Jeht dans la tribu Tanit. Il l'appelle \"petit chat sauvage\"."
      },
      {
        "type": "CustomEntry",
        "epId": 3522,
        "name": "Yuften",
        "desc": "<p>Membre de la tribu Tanit et éleveur d'épinocrocs.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/12/113040870/2af4e00ef325d4522c10e49712ddf7ce_6732917600382016816.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3537,
        "name": "Masseira",
        "desc": "<p>Membre de la tribu Tanit et père de Tadhla. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/12/113040870/04b1fc05386b1a6993a66ac8e7cdfe02_7733324978250840821.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3536,
        "name": "Tadhla",
        "desc": "<p>Le Faucon de la tribu Tanit.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/113040870/ae1ce414479c412eec531929e6b92266_7919000261048914177.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3529,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3533,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3532,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3651,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3641,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Le reste de la tribu Tanit, dont Jeht a fait partie."
      },
      {
        "type": "CustomEntry",
        "epId": 3530,
        "name": "Liloupar",
        "desc": "<p>Djinn née d'un nénuphar, Liloupar eut l'âme brisée par un ancien châtiment. Une partie d'elle fut alors scellée dans une lampe transparente. Il s'agit d'un PNJ Exclusif à la quête du monde «&nbsp;Le chant funèbre de Bilqis&nbsp;».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/04/113040870/68428933d0232ba06c53d7101710bbd3_7763316153517740.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "La Djinn en quête de laquelle Jeht et le/la"
      },
      {
        "type": "CustomEntry",
        "epId": 2674,
        "name": "Voyageur (Dendro)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un voyageur/Une voyageuse venant d'un autre monde qui a été séparé/séparée de sa sœur/son frère. Il/Elle débute son périple à la recherche des Sept Archons de Teyvat dans l'espoir de la/le retrouver.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/169177528/04f769b0b1671b5ffbbafefd7286b4b2_5304815913263475196.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "sont partis."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objets Annexes"
      },
      {
        "type": "CustomEntry",
        "epId": 3648,
        "name": "Document de retrait interne",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un document officiel qui était posé négligemment quelque part à l'intérieur du camp.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/29705491/2be648f93c975832b6acf44c5840af41_5186412433381932136.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3649,
        "name": "Notification de transfert",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une notification officielle des Fatui qui semble parler d'un lieu de destination pour un transfert de troupes.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/29705491/2be648f93c975832b6acf44c5840af41_792139575958419132.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3647,
        "name": "Test préliminaire sur sujet expérimental",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une épaisse pile de lettres et de documents de recherche. Ils décrivent l'état physique d'un certain « spécimen humain ».</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/29705491/2be648f93c975832b6acf44c5840af41_6431353282953116921.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Photo",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/12/113040870/1eeedb39feee9dd6448e95346349a5cd_3049141013357528076.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Jeht"
          }
        ]
      },
      {
        "key": "Région",
        "value": [
          {
            "type": "RichText",
            "text": "Sumeru"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Érémite"
          }
        ]
      }
    ]
  }
}