{
  "epId": 3528,
  "name": "Samail",
  "desc": "<p>Ancien membre de la tribu Tanit, membre du groupe Thutmose et ancien ami de Jebrael. PNJ excusif à la quête <span style=\"color: rgba(255, 255, 255, 0.65)\">«&nbsp;Le sommeil d'or&nbsp;»</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/12/113040870/c489e05db268321cef14f85434faef16_4667624939137246768.png",
  "menuId": 10,
  "menuName": "Archives des PNJ",
  "version": 1711059231,
  "components": {
    "textualResearch": [
      {
        "title": "Missive de Samail",
        "desc": [
          {
            "type": "RichText",
            "text": "Des progrès notables ont été réalisés à Khaj-Nisut. Les conditions nécessaires à l'ouverture de la voie devraient se révéler prochainement.\nDe mon humble point de vue, cet endroit reste une pièce essentielle du puzzle. Toute aide serait appréciée.\nLorsque la tâche est terminée, la compensation sera conférée comme promis.\nSamail"
          }
        ]
      },
      {
        "title": "Missive de Samail",
        "desc": [
          {
            "type": "RichText",
            "text": "Le marchand nous a donné l'emplacement des traîtres. Il y a plus d'une clé, vous n'avez donc pas à l'obtenir de force.\nAu cas où quelqu'un vous interrogerait, pas un mot sur notre querelle avec cette femme et partez immédiatement.\nSi ça marche, nous pourrons nous occuper d'elle.\nSamail"
          }
        ]
      },
      {
        "title": "Journal des éclaireurs I",
        "desc": [
          {
            "type": "RichText",
            "text": "À vous, qui venez après nous :\nS'il existait une prière à la gloire de la nuit, j'en chanterais le premier verset en mémoire des perdus.\nEn l'honneur d'Umur, qui a perdu son chemin. « Avant que les sables brûlants ne fassent fondre vos os, la lumière dorée flamboyante a brûlé vos ambitions. Elle a aveuglé tout le monde, et elle vous enveloppera, peut-être même avant que votre silhouette ne s'efface. »\nAvant de partir, j'ai affirmé que ce périple était maudit, mais personne ne m'a cru.\nJ'ai la ferme conviction que la personne en qui je dois vraiment croire est dans le juste, celle-là même qui nourrit mon esprit et qui est au service de la déesse des fleurs.\nMaintenant, nous avons perdu Umur. Lorsque nous nous sommes approchés des ruines de Gurabad, une tempête de sable est survenue et il a été séparé de nous. Sa dépouille a été ensevelie sous le sable jaune ; son âme sera à jamais portée par les vents chauds sans jamais pouvoir connaître le repos.\nPeut-être que nous n'aurions pas dû avancer davantage.\nTarafa"
          }
        ]
      },
      {
        "title": "Journal des éclaireurs II",
        "desc": [
          {
            "type": "RichText",
            "text": "À vous, qui venez après nous :\nS'il existait une prière à la gloire de la nuit, j'en chanterais le deuxième verset en mémoire des blessés et des défunts.\nEn l'honneur de Bahaddin, qui ne verra plus jamais.\n« C'était une douleur qu'on connaît très bien, des écailles blanches qui vous tombaient en deux fois du front. Ensuite, tout ce qui sortait de vos vastes cavités orbitaires n'était qu'un lourd silence digne de faire frissonner un homme. »\nJe vais noter ici tout ce que j'ai vu.\nLe chasseur de la tribu, Bahaddin, a été emporté devant mes yeux par les griffes d'un Vautour rouge. La fois suivante où je l'ai vu, son deuxième œil avait aussi disparu de son orbite.\nIl y a plusieurs années, il avait perdu un œil lors d'une chasse aux Vautours rouges, mais il avait ramené la proie la plus féroce que nous avions jamais vue. Aujourd'hui, après quelques années, l'homme qui a été chassé par le vautour était devant nous, le visage ratatiné et déformé par la sécheresse, il n'y avait que du vide à la place de son œil qui était autrefois semblable à celui d'un faucon.\nTarafa"
          }
        ]
      },
      {
        "title": "Journal des éclaireurs III",
        "desc": [
          {
            "type": "RichText",
            "text": "À vous, qui venez après nous :\nS'il existait une prière à la gloire de la nuit, j'en chanterais le troisième verset pour ceux qui ont été empoisonnés.\nEn l'honneur de Rabeed, qui ne se réveillera plus.\n« Je maudis ces queues épineuses, ces dunes qui nourrissent le mal. Elles vous viennent à la gorge, et dans votre sommeil préoccupé, vous empêchent de marcher à nouveau sous le soleil. »\nRabeed a été piqué par un Scorpion dans son sommeil.\nC'était une torture silencieuse : le venin du Scorpion a épuisé son souffle, comme en témoignent les marques autour de son cou.\nJ'ai bien dit que ce périple était maudit. Il faut repartir tout de suite.\nMais même la mort de plusieurs camarades ne peut arrêter ces gens. Ils ont été envoûtés par cette pierre-clé, si bien qu'ils sont incapables de revenir sur une voir éclairée.\nVous, qui venez après nous, si vous avez lu jusqu'ici, faites vite marche arrière.\nTarafa"
          }
        ]
      },
      {
        "title": "Journal des éclaireurs IV",
        "desc": [
          {
            "type": "RichText",
            "text": "À vous, qui venez après nous :\nS'il existait une prière à la gloire de la nuit, j'en chanterais le quatrième verset pour tous les malchanceux.\nEn l'honneur de Jebrael, qui a perdu pied et a chuté.\n« Comment pourrait-on concevoir qu'un nuage puisse passer, que le vent puisse s'épuiser ? Comment pourrait-on imaginer qu'un grain de sable puisse glisser entre nos doigts et sombrer dans le désert, telle une gouttelette disparaissant dans l'eau ? »\nJe croyais que Jebrael serait le dernier.\nMais qui aurait pu se l'imaginer ? Peut-être est-ce cette pléthore d'accidents qui sont survenus qui l'ont brisé de manière inattendue.\nJebrael, lui qui était si agile et rapide ! Qui aurait pensé qu'il serait tombé à côté des ruines dans la vallée.\nC'était vraiment inattendu.\nIl ne reste donc maintenant que Samail et moi. De toute l'équipe d'exploration qui est venue ici, il ne reste que lui et moi.\nC'est un périple maudit. Mais peu importe, nous allons bientôt atteindre notre destination.\nOui...Très bientôt.\nTarafa"
          }
        ]
      },
      {
        "title": "Journal des éclaireurs V ",
        "desc": [
          {
            "type": "RichText",
            "text": "À vous, qui venez après nous :\nElle m'a berné. La pierre-clé existe pour de vrai ! Pas étonnant que Jebrael et Samail y croyaient autant...Ce grand ingénieur a vraiment laissé des traces de son passage ici, tout comme nous l'avons lu sur ces anciens glyphes !\nJe pensais qu'il s'agissait de mensonges pour cacher la vérité du passé...Et maintenant, l'endroit qu'ils ont décrit est là, sous nos yeux.\nC'est le troisième lieu de culte. Le trésor secret de Gurabad est certainement caché ici.\nCependant, détenir cette pierre-clé n'est pas suffisant. Il doit y avoir autre chose…\nIl doit exister une autre méthode pour ouvrir les portes de Gurabad.\nSi nous parvenons à trouver le moyen d'ouvrir les portes de Gurabad, nous pourrons mettre la main sur le trésor secret, et cette expédition n'aura pas été infructueuse.\nMais ensuite… Je… Qu'est ce que j'étais en train de faire ?\nTarafa"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relations"
      },
      {
        "type": "CustomEntry",
        "epId": 3527,
        "name": "Babel",
        "desc": "<p>Matriarche de la tribu Tanit.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/12/113040870/b3c09591c712380132890a7fd840802d_7289058084328622916.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "La matriarche de la tribu Tanit, dont Samail faisait autrefois partie."
      },
      {
        "type": "CustomEntry",
        "epId": 3446,
        "name": "Jebrael",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/12/113040870/44448c78b1507439030563ca8412db59_2769433619950838198.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ancien ami de Samail, ancien membre du groupe Thutmose et de la tribu Tanit. Samail a tué sa femme, Ufairah."
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Samail"
          }
        ]
      },
      {
        "key": "Région",
        "value": [
          {
            "type": "RichText",
            "text": "Sumeru"
          }
        ]
      },
      {
        "key": "Affiliations",
        "value": [
          {
            "type": "RichText",
            "text": "Tanit (anciennement)\nThutmose"
          }
        ]
      }
    ]
  }
}