{
  "epId": 3647,
  "name": "Test préliminaire sur sujet expérimental",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une épaisse pile de lettres et de documents de recherche. Ils décrivent l'état physique d'un certain « spécimen humain ».</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/29705491/2be648f93c975832b6acf44c5840af41_6431353282953116921.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1706923715,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>À mon professeur, Froderock Fronkonsteen :</color>\n<color=#ffffffa6>... En résumé, bien que la tribu des Tanit soit prête à négocier avec nous et à attirer une « traîtresse de la tribu » dans une embuscade, de sorte que nous puissions la capturer...</color>\n<color=#ffffffa6>... Je recommande que nous procédions à un examen minutieux du sujet expérimental que nous pourrions obtenir, juste au cas où ces gens du désert essaieraient de nous jouer un sale tour...</color>\n<color=#ffffffa6>... La capitaine Zoya est très insatisfaite de cet accord. Selon elle, non seulement nous sommes contraints à tout moment à cause de cette ignoble femme du désert, mais en plus de ça, nous sommes maintenant relégués au rôle de serviteurs aidant les gens du désert à mettre de l'ordre dans leurs affaires internes, même si c'est à nos dépens... Et c'est loin d'être la seule chose... C'est vraiment un affront à notre honneur de Fatui...</color>\n<color=#ffffffa6>... Ce qui précède vous est rapporté à titre de référence pour que vous puissiez avoir une compréhension plus complète de l'importance de toute cette opération.</color>\n<color=#ffffffa6>L'officier adjoint de l'unité d'expédition,</color>\n<color=#ffffffa6>Lieutenant Ruslan Snezhevich</color>\n<color=#ffffffa6>...</color>\n<color=#ffffffa6>(Vous trouverez en annexe un tableau dans lequel est détaillé un examen physique intégral d'une femme de la tribu des Tanit nommée Jeht. Il semble que la personne qui l'a examinée a jugé que cette femme est en bonne condition physique.)</color>\n<color=#ffffffa6>... Excellent ! Au vu de leur attitude lors des précédentes collaborations, nous nous attendions au mieux à ce qu'ils nous fournissent un individu du désert de piètre constitution physique, mais le spécimen qui nous a été donné de voir est en bien meilleure santé que ce à quoi l'on s'imaginait. Ainsi, il est d'une certaine valeur pour nous...</color>\n<color=#ffffffa6>... Je vous invite à considérer, capitaine Zoya, que si nous sommes en mesure d'achever cette expérience dans le désert, notre unité d'expédition toute entière pourra peut-être recevoir les bonnes grâces de notre Exécuteur...</color>\n<color=#ffffffa6>(Cette ligne a été barrée en rouge et le message suivant y a été ajouté : « Et si vous considériez les règlements militaires ? Ou peut-être voudriez-vous considérer le temps qu'il vous reste à vivre ? »)</color>\n<color=#ffffffa6>... Nous devons terminer notre transfert vers un point d'exfiltration et conclure l'affaire au plus vite. Veuillez attendre l'arrivée de la « Notification de transfert » pour être informé des actions à entreprendre pour la suite.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Test préliminaire sur sujet expérimental</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Usage",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Convaincre Jeht</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Quête du monde « Des ennemis comme l’océan tumultueux… »</color>"
          }
        ]
      }
    ]
  }
}