{
  "epId": 3766,
  "name": "Schémas attachés dans des notes",
  "desc": "<p>Les croquis tirés des mystérieuses notes d'enquête semblent répertorier la disposition structurelle du terrain d'épreuve souterrain en ruine et l'emplacement de l'hymne final de la khvarena...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/08/170542231/bfd812aeb4475acfbf56c2e992d4fee6_7387345162139212199.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1712865701,
  "components": {
    "customize": [
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/08/170542231/b52d16ab5ed226ca6395f71ca555a12d_1674121039990451028.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "(Il y a quelques inscriptions dans le coin de ces schémas.)\nJ'ai dessiné ces schémas en me basant sur les diagrammes de la structure de l'atelier laissé dans les ruines par les Khaenri'ans. Les informations concernant la khvarena sont également des annotations que j'ai faites sur la base d'un mélange d'observations réelles et de déductions logiques...\nCes entités de la khvarena ont pu pénétrer dans des endroits souterrains où peu d'humains se sont rendus. En supposant qu'il n'y avait pas de puissance supérieure jusqu'ici inconnue tirant leurs ficelles, nous pouvons en déduire qu'elles aussi avaient un certain degré de volonté propre...\nBien que les recherches sur la khvarena ne fassent que commencer, je pense que la dépendance de ce pouvoir à une écologie spécifique signifie que nous n'avais pas besoin de passer trop de temps à l'étudier..."
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Schémas attachés dans des notes</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Série de quêtes du monde « La khvarena de la moralité »</color>\n<color=#ffffffd9>Quête : Et la khvarena fut nirodha !</color>"
          }
        ]
      }
    ]
  }
}