{
  "epId": 3974,
  "name": "Idyia",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un PNJ exclusif à l'événement «&nbsp;Un paradis estival mystérieux&nbsp;!&nbsp;». Elle est une Océanide et la gardienne de la Bouteillère, le Mirage de veluriyam.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/12/235883431/8f84efbb97c6667cbf39cb960acb5db8_1164682771813336387.png",
  "menuId": 10,
  "menuName": "Archives des PNJ",
  "version": 1710195271,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Idyia",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Une représentation théâtrale basée sur l'histoire d'Idyia :</color>\n<color=#ffffff73>La jeune fille était originaire d'un royaume situé au sommet des cascades. Mais lorsque la dynastie régnante est tombée et qu'une autre s’est emparée du pouvoir, elle et son peuple ont dû fuir pour survivre. Un épais brouillard a commencé à tomber alors qu'elle se frayait un chemin à travers la forêt, et des fourrés denses ont essayé de bloquer son chemin.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Si seulement j’avais une lanterne pour me guider à travers cette maudite forêt… Alors je pourrais survivre… »</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Malgré les égratignures couvrant ses bras et ses jambes, la jeune fille résista à la douleur et continua d’avancer. Le chemin à parcourir était ardu, mais elle était déterminée à continuer.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Je suis arrivée jusqu’ici, je ne vais pas abandonner maintenant. »</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Mais juste au moment où elle approchait de sa destination, une immense étendue d’épines et de ronces est soudainement apparue. Le désespoir s’installa et commença à peser sur son cœur.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Si seulement quelqu’un pouvait m’aider… Je donnerais n’importe quoi. »</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Le vœu sincère de la jeune fille dans son moment de désespoir ne resta pas sans réponse. Une fois son chemin dégagé, la jeune fille poursuivit son voyage et s'enfonça dans la forêt. Mais ce qu’elle y trouva ne fut pas une lanterne, mais une mage d’un rouge flamboyant qui l'aida à brûler un chemin à travers les fourrés. La mage eut pitié de la fille et lui tendit une bouteille. Ensuite, la mage commença à raconter comment la bouteille est entrée en sa possession.</color>\n<color=#ffffff73>La mage avait un esprit aventureux et aimait faire de longs voyages. Au cours d’un de ces voyages, alors qu’elle se reposait dans une oasis, elle trouva une belle bouteille posée sur le sol près d’un lac en forme de croissant. C’était une mage extraordinaire qui avait le pouvoir d’exaucer les souhaits des gens. Ainsi, elle transforma la bouteille en un objet d’une puissance tout aussi extraordinaire. Mais le seul endroit où elle pouvait réaliser des souhaits était à l’intérieur de la bouteille. La mage souffla dans la bouteille, lui permettant d’exaucer un seul souhait à l’extérieur de la bouteille. Une flamme s’alluma dans la bouteille et commença à briller d’un rouge flamboyant, identique à celui de la mage.</color>\n<color=#ffffff73>Après que la mage eut fini de raconter son histoire, elle disparut, ne laissant que la bouteille derrière elle.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Une bouteille magique qui peut exaucer des souhaits… Dans ce cas, je souhaite quitter cet endroit et aller quelque part où personne ne me retrouvera… »</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>La flamme dans la bouteille s’éteignit lorsque le souhait unique de la jeune fille s’exauça, et elle se retrouva au milieu du désert, très loin, où personne ne pourrait la trouver.</color>\n<color=#ffffff73>Idyia, une Océanide, fut exilée à la mort de l'ancien Archon Hydro, plongeant les eaux dans la douleur et la haine. Errant à travers la forêt, elle rencontra Alice, une sorcière du Hexenzirkel. C'est Alice qui lui offrit une bouteille magique, capable d'exaucer un vœu à l'intérieur même de celle-ci. Idyia souhaita partir loin, où personne ne pourrait la trouver, la transportant ainsi au cœur d'un désert lointain.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/09/94261667/55227db0b8f8158962ab081a0106c88a_52131604801362165.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Elle continua de vivre dans l’espace à l'intérieur de la bouteille appelé le Mirage de veluriyam. Des voyageurs rares, croisant son chemin, ont atteint son refuge en quête de la réalisation de leurs vœux. Lorsqu'ils devaient s'en aller, certains exprimaient leur mécontentement, constatant que les souhaits ne se concrétisaient qu'au sein du Mirage de veluriyam, tandis que d'autres laissaient</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/09/94261667/a0963d5ff800d48dd9f98af63f825aa4_7368921494507433968.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>à Idyia des cadeaux, qu'elle utilisait pour embellir son havre. Certains aspiraient à laisser leur empreinte sur le Mirage de veluriyam. Ainsi, avec l’aide des Eidolons Hydro, Idyia créait des répliques de ces visiteurs, écartant ainsi sa solitude. Chaque Eidolon incarne les désirs profonds de ses propriétaires.</color>\n<color=#ffffff73>D'ailleurs, on prétend qu'Idyia possède une puissance comparable à celle de Rhodeia, puisqu'elle peut non seulement revêtir une forme humaine, mais aussi créer des Océanides humanoïdes à partir des Eidolons.</color>\n<color=#ffd780>Entrées liées:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 2211,
        "name": "Océanide",
        "desc": "<p>Un être vivant résultant de la condensation de l'élément Hydro à l'état pur. Cette créature est souvent accompagnée de corps aqueux. </p><p>On raconte que plus ceux-ci sont purs, plus on y trouve d'élément Hydro, et plus l'Océanide est alors puissante. Une autre légende prétend que les Océanides sont des créatures des mers venues d'un lieu lointain et porteuses des fragments d'un dieu passé qui se seraient éparpillées à travers le monde, peut-être pour que l'amour de leur ancien dieu puisse recouvrir mers et terres...</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'ancien Archon Hydro, décédé lors du Cataclysme il y a 500 ans.</span></p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/10/94261667/a5b8d23dd3fbe0969cc3ebce78f9c29f_4493374179446919599.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4906,
        "name": "Rhodeia",
        "desc": "<p>Une puissante océanide éclaireuse qui s'est échappée de Fontaine après la mort de l'ancien Archon Hydro, Egeria. Elle vit près du village de Qingce.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/235883431/c1060c024385e4bf2d87aa853d3a6afe_2403937750850715640.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mirage de veluriyam",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/09/94261667/5d7d0092aeed28e89b84f2534d8698d8_3540165504556777617.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Un été, Klee reçut une lettre de sa mère Alice qui l'invitait à rendre visite à une amie à Sumeru. Klee demanda au Voyageur/Voyageuse, Paimon et Kaeya de l’accompagner. À Sumeru, ils cherchèrent quelqu'un ayant connaissance de la région et firent la rencontre de Collei et d’Eula, cette dernière cherchant un membre de sa famille.</color>\n<color=#ffffff73>Ensemble, ils utilisèrent la lettre magique et furent transportés au Mirage de veluriyam – un sous-espace magique créé à l’intérieur de la bouteille.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/09/94261667/85b0efc2c390ef244312eb3e1067d430_4401485588153619627.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Là-bas, ils firent la rencontre d’Idyia, l’amie d’Alice et responsable du Mirage de veluriyam, ainsi que de Kokomi, la Prêtresse divine de l’Île de Watatsumi, qui était arrivée au Mirage de veluriyam pour des affaires personnelles.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/09/94261667/ab69679628543aa65a5a9d734fd46662_7299493870029720470.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Il s’avéra qu’un peu avant leur arrivée dans le Mirage de veluriyam, le noyau principal du sous-espace s’était rompu. Ils se portèrent alors volontaires pour aider Idyia à le réparer. Pendant que le Voyageur/la Voyageuse cherchait les pièces manquantes du noyau, ils firent la rencontre d’autres visiteurs du Mirage de veluriyam, tous ayant des cheveux et des yeux bleus, accompagnés des Eidolons Hydro – des créatures aquatiques évoquant des gouttes d’eau. Lorsque toutes les pièces égarées du noyau furent enfin rassemblées, il fut révélé qu’Idyia était une Océanide, résidant dans le Mirage de veluriyam pour aider les voyageurs égarés dans le désert.</color>\n<color=#ffd780>Entrées liées:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2211,
        "name": "Océanide",
        "desc": "<p>Un être vivant résultant de la condensation de l'élément Hydro à l'état pur. Cette créature est souvent accompagnée de corps aqueux. </p><p>On raconte que plus ceux-ci sont purs, plus on y trouve d'élément Hydro, et plus l'Océanide est alors puissante. Une autre légende prétend que les Océanides sont des créatures des mers venues d'un lieu lointain et porteuses des fragments d'un dieu passé qui se seraient éparpillées à travers le monde, peut-être pour que l'amour de leur ancien dieu puisse recouvrir mers et terres...</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Klee",
        "desc": "Une invitée régulière des cellules de l'Ordre de Favonius, et également la maîtresse des explosions à Mondstadt, où on la surnomme « le soleil fuyant ».",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Klee_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6,
        "name": "Eula",
        "desc": "Le « Chevalier aux Embruns », né de l'ancien Clan Lawrence, capitaine de l'unité de reconnaissance des chevaliers de l'Ordre de Favonius de Mondstadt. Que cette descendante de la noblesse d'antan ait rejoint les chevaliers de l'Ordre, l'ennemi jusqu'alors juré de la famille, demeure un mystère aux yeux de beaucoup.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Eula_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Sangonomiya Kokomi",
        "desc": "La Prêtresse divine de l'Île de Watatsumi, une jeune femme gérant toutes les affaires de l'île.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "Un épéiste accompli et un stratège de génie de l'Ordre de Favonius ; il est originaire, selon les rumeurs, d'une terre bien au-delà des frontières de Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaeya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2268,
        "name": "Collei",
        "desc": "<p>Une garde forestière en formation active dans la Forêt d'Avidya. Derrière ses paroles et ses actions enthousiastes se cache une personnalité légèrement introvertie.</p><p>\f</p><p><em>«&nbsp;Oh, tu te rends à Sumeru&nbsp;? Peux-tu saluer Collei de ma part&nbsp;? Cela fait tellement longtemps... Je me demande si ses cheveux sont longs maintenant ou si elle a grandi&nbsp;?&nbsp;» — Amber</em></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/158750877/37a18b6b6865c59063003a9380f08225_1263426827063591830.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3978,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 3969,
        "name": "Boîte à bonbons d'apparence familière",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une bonbonnière souvent utilisée lors des diverses célébrations de Sumeru. Quand la jeune fille qui allait devenir chercheuse était encore jeune, elle prenait chaque jour un bonbon dans sa boîte, et à l'époque, sa plus grande inquiétude était que ses bonbons s'épuisent. Une fois la jeune fille devenue chercheuse, cette bonbonnière vide est devenue pour elle un rappel nostalgique des diverses possibilités de la vie. Cette boîte à bonbons a été laissée ici en cadeau. Pour la chercheuse, c'est également un symbole de libération de la misère...</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/10/158750877/a0fae3797f223a2920b7d29deb9411d9_5477657431276335361.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 3968,
        "name": "Corde d’escalade",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une corde d'alpinisme appréciée des aventuriers. Un peu vieille mais bien entretenue, elle peut donc toujours être utilisée normalement. Cette corde a été laissée ici en cadeau. Ce n'est pas seulement une corde sur laquelle on peut s'appuyer pour escalader des hauteurs, c'est aussi une main amicale qui vous permet de monter...</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/09/158750877/b3dfdd11dab84f0a08a5031827509af5_4124611958472819668.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrations et émoticônes",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Peintures de Paimon XXV"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/09/94261667/7121fc5d926edfdfcf46348cc3ebee3a_7625609197195375073.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe699>17 juillet 2023</color>\n<color=#ffffff73>Bonjour, voyageurs! Les nouvelles émoticônes de Genshin Impact sont disponibles sur HoYoLAB! Les Peintures de Paimon regroupent une collection d'émoticônes chibi à l'effigie de différents personnages de Genshin Impact. Nous espérons qu'ils vous plaisent!</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/09/94261667/57ad2bdf5ab0c67ed3862528aeb352c4_4217762787353039213.png",
        "alignment": "left"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/09/94261667/e488add7e270d48d4f25e5c89dd062e4_8307864817747546282.png",
        "alignment": "right"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Dialogues standards"
      },
      {
        "type": "RichText",
        "text": "<color=#bfbfbf>Idyia:</color> « Bienvenue au Mirage de veluriyam. J'espère que vous pourrez vous détendre et profiter d'un peu de répit après votre voyage fatigant. »\n<color=#bfbfbf>Idyia:</color> C'est comme ça que je vous aurais souhaité la bienvenue si les choses avaient été différentes... *soupir* C'est difficile de croire tout ce qui s'est passé.\n<color=#bfbfbf>Idyia:</color> Puisque tout est réparé maintenant, je me suis dit... Mieux vaut tard que jamais. Qu'en pensez-vous ? Ça fait professionnel, n'est-ce pas ?\n<color=#bfbfbf>Voyageur/euse:</color> Les pré-illustrations ?\n<color=#bfbfbf>Idyia:</color> Oh... Vous voulez que je vous explique la théorie sous-jacente ? Je n'y connais pas grand-chose en fait. Enfin, une pré-illustration, c'est comme une idée...\n<color=#bfbfbf>Idyia:</color> Vous pouvez l'envisager comme si la façon dont une plante devrait pousser est imprimée dans sa graine, ou comment un oiseau déploiera ses ailes est déterminé alors qu'il est encore dans l'œuf.\n<color=#bfbfbf>Idyia:</color> Les choses suivent ces prédispositions et deviennent ce que nous voyons autour de nous. Peut-être que tout était écrit depuis le début.\n<color=#bfbfbf>Idyia:</color> Une pré-illustration est comme ces prédispositions, et la lumière réfléchie dans la Bouteillère les transforme en ce que nous voyons comme le Mirage de veluriyam. Mais ce genre de magie ne fonctionne qu'ici.\n<color=#bfbfbf>Voyageur/euse:</color> Les Océanides...\n<color=#bfbfbf>Idyia:</color> Oh, vous vous demandez pourquoi on a fui Fontaine ? On dirait que ça fait des lustres...\n<color=#bfbfbf>Idyia:</color> La raison de notre fuite... C'est « l'eau ». Les eaux de Fontaine ont changé, et pour nous, maintenant les eaux là-bas sont synonymes de douleur et de haine...\n<color=#bfbfbf>Idyia:</color> Nous devions partir pour survivre, nous n'avions pas le choix. Oh, c'est alors que nous nous sommes perdues et nous sommes évanouies dans le désert...\n<color=#bfbfbf>Idyia:</color> Je dois dire que ce désert est vraiment immense !\n<color=#bfbfbf>Voyageur/euse:</color> A propos de Rhodeia...\n<color=#bfbfbf>Idyia:</color> Rhodeia ? Vous l'avez rencontrée ?\n<color=#bfbfbf>Idyia:</color> On dirait qu'elle s'est enfin trouvée un endroit où rester... Le village de Qingce ? C'est à Liyue, non ? Tu es vraiment partie loin, Rhodeia...\n<color=#bfbfbf>Voyageur/euse:</color> Nous croyons en toi !\n<color=#bfbfbf>Idyia:</color> Oui, je vais... Je vais travailler dur ! Et n'oubliez pas de profiter de l'environnement humide ici. Vous rencontrerez rarement un tel endroit dans le désert !"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relations"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'ancien Archon Hydro, décédé lors du Cataclysme il y a 500 ans.</span></p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/10/94261667/a5b8d23dd3fbe0969cc3ebce78f9c29f_4493374179446919599.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>L'ancien Archon Hydro, créatrice des Océanides. Après son décès, Idyia a quitté Fontaine.</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2211,
        "name": "Océanide",
        "desc": "<p>Un être vivant résultant de la condensation de l'élément Hydro à l'état pur. Cette créature est souvent accompagnée de corps aqueux. </p><p>On raconte que plus ceux-ci sont purs, plus on y trouve d'élément Hydro, et plus l'Océanide est alors puissante. Une autre légende prétend que les Océanides sont des créatures des mers venues d'un lieu lointain et porteuses des fragments d'un dieu passé qui se seraient éparpillées à travers le monde, peut-être pour que l'amour de leur ancien dieu puisse recouvrir mers et terres...</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "Une race intelligente d'élément Hydro, créée par Egeria.\nAlice\nUne sorcière et l'amie d'Idyia.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2211,
        "name": "Océanide",
        "desc": "<p>Un être vivant résultant de la condensation de l'élément Hydro à l'état pur. Cette créature est souvent accompagnée de corps aqueux. </p><p>On raconte que plus ceux-ci sont purs, plus on y trouve d'élément Hydro, et plus l'Océanide est alors puissante. Une autre légende prétend que les Océanides sont des créatures des mers venues d'un lieu lointain et porteuses des fragments d'un dieu passé qui se seraient éparpillées à travers le monde, peut-être pour que l'amour de leur ancien dieu puisse recouvrir mers et terres...</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 606,
        "name": "Endora",
        "desc": "Endora n'est qu'une simple Océanide désireuse de voir le monde. Elle pourrait fort bien s'entendre avec la Mini-fée comméline. Mais interdiction de fusionner, merci.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Endora_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4538,
        "name": "Callirhoe",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Callirhoe, aussi connue sous le nom de fée de la source, est une Océanide qui a quitté Fontaine à la suite du décès de l’ancien Archon Hydro et s'est installée à Deauclaire.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/94261667/610c86157e0fdc96d22ed1e41781ee27_9083780983078707553.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Lyris était la directrice de l'Institut Narzissenkreuz, un orphelinat fontainois. Après l'abandon de l'Institut durant le Cataclysme, elle rejoignit l'Ordo Narzissenkreuz, où elle fut surnommée «&nbsp;impératrice rouge&nbsp;».</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/11/267357714/b6d86ff8dfd84cf744e57a516b1a14c6_3730788324659350210.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Océanides.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Klee",
        "desc": "Une invitée régulière des cellules de l'Ordre de Favonius, et également la maîtresse des explosions à Mondstadt, où on la surnomme « le soleil fuyant ».",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Klee_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>La fille d'Alice, qui appelle Idyia « Tata des sables ». Alice a invité Klee à séjourner avec Idyia à la Bouteillère pendant l'été.</color>",
        "alignment": "center"
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Idyia"
          }
        ]
      },
      {
        "key": "Région",
        "value": [
          {
            "type": "RichText",
            "text": "Sumeru"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Mirage de veluriyam"
          }
        ]
      },
      {
        "key": "Titre",
        "value": [
          {
            "type": "RichText",
            "text": "-"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/12/235883431/dde8648dfbd499c562dcbd6ab8ce924a_2305708901664903392.png"
      },
      {
        "key": "Localisation",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/12/235883431/2b87f2d22c8fdca3a92fac8a66274c1d_8097580202922945527.png"
      }
    ]
  }
}