{
  "epId": 3991,
  "name": "Troupe dorée",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/158750877/c32bab10651059ad3c0c8a0e5bbd2e03_5008894013788174832.png",
  "filterValues": {
    "reliquaryEffect": [
      "Affinité élémentaire",
      "Bonus de DGT"
    ]
  },
  "menuId": 5,
  "menuName": "Artéfacts",
  "version": 1692193008,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Augmente les DGT infligés par la compétence élémentaire de 20 %.</span></p>",
      "fourSetEffect": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Les DGT infligés par les compétences élémentaires augmentent de 25 %. De plus, lorsque le personnage fait partie de l'équipe mais n'est pas déployé, les DGT infligés par ses compétences élémentaires augmentent de 25 % supplémentaires, cet effet prenant fin 2 s après le déploiement du personnage.</span></p>"
    },
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Agitation de la nuit dorée",
        "position": "Coupe d'éonothème",
        "desc": [
          {
            "type": "RichText",
            "text": "Une ancienne urne en argent qui était autrefois remplie de vin raffiné aussi rouge que le rubis. Maintenant, elle ne contient que de l'eau de mer amère."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/158750877/10c41dd09f04615c3ff216fda90bff72_5768952892326273215.png"
      },
      "circlet_of_logos": {
        "title": "Récompense de la Troupe dorée",
        "position": "Diadème de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Une ancienne couronne qui ressemble plus à un accessoire de scène qu'à un ornement de suzerain."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/158750877/6d62d7a59b21810f30a7e74f21998494_5871410579012756299.png"
      },
      "flower_of_life": {
        "title": "Variation de la mélodie dorée",
        "position": "Fleur de la vie",
        "desc": [
          {
            "type": "RichText",
            "text": "Une fleur faite de palourde, de nacre et de feuille d'or, qui fleurit fièrement."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/158750877/4fda3f028a5acd6e23e99e70f21118cc_6745459233657906969.png"
      },
      "sands_of_eon": {
        "title": "Prélude de l'ère dorée",
        "position": "Sables du temps",
        "desc": [
          {
            "type": "RichText",
            "text": "Ce joli cadran solaire est incrusté d'argent et d'or. Il semble que le temps s'est arrêté de couler sur sa façade."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/158750877/a8668d27d97594684bb7ff73aad22cdd_6531150454571482202.png"
      },
      "plume_of_death": {
        "title": "Mue de l'oiseau d'or",
        "position": "Plume de la mort",
        "desc": [
          {
            "type": "RichText",
            "text": "Une plume d'or en filigrane d'argent et d'or. Un saphir cristallin est monté dessus."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/158750877/8e44740c21afd286149109475c157ed1_1896171820454714226.png"
      }
    },
    "story": [
      {
        "title": "Variation de la mélodie dorée",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Le chant du destin serpentait autrefois dans les voies navigables, répandant la mélodie harmonieuse de la civilisation et de l'ordre.</color>\n<color=#ffffff73>Là où les notes sont tombées, la brutalité a été remplacée par l'illumination, et la terre primordiale désordonnée a été pratiquement transfigurée.</color>\n<color=#ffffff73>Le puissant vent de la mer soufflait, et les nénuphars sans racines flottaient avec lui.</color>\n<color=#ffffff73>Dans une habitation tribale aussi éphémère qu'un herbier, un jeune musicien rencontre un guerrier.</color>\n<color=#ffffff73>Au milieu des poèmes de conquête qui sont aussi nombreux que les étoiles, cette chanson n'est pas si attirante.</color>\n<color=#ffffff73>Mais les vagues ont été témoins de l'amitié entre les guerriers, et elles ont également prédit leur fin.</color>\n<color=#ffffff73>Le jeune musicien n'avait pas encore été débarrassé des passions vulgaires des barbares, et se lia rapidement d'amitié avec le serviteur, le vaincu.</color>\n<color=#ffffff73>Personne ne se souvient du nom de ce serviteur, mais plus tard, le surnom de « Cassiodor » allait devenir célèbre dans le monde entier.</color>\n<color=#ffffff73>Plus tard, le jeune guerrier allait suivre le jeune musicien jusqu'au Capitolium doré, la plus haute ville de la capitale dorée.</color>\n<color=#ffffff73>Là, ils ont terminé les cours et les épreuves rigoureux, et ont été élevés par le roi divin d'or pour devenir des maîtres orgueilleux.</color>\n<color=#ffffff73>« La fierté fleurit sur la poitrine des citoyens de ce royaume glorieux comme une fleur dorée. Plus de pauvreté ni de sauvagerie sous les yeux du roi divin. »</color>\n<color=#ffffff73>« La fierté est le bouclier de l'honneur du royaume. C'est le fer de lance brillant d'une lumière dorée et le garant de l'autorité inégalée du roi divin. »</color>\n<color=#ffffff73>« Ce n'est que sous le commandement d'une telle autorité que l'ordre peut naître, et là où l'ordre règne, l'art et la beauté peuvent s'épanouir librement. »</color>\n<color=#ffffff73>« Dans la belle terre dorée, la faiblesse, la folie et la sauvagerie ne seront jamais acceptées ni défendues. De telles choses peuvent se soumettre ou être détruites. »</color>\n<color=#ffffff73>« Mon ami, mon frère, ne t'attarde pas sur ce passé appauvri. Ne laisse pas ton esprit s'attarder sur la fausse et humble dignité de ce peuple d'autrefois. »</color>\n<color=#ffffff73>« Tu as abandonné ce corps simple et cet esprit faible, et tu es devenu aussi pur que l'acier. Pourquoi se lamenter ainsi sur les choses insignifiantes ? »</color>\n<color=#ffffff73>« Mon ami, mon frère, écoute cette mélodie immuable, le rythme mécanique de ton cœur, te murmure le roi divin. »</color>\n<color=#ffffff73>« Le royaume glorieux n'a d'yeux que pour le monde parfait du futur, et ce futur, pour le peuple d'autrefois, sonnera le glas de leur inévitable destruction. »</color>"
          }
        ]
      },
      {
        "title": "Mue de l'oiseau d'or",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Lorsque la brise de mer a diminué, la lueur rose du crépuscule a imprégné les cieux.</color>\n<color=#ffffff73>Les oiseaux marins ne s'attardent jamais là où les mille mâts sont ancrés, ne laissant que des plumes éparses dans leur sillage.</color>\n<color=#ffffff73>La symphonie autrefois harmonieuse et magnifique a eu son clap de fin, tout comme aucun empire ne peut régner en paix pour toujours.</color>\n<color=#ffffff73>Au fur et à mesure que les eaux s'étendaient, le pouvoir apportait non seulement le progrès et l'ordre, mais aussi l'arrogance, la violence et l'exploitation.</color>\n<color=#ffffff73>Dans la ville lointaine du « peuple d'autrefois », dans la vallée des exilés cachés, même au pied du Mont Capitolium...</color>\n<color=#ffffff73>Les nobles musiciens qui accordaient les sons et l'armée de fer en maille scintillante sont venus tout prendre au peuple.</color>\n<color=#ffffff73>Ceux qui n'étaient pas encore vaincus et les puissants qui n'avaient encore rien perdu se sont regroupés, jurant de résister jusqu'au bout.</color>\n<color=#ffffff73>« C'est comme je le craignais, et c'est comme je l'ai pleuré, mon frère. Pendant que tu chantais en haut, tu aurais dû aussi entendre les voix des humbles. »</color>\n<color=#ffffff73>« Tous ne voudraient pas volontiers voir leur maison et leur nature leur être volées. Tous ne peuvent pas accepter notre air. »</color>\n<color=#ffffff73>« Tu les appelais autrefois le peuple d'autrefois, mon frère. Mais même ceux qui promettent fidélité au passé ont une détermination et une dignité qui ne peuvent être prises à la légère. »</color>\n<color=#ffffff73>« Nous pensions autrefois conquérir et dominer les autres, mais comment la gloire de notre royaume radieux pourrait-elle... »</color>\n<color=#ffffff73>« Faiblesse ! Faiblesse ! Ta lâche compassion obscure ton esprit. Elle a ramolli ton cœur et est devenue un point faible exposé dans ton dos ! »</color>\n<color=#ffffff73>« Si la barbarie et l'ignorance persistent encore à Fontaine, empoisonnant l'une de ses eaux, nous les exterminerons. »</color>\n<color=#ffffff73>« Si les sauvages souhaitent rejoindre notre majestueux ordre doré, alors nous les accepterons, tout comme notre glorieux seigneur nous a acceptés. »</color>\n<color=#ffffff73>« Mais depuis que le dragon pernicieux Scylla a détruit nos tours et massacré nos musiciens, les tribus sauvages envenimées ne valent plus la peine d'être sauvées ni acceptées. »</color>\n<color=#ffffff73>« Et puisqu'ils sont indignes, ils doivent être purgés du sol et des eaux, tout comme nous avons purgé la peste et les incendies. »</color>\n<color=#ffffff73>C'est à ce moment précis que l'âge d'or a soudainement cessé, plongeant dans une guerre et une rébellion incessantes.</color>\n<color=#ffffff73>La salle du trône fut remplie de cris de conquête et de destruction, et de l'agonie des tribus barbares, et le roi divin se réveilla, surpris.</color>"
          }
        ]
      },
      {
        "title": "Prélude de l'ère dorée",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>La brise marine à l'aube, ravissante et libre, chante cet ancien hymne...</color>\n<color=#ffffff73>Le temps ne s'écoulait plus, mais retournait dans le passé avec le chanteur.</color>\n<color=#ffffff73>Longeant les eaux, et passant devant les dômes dorés du royaume glorieux,</color>\n<color=#ffffff73>par le doux vent d'été, il traversa le manoir verdoyant entouré de murs imposants.</color>\n<color=#ffffff73>Que ce soit des aristocrates dans leurs bateaux légers ou des barbares amenés comme prisonniers,</color>\n<color=#ffffff73>tous étaient enivrés par la musique d'une belle époque, plongés dans les souvenirs...</color>\n<color=#ffffff73>Car c'était le monde doré de l'abondance, une ère d'un roi juste et glorieux.</color>\n<color=#ffffff73>« Je viens d'un royaume chétif sur une île isolée. Je suis né dans une hutte et j'ai grandi dans un village construit de roseaux et d'herbe. »</color>\n<color=#ffffff73>« Quand les guerriers vêtus de leur cotte de mailles scintillante sont arrivés chez moi, ils ont annoncé la « conquête ». »</color>\n<color=#ffffff73>« Je n'étais qu'un jeune homme. J'ai naïvement suivi ces demi-dieux imposants jusqu'à la capitale. »</color>\n<color=#ffffff73>« Heureusement, grâce à mes doigts agiles et ma voix claire, j'ai pu échapper à la servitude. »</color>\n<color=#ffffff73>« Ce n'est qu'après que le roi divin m'a reconnu que j'ai pu être témoin de la puissance de la civilisation et de l'ordre. »</color>\n<color=#ffffff73>« Que ma chair et mes os soient donc complètement changés. Que mon nom et ma tribu soient abandonnés. Le monde ne connaîtra que le nom de « Boethius » ! »</color>\n<color=#ffffff73>C'est ainsi que l'enfant né de la barbarie fut ému par le palais doré, et devint le serviteur d'une autorité majestueuse.</color>\n<color=#ffffff73>Comme un nouveau-né, il voulait recommencer de zéro en abandonnant les anciennes coutumes barbares et en dévorant de nouvelles connaissances...</color>\n<color=#ffffff73>Tout ce qu'il a fait, il l'a fait pour devenir une personne d'honneur et gloire véritables, et faire partie intégrante de cette grande civilisation.</color>\n<color=#ffffff73>C'était son unique objectif, car c'était le monde doré de l'abondance, une ère sous le règne d'un roi juste et glorieux.</color>"
          }
        ]
      },
      {
        "title": "Agitation de la nuit dorée",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>La mer paisible déferla, faisant glisser le navire entre le manoir silencieux et le temple.</color>\n<color=#ffffff73>Sous le pâle clair de lune, le dôme doré qui avait semblé si glorieux dans la journée perdit son éclat.</color>\n<color=#ffffff73>Le roi divin se réveilla en sursaut de son rêve majestueux. La claire lumière des étoiles avait disparu.</color>\n<color=#ffffff73>La violence et l'éloignement ont formé une obscurité plus profonde que les ténèbres qui enveloppent le grand dôme.</color>\n<color=#ffffff73>Dans la terreur et les regrets, il appela ses gardes et ses musiciens les plus fidèles,</color>\n<color=#ffffff73>et il leur a donné ses derniers ordres, dans l'intention de ramener la paix dans les terres de fracture...</color>\n<color=#ffffff73>Pourtant, tout comme une inondation ne peut être retenue, l'arrogance et les préjugés enracinés ont écrasé les accordeurs et les dirigeants...</color>\n<color=#ffffff73>Tous les nobles sacrifices, tous les plans désintéressés, tout est tombé en ruine aux mains des mauvaises personnes, et tout a fini par s'effondrer.</color>\n<color=#ffffff73>Que ce soit l'armée barbare du prince dragon déchu, ou le roi divin décidé à tout tenter pour sauver l'empire,</color>\n<color=#ffffff73>ils ont été emportés par une tempête inexorable. Même le luxueux palais et le manoir vert jade ont été détruits...</color>\n<color=#ffffff73>Sans le chant doré pour les guider, les nobles gens du peuple autrefois glorieux se sont transformés en golems défigurés...</color>\n<color=#ffffff73>Lorsque la cacophonie finale de la nuit dorée s'est calmée, Boethius l'accordeur gisait au milieu des décombres.</color>\n<color=#ffffff73>Seuls les décombres ont entendu ses marmonnements insensés, et seuls les débris ont enregistré le péché de trahison...</color>\n<color=#ffffff73>« Dans un moment de folie, il nous a tous trahis. »</color>\n<color=#ffffff73>« L'ordre ne changera pas facilement, pas plus que les regrets humains. »</color>"
          }
        ]
      },
      {
        "title": "Récompense de la Troupe dorée",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Dans le silence solennel des profondeurs de la mer, la ville imposante du royaume glorieux se dressait autrefois.</color>\n<color=#ffffff73>Et là, comme le triste fantôme d'un puissant rêve passé, ne se dresse plus que la silhouette d'un château doré.</color>\n<color=#ffffff73>L'opéra majestueux de cet âge d'or est terminé, et sa musique harmonieuse et solidaire ne résonne plus.</color>\n<color=#ffffff73>Sur l'épave de l'ambition et de la trahison, le peuple d'autrefois a construit un nouveau royaume.</color>\n<color=#ffffff73>« Malheur, malheur à l'ordre parfait, qui a de nouveau été piétiné par la barbarie. Les faibles et les ignorants ont envahi l'antique terre de l'empire ? »</color>\n<color=#ffffff73>« Les esprits et les sources, les sources et les chevaliers... Les divagations des enfants ont remplacé les poèmes épiques, les chansonnettes ont supplanté la musique. »</color>\n<color=#ffffff73>« La majesté éternelle a été ruinée par un moment de folie du roi divin, et les sauvages renaissants méprisent son souvenir... »</color>\n<color=#ffffff73>« Les grands royaumes doivent-ils enfin être récupérés par la sauvagerie ? La folie et l'ignorance finiront-elles par l'emporter sur la civilisation et la raison ? »</color>\n<color=#ffffff73>Sur le théâtre d'or de ce château fané, les musiciens qui avaient perdu leur partition criaient la lamentation d'un passé qui à tout jamais perdu.</color>\n<color=#ffffff73>Et les golems silencieux et affamés écoutaient, attendant de chasser et de dévorer les âmes innocentes.</color>\n<color=#ffffff73>Lorsque la grande symphonie dorée jouera une fois de plus, la Troupe dorée recevra la récompense légitime pour les vrais et les loyaux.</color>\n<color=#ffffff73>Quand l'ordre parfait séparera l'humanité en maîtres et serviteurs, la prospérité et la beauté rendront une fois de plus sa gloire au royaume...</color>\n<color=#ffffff73>Résistez jusqu'à ce jour... Résistez jusqu'à ce jour...</color>\n<color=#ffffff73>Lorsque chaque membre de la Troupe gagnera tout l'avenir comme prix.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Troupe dorée</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Donjon de la bénédiction : Harmonie</color>"
          }
        ]
      }
    ]
  }
}