{
  "epId": 4,
  "name": "Yun Jin",
  "desc": "Une talentueuse chanteuse d'opéra et une dramaturge très célèbre à Liyue. Son style unique, doux et élégant, lui ressemble beaucoup.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yun Jin_icon.png",
  "headerImgUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/云堇/avatar.png",
  "filterValues": {
    "characterRegion": "Port de Liyue",
    "characterRarity": 4,
    "characterWeapon": "Arme d'hast",
    "characterVision": "Géo",
    "characterProperty": "Recharge d'énergie"
  },
  "menuId": 2,
  "menuName": "Archives des personnages",
  "version": 1748107661,
  "components": {
    "summaryList": [
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/云堇/constellation_1.png",
        "name": "Galop vaudevillesque",
        "desc": [
          {
            "type": "RichText",
            "text": "Réduit le TdR d' <color=#ffd780>Épanouissement ouvert</color> de 18 %."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/云堇/constellation_2.png",
        "name": "Myriade d'accessoires",
        "desc": [
          {
            "type": "RichText",
            "text": "Après avoir utilisé <color=#ffd780>Bannière de rupture des falaises</color> , les DGT des attaques normales de tous les personnages de l'équipe à proximité augmentent de 15 % pendant 12 s."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/云堇/constellation_3.png",
        "name": "Drapeau maritime",
        "desc": [
          {
            "type": "RichText",
            "text": "Niveau d'aptitude <color=#ffd780>Bannière de rupture des falaises</color> +3.\nNiveau max : 15"
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/云堇/constellation_4.png",
        "name": "Le tranchant d'une fleur",
        "desc": [
          {
            "type": "RichText",
            "text": "Lorsque Yun Jin déclenche une réaction de Cristallisation, sa DÉF augmente de 20 % pendant 12 s."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/云堇/constellation_5.png",
        "name": "Célébrité à travers les terres",
        "desc": [
          {
            "type": "RichText",
            "text": "Niveau d'aptitude <color=#ffd780>Épanouissement ouvert</color> +3.\nNiveau max : 15"
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/云堇/constellation_6.png",
        "name": "Harmonie esthétique",
        "desc": [
          {
            "type": "RichText",
            "text": "Lorsqu'un personnage est affecté par une <color=#ffd780>formation de bannière de nuagerie</color> , la VIT d'attaque de ses attaques normales augmente de 12 %."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Anniversaires",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "2022",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/12/29705491/a981e4a7a8f91cd494dd0cadc0c02a83_2440597423675900931.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>« Les nuages et les fleurs se balancent avec légèreté, tandis que les vents dansants serpentent la vallée. »</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/12/29705491/423aef3f70514944cb4b51e1dc94ca88_6651487031081996789.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Merci d'être venu à ma représentation. Qu'as-tu pensé de cette dernière chanson ? N'oublie pas de me dire plus tard ce que tu en as pensé.\nSi je continue de m'améliorer dans l'art de l'opéra, c'est grâce à votre sollicitude à tous.\nTout particulièrement le jour de mon anniversaire, le public est venu en avance pour me le souhaiter. Je me devais de leur offrir la meilleure des performances pour le remercier.\n<color=#ffffffd9>Mangeons quelque chose ensemble !</color>\nAprès ma performance d'aujourd'hui, je ne peux m'empêcher de ressentir que quelque chose me manque. J'aimerais voir mes amis. Si tu as du temps, pourquoi ne pas nous retrouver à la Falaise Chihu ? Nous pourrons nous promener ensemble le soir en ville pour manger de bonnes choses, qu'en dis-tu ?\nÀ ces heures tardives, j'adore manger des brochettes accompagnées d'une bonne boisson. C'est vrai que ce n'est peut-être pas très sain, mais c'est mon anniversaire. Les ainés n'auront rien à y redire. Profiter une fois par an de ce petit plaisir me rend très heureuse.\nJ'aimerais t'inviter à goûter du thé typique de Liyue. Si tu le trouves trop fort et trop amer, ne te force pas. Au moins, tu auras goûté quelque chose de nouveau.\nÀ très vite."
      },
      {
        "type": "CustomEntry",
        "epId": 250,
        "name": "Jade de nuages",
        "desc": "Spécialité culinaire de Yun Jin. Cette collation sucrée et collante n'affectera pas votre gorge, c'est la raison pour laquelle c'est la préférée de Yun Jin. L'arrière-goût est des plus raffinés, pas quelque chose dont on se lasse facilement. À bien y réfléchir, il y en a plus qu'elle n'en ferait pour elle-même, mais vous n'allez quand même pas vous plaindre de sa gentillesse...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cloud-Shrouded Jade_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 474,
        "name": "Tasse de thé",
        "desc": "Une boisson typique de Liyue. Explorer une région aussi vaste que Liyue demande de l'énergie, et on aimerait que chaque tasse de thé que l'on prend sur la route soit de plus en plus grande.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Pop's Teas_icon.png",
        "amount": 2,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1088,
        "name": "Poisson chihu grillé",
        "desc": "Une brochette de poisson grillé à la flamme. Le poisson qui vient d'être pêché au port, est légèrement mariné, puis grillé. La fraîcheur des ingrédients est le secret pour réussir ce plat dont le parfum attire les chats errants.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Grilled Tiger Fish_icon.png",
        "amount": 5,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "2023",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/12/29705491/654f5a4b211d87ec8d2cf9fe62252d65_153930613122581943.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>« C'est la seule occasion de me lâcher pendant toute l'année, les aînés ne devraient pas me le reprocher. »</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/29705491/f835c3d2caef408caed3a50e030ddc46_5202298114822967302.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Nous donnons une nouvelle représentation aujourd'hui. Je répète en privé depuis plusieurs jours. Mais je suis encore un peu nerveuse, alors j'ai pensé à venir te voir.</color>\n<color=#ffffff73>Je ne m'attendais pas à ce que tu viennes me trouver, mais le hasard fait bien les choses. Notre rencontre fortuite est comme celle d'une feuille d'érable et du soleil couchant.</color>\n<color=#ffffff73>Nous avons à peine échangé quelques phrases qu'il est déjà l'heure.</color>\n<color=#ffffff73>Allons-y ! Comme c'est une nouvelle représentation, je t'ai réservé la meilleure place.</color>\n<color=#ffffffd9>Lune au-dessus de la mer</color>\nCette année, des passionnés d'opéra ont loué un bateau pour que toute la troupe Yun-Han admire la lune à l'occasion de mon anniversaire. Nous n'avions aucune raison de refuser une proposition aussi généreuse de la part de nos fans.\nJ'ai discuté avec les autres, et nous sommes tous d'accord pour leur présenter un spectacle unique en guise de remerciement de leur sollicitude.\nÊtre sur la mer, sous le clair de lune et au son de la brise et des vagues, me donne envie de chanter : « La vie est un beau songe. Au premier clair de lune sur la mer, buvons quelques verres... »\nJe suis vraiment heureuse de pouvoir créer de beaux souvenirs avec des amis qui connaissent et aiment l'opéra le jour de mon anniversaire.\nJ'espère que tu feras aussi partie de ces souvenirs, mais je ne sais pas si tu es libre. C'est pourquoi je t'ai écrit cette lettre pour t'inviter.\nSi ça te dit d'admirer notre spectacle sous la lune, tu n'as qu'à venir. Je t'attendrai."
      },
      {
        "type": "CustomEntry",
        "epId": 75,
        "name": "Guide de la Diligence",
        "desc": "Matériau d'amélioration d'aptitude.<br/>Le goût du travail représente l'essence du Pays de la Roche.<br/>Il coule dans les veines des Liyuéens, qui deviennent capables de transformer la roche en or grâce à lui. La prospérité de son port commercial n'est guère étonnante.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 250,
        "name": "Jade de nuages",
        "desc": "Spécialité culinaire de Yun Jin. Cette collation sucrée et collante n'affectera pas votre gorge, c'est la raison pour laquelle c'est la préférée de Yun Jin. L'arrière-goût est des plus raffinés, pas quelque chose dont on se lasse facilement. À bien y réfléchir, il y en a plus qu'elle n'en ferait pour elle-même, mais vous n'allez quand même pas vous plaindre de sa gentillesse...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cloud-Shrouded Jade_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "2024",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/22/29705491/0eddb056878e3ce4bc2ae6b0e67d4ba1_266223245809299875.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>« Votre performance a vraiment été magnifique, patronne Yun ! »</color>\n<color=#ffffff73>« Tout cela grâce à vos encouragements ! Oh, d'ailleurs, Er'ye, j'étais sur le point d'aller voir Xinyan. »</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/22/29705491/ab4d3a9d7f065306088bf200cfbe1f4a_7795789460082232249.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>La répétition d'aujourd'hui s'est terminée plus tôt, alors j'ai enfin un peu de temps pour savourer les collations du Salon de thé.</color>\n<color=#ffffff73>Cependant, je dois me rendre au Salon de thé Heyu cet après-midi en tant qu'imprésario de la troupe Yun-Han pour discuter de futures collaborations. Hélas, le temps libre passe toujours trop vite...</color>\n<color=#ffffff73>D'ailleurs, comme tu as voyagé à travers le monde et assisté à beaucoup de spectacles dans divers endroits, tu pourrais peut-être avoir des idées intéressantes.</color>\n<color=#ffffff73>Pourquoi ne pas m'accompagner là-bas et me conseiller ? Tu connais aussi les gens du Salon de thé, alors pas besoin de faire de manières.</color>\n<color=#ffffffd9>Idées pour une nouvelle pièce...</color>\n<color=#ffffff73>Récemment, deux musiciens de notre troupe ont pris leur retraite et sont rentrés dans leur ville natale. Avant de partir, ils nous ont présenté plusieurs autres musiciens talentueux.</color>\n<color=#ffffff73>Ces nouveaux arrivants se sont vite bien intégrés parmi nous. Leur musique s'harmonise parfaitement avec mon chant. En entendant ces mélodies fraîches et familières, je revois parfois les visages souriants des deux vieux musiciens qui m'accompagnaient lorsque j'apprenais l'art de l'opéra dans mon enfance.</color>\n<color=#ffffff73>Les rencontres et les séparations sont des événements récurrents dans une vie. Elles apportent leur lot de chagrin et de surprises, mais il ne s'agit que de quelques-unes des nombreuses saveurs de la vie. En cette nouvelle année, je souhaite passer plus de temps avec mes amis et continuer à progresser en chant et en comédie. Je me sens inspirée ces derniers temps et j'envisage de monter une nouvelle pièce. J'aimerais profiter de mon anniversaire pour te demander des conseils. N'hésite pas à venir !</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "2025",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/29705491/6ed97a8983a020feb1d9bb33d9536d53_3138836107266640838.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>« Aujourd'hui, sieur Liu Su nous interprète les « Chroniques des lames de pluie ». Bien que tout le monde connaisse cette histoire, elle continue à m'émouvoir profondément à chaque représentation. En y prêtant attention, on s'aperçoit que la performance de sieur Liu Su est minutieusement calculée. Chaque montée et descente se succède dans un rythme impeccable. Tout comme les opéras de Liyue, même si le scénario est connu de tous, les représentations traversent les âges sans perdre leur éclat, car chaque fois qu'on les réécoute, elles révèlent de nouvelles nuances et un savoir-faire artistique en perpétuelle évolution. »</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/29705491/9096b6c4a13e66050ba2fd27ce3b1d43_1676850605061277463.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>C'est toi qui as fabriqué cette épingle à cheveux ornée de fleurs en soie ? Je peux la regarder ?</color>\n<color=#ffffff73>Les fleurs sont délicatement tressées, les couleurs s'accordent à merveille, le motif est d'une grande finesse... Cela a dû te prendre beaucoup de temps !</color>\n<color=#ffffff73>On sent que tu y as mis tout ton cœur, je la garderai précieusement.</color>\n<color=#ffffff73>Je n'hésiterai pas à la porter quand le rôle s'y prêtera. Changer de tenue de temps en temps, ça apporte un vent de fraîcheur, tu ne trouves pas ?</color>\n<color=#ffffffd9>Découvertes à l'étranger...</color>\n<color=#ffffff73>Tu savais que Xinyan avait donné des concerts à Fontaine ? Je suis tellement contente pour elle !</color>\n<color=#ffffff73>Je ne veux rater aucune de ses représentations, et j'avais chargé Yunning de s'occuper de la troupe. Quant à moi, j'en ai profité pour prendre quelques jours de repos à Fontaine.</color>\n<color=#ffffff73>Fêter mon anniversaire à l'étranger m'a fait vivre plein de nouvelles émotions ! J'ai hâte de les partager avec quelques personnes qui me sont chères, Xinyan et toi, bien sûr.</color>\n<color=#ffffff73>C'est pourquoi je tenais à t'inviter à L'Hôtel Debord pour que nous fêtions ça ensemble. Cela fait longtemps que j'entends parler du goût frais et agréable du fonta. Ce sera l'occasion parfaite pour enfin le découvrir.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Personnages</color>\n<color=#ffffffd9>Lien</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Une mystérieuse relation du Funérarium Wangsheng, aux connaissances aussi variées qu'étendues.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Zhongli est un spectateur des représentations de Yun Jin. Il parle souvent à Yun Jin des différentes règles apprises par cette dernière comme un expert. Il connaît également l'ancienne réputation de forgeron de la famille Yun."
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Shenhe",
        "desc": "Une disciple Adepte avec un air des plus inhabituels. Après avoir passé beaucoup de temps à s'instruire en isolement dans les montagnes de Liyue, elle est devenue tout aussi froide et distante que les Adeptes eux-mêmes.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Yun Jin a raconté l'histoire de Shenhe via un représentation à la Chambre de Jade. Elle a aussi appris à connaître Shenhe lors de sa recherche pour la représentation."
      },
      {
        "type": "CustomEntry",
        "epId": 41,
        "name": "Xinyan",
        "desc": "La seule et unique rockeuse de Liyue. Elle combat les préjugés avec sa musique et ses chansons passionnées.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xinyan_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Xinyan et Yun Jin sont fans de rock et Yun Jin va voir les concerts de rock de Xinyan toutes les semaines."
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Xiangling",
        "desc": "Une célèbre cheffe cuisinière originaire de Liyue, connue pour ses plats épicés.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Xiangling et Yun Jin ont fait un anniversaire surprise à Xinyan. Elles sont toutes les 3 amies."
      },
      {
        "type": "CustomEntry",
        "epId": 34,
        "name": "Hu Tao",
        "desc": "La 77e directrice du Funérarium Wangsheng, qui redonne un coup de jeune à la gestion des affaires funéraires de Liyue.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Hu Tao_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Hu Tao est une amie de Yun Jin, avec laquelle elle discute de beaucoup de sujets, même les plus banals au monde."
      },
      {
        "type": "CustomEntry",
        "epId": 22,
        "name": "Kaedehara Kazuha",
        "desc": "Un samouraï errant d'Inazuma qui fait actuellement partie de la Flotte du Crux. Une âme douce et insouciante dont le cœur cache de nombreuses blessures.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaedehara Kazuha_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Kaedehara Kazuha est un spectateur silencieux des représentations de Yun Jin."
      },
      {
        "type": "CustomEntry",
        "epId": 39,
        "name": "Xingqiu",
        "desc": "Un jeune homme intègre et serviable, que l'on voit souvent dans les librairies. Il porte une longue épée, et poursuit un idéal de justice.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xingqiu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Xingqiu est une connaissance de Yun Jin. Cette dernière sait qu'il est capable de jouer des tours..."
      },
      {
        "type": "CustomEntry",
        "epId": 8,
        "name": "Ningguang",
        "desc": "La Megrez des Sept Étoiles de Liyue. Peu de personnes peuvent se vanter d'être aussi riches à travers Teyvat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ningguang_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ningguang a fait de nombreux dons à la troupe Yun-Han.\n<color=#ffffffd9>PNJ</color>\n<color=#ffffffd9>Lien</color>\n<color=#ffffff73>La troupe Yun-Han</color>\n<color=#ffffff73>Yun Jin est l'imprésario de la troupe théâtrale Yun-Han.</color>\n<color=#ffffff73>Fan Er'ye, patron du Salon de thé Heyu</color>\nYun Jin joue des prestations au salon de thé Heyu.\nXingyan, fille adoptive de Fan Er'ye\nAmie de Yun Jin avec laquelle elle va souvent voir des concerts de rock en cachette.\nMère de Yun Jin\nYun Jin imitait souvent sa mère, chanteuse d'opéra, lorsqu'elle était petite.\nPère de Yun Jin\nLe père de Yun Jin l'a initiée très jeune à l'art de la dramaturgie.\nFamille Yun\nIl y a longtemps, la famille de Yun Jin faisait partie des forgerons de Liyue. Mais cette tradition a disparu aujourd'hui."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Aperçu des aptitudes"
      },
      {
        "type": "RichText",
        "text": "<color=#adadad>Yun Jin est une support</color> <color=#ffe699>Géo</color> <color=#adadad>capable d’apporter divers bonus aux personnages qui se jouent autour de leurs</color> <color=#ffd780>attaques normales</color> <color=#adadad>. Souvent accompagnée d’un DPS principal qui se spécialise sur ce type de gameplay, Yun Jin est un personnage qui prend peu de temps sur le terrain tout en maximisant les</color> <color=#ffd780>DGT</color> <color=#adadad>des</color> <color=#ffd780>attaques normales</color> <color=#adadad>en fonction de sa</color> <color=#ffd780>DÉF</color> <color=#adadad>.</color>\n<color=#adadad>La</color> <color=#ffd780>compétence élémentaire</color> <color=#adadad>de Yun Jin dispose d’un appui simple et long.</color>\n<color=#adadad>Lors de l’appui simple, Yun Jin effectue une attaque de zone qui inflige des</color> <color=#ffe699>DGT Géo</color> <color=#adadad>en fonction de sa</color> <color=#ffd780>DÉF</color> <color=#adadad>.</color>\n<color=#adadad>Lors de l’appui long, Yun Jin charge sa</color> <color=#ffd780>compétence élémentaire</color> <color=#adadad>: plus elle prend en puissance, plus le coup inflige des</color> <color=#ffd780>DGT</color> <color=#adadad>importants.</color>\n<color=#adadad>Le</color> <color=#ffd780>déchaînement élémentaire</color> <color=#adadad>de Yun Jin permet d’appliquer l’effet «</color> <color=#adadad>Formation de bannière de nuagerie » qui augmente les</color> <color=#ffd780>DGT</color> <color=#adadad>des</color> <color=#ffd780>attaques normales</color> <color=#adadad>du personnage actif en fonction de la</color> <color=#ffd780>DÉF</color> <color=#adadad>de Yun Jin. L’effet dure pendant 12 s ou après avoir augmenté une instance de</color> <color=#ffd780>DGT</color> <color=#adadad>30 fois.</color>\n<color=#adadad>Son passif «</color> <color=#ffd780>Fidèle à soi-même</color> <color=#adadad>» permet à Yun Jin d’effectuer sa</color> <color=#ffd780>compétence élémentaire</color> <color=#adadad>au niveau maximum si elle est effectuée au moment exact où elle est attaquée.</color>\n<color=#adadad>Son passif «</color> <color=#ffd780>Rejet des conventions</color> <color=#adadad>» permet d’augmenter la</color> <color=#ffd780>DÉF</color> <color=#adadad>d’un certain pourcentage en fonction du type élémentaire de ses alliés différent du sien.</color>"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Recommandations d'armes"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "1 - Lance de Favonius (4 étoiles)"
      },
      {
        "type": "CustomEntry",
        "epId": 2021,
        "name": "Lance de Favonius",
        "desc": "Une longue lance généralement maniée par les chevaliers de l'Ordre de Favonius. Une douce brise caresse la pointe de sa lame qui est attachée à une hampe droite.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/西风长枪.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Effets :</color>\n<color=#ffffffa6>L’attribut secondaire fournit de la</color> <color=#ffd780>recharge d’énergie</color> <color=#ffffffa6>.</color>\n<color=#ffffffa6>L’effet du passif permet aux coups</color> <color=#ffd780>CRIT</color> <color=#ffffffa6>de générer des particules élémentaires.</color>\n<color=#ffffff>Note(s) :</color>\n<color=#adadad>L’effet du passif de la</color> <color=#ffd780>lance de Favonius</color> <color=#adadad>permet de réduire la demande en</color> <color=#ffd780>recharge d’énergie</color> <color=#adadad>de toute l’équipe ainsi que celle de Yun Jin, tout en ajoutant un utilitaire supplémentaire à son attirail de support.</color>\n<color=#adadad>De plus, le déchaînement élémentaire de Yun Jin est l’un des points central de son gameplay.</color>\n<color=#ffffff>Source(s) :</color>\n<color=#ffffffa6>Disponible sur toutes les bannières.</color>\n<color=#ffffffa6>Récompense obtenue à l'issue de la quête Archon Prologue – Acte 3 : Chanson du dragon et de la liberté.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "2 - Lumière du faucheur (5 étoiles)"
      },
      {
        "type": "CustomEntry",
        "epId": 2014,
        "name": "Lumière du faucheur",
        "desc": "Une naginata utilisée pour « faucher les mauvaises herbes ». Tout soldat se tenant devant sa lame sera probablement également taillé d'un peu trop près...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/薙草之稻光.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Effets :</color>\n<color=#ffffffa6>L’attribut secondaire fournit de la</color> <color=#ffd780>recharge d’énergie</color> <color=#ffffffa6>.</color>\n<color=#ffffffa6>L’effet du passif augmente l'</color> <color=#ffd780>ATQ</color> <color=#ffffffa6>en fonction de la</color> <color=#ffd780>recharge d'énergie</color> <color=#ffffffa6>du personnage.</color>\n<color=#ffffff>Note(s) :</color>\n<color=#adadad>L’effet du passif permet de combler entièrement son besoin en</color> <color=#ffd780>recharge d’énergie</color> <color=#adadad>.</color>\n<color=#ffffffa6>Bien que Yun Jin ne tire pas profit de l’effet du passif de l’arme, elle offre une quantité si importante de</color> <color=#ffd780>recharge d’énergie</color> <color=#ffffffa6>qu’elle permet au personnage de se concentrer sur l’augmentation de sa statistique</color> <color=#ffd780>DÉF</color> <color=#ffffffa6>.</color>\n<color=#ffffff>Source(s) :</color>\n<color=#adadad>Vœux événements d'arme.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "3 - « La prise » (4 étoiles)"
      },
      {
        "type": "CustomEntry",
        "epId": 1930,
        "name": "« La prise »",
        "desc": "Dans un passé lointain, c'était la lance bien-aimée d'un célèbre bandit d'Inazuma.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/「渔获」.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Effets :</color>\n<color=#ffffffa6>L’attribut secondaire fournit de la</color> <color=#ffd780>recharge d’énergie</color> <color=#000000>.</color>\n<color=#ffffffa6>L’effet du passif augmente les</color> <color=#ffd780>DGT</color> <color=#ffffffa6>du</color> <color=#ffd780>déchaînement élémentaire</color> <color=#ffffffa6>ainsi que leur</color> <color=#ffd780>Taux CRIT</color> <color=#ffffffa6>.</color>\n<color=#ffffff>Note(s) :</color>\n<color=#ffffffa6>Cette arme comble le besoin en</color> <color=#ffd780>recharge d’énergie</color> <color=#ffffffa6>de Gorou, facilitant l’équilibrage de cette statistique.</color>\n<color=#ffffffa6>L’effet du passif de l’arme permet de réinitialiser le TdR de la</color> <color=#ffd780>compétence élémentaire</color> <color=#ffffffa6>; cela vous donne la possibilité de replacer la zone si nécessaire, vous offrant davantage de marge de manœuvre.</color>\n<color=#ffffff>Source(s) :</color>\n<color=#adadad>Association de pêche d’Inazuma</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "4 - Crépuscule couchant (4 étoiles)"
      },
      {
        "type": "CustomEntry",
        "epId": 2027,
        "name": "Guisarme stellaire (prototype)",
        "desc": "Une guisarme découverte à la Forge de Rochenoire. L'éclat à la pointe de son fer est aussi brillant qu'une étoile.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/试作星镰.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Effets :</color>\n<color=#ffffffa6>L’attribut secondaire fournit de la</color> <color=#ffd780>recharge d’énergie</color> <color=#ffffffa6>.</color>\n<color=#ffffffa6>L’effet du passif augmente les DGT des</color> <color=#ffd780>attaques normales</color> <color=#ffffffa6>et</color> <color=#ffd780>chargées</color> <color=#ffffffa6>lorsqu’une</color> <color=#ffd780>compétence élémentaire</color> <color=#ffffffa6>est utilisée.</color>\n<color=#ffffff>Note(s) :</color>\n<color=#ffffffa6>Cette arme comble le besoin en</color> <color=#ffd780>recharge d’énergie</color> <color=#ffffffa6>de Yun Jin, facilitant l’équilibrage de cette statistique.</color>\n<color=#adadad>L’effet du passif de l’arme ne dispose d’aucun avantage pour Yun Jin mais, ayant besoin d’une importante quantité de</color> <color=#ffd780>recharge d’énergie</color> <color=#adadad>,</color> <color=#adadad>l’arme permet de faciliter la construction du personnage.</color>\n<color=#ffffff>Source(s) :</color>\n<color=#ffffffa6>Forge</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "5 - Lance en croix de Kitain (4 étoiles)"
      },
      {
        "type": "CustomEntry",
        "epId": 1949,
        "name": "Lance en croix de Kitain",
        "desc": "Une lance spéciale qui était autrefois utilisée par un célèbre guerrier qui gardait le Tatarigami sur l'Île de Yashiori.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/喜多院十文字.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Effets :</color>\n<color=#ffffffa6>L’attribut secondaire fournit de la</color> <color=#ffd780>maîtrise élémentaire</color> <color=#ffffffa6>.</color>\n<color=#ffffffa6>L’effet du passif augmente les</color> <color=#ffd780>DGT</color> <color=#ffffffa6>des</color> <color=#ffd780>compétences élémentaires</color> <color=#ffffffa6>et restaure de l'énergie même lorsque le porteur n'est pas déployé.</color>\n<color=#ffffff>Note(s) :</color>\n<color=#ffffffa6>Cette arme comble le besoin en</color> <color=#ffd780>recharge d’énergie</color> <color=#ffffffa6>de Gorou, facilitant l’équilibrage de cette statistique.</color>\n<color=#ffffffa6>L’effet permet d’apporter un petit bonus de</color> <color=#ffd780>DGT</color> <color=#ffffffa6>pour augmenter le DPS général de toute l’équipe.</color>\n<color=#ffffff>Source(s) :</color>\n<color=#ffffffa6>Forge</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "6 - Berge de la Voûte d'Azur (5 étoiles)"
      },
      {
        "type": "CustomEntry",
        "epId": 1957,
        "name": "Berge de la Voûte d'Azur",
        "desc": "Une lance symbolisant la farouche détermination de Stormterror. Sa hampe se dresse fière vers l'azur, infusée de la volonté des cieux et du pouvoir des vents.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之脊.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Effets :</color>\n<color=#ffffffa6>L’attribut secondaire fournit de la</color> <color=#ffd780>recharge d’énergie</color> <color=#ffffffa6>.</color>\n<color=#ffffffa6>L’effet du passif augmente le</color> <color=#ffd780>taux CRIT</color> <color=#ffffffa6>et la vitesse d'</color> <color=#ffd780>attaque</color> <color=#ffd780>normale</color> <color=#ffffffa6>et peut infliger des</color> <color=#ffd780>DGT</color> <color=#ffffffa6>supplémentaires.</color>\n<color=#ffffff>Note(s) :</color>\n<color=#adadad>L’effet du passif permet de combler le besoin en</color> <color=#ffd780>recharge d’énergie</color> <color=#adadad>de Yun Jin, facilitant l’équilibrage de cette statistique.</color>\n<color=#adadad>De plus, si vous effectuez quelques</color> <color=#ffd780>attaques normales</color> <color=#adadad>, vous pouvez activer l’effet du passif pour infliger une petite quantité de</color> <color=#ffd780>DGT</color> <color=#adadad>supplémentaires.</color>\n<color=#ffffff>Source(s) :</color>\n<color=#adadad>Disponible sur toutes les bannières.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "7 - Scion de la victoire (4 étoiles)"
      },
      {
        "type": "CustomEntry",
        "epId": 1937,
        "name": "Scion de la victoire",
        "desc": "Une lance rouge tranchante qui fut autrefois l'arme chérie d'un gladiateur. Le sang d'innombrables ennemis, hommes et bêtes, a teinté sa lame.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/决斗之枪.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Effets :</color>\n<color=#ffffffa6>L’attribut secondaire fournit du</color> <color=#ffd780>taux CRIT</color> <color=#ffffffa6>.</color>\n<color=#ffffffa6>L’effet du passif augmente l’</color> <color=#ffd780>ATQ</color> <color=#ffffffa6>et la</color> <color=#ffd780>DÉF</color> <color=#ffffffa6>.</color>\n<color=#ffffff>Note(s) :</color>\n<color=#adadad>L’une des seules lances qui offrent de la</color> <color=#ffd780>DÉF</color> <color=#adadad>.</color>\n<color=#adadad>Cette arme permet de maximiser la</color> <color=#ffd780>DÉF</color> <color=#adadad>de Yun Jin afin de maximiser ses bonus. Cependant, il est recommandé de l’équiper d’un sablier</color> <color=#ffd780>recharge d’énergie</color> <color=#adadad>afin d’atteindre la quantité requise.</color>\n<color=#ffffff>Source(s) :</color>\n<color=#ffffffa6>Obtenue au Niv.30 du Pass de bataille “Gnostique”.</color>"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Recommandations d'armes"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Statistiques des artéfacts"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2022/11/20/35428890/1387f1512524772db99ae30b6303f939_5072609172935942900.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Recharge d'énergie</color> <color=#ffffffa6>ou</color> <color=#ffd780>DÉF %</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2022/11/20/35428890/56451470fe75f710b812ac28e226273b_5774236690802856497.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>DÉF %</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2022/11/20/35428890/8bc07934c9290b83751c7fa183a43ab7_32021027934025390.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>DÉF %</color> <color=#ffffffa6>ou</color> <color=#ffd780>Taux CRIT</color>",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "1 - Coquille des rêves opulents (Set de 4 pièces)"
      },
      {
        "type": "CustomEntry",
        "epId": 2065,
        "name": "Coquille des rêves opulents",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Husk of Opulent Dreams/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Bonus de set :</color>\n<color=#ffffffa6>Le set de 2 pièces augmente la</color> <color=#ffd780>DÉF</color> <color=#ffffffa6>de 30 %.</color>\n<color=#ffffffa6>Le set de 4 pièces permet de cumuler jusqu’à 4 fois l’effet Curiosité. Chaque cumuls permet d’accorder 6 % de</color> <color=#ffd780>DÉF</color> <color=#ffffffa6>et 6 % de</color> <color=#ffe699>bonus de DGT Géo</color> <color=#ffffffa6>.</color>\n<color=#ffffff>Note(s) :</color>\n<color=#ffffffa6>Yun Jin peut conserver longuement les cumuls accordés par le set de 4 pièces et profite grandement du</color> <color=#ffd780>bonus de DÉF</color> <color=#ffffffa6>, nécessaire à l’augmentation de l’efficacité des bonus qu’elle offre à ses coéquipiers.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "2 - Emblème du destin brisé + Coquille des rêves opulents (Set de 2 pièces)"
      },
      {
        "type": "CustomEntry",
        "epId": 2090,
        "name": "Emblème du destin brisé",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Emblem of Severed Fate/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2065,
        "name": "Coquille des rêves opulents",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Husk of Opulent Dreams/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Bonus de set :</color>\n<color=#ffffffa6>Le set de 2 pièces</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2090,
        "name": "Emblème du destin brisé",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Emblem of Severed Fate/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffa6>augmente la</color> <color=#ffd780>recharge d'énergie</color> <color=#ffffffa6>de 20 %.</color>\n<color=#ffffffa6>Le set de 2 pièces</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2065,
        "name": "Coquille des rêves opulents",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Husk of Opulent Dreams/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffa6>augmente la</color> <color=#ffd780>DÉF</color> <color=#ffffffa6>de 30 %.</color>\n<color=#ffffff>Note(s) :</color>\n<color=#adadad>Cette combinaison d’artéfacts permet à Yun Jin d’obtenir deux statistiques bonus qui lui sont profitables en toutes circonstances.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "3 - Ancien Rituel Royal (Set de 4 pièces)"
      },
      {
        "type": "CustomEntry",
        "epId": 2075,
        "name": "Ancien rituel royal",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Bonus de set :</color>\n<color=#adadad>Le set de 2 pièces augmente les</color> <color=#ffd780>DGT</color> <color=#adadad>infligés par le</color> <color=#ffd780>déchaînement</color> <color=#adadad>de 20 %.</color>\n<color=#adadad>Le set de 4 pièces augmente l’</color> <color=#ffd780>ATQ</color> <color=#adadad>d</color> <color=#ffffffa6>e toute l’équipe de 20 % pendant 12 s après un</color> <color=#ffd780>déchaînement élémentaire</color> <color=#ffffffa6>.</color>\n<color=#ffffff>Note(s) :</color>\n<color=#adadad>Bien que Yun Jin ne profite pas de l’</color> <color=#ffd780>ATQ</color> <color=#ffffffa6>, le bonus de 4 pièces permet d’augmenter tout de même celle de Yoimiya ou de Nomade : deux personnages qui bénéficient le plus de la présence de Yun Jin dans l’équipe.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "4 - Ancien Rituel Royal (Set de 4 pièces)"
      },
      {
        "type": "CustomEntry",
        "epId": 2080,
        "name": "Exilé",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Bonus de set :</color>\n<color=#adadad>Le set de 2 pièces confère un bonus de</color> <color=#ffd780>recharge d’énergie</color> <color=#adadad>de 20 %.</color>\n<color=#adadad>Le set de 4 pièces restaure 2 points d’</color> <color=#ffd780>énergie</color> <color=#adadad>toutes les 2 s pendant 6 s à toute l’équipe (excepté le porteur du set).</color>\n<color=#ffffff>Note(s) :</color>\n<color=#adadad>Yun Jin demande beaucoup d’</color> <color=#ffd780>énergie</color> <color=#adadad>et peut être joué avec des personnages en demandant tout autant. Ce set d’artéfact permet ainsi de réduire drastiquement la quantité nécessaire de</color> <color=#ffd780>recharge d’énergie</color> <color=#adadad>, ainsi que celle de ses coéquipiers.</color>"
      }
    ],
    "ascension": [
      {
        "key": "Niv.1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "-",
              "894"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "-",
              "16"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "-",
              "62"
            ]
          },
          {
            "key": "Recharge d'énergie",
            "values": [
              "-",
              "0%"
            ]
          }
        ]
      },
      {
        "key": "Niv.20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "2296",
              "2963"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "41",
              "53"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "158",
              "204"
            ]
          },
          {
            "key": "Recharge d'énergie",
            "values": [
              "0%",
              "0%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          },
          {
            "type": "CustomEntry",
            "epId": 447,
            "name": "Éclat de topaze prithiva",
            "desc": "Matériau d'élévation de personnage.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Prithiva Topaz Sliver_icon.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 1183,
            "name": "Lys verni",
            "desc": "Une fleur qui pousse à Liyue depuis les temps anciens. Elle rassemble les souvenirs de la terre pour les libérer sous forme de parfum à sa fleuraison.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Glaze Lily_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 1247,
            "name": "Masque endommagé",
            "desc": "Un masque en os fissuré qui a appartenu à un Brutocollinus.<br/>Il est tellement endommagé qu'on ne peut plus vraiment appeler ça un masque.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Damaged Mask_icon.png",
            "amount": 3
          }
        ]
      },
      {
        "key": "Niv.40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "4438",
              "4913"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "80",
              "88"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "306",
              "339"
            ]
          },
          {
            "key": "Recharge d'énergie",
            "values": [
              "0%",
              "6.7%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 40000
          },
          {
            "type": "CustomEntry",
            "epId": 446,
            "name": "Fragment de topaze prithiva",
            "desc": "Matériau d'élévation de personnage.<br/>« Toutes les monnaies qui circulent sur le continent font partie de mon corps. »",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Prithiva Topaz Fragment_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 299,
            "name": "Régalia de faille",
            "desc": "Une corne brisée obtenue après avoir vaincu le loup alpha. Cela dit, il n'aurait dû rien rester après votre chasse.<br/>Même un seigneur des failles n'est rien en comparaison avec des monstres plus puissants.<br/>L'« Or » a produit en masse ce genre de meutes de canidés malformés comme par accident, un peu comme des gribouillis ratés sur des vieux morceaux de papier, et les cornes de ce dernier représentent son autorité à commander sa sombre meute à dissoudre l'espace lui-même.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Riftborn Regalia_icon.png",
            "amount": 2
          },
          {
            "type": "CustomEntry",
            "epId": 1183,
            "name": "Lys verni",
            "desc": "Une fleur qui pousse à Liyue depuis les temps anciens. Elle rassemble les souvenirs de la terre pour les libérer sous forme de parfum à sa fleuraison.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Glaze Lily_icon.png",
            "amount": 10
          },
          {
            "type": "CustomEntry",
            "epId": 1247,
            "name": "Masque endommagé",
            "desc": "Un masque en os fissuré qui a appartenu à un Brutocollinus.<br/>Il est tellement endommagé qu'on ne peut plus vraiment appeler ça un masque.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Damaged Mask_icon.png",
            "amount": 15
          }
        ]
      },
      {
        "key": "Niv.50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "5651",
              "6283"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "101",
              "113"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "389",
              "433"
            ]
          },
          {
            "key": "Recharge d'énergie",
            "values": [
              "6.7%",
              "13.3%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 60000
          },
          {
            "type": "CustomEntry",
            "epId": 446,
            "name": "Fragment de topaze prithiva",
            "desc": "Matériau d'élévation de personnage.<br/>« Toutes les monnaies qui circulent sur le continent font partie de mon corps. »",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Prithiva Topaz Fragment_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 299,
            "name": "Régalia de faille",
            "desc": "Une corne brisée obtenue après avoir vaincu le loup alpha. Cela dit, il n'aurait dû rien rester après votre chasse.<br/>Même un seigneur des failles n'est rien en comparaison avec des monstres plus puissants.<br/>L'« Or » a produit en masse ce genre de meutes de canidés malformés comme par accident, un peu comme des gribouillis ratés sur des vieux morceaux de papier, et les cornes de ce dernier représentent son autorité à commander sa sombre meute à dissoudre l'espace lui-même.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Riftborn Regalia_icon.png",
            "amount": 4
          },
          {
            "type": "CustomEntry",
            "epId": 1183,
            "name": "Lys verni",
            "desc": "Une fleur qui pousse à Liyue depuis les temps anciens. Elle rassemble les souvenirs de la terre pour les libérer sous forme de parfum à sa fleuraison.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Glaze Lily_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 983,
            "name": "Masque sale",
            "desc": "Un masque en os taché par une substance non identifiée qui dégage une odeur étrange.<br/>Un Brutocollinus le porterait même dans cet état. ",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Stained Mask_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Niv.60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "7021",
              "7495 "
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "126",
              "134"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "484",
              "517"
            ]
          },
          {
            "key": "Recharge d'énergie",
            "values": [
              "13.3%",
              "13.3%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 80000
          },
          {
            "type": "CustomEntry",
            "epId": 445,
            "name": "Morceau de topaze prithiva",
            "desc": "Matériau d'élévation de personnage.<br/>« Toutes les monnaies qui circulent sur le continent font partie de mon corps. »<br/>« Je garantis la sueur, la sagesse et l'avenir des humains de cette manière. »",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Prithiva Topaz Chunk_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 299,
            "name": "Régalia de faille",
            "desc": "Une corne brisée obtenue après avoir vaincu le loup alpha. Cela dit, il n'aurait dû rien rester après votre chasse.<br/>Même un seigneur des failles n'est rien en comparaison avec des monstres plus puissants.<br/>L'« Or » a produit en masse ce genre de meutes de canidés malformés comme par accident, un peu comme des gribouillis ratés sur des vieux morceaux de papier, et les cornes de ce dernier représentent son autorité à commander sa sombre meute à dissoudre l'espace lui-même.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Riftborn Regalia_icon.png",
            "amount": 8
          },
          {
            "type": "CustomEntry",
            "epId": 1183,
            "name": "Lys verni",
            "desc": "Une fleur qui pousse à Liyue depuis les temps anciens. Elle rassemble les souvenirs de la terre pour les libérer sous forme de parfum à sa fleuraison.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Glaze Lily_icon.png",
            "amount": 30
          },
          {
            "type": "CustomEntry",
            "epId": 983,
            "name": "Masque sale",
            "desc": "Un masque en os taché par une substance non identifiée qui dégage une odeur étrange.<br/>Un Brutocollinus le porterait même dans cet état. ",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Stained Mask_icon.png",
            "amount": 18
          }
        ]
      },
      {
        "key": "Niv.70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "8233",
              "8707 "
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "148",
              "156 "
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "567",
              "600"
            ]
          },
          {
            "key": "Recharge d'énergie",
            "values": [
              "13.3%",
              "20%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 100000
          },
          {
            "type": "CustomEntry",
            "epId": 445,
            "name": "Morceau de topaze prithiva",
            "desc": "Matériau d'élévation de personnage.<br/>« Toutes les monnaies qui circulent sur le continent font partie de mon corps. »<br/>« Je garantis la sueur, la sagesse et l'avenir des humains de cette manière. »",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Prithiva Topaz Chunk_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 299,
            "name": "Régalia de faille",
            "desc": "Une corne brisée obtenue après avoir vaincu le loup alpha. Cela dit, il n'aurait dû rien rester après votre chasse.<br/>Même un seigneur des failles n'est rien en comparaison avec des monstres plus puissants.<br/>L'« Or » a produit en masse ce genre de meutes de canidés malformés comme par accident, un peu comme des gribouillis ratés sur des vieux morceaux de papier, et les cornes de ce dernier représentent son autorité à commander sa sombre meute à dissoudre l'espace lui-même.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Riftborn Regalia_icon.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 1183,
            "name": "Lys verni",
            "desc": "Une fleur qui pousse à Liyue depuis les temps anciens. Elle rassemble les souvenirs de la terre pour les libérer sous forme de parfum à sa fleuraison.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Glaze Lily_icon.png",
            "amount": 45
          },
          {
            "type": "CustomEntry",
            "epId": 220,
            "name": "Masque sinistre",
            "desc": "Un masque en os d'une grande qualité sur lequel un visage terrifiant est peint pour effrayer vos ennemis.<br/>Les Brutocollinus sont très attachés à ce genre d'objet pour une raison mystérieuse. Certaines sources attribuent le port du masque à leur peur de voir leur propre reflet dans l'eau.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ominous Mask_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Niv.80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "9445",
              "9919"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "169",
              "178"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "651",
              "684"
            ]
          },
          {
            "key": "Recharge d'énergie",
            "values": [
              "20%",
              "26.7%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 120000
          },
          {
            "type": "CustomEntry",
            "epId": 444,
            "name": "Pierre de topaze prithiva",
            "desc": "Matériau d'élévation de personnage.<br/>« Toutes les monnaies qui circulent sur le continent font partie de mon corps. »<br/>« Je garantis la sueur, la sagesse et l'avenir des humains de cette manière. »<br/>« C'est la confiance que je place en vous. Si vous la trahissez, vous tacherez mon sang. » ",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Prithiva Topaz Gemstone_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 299,
            "name": "Régalia de faille",
            "desc": "Une corne brisée obtenue après avoir vaincu le loup alpha. Cela dit, il n'aurait dû rien rester après votre chasse.<br/>Même un seigneur des failles n'est rien en comparaison avec des monstres plus puissants.<br/>L'« Or » a produit en masse ce genre de meutes de canidés malformés comme par accident, un peu comme des gribouillis ratés sur des vieux morceaux de papier, et les cornes de ce dernier représentent son autorité à commander sa sombre meute à dissoudre l'espace lui-même.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Riftborn Regalia_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 1183,
            "name": "Lys verni",
            "desc": "Une fleur qui pousse à Liyue depuis les temps anciens. Elle rassemble les souvenirs de la terre pour les libérer sous forme de parfum à sa fleuraison.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Glaze Lily_icon.png",
            "amount": 60
          },
          {
            "type": "CustomEntry",
            "epId": 220,
            "name": "Masque sinistre",
            "desc": "Un masque en os d'une grande qualité sur lequel un visage terrifiant est peint pour effrayer vos ennemis.<br/>Les Brutocollinus sont très attachés à ce genre d'objet pour une raison mystérieuse. Certaines sources attribuent le port du masque à leur peur de voir leur propre reflet dans l'eau.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ominous Mask_icon.png",
            "amount": 24
          }
        ]
      },
      {
        "key": "Niv.90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "10657",
              "-"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "191",
              "-"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "734",
              "-"
            ]
          },
          {
            "key": "Recharge d'énergie",
            "values": [
              "26.7%",
              "-"
            ]
          }
        ]
      }
    ],
    "talent": [
      {
        "key": "Attaque normale : Caresse des nuages",
        "title": "Attaque normale : Caresse des nuages",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/云堇/battle_talent_0/battle_talent_0.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Attaque normale</color>\nEnchaîne jusqu'à 5 coups de lance.\n<color=#ffd780>Attaque chargée</color>\nConsomme de l'endurance pour charger en ligne droite et infliger des DGT aux ennemis sur la route.\n<color=#ffd780>Attaque plongeante</color>\nPlonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis sur la route et des DGT de zone à l'impact."
          }
        ],
        "attributes": [
          {
            "key": "Niv.",
            "values": [
              "Niv.1",
              "Niv.2",
              "Niv.3",
              "Niv.4",
              "Niv.5",
              "Niv.6",
              "Niv.7",
              "Niv.8",
              "Niv.9",
              "Niv.10",
              "Niv.11"
            ]
          },
          {
            "key": "DGT 1er coup",
            "values": [
              "40.5%",
              "43.8%",
              "47.1%",
              "51.8%",
              "55.1%",
              "58.9%",
              "64.1%",
              "69.2%",
              "74.4%",
              "80.1%",
              "85.7%"
            ]
          },
          {
            "key": "DGT 2e coup",
            "values": [
              "40.3%",
              "43.5%",
              "46.8%",
              "51.5%",
              "54.8%",
              "58.5%",
              "63.7%",
              "68.8%",
              "73.9%",
              "79.6%",
              "85.2%"
            ]
          },
          {
            "key": "DGT 3e coup",
            "values": [
              "23.0%+27.5%",
              "24.8%+29.8%",
              "26.7%+32.0%",
              "29.4%+35.2%",
              "31.2%+37.4%",
              "33.4%+40.0%",
              "36.3%+43.5%",
              "39.3%+47.0%",
              "44.1%+52.9%",
              "47.4%+57.0%",
              "50.8%+61.0%"
            ]
          },
          {
            "key": "DGT 4e coup",
            "values": [
              "24.0%+28.8%",
              "26.0%+31.2%",
              "27.9%+33.5%",
              "30.7%+36.9%",
              "32.6%+39.2%",
              "34.9%+41.9%",
              "37.9%+45.6%",
              "41.0%+49.3%",
              "44.1%+52.9%",
              "47.4%+57.0%",
              "50.8%+61.0%"
            ]
          },
          {
            "key": "DGT 5e coup",
            "values": [
              "67.3%",
              "72.8%",
              "78.3%",
              "86.1%",
              "91.6%",
              "97.9%",
              "106.5%",
              "115.1%",
              "123.7%",
              "133.1%",
              "142.5%"
            ]
          },
          {
            "key": "DGT attaque chargée",
            "values": [
              "121.7%",
              "131.6%",
              "141.5%",
              "155.7%",
              "165.6%",
              "176.9%",
              "192.4%",
              "208%",
              "223.6%",
              "240.6%",
              "260%"
            ]
          },
          {
            "key": "Coût d'endurance attaque chargée",
            "values": [
              "25 pts",
              "25 pts",
              "25 pts",
              "25 pts",
              "25 pts",
              "25 pts",
              "25 pts",
              "25 pts",
              "25 pts",
              "25 pts",
              "25 pts"
            ]
          },
          {
            "key": "DGT durant la chute",
            "values": [
              "63.9%",
              "69.1%",
              "74.3%",
              "81.8%",
              "87%",
              "92.9%",
              "101.1%",
              "109.3%",
              "117.5%",
              "126.4%",
              "135.3%"
            ]
          },
          {
            "key": "DGT chute basse/élevée",
            "values": [
              "128%/160%",
              "138%/173%",
              "149%/186%",
              "164%/204%",
              "174%/217%",
              "186%/232%",
              "202%/253%",
              "219%/273%",
              "235%/293%",
              "253%/316%",
              "271%/338%"
            ]
          }
        ],
        "materials": [
          null,
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 12500
            },
            {
              "type": "CustomEntry",
              "epId": 76,
              "name": "Enseignement de la Diligence",
              "desc": "Matériau d'amélioration d'aptitude.<br/>Le goût du travail représente l'essence du Pays de la Roche.<br/>Conquérir les montagnes et les mers, aspirer à la richesse et à la prospérité... Tout est possible lorsqu'on travaille dur pour atteindre son objectif.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Teachings of Diligence_icon.png",
              "amount": 3
            },
            {
              "type": "CustomEntry",
              "epId": 1247,
              "name": "Masque endommagé",
              "desc": "Un masque en os fissuré qui a appartenu à un Brutocollinus.<br/>Il est tellement endommagé qu'on ne peut plus vraiment appeler ça un masque.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Damaged Mask_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 17500
            },
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Guide de la Diligence",
              "desc": "Matériau d'amélioration d'aptitude.<br/>Le goût du travail représente l'essence du Pays de la Roche.<br/>Il coule dans les veines des Liyuéens, qui deviennent capables de transformer la roche en or grâce à lui. La prospérité de son port commercial n'est guère étonnante.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 983,
              "name": "Masque sale",
              "desc": "Un masque en os taché par une substance non identifiée qui dégage une odeur étrange.<br/>Un Brutocollinus le porterait même dans cet état. ",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Stained Mask_icon.png",
              "amount": 3
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 25000
            },
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Guide de la Diligence",
              "desc": "Matériau d'amélioration d'aptitude.<br/>Le goût du travail représente l'essence du Pays de la Roche.<br/>Il coule dans les veines des Liyuéens, qui deviennent capables de transformer la roche en or grâce à lui. La prospérité de son port commercial n'est guère étonnante.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 983,
              "name": "Masque sale",
              "desc": "Un masque en os taché par une substance non identifiée qui dégage une odeur étrange.<br/>Un Brutocollinus le porterait même dans cet état. ",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Stained Mask_icon.png",
              "amount": 4
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 30000
            },
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Guide de la Diligence",
              "desc": "Matériau d'amélioration d'aptitude.<br/>Le goût du travail représente l'essence du Pays de la Roche.<br/>Il coule dans les veines des Liyuéens, qui deviennent capables de transformer la roche en or grâce à lui. La prospérité de son port commercial n'est guère étonnante.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 983,
              "name": "Masque sale",
              "desc": "Un masque en os taché par une substance non identifiée qui dégage une odeur étrange.<br/>Un Brutocollinus le porterait même dans cet état. ",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Stained Mask_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 37500
            },
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Guide de la Diligence",
              "desc": "Matériau d'amélioration d'aptitude.<br/>Le goût du travail représente l'essence du Pays de la Roche.<br/>Il coule dans les veines des Liyuéens, qui deviennent capables de transformer la roche en or grâce à lui. La prospérité de son port commercial n'est guère étonnante.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 983,
              "name": "Masque sale",
              "desc": "Un masque en os taché par une substance non identifiée qui dégage une odeur étrange.<br/>Un Brutocollinus le porterait même dans cet état. ",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Stained Mask_icon.png",
              "amount": 9
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 120000
            },
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Philosophie de la Diligence",
              "desc": "Matériau d'amélioration d'aptitude.<br/>Le goût du travail représente l'essence du Pays de la Roche.<br/>Les Liyuéens croient que chacun peut se faire une place sur la terre des dieux grâce à sa sagesse et à sa force, mais aussi à la sueur de son front.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 220,
              "name": "Masque sinistre",
              "desc": "Un masque en os d'une grande qualité sur lequel un visage terrifiant est peint pour effrayer vos ennemis.<br/>Les Brutocollinus sont très attachés à ce genre d'objet pour une raison mystérieuse. Certaines sources attribuent le port du masque à leur peur de voir leur propre reflet dans l'eau.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ominous Mask_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 1080,
              "name": "Cœur de cendre",
              "desc": "Un fragment déformé qui renferme un immense pouvoir. Vous l'avez obtenu après avoir vaincu Signora au summum de sa puissance.<br/>Les larmes ne peuvent éteindre les flammes. Tristesse et rage, aussi brûlantes que la fonte, coulent dans ses veines et s'évacuent par ses glandes lacrymales.<br/>Le premier Fatui l'a découverte avant que son cœur ne soit détruit par les flammes éternelles. Il fit d'elle une alliée, car il avait compris que seules une haine et une obstination plus féroces pouvaient éteindre le feu qui la dévorait.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ashen Heart_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 260000
            },
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Philosophie de la Diligence",
              "desc": "Matériau d'amélioration d'aptitude.<br/>Le goût du travail représente l'essence du Pays de la Roche.<br/>Les Liyuéens croient que chacun peut se faire une place sur la terre des dieux grâce à sa sagesse et à sa force, mais aussi à la sueur de son front.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 220,
              "name": "Masque sinistre",
              "desc": "Un masque en os d'une grande qualité sur lequel un visage terrifiant est peint pour effrayer vos ennemis.<br/>Les Brutocollinus sont très attachés à ce genre d'objet pour une raison mystérieuse. Certaines sources attribuent le port du masque à leur peur de voir leur propre reflet dans l'eau.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ominous Mask_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 1080,
              "name": "Cœur de cendre",
              "desc": "Un fragment déformé qui renferme un immense pouvoir. Vous l'avez obtenu après avoir vaincu Signora au summum de sa puissance.<br/>Les larmes ne peuvent éteindre les flammes. Tristesse et rage, aussi brûlantes que la fonte, coulent dans ses veines et s'évacuent par ses glandes lacrymales.<br/>Le premier Fatui l'a découverte avant que son cœur ne soit détruit par les flammes éternelles. Il fit d'elle une alliée, car il avait compris que seules une haine et une obstination plus féroces pouvaient éteindre le feu qui la dévorait.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ashen Heart_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 450000
            },
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Philosophie de la Diligence",
              "desc": "Matériau d'amélioration d'aptitude.<br/>Le goût du travail représente l'essence du Pays de la Roche.<br/>Les Liyuéens croient que chacun peut se faire une place sur la terre des dieux grâce à sa sagesse et à sa force, mais aussi à la sueur de son front.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 220,
              "name": "Masque sinistre",
              "desc": "Un masque en os d'une grande qualité sur lequel un visage terrifiant est peint pour effrayer vos ennemis.<br/>Les Brutocollinus sont très attachés à ce genre d'objet pour une raison mystérieuse. Certaines sources attribuent le port du masque à leur peur de voir leur propre reflet dans l'eau.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ominous Mask_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 1080,
              "name": "Cœur de cendre",
              "desc": "Un fragment déformé qui renferme un immense pouvoir. Vous l'avez obtenu après avoir vaincu Signora au summum de sa puissance.<br/>Les larmes ne peuvent éteindre les flammes. Tristesse et rage, aussi brûlantes que la fonte, coulent dans ses veines et s'évacuent par ses glandes lacrymales.<br/>Le premier Fatui l'a découverte avant que son cœur ne soit détruit par les flammes éternelles. Il fit d'elle une alliée, car il avait compris que seules une haine et une obstination plus féroces pouvaient éteindre le feu qui la dévorait.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ashen Heart_icon.png",
              "amount": 2
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 700000
            },
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Philosophie de la Diligence",
              "desc": "Matériau d'amélioration d'aptitude.<br/>Le goût du travail représente l'essence du Pays de la Roche.<br/>Les Liyuéens croient que chacun peut se faire une place sur la terre des dieux grâce à sa sagesse et à sa force, mais aussi à la sueur de son front.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 16
            },
            {
              "type": "CustomEntry",
              "epId": 220,
              "name": "Masque sinistre",
              "desc": "Un masque en os d'une grande qualité sur lequel un visage terrifiant est peint pour effrayer vos ennemis.<br/>Les Brutocollinus sont très attachés à ce genre d'objet pour une raison mystérieuse. Certaines sources attribuent le port du masque à leur peur de voir leur propre reflet dans l'eau.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ominous Mask_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 1080,
              "name": "Cœur de cendre",
              "desc": "Un fragment déformé qui renferme un immense pouvoir. Vous l'avez obtenu après avoir vaincu Signora au summum de sa puissance.<br/>Les larmes ne peuvent éteindre les flammes. Tristesse et rage, aussi brûlantes que la fonte, coulent dans ses veines et s'évacuent par ses glandes lacrymales.<br/>Le premier Fatui l'a découverte avant que son cœur ne soit détruit par les flammes éternelles. Il fit d'elle une alliée, car il avait compris que seules une haine et une obstination plus féroces pouvaient éteindre le feu qui la dévorait.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ashen Heart_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 900,
              "name": "Couronne de la sagesse",
              "desc": "Matériau d'amélioration d'aptitude rare.<br/>Un support utilisé dans les temps anciens pour conserver et transmettre le savoir. Bien que de nos jours les connaissances se transmettent de différentes manières, autant orales qu'écrites, cet artéfact n'a pas perdu la moindre once de son pouvoir d'antan.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crown of Insight_icon.png",
              "amount": 1
            }
          ]
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/云堇/battle_talent_0/battle_talent_0.gif"
      },
      {
        "key": "Épanouissement ouvert",
        "title": "Épanouissement ouvert",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/云堇/battle_talent_1/battle_talent_1.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Bien que maître Yun ne fasse que jouer la comédie lors de ses combats sur scène, ses talents avec une lance sont bien réels.\n<color=#ffd780>Appui simple</color>\nBrandit sa lance pour caresser les nuages, infligeant des <color=#ffe699>DGT Géo</color> .\n<color=#ffd780>Appui long</color>\nAdopte la posture de l'épanouissement ouvert pour se charger, formant ainsi un bouclier. L'absorption de DGT du bouclier est fonction des PV max de Yun Jin, et il est efficace à 150 % contre les DGT élémentaires et physiques. Le bouclier dure jusqu'à ce qu'elle finisse de libérer sa compétence élémentaire.\nLorsque vous relâchez la compétence, que la durée prend fin ou que le bouclier est détruit, Yun Jin libère l'énergie stockée sous forme d'attaque, infligeant des <color=#ffe699>DGT Géo</color> .\nEn fonction du temps passé à charger, une attaque de 1e ou 2e charge sera déclenchée.\nPour un unique moment glorieux sur scène, une décennie de préparation en coulisse..."
          }
        ],
        "attributes": [
          {
            "key": "Niv.",
            "values": [
              "Niv.1",
              "Niv.2",
              "Niv.3",
              "Niv.4",
              "Niv.5",
              "Niv.6",
              "Niv.7",
              "Niv.8",
              "Niv.9",
              "Niv.10",
              "Niv.11",
              "Niv.12",
              "Niv.13",
              "Niv.14"
            ]
          },
          {
            "key": "DGT appui simple",
            "values": [
              "149.1% DÉF",
              "160.3% DÉF",
              "171.5% DÉF",
              "186.4% DÉF",
              "197.6% DÉF",
              "208.7% DÉF",
              "223.7% DÉF",
              "238.6% DÉF",
              "253.5% DÉF",
              "268.4% DÉF",
              "283.3% DÉF",
              "298.2% DÉF",
              "316.9% DÉF"
            ]
          },
          {
            "key": "DGT 1e charge",
            "values": [
              "261% DÉF",
              "280.5% DÉF",
              "300.1% DÉF",
              "326.2% DÉF",
              "346.8% DÉF",
              "365.3% DÉF",
              "391.4% DÉF",
              "417.5% DÉF",
              "443.6% DÉF",
              "469.7% DÉF",
              "495.8% DÉF",
              "521.9% DÉF",
              "554.5% DÉF"
            ]
          },
          {
            "key": "DGT 2e charge",
            "values": [
              "372.8% DÉF",
              "400.8% DÉF",
              "428.7% DÉF",
              "466% DÉF",
              "494% DÉF",
              "521.9% DÉF",
              "559.2% DÉF",
              "596.5% DÉF",
              "633.8% DÉF",
              "671% DÉF",
              "708.3% DÉF",
              "745.6% DÉF",
              "792.2% DÉF"
            ]
          },
          {
            "key": "PV du bouclier",
            "values": [
              "12.0% PV max + 1155 PV",
              "12.9% PV max + 1271 PV",
              "13.8% PV max + 1396 PV",
              "15.0% PV max + 1531 PV",
              "15.9% PV max + 1675 PV",
              "16.8% PV max + 1830 PV",
              "18.0% PV max + 1993 PV",
              "19.2% PV max + 2167 PV",
              "20.4% PV max + 2350 PV",
              "21.6% PV max + 2542 PV",
              "22.8% PV max + 2744 PV",
              "24.0% PV max + 2956 PV",
              "25.5% PV max + 3178 PV"
            ]
          },
          {
            "key": "Temps de recharge",
            "values": [
              "9 s",
              "9 s",
              "9 s",
              "9 s",
              "9 s",
              "9 s",
              "9 s",
              "9 s",
              "9 s",
              "9 s",
              "9 s",
              "9 s",
              "9 s"
            ]
          }
        ],
        "materials": [
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/云堇/battle_talent_1/battle_talent_1.gif"
      },
      {
        "key": "Bannière de rupture des falaises",
        "title": "Bannière de rupture des falaises",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/云堇/battle_talent_2/battle_talent_2.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Inflige des <color=#ffe699>DGT Géo de zone</color> et accorde une formation de bannière de nuagerie à tous les personnages de l'équipe à proximité.\n<color=#ffd780>Formation de bannière de nuagerie</color>\nLorsque le personnage inflige des DGT d'attaque normale à un ennemi, les DGT infligés augmentent en fonction de la DÉF actuelle de Yun Jin.\nLes effets de la formation de bannière de nuagerie disparaissent à la fin de sa durée ou après avoir activé un certain nombre de cumuls.\nLorsqu'une attaque normale touche plusieurs ennemis en même temps, les cumuls sont consommés selon le nombre d'ennemis touchés. Les cumuls de formation de bannière de nuagerie sont calculés indépendamment pour tous les personnages de l'équipe.\n« Alors que les tambours résonnent et que les épées et les hallebardes s'entrechoquent, la doyenne se transforme en un puissant général. »\n« Tandis que les instruments sur scène vibrent à l'unisson, voyons comment elle vainc ces démons ! »"
          }
        ],
        "attributes": [
          {
            "key": "Niv.",
            "values": [
              "Niv.1",
              "Niv.2",
              "Niv.3",
              "Niv.4",
              "Niv.5",
              "Niv.6",
              "Niv.7",
              "Niv.8",
              "Niv.9",
              "Niv.10",
              "Niv.11",
              "Niv.12",
              "Niv.13",
              "Niv.14"
            ]
          },
          {
            "key": "DGT compétence",
            "values": [
              "244%",
              "262%",
              "281%",
              "305%",
              "323%",
              "342%",
              "366%",
              "390%",
              "415%",
              "439%",
              "464%",
              "488%",
              "519%"
            ]
          },
          {
            "key": "Augmentation de DGT",
            "values": [
              "32% DÉF",
              "35% DÉF",
              "37% DÉF",
              "40% DÉF",
              "43% DÉF",
              "45% DÉF",
              "48% DÉF",
              "51% DÉF",
              "55% DÉF",
              "58% DÉF",
              "61% DÉF",
              "64% DÉF",
              "68% DÉF"
            ]
          },
          {
            "key": "Durée",
            "values": [
              "12 s",
              "12 s",
              "12 s",
              "12 s",
              "12 s",
              "12 s",
              "12 s",
              "12 s",
              "12 s",
              "12 s",
              "12 s",
              "12 s",
              "12 s"
            ]
          },
          {
            "key": "Cumuls",
            "values": [
              "30",
              "30",
              "30",
              "30",
              "30",
              "30",
              "30",
              "30",
              "30",
              "30",
              "30",
              "30",
              "30"
            ]
          },
          {
            "key": "Temps de recharge",
            "values": [
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s"
            ]
          },
          {
            "key": "Énergie élémentaire",
            "values": [
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60"
            ]
          }
        ],
        "materials": [
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/云堇/battle_talent_2/battle_talent_2.gif"
      },
      {
        "key": "Fidèle à soi-même",
        "title": "Fidèle à soi-même",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/云堇/const_talent_0.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Lorsque Yun Jin utilise <color=#ffd780>Épanouissement ouvert</color> au moment exact où elle est attaquée, elle déclenche sa 2e charge."
          }
        ],
        "attributes": null
      },
      {
        "key": "Rejet des conventions",
        "title": "Rejet des conventions",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/云堇/const_talent_1.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Lorsque l'équipe comprend des personnages de 1/2/3/4 types élémentaires, le bonus de DGT d'attaque normale accordé par une <color=#ffd780>formation de bannière de nuagerie</color> augmente davantage d'une valeur équivalant à 2,5 %/5 %/7,5 %/11,5 % de la DÉF de Yun Jin."
          }
        ],
        "attributes": null
      },
      {
        "key": "Nutrition optimisée",
        "title": "Nutrition optimisée",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/云堇/const_talent_2.png",
        "desc": [
          {
            "type": "RichText",
            "text": "12 % de chances d'obtenir un plat supplémentaire lorsque vous cuisinez un plat parfait qui a des effets sur l'exploration."
          }
        ],
        "attributes": null
      }
    ],
    "map": "https://act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header#/map/2?shown_types=38&center=2687.98,-854.50&zoom=-0.50",
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://bbs.hoyolab.com/hoyowiki/picture/character/云堇/avatar_header.jpg"
      },
      {
        "key": "Avatar",
        "img": "https://bbs.hoyolab.com/hoyowiki/picture/character/云堇/avatar.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Tenue Originale - Scène de brume"
          }
        ]
      },
      {
        "key": "Animation d'inactivité 1",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/07/31/158750877/b8ecf55f542eefb8fe588a55f9a8cf9c_2908174547209480374.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Tenue Originale - Scène de brume"
          }
        ]
      },
      {
        "key": "Animation d'inactivité 2",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/07/31/158750877/a47a02d4797159245ed0155c53d18ca5_229895302950812793.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Tenue Originale - Scène de brume"
          }
        ]
      },
      {
        "key": "Constellation",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/08/158750877/a25b24c9a07ea023c64a5feb70aa9584_2508885481528687616.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Opera Grandis</color>"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Le monde de l'opéra : les coulisses de la création de Yun Jin (Résumé de la vidéo)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Conception de l’histoire</color>\n<color=#ffffff73>Yun Jin est un personnage qui a été conçu très tôt par l’équipe de Genshin Impact, c’est une artiste d’opéra du Port de Liyue.</color>\n<color=#ffffff73>Le mot clé « opéra chinois » a été choisi afin qu’il définisse l’une des caractéristiques principales de ce personnage. L'objectif était de restituer la culture des salons de thé et de l'opéra et c’est à partir de cette idée que Yun Jin, qui représente cette culture, a vu le jour.</color>\n<color=#ffffff73>Après cette notion essentielle définie, il fallait la faire interagir avec d’autres personnages afin de rendre une image claire et complète de cette dernière.</color>\n<color=#ffffff73>Des relations sociales ont ainsi été bâties avec Xingqiu et Zhongli, qui ont parcouru le monde : c’est donc naturel qu’ils interagissent avec Yun Jin.</color>\n<color=#ffffff73>Xinyan est également proche de celle-ci car c’est également une artiste ; elle adore le rock 'n' roll et est elle-même une chanteuse d'opéra. Exploiter une relation entre ces deux personnages était un « choc assez intéressant à explorer » pour l’équipe IP.</color>\n<color=#ffffff73>Bien que Yun Jin soit une artiste d'opéra traditionnel, cela ne veut pas dire que son attention se porte uniquement sur ce qui touche à son travail.</color>\n<color=#ffffff73>C'est une personne très réceptive, et qui apprécie la nouveauté. D’après elle, s'exposer à la nouveauté est bénéfique afin d’élargir ses horizons et d'assimiler de nouvelles cultures. Elle peut ainsi parfaire ses performances et ses connaissances.</color>\n<color=#ffffff73>Yun Jin est une artiste pleine d'esprit, elle improvise avec brio lorsqu’elle monte sur scène et qu’elle fait face à un imprévu.</color>\n<color=#ffffff73>Yun Jin fait partie de la nouvelle génération des artistes de Liyue, elle ne se limite ainsi pas aux histoires racontant la Guerre des Archons mais possède son propre flux de créativité.</color>\n<color=#ffffff73>Elle a plutôt tendance à écrire des histoires qui se rapportent aux hommes car c’est une exigence qu’elle a envers son art.</color>\n<color=#ffffff73>L’opéra que chante Yun Jin est un art traditionnel de longue date et essayer de créer du contenu en rapport avec l'opéra était une tentative audacieuse.</color>\n<color=#ffffffa6>Conception artistique</color>\n<color=#ffffff73>Dès le début de la conception de Liyue, l'équipe de conception artistique prévoyait d'inclure un personnage inspiré de l'univers de l'opéra.</color>\n<color=#ffffff73>Le design de son apparence arbore plusieurs aspects importants, qui montrent sa profession grâce à des éléments propres à l'opéra mais aussi des éléments qui reflètent sa vie quotidienne et personnelle.</color>\n<color=#ffffff73>Il était aussi important d’apporter un sentiment de nouveauté aux joueurs à travers ce design; c’est pourquoi ce dernier a représenté un défi à l’équipe.</color>\n<color=#ffffff73>Yun Jin est une femme indépendante. En partant de ce trait de personnalité, l’équipe a consulté beaucoup d'œuvres littéraires où apparaissent des femmes accomplies et qui possèdent leurs propres convictions comme Hua Mulan, et a puisé l'inspiration dans leurs costumes d'opéra pour le design.</color>\n<color=#ffffff73>Pour la palette de couleur, le rouge et le bleu, une combinaison de couleurs traditionnelles des costumes d'opéra, ont d’abord était essayées mais compte tenu de son caractère, il a été décidé d’incorporer également d’autres couleurs dans sa tenue quotidienne.</color>\n<color=#ffffff73>L’équipe voulait que sa tenue puisse répondre aux besoins de sa vie quotidienne et en combat : une jupe a finalement été adoptée.</color>\n<color=#ffffff73>Quant aux détails du design, de nombreux éléments traditionnels ont été ajoutés dans sa tenue quotidienne, comme les pompons de son chapeau, ses plumes, son col nuage, les rubans sur l'ourlet de sa jupe ainsi que des motifs de nuages et de losanges qui s'entremêlent pour les ornements.</color>\n<color=#ffffff73>Le personnage paraît ainsi plus familier grâce à ce design qui ajoute des éléments traditionnels à sa tenue quotidienne.</color>\n<color=#ffffff73>L’équipe de conception artistique espère que les joueurs puissent découvrir de manières différentes la culture et l'art de l'opéra et pourquoi pas d’éveiller un intérêt pour cet art.</color>\n<color=#ffffffa6>Conception du modèle 3D</color>\n<color=#ffffff73>En réalité, le modèle 3D de Yun Jin était déjà terminé vers 2018 mais avant sa sortie officielle, la qualité finale ne correspondait pas aux attentes de l’équipe. Le modèle a donc été retravaillé.</color>\n<color=#ffffff73>Une des raisons de la remodélisation est dû au fait que la distorsion du grand angle de la caméra en jeu n’a pas vraiment été prise en compte, le chapeau de Yun Jin posant problème en raison de cela.</color>\n<color=#ffffff73>Sa tête paraissait également beaucoup plus grande que les autres personnages.</color>\n<color=#ffffff73>Ce résultat, qui ne pouvait pas être maîtrisé sur le plan final, a compliqué la modification du design de l'équipe de conception artistique et du modèle 3D.</color>\n<color=#ffffff73>L’équipe de développement des outils est donc venu en renfort afin que le moteur et le logiciel 3D MAYA se synchronisent en temps réel.</color>\n<color=#ffffff73>Ainsi, l’équipe chargée du modèle 3D a pu le modifier et observer le rendu final des effets visuels en jeu.</color>\n<color=#ffffff73>De cette manière, il était plus facile pour les deux équipes de se coordonner, sans pour autant laisser tomber le design d'origine pour obtenir plus rapidement l'effet désiré, ce qui a réduit les coûts en communication et modifications.</color>\n<color=#ffffff73>Cette optimisation a aussi rendu les processus du design et de la production plus efficaces et précis.</color>\n<color=#ffffff73>La production du modèle 3D de Yun Jin a été relativement simple mais l'animation de ses cheveux et de son col l'ont beaucoup moins été.</color>\n<color=#ffffff73>L’équipe a davantage ajusté l'animation des lignes du modèle et de son squelette afin d’éviter les problèmes de superposition lors de l’animation du personnage. L'animation du clignement de ses yeux résultait d'un très fort étirement en raison du maquillage très prononcé, une première pour un personnage.</color>\n<color=#ffffff73>Pour y remédier, des versions de son modèle ont été modifiées avec l'équipe de conception artistique pour un résultat final le plus esthétique possible.</color>\n<color=#ffffff73>Pour coordonner le modèle du personnage et rendre un effet d'ombrage en celluloïd plus complet dans son animation, une carte dynamique des ombres sur son visage a été ajoutée pour que le rendu des ombres soit le plus naturel possible.</color>\n<color=#ffffff73>Des couleurs d’ombre ont aussi été modifiées sur son corps.</color>\n<color=#ffffff73>Quant au rendu des éléments métalliques, l’équipe se démarque des rendus réalistes des autres jeux car elle a opté pour un rendu métallique de type celluloïd fait main.</color>\n<color=#ffffff73>L’équipe a essayé d’obtenir le meilleur résultat possible avec l'équipe de conception sans trop en faire pour éviter un rendu visuel trop sombre et épais.</color>\n<color=#ffffff73>En raison des limites de performances, certains effets ne pouvaient pas être appliqués aux appareils mobiles.</color>\n<color=#ffffff73>Par la suite, l’équipe chargée du modèle 3D continuera à ajouter des effets qui n'altèrent pas le style actuel pour apporter encore plus de détails et de réalisme.</color>\n<color=#ffffffa6>Conception des animations en jeu</color>\n<color=#ffffff73>Pressée par le temps, l’équipe chargée des animations en jeu s’est donnée un objectif : parvenir à transmettre le tempérament particulier de Yun Jin avec le concept clé de l'opéra de Liyue en un seul geste.</color>\n<color=#ffffff73>Les membres de l’équipe ont donc passé du temps à se renseigner sur l’opéra chinois afin d’en savoir suffisamment.</color>\n<color=#ffffff73>Ainsi, le mouvement de « prise de position », ce genre de mouvement bref et énergique marquant une pause dans un opéra, a été l'une des inspirations pour la conception des animations de Yun Jin. Ce mouvement correspondait à l’image du personnage tout en apportant une touche distinctive et était cohérent avec son style de combat.</color>\n<color=#ffffff73>Lorsque les artistes d’opéra montent ou descendent de la scène, ils effectuent un mouvement de pose.</color>\n<color=#ffffff73>Afin de montrer cette particularité, un flux narratif a été établi, c'est-à-dire des mouvements au combat qui ressemblent à une chorégraphie.</color>\n<color=#ffffff73>Le rythme et les détails de ces poses ont été ajustés dans le but de les rendre cohérentes avec sa féminité.</color>\n<color=#ffffff73>L’équipe devait trouver comment incorporer des éléments de l’opéra assez élégants dans les mouvements de Yun Jin effectuant sa compétence élémentaire. Cela a été difficile mais tout a été fait pour surmonter ces obstacles.</color>\n<color=#ffffff73>Le mouvement du saut du papillon a été choisi comme forme de base. Des éléments de danse et d'arts martiaux traditionnels ont été incorporés pour conserver l'élégance dans le mouvement, tout en montrant sa force. De nombreuses modifications et polissages ont été réalisés pour que les mouvements de Yun Jin aient leur propre style.</color>\n<color=#ffffff73>En plus des mouvements en combat, il fallait que les animations d'inactivité de Yun Jin racontent son histoire pour la rendre plus humaine.</color>\n<color=#ffffff73>Yun Jin est une virtuose dans son art, quelqu'un qui cherche à atteindre la perfection et pour rendre au mieux cette particularité, l’équipe a dû étudier en profondeur la culture de l'opéra pour élaborer un design autour de la danse de la lance.</color>\n<color=#ffffff73>Cependant, l'animation doit respecter les œuvres culturelles, tout en tenant compte de sa propre expression, et des contraintes des conditions objectives. Pour le design du personnage de Yun Jin, les développeurs devaient également incorporer des éléments des mouvements du style liyuéen dans son design.</color>\n<color=#ffffff73>Le style des animations de la région de Liyue pourrait être qualifié par les termes « beauté et rondeur ».</color>\n<color=#ffffffa6>Production audio</color>\n<color=#ffffff73>Lors de la production audio de Yun Jin, la plus grande difficulté était une période de développement très courte. L’équipe avait un mois pour boucler le tout.</color>\n<color=#ffffff73>Le doublage de Yun Jin comprenant des répliques chantées, il fallait trouver l’artiste d’opéra idéale. Mission compliquée, la plupart ne s’adonnant pas au doublage de jeux vidéo.</color>\n<color=#ffffff73>L’objectif était donc de trouver en peu de temps une artiste qui corresponde à sa voix, à son style, et surtout qui soit disponible.</color>\n<color=#ffffff73>Par chance, après quelques séries d’auditions, la chanteuse d’opéra idéale a été trouvée, il s’agit de Mme Yang.</color>\n<color=#ffffff73>La décision était donc prise : la doubleuse s'occuperait des répliques parlées, tandis que la chanteuse d'opéra enregistrerait la voix chantée : une première dans Genshin Impact.</color>\n<color=#ffffff73>Ce fut une occasion unique d'apprentissage pour l’équipe audio et Mme Yang de collaborer ensemble : allier opéra traditionnel et jeu vidéo a été une expérience nouvelle pour elle, chose qu’elle trouvait difficile dans le passé.</color>\n<color=#ffffffa6>Conception créative</color>\n<color=#ffffff73>Les développeurs se sont demandés, lorsque l'opéra fera son apparition dans le jeu, quelles histoires allait-il pouvoir conter dans cet univers au niveau de la langue et de l'esthétique en conservant son essence et en s'associant à la vision du monde de Genshin Impact. Yun Jin était leur tentative de réponse.</color>\n<color=#ffffff73>Il y avait tout d’abord une hésitation : Yun Jin devait-elle être un personnage fortement associé à l'opéra ?</color>\n<color=#ffffff73>Ils ont ainsi pris en compte les différents risques mais au fur et à mesure que le travail avançait, les équipes se sont rendues compte de la grandeur de la culture de l’opéra et voulaient ainsi saluer à leur manière cet art ancien.</color>\n<color=#ffffff73>Genshin Impact est destiné au divertissement du grand public, ce qui le rend sujet à de nombreuses limitations.</color>\n<color=#ffffff73>Il est donc difficile d'y représenter la complexité de l'art de l'opéra vieux de plusieurs siècles. Mais si la popularité de Genshin Impact donne la possibilité de faire connaître la beauté de l'art traditionnel de l'opéra chinois, voire à susciter un intérêt pour cette discipline, pour ensuite entrer en contact avec la véritable essence de l'opéra, toute l’équipe de Genshin Impact pense que ce travail en valait vraiment la peine s'il peut faire office d'initiation.</color>\n<color=#ffffffa6>Source : https:/www.youtube.com/watch?v=thdCksamSog</color>"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Info. personnage",
        "desc": [
          {
            "type": "RichText",
            "text": "Le Salon de thé Heyu est un lieu très prisé des Liyuéens pour s'y détendre après une bonne journée de travail.\nL'établissement prospère grâce au sens des affaires de son patron, Fan Er'ye, qui a eu l'intelligence de convier un maître du thé à conter des histoires, mais également grâce aux représentations de la troupe Yun-Han, une troupe de théâtre très réputée à Liyue.\nL'imprésario de cette troupe et célèbre chanteuse d'opéra, Yun Jin, s'y produit de temps à autre.\nIl est toujours possible de trouver de délicieux encas ou une bonne histoire à écouter si l'on cherche bien. Cependant, l'occasion d'entendre Yun Jin chanter se fait plutôt rare.\nDe ce fait, ses fans sont toujours à l'affût de ses représentations. Ils discutent souvent de ses précédents spectacles et échangent leurs impressions à leur sujet.\nLe Salon de thé Heyu a gagné de nombreux nouveaux habitués de cette façon, car 9 clients sur 10 sont des fans de Yun Jin.\nEt tout cela pour le plus grand bonheur de Fan Er'ye."
          }
        ]
      },
      {
        "title": "Histoire du personnage 1",
        "desc": [
          {
            "type": "RichText",
            "text": "L'opéra liyuéen est l'une des disciplines artistiques traditionnelles de Liyue, qui est transmis de génération en génération.\nCet art ancestral a connu de nombreux changements, si bien qu'il est devenu très différent de ses débuts.\nNéanmoins, les chants complexes et les mélodies aux mille variations d'antan ont perduré.\nDe nos jours, les comédiens d'opéra liyuéen se produisent en troupe. La troupe Yun-Han est une des plus célèbres d'entre elles.\nCelle-ci a été dirigée par le clan Yun depuis des générations. À sa tête se trouve actuellement une célébrité du Port de Liyue, qui n'est autre que Yun Jin, chanteuse d'opéra et dramaturge.\nYun Jin s'est fait un nom dans le milieu dès son plus jeune âge grâce à sa douce voix et ses costumes d'une beauté vive lors de sa première représentation qui n'ont pas manqué de captiver le public.\nAu fil du temps, son répertoire s'est étoffé tout comme son jeu d'actrice est devenu polyvalent et réaliste.\nQu'il s'agisse d'interpréter une fille de bonne famille ou une héroïne courageuse, aucun rôle ne lui résiste.\nEn plus d'être une comédienne accomplie, Yun Jin écrit ses propres pièces d'opéra. « Divine damoiselle de la dévastation » en est un exemple, mais de nombreuses autres de ses œuvres ont été jouées par sa troupe ces dernières années.\nAvec un talent comme le sien, il n'est pas étonnant que des fans d'opéra de longue date se bousculent au Salon de thé Heyu pour demander son programme."
          }
        ]
      },
      {
        "title": "Histoire du personnage 2",
        "desc": [
          {
            "type": "RichText",
            "text": "Yun Jin naquit dans une famille versée dans l'opéra liyuéen.\nSa mère était une chanteuse d'opéra autrefois très connue au Port de Liyue dont la vocation lui avait été transmise par son beau-père, tandis que son père était dramaturge.\nDans ce cadre familial, Yun Jin fut initiée très jeune à leur art et s'amusait à imiter sa mère lorsqu'elle chantait.\nCertains aiment dire qu'un loisir de jeunesse se transforme rarement en carrière professionnelle, mais ce fut le cas pour Yun Jin.\nElle prenait l'opéra liyuéen très au sérieux et demanda même à ses parents de lui enseigner les ficelles de leur métier.\nHeureux de constater l'engouement de leur fille, les parents de Yun Jin lui inculquèrent tout ce qu'ils savaient et ce fut ainsi que la petite Yun Jin monta sur les planches dès son plus tendre âge.\nCependant, l'opéra liyuéen n'est une discipline qu'il est aisé de maîtriser du jour au lendemain.\nMalgré son prodige, Yun Jin ne pouvait pas échapper aux difficultés de l'apprentissage.\nUn enfant ordinaire n'aurait pas supporté d'avoir mal aux jambes ou de devoir mémoriser un dictionnaire de rimes, mais Yun Jin s'accrocha et devint une artiste de plus en plus accomplie.\nLorsqu'elle termina sa formation, les aînés de la troupe Yun-Hun ne purent pas s'empêcher de s'exclamer d'une voix émue :\n« La nouvelle étoile de l'opéra liyuéen est née ! »"
          }
        ]
      },
      {
        "title": "Histoire du personnage 3",
        "desc": [
          {
            "type": "RichText",
            "text": "Nombreux sont les aînés de la troupe Yun-Han à l'avoir rejointe lorsque le grand-père de Yun Jin était à sa tête.\nCeux-ci lui sont restés fidèles même après que Yun Jin a repris sa direction.\nLeur amour pour l'opéra liyuéen est intense, peut-être même trop, ce qui les amène à dénigrer toute autre forme de musique, dont le rock 'n' roll.\nYun Jin n'est pas de cet avis. Elle apprécie particulièrement la vigueur du rock 'n' roll, et est même l'amie de Xinyan, une grande star de ce genre musical.\nLors des répétitions, les aînés de la troupe sont ravis de suivre les directives de Yun Jin, mais ils la traitent comme leur petite-fille en dehors de la scène.\n« Ne mange pas épicé, ma chérie. Ce n'est pas bon pour ta gorge. Tu peux te permettre un peu de viande, mais pas trop, sinon tu prendras du poids. »\n« Si tu as vraiment faim, mange un peu plus de crevettes. Ah, et reste à l'écart de ce... rock 'n' roll ou je ne sais quoi. Tu ne peux pas écouter ça, ils ne font que crier dans tous les sens. »\nCes charmantes personnes âgées sermonneraient Yun Jin pendant de longues heures si elles apprenaient qu'elle s'était rendue à un concert de rock 'n' roll.\nFace à des grands-parents aussi têtus, la jeune fille a dû se montrer ingénieuse pour contourner ce problème.\nAssister à un spectacle de Xinyan lui était impossible, mais il était tout à fait acceptable de rendre visite à « Xingyan », fille adoptive de Fan Er'ye, pour discuter d'opéra liyuéen.\nLes aînés n'appréciaient pas Xinyan, la chanteuse de rock 'n' roll, tandis qu'ils avaient une très bonne impression de « Xingyan ».\n« J'ai entendu dire que Xingyan était douée pour la broderie et la cuisine. C'est sans doute une jeune fille pleine de dignité et de générosité. Notre Yun Jin pourra apprendre une chose ou deux en la fréquentant. Très bien ! »\nYun Jin et Fan Er'ye s'étant concertés sur cette histoire, personne d'autre ne risque de découvrir la vérité !"
          }
        ]
      },
      {
        "title": "Histoire du personnage 4",
        "desc": [
          {
            "type": "RichText",
            "text": "Yun Jin est une jeune fille aux multiples titres. Certains l'appellent « Patronne Yun », d'autres « Maître Yun ».\nYun Jin est à la tête de la troupe d'opéra Yun-Han. Bien que d'autres gestionnaires l'aident dans les tâches quotidiennes, elle reste au cœur de toutes les décisions importantes. Ainsi, les gens ont commencé à la surnommer « Patronne Yun » dans le milieu des affaires.\nEn ce qui concerne « Maître Yun », il s'agit d'une autre histoire.\nLorsque le grand-père de Yun Jin dirigeait encore la troupe, ses fans de longue date l'appelaient ainsi en signe de révérence. Ceux-ci continuèrent d'assister aux spectacles de la troupe même lorsque Yun Jin en a pris les rênes.\nÀ la sortie d'une représentation, un spectateur qui était impressionné par la prestation de Yun Jin lança sur un ton de plaisanterie : « Le maître Yun qui s'est produit ce soir chante plutôt bien aussi ! »\nD'autres spectateurs réagirent aussitôt : « Comment pouvez-vous appeler une jeune fille « maître » ? »\nYun Jin esquissa un sourire en entendant cet échange.\n« Ce titre désigne un individu plus âgé qui a beaucoup d'expérience, et à raison. »\n« Ceci dit, personne n'a dit qu'il faille atteindre un certain âge pour s'y connaître dans un domaine ou être un homme. »\n« Vous êtes vif d'esprit et d'une grande éloquence, tout à fait digne d'être appelé « maître ». Or, en ayant également répondu à vos interrogations, je crois être également digne de ce titre. »\nCette remarque ne manqua pas d'impressionner les fans présents qui partagèrent l'anecdote à de nombreux autres. Au bout tout compte, tout le monde se mit par appeler Yun Jin « Maître Yun » même sans l'avoir rencontrée en personne."
          }
        ]
      },
      {
        "title": "Histoire du personnage 5",
        "desc": [
          {
            "type": "RichText",
            "text": "De nombreux opéras liyuéens sont sur le thème des Adeptes et le Souverain de la Roche.\n« Divine damoiselle de la dévastation » en est un parfait exemple. Les mortels font preuve d'une imagination débordante en ce qui concerne les Adeptes et prennent du plaisir à voir les représentations de leurs joies et leurs peines sur scène. C'est pour cette raison que celles-ci constituent la majorité des opéras liyuéens.\nCes histoires faisaient vibrer Yun Jin lorsqu'elle était enfant, mais son avis changea progressivement après avoir joué toutes les pièces du genre dans sa carrière.\nPourquoi ne pas se tourner vers d'autres thèmes ? Comme raconter nos propres histoires ?\nDes histoires qui relatent les joies et les peines des mortels ou celles qui dépeignent leurs vives émotions, comme la passion ou la haine.\nDe telles pièces ne deviendront sans doute pas des classiques de l'opéra liyuéen, mais il y aura toujours des personnes pour les chanter.\nL'amour, la cupidité, la colère, l'engouement... Qu'elles soient positives ou négatives, les émotions font la lumière sur nos sentiments et de notre âme.\nYun Jin n'est pas une Adepte et ne pourra jamais se mettre à leur place. Cependant, elle fait preuve d'une compréhension approfondie du cœur humain.\n« Laissez-moi chanter les histoires des mortels et nous représenter grâce à ma plume et à ma voix. »\nCe souhait est celui que Yun Jin garde pour elle."
          }
        ]
      },
      {
        "title": "Verrou de longévité",
        "desc": [
          {
            "type": "RichText",
            "text": "Les ancêtres de Yun Jin étaient des forgerons avant d'être des chanteurs d'opéra.\nUn jour, quelqu'un dans la famille avait décidé de se tourner vers les arts de la scène par lassitude de fabriquer des armes. Lorsque Yun Jin est née, peu de membres du clan Yun exerçaient encore une activité de forgeron.\nCependant, de nombreux objets forgés furent transmis aux générations suivantes, comme le pendentif de cuivre en forme de cœur que Yun Jin porte sur elle.\nEn étant enfant, elle s'entraînait souvent à la danse sous un soleil de feu pendant toute une journée et il lui arrivait même de s'évanouir de fatigue parfois.\nSes parents avaient de la peine pour leur fille, mais ils savaient qu'elle devait endurer ces épreuves pour établir de bonnes bases.\nAu lieu de l'arrêter, ils lui offrirent le pendentif dans l'espoir qu'il lui apporte chance et santé.\nDepuis lors, cet objet n'a jamais quitté Yun Jin. Avant chacun de ses spectacles, elle le nettoie consciencieusement en se remémorant ces jours passés.\nEn ce faisant, son visage s'adoucit comme si elle caressait les aspirations de son enfance."
          }
        ]
      },
      {
        "title": "Œil divin",
        "desc": [
          {
            "type": "RichText",
            "text": "Peu de temps après ses débuts sur scène, Yun Jin a su développer son jeu sur scène grâce à son intelligence et des dizaines de spectacles à son actif.\nÀ cette époque, chacune de ses apparitions se soldait toujours par un tonnerre d'applaudissements du public. Cependant, plus elle se produisait et moins elle semblait vouloir chanter ses opéras de prédilection.\nDans chaque pièce, le ton de la voix et le tempo varient selon les scènes pour indiquer le dramatisme ou l'ennui.\nAu fil du temps, Yun Jin eut l'impression que tous ses personnages se ressemblaient.\nLa musique jouait, alors qu'elle adoptait une belle pose et libérait sa douce voix. Ainsi, l'héroïne de « Divine damoiselle de la dévastation » ne se distinguait pas de la fille du pêcheur dans « Perle du cœur ».\nLe public ne s'est jamais plaint de sa performance, mais Yun Jin en était mécontente. Suffisait-il seulement de bien savoir chanter et danser pour raconter une histoire touchante ?\n« Marche dans la neige » est l'opéra qui lui a permis de surmonter les obstacles qu'elle affrontait.\nCette pièce mettait en scène un seul personnage qui s'efforçait de marcher dans la neige. Par ailleurs, la météo était similaire le jour où Yun Jin la chanta pour la première fois.\nPerdu dans la neige, son personnage n'arrêtait pas de se lamenter de son impuissance. Cette histoire semblait refléter la réalité de Yun Jin qui se sentait aussi égarée, comme si elle ne faisait plus qu'un avec le personnage.\nC'était exactement la sensation qu'elle recherchait : celle de ne pas seulement être elle-même, mais aussi les milliers de personnages qu'elle a interprétés.\nYun Jin devait respirer et vivre comme eux. Les émotions devaient se manifester avec chaque sourire et chaque froncement de sourcils.\nC'était le genre d'opéra que Yun Jin souhaitait chanter et le genre d'histoire qu'elle voulait jouer : une pièce avec de véritables émotions avec tout un monde né de l'imbrication des milliers vies.\nYun Jin ne se souvient plus de la façon dont elle est revenue dans les coulisses après son illumination. Tout ce qu'elle sait, c'est qu'un œil divin se trouvait dans la manche de son costume quand elle l'a enlevé."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Yun Jin</color>"
          }
        ]
      },
      {
        "key": "Anniversaire",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>21/5</color>"
          }
        ]
      },
      {
        "key": "Constellation",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Opera Grandis</color>"
          }
        ]
      },
      {
        "key": "Titre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Nova de scène</color>"
          }
        ]
      },
      {
        "key": "Œil divin",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Géo</color>"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Troupe d'opéra Yun-Han</color>"
          }
        ]
      },
      {
        "key": "Voix chinoise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>贺文潇 (He Wenxiao) & 杨扬 (Yang Yang)</color>"
          }
        ]
      },
      {
        "key": "Voix anglaise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Judy Alice Lee & 杨扬 (Yang Yang)</color>"
          }
        ]
      },
      {
        "key": "Voix japonaise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>小岩井ことり (KOIWAI Kotori) & 杨扬 (Yang Yang)</color>"
          }
        ]
      },
      {
        "key": "Voix coréenne",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>사문영 (Sah Moon-young) & 杨扬 (Yang Yang)</color>"
          }
        ]
      },
      {
        "key": "Plat spécial",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 250,
            "name": "Jade de nuages",
            "desc": "Spécialité culinaire de Yun Jin. Cette collation sucrée et collante n'affectera pas votre gorge, c'est la raison pour laquelle c'est la préférée de Yun Jin. L'arrière-goût est des plus raffinés, pas quelque chose dont on se lasse facilement. À bien y réfléchir, il y en a plus qu'elle n'en ferait pour elle-même, mais vous n'allez quand même pas vous plaindre de sa gentillesse...",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cloud-Shrouded Jade_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Carte du Personnage",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5684,
            "name": "Yun Jin",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/24090565/e566527883904f75fe70ffdab40f2233_1574547512938173226.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version de sortie",
        "value": [
          {
            "type": "RichText",
            "text": "2.4"
          }
        ]
      }
    ],
    "voice": [
      {
        "title": "Première rencontre...",
        "desc": "On ne connaît pas vraiment quelqu'un sans l'avoir rencontré, et j'ai enfin cet honneur aujourd'hui. Je m'appelle Yun Jin et je suis l'imprésario de la troupe d'opéra Yun-Han. Nous nous produisons au Salon de thé Heyu dernièrement et ce serait un plaisir de vous avoir dans notre public.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/255493fb4374429680fd8dc514cede74_6496265495549377192.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/6c712e22a473219dea54e994fe490c6d_1478826558617842389.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/8f9366fd9108351943c029127520858c_3963915375995267530.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/3ddd7a5da0c0c2948696c9084f78738d_1280871665398352742.wav"
          }
        ]
      },
      {
        "title": "Bavardage - Sujet délicat",
        "desc": "Ma ceinture est un peu serrée ces derniers temps, aurais-je pris du poids ?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/b3c609afd59a99263ca4a1c59b0d8811_4634169686368930827.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/b2236f69176789584373a6d6ca35c28b_4145548586695943110.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/786b6e5beb30c821d0b70a028cf0c489_7880640760199415220.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/3e5fcf3bc5788f7864078c54a986c8f5_9140890365971720012.wav"
          }
        ]
      },
      {
        "title": "Bavardage - Relaxation",
        "desc": "Pas de coiffage, ni de maquillage. Je me la coule douce aujourd'hui !",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/2859e80f65848a16318ec93add1af24a_5560012220504901154.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/945eb8789639c888cf2ea9543d182ed8_1543085735917046895.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/ece15747364e1913cbba5dd791b93f36_7137044653636229723.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/a2c4afa33b959de9d8470313910f6c60_1472088048233686483.wav"
          }
        ]
      },
      {
        "title": "Bavardage - Chant d'opéra",
        "desc": "♪ Les nuages et les fleurs se balancent avec légèreté, tandis que les vents dansants serpentent la vallée. ♪",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/fb2332417e7a945193457ea352f402e7_7135737490070517698.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/fb2332417e7a945193457ea352f402e7_2725541333146335619.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/fb2332417e7a945193457ea352f402e7_1083300069876449460.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/fb2332417e7a945193457ea352f402e7_4867137322840401133.wav"
          }
        ]
      },
      {
        "title": "Quand le tonnerre gronde...",
        "desc": "T—Tu as entendu ce bruit ? J'ai eu peur !",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/cad4741c09cf51ce1d0da903961edb23_9105904620546936068.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/5055528082bdd423e6fd1b5b8074a4b4_6212103518587044190.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/de2a9eaa7500071fbabe705dacd1435d_3998140966693947979.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/c3ceb4017916ef071765fe60159bedcc_3142840031135541393.wav"
          }
        ]
      },
      {
        "title": "Quand il neige...",
        "desc": "♪ Gla gla, froid à en mourir ♪",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/2d9c19fdd6a402fc12edd56ffb7efd75_2393726645217538255.wav"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/10/21/2d1444e7f5053f6082d8bfb0e7ff3e4f_995813698462452187.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/10/21/2d1444e7f5053f6082d8bfb0e7ff3e4f_4973162091188928839.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/10/21/2d1444e7f5053f6082d8bfb0e7ff3e4f_2575134343121067132.mp3"
          }
        ]
      },
      {
        "title": "Il fait bon dehors...",
        "desc": "C'est un régal pour les yeux, de voir un tel soleil...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/0ae114bdb55a4c58d24b00fa26b6906d_8094383688858259474.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/1b13f305c2b5dfb7af50654314e0a730_1551459833534538319.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/28c27fbf6b96986aef8322026b529065_435595052364232303.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/8801d97f6aa9f6105012bc05af56c15f_9091109323630892717.wav"
          }
        ]
      },
      {
        "title": "Au réveil...",
        "desc": "Bonjour ! La rosée de l'aube est parfaite pour faire du thé, alors je t'en ai préparé. On partira une fois que tu l'auras bu !",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/a1fdc3015af4e6423d3637bdafb583bd_5715184539463577541.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/844f1ba06bfe86cb433370d9a95e5cbf_5678753201687039128.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/a4a5d850a71aace707c55abf3abc3d07_1747163104842362736.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/b535422ee1509ac61198b199837734b8_6398804673322392056.wav"
          }
        ]
      },
      {
        "title": "À l'heure du déjeuner...",
        "desc": "J'aimerais faire une sieste après le déjeuner... *bâille* ... Tu n'es pas fatigué/fatiguée ?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/dfdf338745e30867eec8b07df50c6e45_6169647248503007135.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/290a91b9fabcc1302705f81840b4c3eb_3364469259069850727.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/7021eec71dabaa7b59c74f2683116e0a_6021574054380469938.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/c7dd1f9a74d2889ca6859a3afacdc6c0_860876328232653697.wav"
          }
        ]
      },
      {
        "title": "Le soir...",
        "desc": "Allons écouter le conteur ce soir ! L'interprétation des « Chroniques des Lames de Pluie » de Liu Su en vaut le détour !",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/371437b9c480206017d722daadc09140_3995153161974341020.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/28f9f69525abf97adc9433eb6a540aa3_5319268183831836124.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/7825ff48a92edf4fbf66435f749045d7_2287082842962118868.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/bd73ce1d6e43c713acac6defc93c7078_1729595803140597760.wav"
          }
        ]
      },
      {
        "title": "La nuit...",
        "desc": "Il fait froid cette nuit, ne tardez pas trop à aller dormir. Bonne nuit.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/016470ef3b2579807df009c2705dae2a_1255638201833496420.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/c81bb39188befa06ca0eb88be0c61399_1213270377361674569.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/cbc7fc226dbb30b759e44ad57f8b173f_6532179324047850449.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/77e536f6cd76b1b7aecb39718012f4f2_3836553227116330697.wav"
          }
        ]
      },
      {
        "title": "À propos de Yun Jin - Éducation",
        "desc": "J'ai commencé mon éducation très jeune. Pour tout vous dire, mes premiers souvenirs sont ceux où mon père m'apprenait à lire. Malheureusement, je ne lui arrive toujours pas à la cheville malgré tous mes efforts. Mon niveau d'érudition est loin de surpasser le sien, mais il est suffisant pour écrire des opéras.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/363a1e3300418be80f5de6d3d300b100_2421315868684872659.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/5f8ced771c16bad34465931a52b6be47_7826738969208851637.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/ce78d5752f647e70c93d0fcb890ee3e7_3087529553965718895.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/27c61a8e0f742ce8bc4b6922facb2fb8_5951128432319204312.wav"
          }
        ]
      },
      {
        "title": "À propos de Yun Jin - Formation théâtrale",
        "desc": "Ma mère était une célèbre chanteuse d'opéra dans sa jeunesse au Port de Liyue. J'ai appris d'elle tous les opéras que je connais, mais tu n'imagines pas à quel point elle était sévère avec moi. Quand j'y pense, je... Non, non, non, je ne préfère pas y penser.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/e693cd3bb7ba348c2feeecf04f7013a7_2936154086876145168.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/f349b271504777105a8a230b5b8f552d_7969993232160673243.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/f0bfbe20232b89524f56dd5db7922a97_1350269054111565627.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/d8ccb8bd3a3857c5eb851776856f5fa4_8226303168792900992.wav"
          }
        ]
      },
      {
        "title": "À propos de nous - Troupe d'opéra",
        "desc": "Nous aurons quelques grands spectacles bientôt et il nous faut justement quelqu'un qui sache faire la danse de l'épée. Tu serais parfait/parfaite pour ce rôle. Qu'en dis-tu ? Partant/Partante pour rejoindre notre troupe ? On pourra boire du thé ensemble pendant les entractes.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/5a07d8a5f51a16521536416e3fcb5c05_6461261530874008202.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/0aa73a5a94d734cd408dc9316431ffcb_4077596919726536014.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/6a2dde8118f1f4bd387f461935e473ea_8707174316310128981.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/61f7bffbf92f3dd1e5cb497334e1f179_6488752368528067581.wav"
          }
        ]
      },
      {
        "title": "À propos de nous – Rock 'n' roll",
        "desc": "Oh, tu aimes le rock 'n' roll ? C'est génial ! Je viendrai te trouver la prochaine fois que je voudrais aller à un concert. Quand je rentrerai chez moi, je n'aurais qu'à dire que je suis allée te rendre visite pour ne pas inquiéter les membres les plus âgés de la troupe.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/41788b771e16e889a1171475a4c2be99_527031524836019777.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/f1790a66028fb07fab68fbb5a9ff2794_1356611649719000068.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/06280f30ef1f4ec1a71be2f1afe7e969_872339732916825351.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/fc77d294723ea2e7a3a427465a577e93_1050889323070373904.wav"
          }
        ]
      },
      {
        "title": "À propos de l'œil divin...",
        "desc": "Mon œil divin... Peut-être que l'Archon Géo est un féru d'opéra ? Si ça se trouve, il a apprécié ma performance au point de m'en donner un.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/70d61c780d4ad52458a5c5799effccf6_8638114641962974750.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/dce4d53a79d5270f319537e25ba988fa_7887211461101462736.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/c89f57fb229c2b71687e7ce97f7f6dcc_80455825633265290.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/3fe7628e44457b5fa4aa454a1c04eca0_9020535822232214390.wav"
          }
        ]
      },
      {
        "title": "Quelque chose à partager - Boissons",
        "desc": "J'adore goûter à toutes sortes de boissons, comme le nectar des pins ou du thé de prune enneigée des anciennes générations. Je m'inquiète d'être bientôt à court de boissons à essayer. Aurais-tu quelque chose à me conseiller, à tout hasard ?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/003078cc19e20fb6fe2390f8c1e0bb9c_8897615317923279518.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/c68a161971e99ae4a7e7fbe68f505cc5_3104306870759775942.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/7103599503abe4d80e8ce8a50650d1a3_5164681997596220575.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/567e699f1e33f2df013b8f58a07aa663_1744903124292520803.wav"
          }
        ]
      },
      {
        "title": "Quelque chose à partager - Rêves",
        "desc": "Parfois, j'aimerais bien lâcher l'opéra pour voyager à l'étranger et explorer le monde. Je continuerai de travailler dur pour exaucer ce vœu.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/2031a8d3b1465ea45cc3a888b4e04e49_7578468285779251481.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/10f686ac84ee8287390ccfed80c56878_5713321365170112727.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/0029156a69288fcb9d37f5b1dcfd87cd_741996354343694494.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/5376edf2d708b4821a210d2737b25f81_2900123792579065907.wav"
          }
        ]
      },
      {
        "title": "Détails intéressants...",
        "desc": "Le gazouillement des oiseaux à l'aube me met toujours de très bonne humeur.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/9b3a4461b8142976985acf3461583b37_6090489503088950629.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/b8066bdfed9ec2f5b1b8ba988f2725d9_1840513073532728720.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/47a615526852918b79a2cc808b33cbba_8191783604811729120.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/5c72ff53e7409151be861f4b19caee9c_7320174521697023621.wav"
          }
        ]
      },
      {
        "title": "À propos de Xinyan...",
        "desc": "Les aînés de la troupe radotent toujours sur la mauvaise influence qu'est le rock 'n' roll et ne me laissent jamais aller aux concerts de Xinyan en prétextant que « c'est pour mon bien ». Hmph, je dirais plutôt qu'ils sont juste incapables d'accepter la nouveauté. Quoi qu'ils disent, rien ne m'arrêtera de voir Xinyan en spectacle toutes les semaines.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/ae1d38bf4202e7470297ee83fa742c0d_4484822938515465627.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/36e409b6f2d39f5aa087a84a5a3e5da5_1011301114042065540.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/ea0a5fbfbf9d4a876a38803e65aaad69_6920309644546340712.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/0df11e3e0dcd5a034cb7a61f54e26c6c_5453343068494053453.wav"
          }
        ]
      },
      {
        "title": "À propos de Hu Tao...",
        "desc": "Ah oui, Hu Tao. Elle a un visage très expressif et l'esprit vif. On peut discuter du sujet le plus banal au monde, elle a toujours quelque chose d'intéressant à dire. Je l'admire beaucoup. On ne s'ennuie jamais avec des amis comme elle.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/5731f90db09a85860c7506c82cafec31_4051754335423845218.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/56aeaad8e09617f1e770090e17fc6552_3788579201583368825.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/23945873812fd6511c9c36a083e3a9a1_1853992730864327232.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/041fece04508a2caa198257d2f9dc6aa_3972996925729075746.wav"
          }
        ]
      },
      {
        "title": "À propos de Zhongli...",
        "desc": "Les coutumes de l'opéra sont transmises de génération en génération et il y a tant de choses à dire sur le sujet. Parfois, je me rends compte que je ne connais pas les raisons derrière certaines règles qu'on m'a apprises. Ceci dit, sieur Zhongli en parle comme un expert. Qui ne serait pas ravi d'avoir un spectateur aussi fin connaisseur ?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/4a4bfe525bcb6e667e512f6fc5ece429_7669724719959881120.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/9344a1b57e8d2cc5e281c3708992b868_2302198755961053901.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/514f41a39636670511ff3d45c760b3e5_2569436394338185944.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/9b966126a9369f8adb433e34a7bf0a35_8386941238256384301.wav"
          }
        ]
      },
      {
        "title": "À propos de Ningguang...",
        "desc": "La Megrez dépense beaucoup et a fait de nombreux dons à notre troupe. Je ne peux que lui rendre sa générosité en donnant le meilleur de moi-même lors des représentations.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/053744491368edf075be73b2f24531e6_7976892272914421269.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/ee03e7120f4c0c611a2693cd29adb433_8079723039187497222.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/3d57fbab503a88e8fca87d7bc7b4ff4b_6342979131495040657.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/1f9df996e90fed7501a9a388553d3c85_409050053268336140.wav"
          }
        ]
      },
      {
        "title": "À propos de Xingqiu...",
        "desc": "Oh, vous connaissez aussi Xingqiu ? C'est quelqu'un de très intelligent et d'espiègle. Tu n'es pas à l'abri d'être la cible d'un de ses tours si tu baisses ta garde... Ne dis pas que je ne t'ai pas prévenu/prévenue.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/7e4996d34a812a9b1669829062a81f43_3066569183106836962.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/778bfd8bea301fc5aef1ba48bbbd849f_1593226552710278940.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/fd39ed22621e20964ace3588d9792647_1270303261362607980.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/b81d72c49cc1a44c1c6d423f9995cd79_6476226401236224717.wav"
          }
        ]
      },
      {
        "title": "À propos de Shenhe...",
        "desc": "J'ai toujours connu la « Divine damoiselle de la dévastation » en long, en large et en travers, mais je sais depuis peu que l'héroïne s'inspire d'une personne réelle. La vie est décidément pleine de surprises ! J'espère sincèrement qu'elle trouvera l'amitié pour ne plus jamais être seule.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/369dc59d4cf4704677eefceb05450c6a_1380069278462310904.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/9a4e6b2d047ddc40c8ec058377d4e21d_5859780159982464518.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/00974db092d9ef1ad905dbca3fdec20d_5677628435187004451.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/3adb39c36ee9140aa799d9a308be8b24_3611248559397594389.wav"
          }
        ]
      },
      {
        "title": "À propos de Keqing...",
        "desc": "Je n'ai jamais vu l'Alioth assister à un opéra. D'ailleurs, elle a toujours l'air très pressée quand je la croise dans la rue.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/d17ba93968382f686b9021164e684aef_1449118024540918489.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/4e47335678b14937418a473d2eefa4f8_4487683979254566881.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/8a9ca44cc87e50fd85553310a474d99d_3144174441959785849.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/6a951ff323932882c02b88abee17ce88_8077389845145703773.wav"
          }
        ]
      },
      {
        "title": "À propos de Kaedehara Kazuha...",
        "desc": "Kaedehara Kazuha est l'un des nombreux étrangers qui apprécient l'opéra liyuéen. Il regarde la scène assis à sa place en silence peu importe le type de représentation. C'est un spectateur qui connaît les bonnes manières.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/072522dcb5d9bcebfdace9cc10bcabb8_3886266276145585776.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/19cd10e71a00da74b362932179ec01ad_6531715709274020046.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/5cb72cedfd37c2932788e15a16a29f08_2322943781628111651.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/1d3c4446862a58aa2c0ccc9e45972bf1_8535786102072648824.wav"
          }
        ]
      },
      {
        "title": "Connaître Yun Jin (1)",
        "desc": "Parmi les opéras que nous jouons, beaucoup sont des nouveautés que j'ai écrites après avoir pris la direction de la troupe. Je peux aussi bien écrire que chanter, et c'est sans doute la raison pour laquelle j'ai acquis une certaine popularité au Port de Liyue.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/3ce73f685149849bba3675f3bb4bac01_3731066172585366123.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/3433d1b387ea486650d7ee3a12b2a179_4963978392278177125.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/1a2378adaa1b690647b7811f0d92733e_1372067048826361588.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/7be637828e42ec7c620715fe3f0f85c4_8722591895324067807.wav"
          }
        ]
      },
      {
        "title": "Connaître Yun Jin (2)",
        "desc": "Selon la tradition, les acteurs doivent se coiffer, se maquiller, porter leur costume et procéder à d'autres préparatifs avant de monter sur scène. Bien que le rendu soit plus spectaculaire après toutes ces étapes, les effectuer n'en reste pas moins fatigant. C'est pourquoi je ne porte que le minimum à chaque fois que j'en ai l'occasion. Si ce n'est pas possible, j'essaie de choisir un costume plutôt léger.<br/>Heureusement que le personnel du Salon de thé Heyu est indulgent avec nous, sinon je serai déjà morte d'épuisement.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/f8e1ac4bace46f554d9f5d28ee5a1533_17009030212457551.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/a92fdebc558221292e9225b7cd855270_3815085413011324234.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/dfffae93cd3aea9a7987ef328a5378a2_6864845029034363512.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/76afc521da6f0a16a628d33e98b5c03c_2753311478288905203.wav"
          }
        ]
      },
      {
        "title": "Connaître Yun Jin (3)",
        "desc": "Au début de ma carrière dans l'opéra, je dois dire que les applaudissements du public m'étaient montés à la tête. Je refusais de jouer si je n'aimais pas le scénario, si la scène était trop petite à mon goût ou s'il n'y avait pas assez de spectateurs. Quand j'y pense aujourd'hui, c'était très arrogant de ma part... Je ne dois plus jamais me comporter de cette manière.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/b53c8c3b64ec405929e14f8ac3e6c560_1886320510044816004.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/7a0c46c1a595338e66e8a0aa053fccea_9174328614910000249.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/ed9073f21fa089483e75c4ecd3bbb6ab_8496370692319083034.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/095a9ff923dc4a64da89725be2e7339d_2011129536097966457.wav"
          }
        ]
      },
      {
        "title": "Connaître Yun Jin (4)",
        "desc": "Ça fait un moment que la troupe Yun-Han est sous ma direction. Avant d'en reprendre les rênes, je ne savais qu'écrire des opéras et les jouer sur scène. La gestion d'une troupe me passait au-dessus de la tête. Depuis que je suis devenue l'imprésario, je n'ai pas eu le choix que de m'intéresser attentivement à la question et cela m'a permis de vivre les hauts et les bas du travail avec autrui...<br/>C'est à ce moment que je me suis rendu compte que la vie est comme un opéra, tout comme l'opéra reflète la vie.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/a368b368b32eab61bddbcbe71a3c519c_4086727288609208102.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/c0239e73179d8a4b765aaed7c9f097e7_2350289537291334534.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/404575dcbdf8956c0fdb9633567f105e_5092400675204896411.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/26256862f88c3a0119d19a22dcc9f580_4876525608768981936.wav"
          }
        ]
      },
      {
        "title": "Connaître Yun Jin (5)",
        "desc": "Les légendes de Liyue racontent l'histoire des divinités et des Adeptes. Ainsi, les opéras tournent, eux aussi, autour du surnaturel. La pièce que nous jouons récemment, « Divine damoiselle de la dévastation », en est un parfait exemple. Les férus d'opéra de longue date adorent ce genre d'histoires, mais en cette « ère des hommes », j'aimerais chanter davantage la vie de gens ordinaires à tout le monde.<br/>Je n'avais jamais parlé de cette idée à quiconque avant. Merci de m'écouter avec autant de patience, j'ai de la chance d'avoir un ami/une amie comme toi.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/35b0e1dd1b579a1d93b548f3c148c9de_3885393253997326887.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/9880c2eed26a084b41135fbf3187496e_7553026818407326213.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/a70275613b82df96952659883c228d7d_4246390832491161236.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/44e2657faaf52e9d9a3507cc3cbf587c_2021772255430998506.wav"
          }
        ]
      },
      {
        "title": "Les loisirs de Yun Jin...",
        "desc": "Mes loisirs ? L'opéra, évidemment ! Je suis bien décidée à y consacrer toute ma vie.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/ee748ce620c79e9c64adf02ace333f00_4554870830488030026.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/a4fb3fff4515eebfed870228b7e65db4_7082614132180208639.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/ba4e7b9d8dafaf541df232ee8b810c6a_2695941806430687266.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/79c0a36ecb4f32babd9bde9fdb9e4d7c_8012562075115211056.wav"
          }
        ]
      },
      {
        "title": "Les problèmes de Yun Jin...",
        "desc": "*soupir* Je dois faire attention à mon alimentation pour rester en forme. Je n'aurais jamais le luxe de profiter de la bonne nourriture de toute ma vie, quel dommage.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/7c3756f5012dda5f9fefef787056449c_7164419782190754180.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/67009f72cd1c521b7d940ce66b4dea5c_1781399730177328735.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/b5fe2719a3852512280ebb3d76a61d49_8171438836413287655.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/f326531a3dd5896bf85160c1820a5cda_84593723087232673.wav"
          }
        ]
      },
      {
        "title": "Plats préférés...",
        "desc": "Viande façon Dubhe, marmite de perche à dos noir, cocotte de porc fumé... Que j'aimerais pouvoir tout savourer ! Dommage que je ne puisse plus en manger, mais... à tout hasard... saurais-tu comment cuisiner ces plats ?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/0f57b5e1201d4aead3c2f2b527b1e6ca_5060716541968757554.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/201104778bcfea0718cf6127eebbc094_8150979104521817955.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/9f3ce7066242e15bdcbbd5c6d252d478_2868303145556118021.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/9c8e1890c358c8d81b2f0f8aa7dc9bca_352846166342229656.wav"
          }
        ]
      },
      {
        "title": "Plats détestés...",
        "desc": "Je suis abonnée aux crevettes sautées tous les jours... Peu importe comment elles sont préparées, leur goût ne change pas. J'en suis lassée.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/c29ecbf59c720480695de8aa782e5b97_751027588746872744.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/dde93b7b8322c4f586c8cf8ccfee2770_6477516080541087783.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/219ac2b1038c937d1ae07be69332f861_5677998273703247827.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/0683bdf98bfd186430d561f6a15f3645_8262356155658812162.wav"
          }
        ]
      },
      {
        "title": "Anniversaire...",
        "desc": "C'est ton anniversaire aujourd'hui ? Je n'ai pas les compétences pour te faire un festin, alors laisse-moi te chanter une chanson. Elle ne sera rien que pour toi, qu'aimerais-tu entendre ? Je te laisse décider.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/6038c8f83bcde4dd217a325b28f5d6e6_1065805775176157290.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/ed52cefeb669b9ada11cc9edcf150ee7_254563879082509667.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/27c1a4edae5ee0dc10d8f199fab397d8_1778360416704301295.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/c2e0a274becf75849f9705063958e93d_5887694581606449052.wav"
          }
        ]
      },
      {
        "title": "Affinité faible",
        "desc": "Comme le dit le proverbe : « La réussite dans un domaine est le résultat du travail qu'on est prêt à y investir, pas de l'amour qu'on y porte. »",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/7a9465cda23d11daacd08c6d71a57e1b_738802607339563657.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/e4fee77659822625c889e7d7c09e1268_3040717739394019753.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/cf98eab88880c82936cbba297fc3b9e0_5143959138111605688.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/b54a986290cea9f0e24a398837bf6965_4072507233875146226.wav"
          }
        ]
      },
      {
        "title": "Affinité moyenne",
        "desc": "On dirait que mon entraînement rigoureux porte enfin ses fruits.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/6d7db8f85d45a105decea8e1f3672ae7_4542792905778774105.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/354a561dfc73d48f514c4e6dcef0c429_7032499875428281050.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/5915c8174128796a9c247ba13de6bf0f_3152344882178082542.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/916a97ed3cb6b9752fa08f63faab3815_1446124317507831736.wav"
          }
        ]
      },
      {
        "title": "Affinité élevée",
        "desc": "J'ai commencé à m'entraîner à la lance dans l'espoir d'améliorer mes performances lors des scènes de combat. Et j'ai continué pour maîtriser les techniques d'autodéfense. Aujourd'hui, j'ai l'impression que j'ai enfin atteint ces deux objectifs.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/037c5784bb3ce491921c09253af18230_2979452910561513269.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/2a6fc5137a7bdb0b9fde6786b9d9480b_766104978095765397.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/6e6e2549318894e61bfb053bdbdaa406_3608388219688135317.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/434665c34e1e14897a6565c6ca4e33e1_5053549627795270849.wav"
          }
        ]
      },
      {
        "title": "Affinité max",
        "desc": "L'art de la lance est une discipline vaste et profonde... Il y a un nombre presque infini de choses que l'on peut apprendre. Je suis ravie de t'avoir eu/eue à mes côtés pendant ma formation. Haha, je crois que j'ai compris les bases maintenant. Je pense que tu ferais bien de faire attention quand on s'entraînera.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/fa17f3b1192860ba0f418915efa40a01_4760024954385323124.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/f3984da8e2ca0cb1e79347cf7eef0ac8_1142549062632791545.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/47955d4622aa5d2aa3737606c66bbe68_4145784285623564633.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/bf5f3a6d8f5cd79e120b3af28c676dce_7734767252642455152.wav"
          }
        ]
      },
      {
        "title": "Compétence élémentaire (1)",
        "desc": "En avant !",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/cee90dd5db4ee09380cd0cfd354ba48b_5859743092658625450.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/f7442df912369f428133d8455afa483b_528750907768869710.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/31314a61b584bdae84734738f5055a9b_3199150097016093332.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/e50832230097acfdbdeb417faf232b0b_5158789114075403646.wav"
          }
        ]
      },
      {
        "title": "Compétence élémentaire (2)",
        "desc": "En haut !",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/7354740ba2512e91caac5fd5ea138994_4245045770165664311.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/22751a862863b76668f80be684217ab1_464068318877118277.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/f7c19d732e2a0e16079a2cbb3b9f804d_3903601691652157455.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/bb0ec1181be8c84c024e1793481d4a01_2215453238829191259.wav"
          }
        ]
      },
      {
        "title": "Compétence élémentaire (3)",
        "desc": "Hissez !",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/bd284b58e712f3169bb416be2a1c56a7_6069304269536636452.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/2bb80e974b885d2188a0e9c5f17957c8_6372061208190577153.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/742718305e1e5dd4482f3a714d0e6ee6_5165098048854123056.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/6c5d42c0b1853b80a90aaed03ced7118_7147662945522535394.wav"
          }
        ]
      },
      {
        "title": "Compétence élémentaire (4)",
        "desc": "Bannière de nuagerie !",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/af9d7b18d90a594ce5eb8b47bdbaf1a7_5615558440580205448.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/ed9e67590cb2c9e6f0de4673195b024d_1507009523603277338.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/b3eb3360291ac8bdc5dbdfddd79ea92e_3410069850498219479.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/f055b7870b0bf2fb67d674cdbded709f_4460560869282604676.wav"
          }
        ]
      },
      {
        "title": "Compétence élémentaire (5)",
        "desc": "Voyez !",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/6197f0e4b5ae0d8edc957304f693258d_3491003627432848183.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/1361ab79c07d3cc9ae2a8bec59ee9a3c_391167540527201152.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/60d278888142157ea106c603beb48911_3692938889092392460.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/6dcd6c0b12617b87fb1315de05e5edaa_6601497400956452273.wav"
          }
        ]
      },
      {
        "title": "Déchaînement élémentaire (1)",
        "desc": "Suivez ma réplique !",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/06051f5149aeab82a3538e027d2f78ad_6206012931500582853.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/4a4214d3dd8f8cb7ec1ef1af514df592_4436475931063175717.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/a2849f6b8ae25d77e2767b0a2bacb7e8_191547321137315558.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/ebb627ebe4fc07cd7f14b2e6a514fce4_7082908246335480947.wav"
          }
        ]
      },
      {
        "title": "Déchaînement élémentaire (2)",
        "desc": "Ensemble !",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/bb176dc245055e1b534df8745442367a_4707059456802869019.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/88e6c5babea44df3367aa7b4d6d8a93a_5491808772528829963.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/15bf3930273812b99ae3f5ed6264ac6b_7313594134209977901.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/f1d2096da51247cf5280ff49d310483e_5608311983352294912.wav"
          }
        ]
      },
      {
        "title": "Déchaînement élémentaire (3)",
        "desc": "Tout d'un seul coup !",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/f2d6b9640748d65115bcd0545b895cd0_9141706890760602977.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/57ac9850c0f7dae9430cbe85edd9fc01_1752329336784489243.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/56289e3e3b3ca88462f4a7f81930d3c6_5292216834063909610.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/5e5448b3e04817ac4b9ffb40816a60f4_7446797988370567951.wav"
          }
        ]
      },
      {
        "title": "Ouverture de coffre (1)",
        "desc": "Voyons voir...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/08adacd92dfd4f6e669668de26f51014_2823476674632458883.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/a1d9858135dcde2f0bbcac3c41a72627_5003969179773513441.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/9de1ac436cb9548fd1bf49ee77699faf_5804233292581228220.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/032818aa4f53f7cb368a6602e9932ba6_2639767901926828655.wav"
          }
        ]
      },
      {
        "title": "Ouverture de coffre (2)",
        "desc": "Quelque chose d'utile pour le voyage ?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/f6eb349a8464f0a01c7c221eee70b9da_2077659581895609854.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/1e229a0c9945c22319c598d75b72b932_2146181814796536056.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/05d9493def32e292aa70c076c73be342_3228749362136379528.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/cc93ac5ae6e45bd3841644f6124487c2_8999134809062746375.wav"
          }
        ]
      },
      {
        "title": "Ouverture de coffre (3)",
        "desc": "Pas besoin de faire de manières. Tu peux le garder.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/2c04e14f0bfcd729643cd869fe6b302e_7553400268624895642.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/d02a560573978e693fdcf884c4108f38_5203597499951679203.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/354179b2a3fbc12fae0ab03452fa3a27_1002722821765894330.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/87ad046a6d20c8b1818b7490552bf099_7350087114802699230.wav"
          }
        ]
      },
      {
        "title": "PV faibles (1)",
        "desc": "Attention à mon costume, quand même !",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/6922c812db8a5330f1534b14c3ed33a1_92705527090440003.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/687213467b82d61dc78d260274a5cddb_2620916085626323211.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/bf3365534aa39d3ef2bc5d23ff49a683_8923833242227944931.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/a5b4f8439def2c593d056f2c94635a21_6320261902749701693.wav"
          }
        ]
      },
      {
        "title": "PV faibles (2)",
        "desc": "Le rideau n'est pas encore tombé...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/42d196a88f7239401f85b367a83aa383_40122212288997925.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/cdab47af1697b154ee8c7e2d44b45210_562395933313647550.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/936707bd3b627d9c78411ee9efb454c8_8193264177049987259.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/f4fa8cde528e21cc5a13ac614b17ed73_4707243108287000629.wav"
          }
        ]
      },
      {
        "title": "PV faibles (3)",
        "desc": "Mais... La meilleure scène n'est pas encore arrivée...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/53b313b5208d3ab36bb8ee4bb5804963_6300920878197157275.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/0360689709f312cf6e58f9dcfbf0d686_1588701920085784459.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/97b327308cf438cdb13341628098f241_1232098565914972438.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/22/43281454/4ad2b8a12e08be169c2c3f9c5f414bf3_8475708821191225138.wav"
          }
        ]
      },
      {
        "title": "K.O. (1)",
        "desc": "Représentation... terminée...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/1780ac7052c75b180dc218050370c71d_4547525215052565194.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/e27d3bcabd36e899e2c80b0f5ae8ecff_7548377079786603535.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/eda5068f687761a9673167ac58501cf5_5205966086139080292.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/83d8ab293f8f341441042117c9f8c294_3587068197317447689.wav"
          }
        ]
      },
      {
        "title": "K.O. (2)",
        "desc": "Une vraie tragédie...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/2e09ba3870fb0dd2fc5d2ec356618549_7955786554806042712.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/436252b853735edc6815bfbdf27853df_391407760778611000.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/7bd43316e62c27ff04156ff73be425e3_4074237655469254869.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/d2d2a914fb17fb8e0f7c6802c6671c6d_5877972860083474619.wav"
          }
        ]
      },
      {
        "title": "K.O. (3)",
        "desc": "Le spectacle... doit continuer...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/a42c11de37bce7dd1207ea8014d5f077_6517473414041608405.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/d99a6b378d42eaae1a23c13dbd6904c8_3057476989130532527.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/10680d491a1461188259b94682699179_1662799356840191687.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/fbb283c120e928b1203fbdfc4e8f28aa_3509509215299274302.wav"
          }
        ]
      },
      {
        "title": "Attaque légère subie (1)",
        "desc": "Ne pas perdre son calme...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/e320fc642290c73f8262b6cac5ef237b_197176203449108761.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/429d9d4d76166b5ee765a537ccd0ff6a_6365091586667025826.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/c2b02561b3016816acfa85cf46bd88db_2361552875473855983.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/71386c445b96b3a26c628cfcfa8da05d_8676364367122869338.wav"
          }
        ]
      },
      {
        "title": "Attaque puissante subie (1)",
        "desc": "Que c'est embarrassant...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/d4344454bd3025fa85d9f445e1530450_5621296805034562367.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/37583c173d5d2f4ffa8f1f12d7e8e967_8407804930041695957.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/daabba7029372922e5b430c6dd447170_3467744102923659846.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/5c4aafcf35c12be8f62e6a7a6ee61f7d_4446001208647713102.wav"
          }
        ]
      },
      {
        "title": "Attaque puissante subie (2)",
        "desc": "C'est pour de vrai, dis donc...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/2cb9dd511cbfc53473f32bfbd2215452_5791249758834545025.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/26f95cb4ad43cc866db0325d80d7dfba_8594814288388148040.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/7904ff6a8a542ef60204eeceb744f29f_6399629729872967527.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/6f3e66d4efc92e74bc26f2428ddb5c0a_1240027375748023073.wav"
          }
        ]
      },
      {
        "title": "Ajout dans l'équipe (1)",
        "desc": "♪ Ô maestro ! ♪",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/15871d5115b42a2354eb06a973be18c6_4604827766435760823.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/15871d5115b42a2354eb06a973be18c6_5930330033556826037.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/15871d5115b42a2354eb06a973be18c6_1934722460975802812.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/15871d5115b42a2354eb06a973be18c6_1442964125269433541.wav"
          }
        ]
      },
      {
        "title": "Ajout dans l'équipe (2)",
        "desc": "Qu'est-ce qu'on chante aujourd'hui ?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/c45bf57ecf7a577311f64a374ef5b4f3_7610262659734388117.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/b5a9f9f172f22e49e51e1aec020f62fe_2672370780378940653.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/f08392ab5587772295680e33f6ffdcad_7050439558488775131.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/f78409ea55cf5aec8dc305080577e0f8_3953612040207310505.wav"
          }
        ]
      },
      {
        "title": "Ajout dans l'équipe (3)",
        "desc": "Que le spectacle commence !",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/72b99d68be57f00580a0a6c59ba96bc3_1085113947117146374.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/3105410b777deadd42f005a1dd48b613_8614961986494345455.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/83e460a13aafa51b412e308b454beead_64339302050248985.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/4bfc9c5d9b2eebc7b7833e3a7f575ac6_5898910402634796897.wav"
          }
        ]
      },
      {
        "title": "Cadeau reçu (1)",
        "desc": "<p>Quel mets raffiné. La nourriture rend les gens heureux...</p><p>Dommage que je doive m'arrêter là, je ne peux rien manger d'autre.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/9099e3f3b7e14b28d567b03ed0532b1c_1879453485147605550.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/dd288cc77f226d9ba33394880d34112c_3825639387432481441.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/ae8cf0b5ec1b8d30e59ba5b461ff3f51_1752987629007840648.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/f771b967eb94625d6a2950b18b172b73_8997849314468081687.wav"
          }
        ]
      },
      {
        "title": "Cadeau reçu (2)",
        "desc": "<p>Ça semble copieux ! Attends, je vais chercher des boissons pour accompagner ce plat.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/00c5dfad161d0205d8c57d2172dcab5f_4361459164708213903.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/88c201a62c0ef8a0c3a2545d49bf8c3f_1500267706113136104.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/80f5bb7936145480fc64a32e7ef10012_2800613300038846959.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/a0261be162e00fa23a53aae520da9d51_6220541292976554072.wav"
          }
        ]
      },
      {
        "title": "Cadeau reçu (3)",
        "desc": "<p>Désolée... Je ne peux pas beaucoup en manger.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/bd77b1a3da5f90437de87e62ea381431_2098823251241310450.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/6c67ae67dca33b8a72b67db6ab72e601_7453352305097234035.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/5c16078935a8b9ddc69e359d2ab59cea_3857143652283258560.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/7a5ed7eabb7b1657366c4b053671abee_5889820348854706004.wav"
          }
        ]
      },
      {
        "title": "Compagnon avec PV faibles (1)",
        "desc": "<p>Par ici la sortie !</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/bbcfb6184dd2417feeacb10672a99769_6525160610126020210.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/2db15cb5d442bf16982b07e506fd6195_7873139067625361602.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/bed9552b33fb7b76af9d878ac709ae70_3777769003723174943.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/42b6f37ff2e6393c46d8be4f9947fb3e_3568781161899923197.wav"
          }
        ]
      },
      {
        "title": "Compagnon avec PV faibles (2)",
        "desc": "<p>Je vais sauver la mise !</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/128c6ee2fffaee8fbbff72c61d3db8a9_3408978687620102721.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/876faaf8e880673c3f3b6dc7b8ebe93e_7810138918196251651.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/acde2351209afbedfc644d84dcac6438_618095885551927955.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/27/43281454/cab017609ac23b49a7d10397bbda3354_2682805010080638109.wav"
          }
        ]
      }
    ]
  }
}