{
  "epId": 4152,
  "name": "Dossier de l'affaire « Tour de transposition à l'Opéra »",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un dossier détaillé du meurtre et de la disparition survenus lors du tour de transposition de Lyney et Lynette à l'Opéra Épiclèse. En cas de difficultés au cours de l'enquête, veuillez examiner les indices et les preuves recueillis jusqu'à présent pour organiser vos pensées et faire le point.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/11/29705491/d74a20ec77f2591d9ae9b53e7979d196_8330368091099081529.png",
  "filterValues": {
    "objectType": [
      "Gadget"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1712441157,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Personnages liés"
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un célèbre magicien fontainois qui a un esprit agile et un grand don pour le bagou. Le public est captivé par ses compétences exquises et s'accroche à chacun de ses mots intelligents</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/43281454/e343d4442cc3b8e243f0d528bb715f75_8253690679945231464.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une assistante magique au verbe laconique, dont les émotions sont aussi impénétrables que celles d'un chat.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/43281454/436e6f2b9b9006bfe511a98093259daf_5618319581319479038.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Suspects de l'affaire",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Le juge suprême de Fontaine, également connu comme l'iudex, est réputé pour son impartialité sans faille.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/43281454/0513aa7f482dbb4778545d02f94956fe_1439543714753962957.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Juge de l'affaire",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'actuelle présidente de la Spina di Rosula, qui est une patronne adorable, dévouée et formidable.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/20/43281454/3fc7580c01a9e622692402889706c4db_7270126468561230888.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "Voyageur",
        "desc": "Un voyageur/Une voyageuse venant d'un autre monde qui a été séparé/séparée de sa sœur/son frère. Il/Elle débute son périple à la recherche des Sept Archons de Teyvat dans l'espoir de la/le retrouver.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Traveler_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Enquêteurs sur l'affaire, faisant la défense de Lyney et Lynette",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Le point central absolu de la scène du jugement, jusqu'aux applaudissements finaux.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/43281454/263e5ea0784d182b393f67a7e24146a5_9001027221790598222.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Accuse Lyney et Lynette d'être les coupables de l'affaire\nCowell\nAssistant de Lyney, victime\nHalsey /Lilianne\nVictime puis témoin après sa réapparition suite aux investigations de Navia",
        "alignment": "center"
      }
    ],
    "textualResearch": [
      {
        "title": "Preuve pertinente - Opéra : Rapport d'enquête des Gendarmes",
        "desc": [
          {
            "type": "RichText",
            "text": "Selon les conclusions de l'enquête des Gendarmes, le feu d'artifice déclenché juste avant la fin de la représentation a enflammé les cordes qui retenaient le réservoir d'eau, le faisant tomber et entraînant le mort de Cowell. Lyney semble être la personne la plus susceptible d'avoir utilisé un accessoire de magie comme arme du crime, mais la question est, pourquoi Cowell ? Et pourquoi la dame choisie parmi le public a-t-elle disparu ? Tant de question restent encore sans réponse...\n<color=#37ffff>Paimon : Le coupable a certainement dû bien préparer son coup.</color>"
          }
        ]
      },
      {
        "title": "Preuve pertinente - Opéra : Corde spéciale",
        "desc": [
          {
            "type": "RichText",
            "text": "Cette corde servait à suspendre le réservoir d'eau. Elle s'est soudainement cassée lorsque les feux d'artifice ont été lancés sur scène. L'enquête a montré que la partie qui s'est rompue sur la corde était faite d'un matériau inflammable.\n<color=#37ffff>Paimon : La corde a été trafiquée par quelqu'un !</color>"
          }
        ]
      },
      {
        "title": "Preuve pertinente - Opéra : Sélecteur aléatoire",
        "desc": [
          {
            "type": "RichText",
            "text": "Cet appareil a été utilisé lors du spectacle de magie pour choisir un membre chanceux du public. Cependant, les Gendarmes ont constaté qu'il générait toujours le même nombre, peu importe la manière. De toute évidence, quelqu'un l'a trafiqué.\n<color=#37ffff>Paimon : Il faut s'inscrire pour pouvoir obtenir une place pour ce spectacle. Si l'on prend cet élément en compte, en plus du sélecteur aléatoire, ça lui aurait permis au coupable de tomber une jeune fille plutôt d'un vieux monsieur !</color>"
          }
        ]
      },
      {
        "title": "Preuve pertinente - Tunnel : Crochet tombé",
        "desc": [
          {
            "type": "RichText",
            "text": "Une corde tombée au sol. Un crochet en métal a été attaché à une de ses extrémités, pour une raison inconnue.\n<color=#37ffff>Paimon : C'est probablement un accessoire aussi. Il pourrait s'accrocher à beaucoup de choses, comme l'hameçon de ta canne à pêche.</color>"
          }
        ]
      },
      {
        "title": "Preuve pertinente - Tunnel : Vase brisé",
        "desc": [
          {
            "type": "RichText",
            "text": "De nombreux morceaux d'un vase brisé ont été retrouvés d'un côté du tunnel. Toute l'eau à l'intérieur a été renversée. À en juger par la distance, il semble peu probable qu'il ait été renversé par le chariot destiné à transporter la boite magique.\n<color=#37ffff>Paimon : Ce vase est sans doute un accessoire de magie, mais il aurait pu être utilisé pour commettre le crime...</color>"
          }
        ]
      },
      {
        "title": "Preuve pertinente - Tunnel : Vêtements de femme",
        "desc": [
          {
            "type": "RichText",
            "text": "Le manteau appartement à Halsey, la dame qui a disparu, a été retrouvé dans le tunnel. La raison reste inconnue.\n<color=#37ffff>Paimon : Je n'arrive pas à comprendre ! Réfléchis-y aussi, Voyageur/euse.</color>"
          }
        ]
      },
      {
        "title": "Indice pertinent - Opéra : Informations sur l'identité de la victime",
        "desc": [
          {
            "type": "RichText",
            "text": "Le défunt est l'un des assistants de Lyney, nommé Cowell. Il avait la confiance de tous ses collègues. Son travail consistait à installer et à inspecter les accessoires, ainsi qu'à aider pendant le spectacle et à garder la foule engagée.\n<color=#37ffff>Paimon : Pourquoi ce serait lui ? Étrange...</color>"
          }
        ]
      },
      {
        "title": "Indice pertinent - Opéra : Informations sur l'identité de la femme disparue",
        "desc": [
          {
            "type": "RichText",
            "text": "Halsey est la personne disparue. Peintre assez célèbre, elle est venue assister au spectacle de magie afin d'échapper à la pression de son travail. Aucun lien n'a été découvert entre elle et les membres de la troupe de Lyney.\n<color=#37ffff>Paimon : Les disparitions des jeunes femmes étaient-elles toutes aussi difficiles à résoudre ?</color>"
          }
        ]
      },
      {
        "title": "Indice pertinent - Opéra : Bruit étrange pendant le spectacle",
        "desc": [
          {
            "type": "RichText",
            "text": "Pendant le tour de transposition, de nombreux membres du public ont entendu un bruit sourd.\n<color=#37ffff>Paimon : On a tous entendu ce bruit, pas vrai ?</color>"
          }
        ]
      },
      {
        "title": "Indice pertinent - Opéra : Accès de l'Opéra",
        "desc": [
          {
            "type": "RichText",
            "text": "Personne n'a quitté l'Opéra pendant le spectacle de magie, et après l'incident, seuls ceux dont l'identité a été vérifiée par les Gendarmes ont pu sortir.\n<color=#37ffff>Paimon : La représentation n'était pas visible depuis le poste du garde. À sa place, je me serais faufilée dans les tribunes.</color>"
          }
        ]
      },
      {
        "title": "Indice pertinent - Opéra : Boîte magique du côté du public",
        "desc": [
          {
            "type": "RichText",
            "text": "La boîte magique au centre des tribunes a un double fond, et en dessous se trouve une entrée vers un tunnel souterrain. C'est ainsi que le spectateur chanceux était censé avoir été transporté sans que le public ne s'en aperçoive.\n<color=#37ffff>Paimon : Je n'aurais jamais cru que la boîte avait un double fond...</color>"
          }
        ]
      },
      {
        "title": "Indice pertinent - Opéra : Boîte magique de la scène",
        "desc": [
          {
            "type": "RichText",
            "text": "La boîte magique sur scène a un espace supplémentaire au fond, dans lequel Lynette, dans les vêtements de Lyney, est restée cachée. Elle aurait dû apparaitre à la fin du tour pour faire croire que Lyney avait pu se déplacer instantanément vers la boite de l'autre côté.\n<color=#37ffff>Paimon : C'est pour cette raison que personne d'autre qu'eux ne pouvait exéctuer ce tour !</color>"
          }
        ]
      },
      {
        "title": "Indice pertinent - Opéra : Probabilité de l'implication d'une personne tierce",
        "desc": [
          {
            "type": "RichText",
            "text": "Il n'y a aucun motif apparent pour ce qui est arrivé à Cowell ou à Halsey. Mais après avoir parlé à Navia, la probabilité qu'une personne tierce soit impliquée semble également très faible.\n<color=#37ffff>Paimon : Il n'y avait pas de troisième personne et je n'ai pas eu droit à mon troisième macaron non plus !</color>"
          }
        ]
      },
      {
        "title": "Indice pertinent - Opéra : Explication du tour de magie",
        "desc": [
          {
            "type": "RichText",
            "text": "Lyney a donné un compte-rendu détaillé de la façon dont le tour est censé fonctionner : en utilisant une boite à l'intérieur d'une autre, l'idée consiste à transporter la bo[ite contenant le membre du public via un tunnel en dessous de la scène, alors que Lyney utilise également ce tunnel pour passer de l'autre côté ; pendant ce temps, après avoir changé de tenue, Lynette doit occuper le public avec l'aide de son assistant.\n<color=#37ffff>Paimon : Ils ont creusé un tunnel juste pour le numéro de magie. C'est un grand chantier !</color>"
          }
        ]
      },
      {
        "title": "Indice pertinent - Opéra : Eau de la mer primordiale",
        "desc": [
          {
            "type": "RichText",
            "text": "Le liquide que les Gendarmes ont trouvé dans les affaires de Cowell semble avoir la capacité de dissoudre les Fontainois dans l'eau...\n<color=#37ffff>Paimon : Je n'arrive pas à croire que les gens peuvent vraiment se transformer en eau...</color>"
          }
        ]
      },
      {
        "title": "Indice pertinent - Tunnel : Conduit d'aération du tunnel",
        "desc": [
          {
            "type": "RichText",
            "text": "Le conduit d'aération du tunnel semble pouvoir permettre le passage d'une personne, à peine... Mais l'utiliser pour partir avec la dame disparue semble irréaliste.\n<color=#37ffff>Paimon : J'aurais pu me glisser dedans sans aucun problème.</color>"
          }
        ]
      },
      {
        "title": "Indice pertinent - Tunnel : Déclaration de Lyney",
        "desc": [
          {
            "type": "RichText",
            "text": "Lyney affirme qu'il s'est dirigé vers la salle contenant le noyau de l'Oratrice après être entré dans le tunnel, et donc qu'il n'a pas été témoin du crime, ni entendu le bruit sourd.\n<color=#37ffff>Paimon : *soupir* J'espère qu'il nous dit la vérité cette fois-ci...</color>"
          }
        ]
      },
      {
        "title": "Indice pertinent - Tunnel : Voix dans la salle du noyau de l'Oratrice",
        "desc": [
          {
            "type": "RichText",
            "text": "Lyney prétend avoir entendu une mystérieuse voix dans la salle qui contient le noyau de l'Oratrice, dans le sous-sol de l'Opéra.\n<color=#37ffff>Paimon : Je ne pense pas que quelqu'un soit passé par ici...</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Dossier de l'affaire « Tour de transposition à l'Opéra »</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Gadget</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Quête d'Archons Chapitre IV - Acte 1 « Prélude de blancheur et de noirceur »</color>\n<color=#ffffffd9>Quête « Mensonges dans l'ombre des projecteurs »</color>"
          }
        ]
      }
    ]
  }
}