{
  "epId": 4227,
  "name": "Ann",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une Océanide créée par la conscience de Mary-Ann.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/06/235883431/7a4364ee7ecfbf1eb2b78fbf7b6607ed_3457450054543479996.png",
  "menuId": 10,
  "menuName": "Archives des PNJ",
  "version": 1715460401,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Ann",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Il existe différentes hypothèses sur la façon dont les Océanides naissent. Certaines personnes pensent que la création d'une Océanide par une autre Océanide est un acte rare que seuls des spécimens dotés d'une intelligence et d'une empathie développées, tels que Rhodeia et Idyia, peuvent accomplir. D'autres soutiennent qu'un tel phénomène serait initié par un fort sentiment d'amour.</color>\n<color=#ffffff73>Personne ne sait quelle version est exacte, mais il est sûr que l'Océanide Ann a été créée par Mary-Ann, qui l'avait aperçue dans un rêve.</color>\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4906,
        "name": "Rhodeia",
        "desc": "<p>Une puissante océanide éclaireuse qui s'est échappée de Fontaine après la mort de l'ancien Archon Hydro, Egeria. Elle vit près du village de Qingce.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/235883431/c1060c024385e4bf2d87aa853d3a6afe_2403937750850715640.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/06/235883431/7ac751c3fd3892141d972392696a414b_9180853908598734209.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3974,
        "name": "Idyia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un PNJ exclusif à l'événement «&nbsp;Un paradis estival mystérieux&nbsp;!&nbsp;». Elle est une Océanide et la gardienne de la Bouteillère, le Mirage de veluriyam.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/12/235883431/8f84efbb97c6667cbf39cb960acb5db8_1164682771813336387.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ann de Narzissenkreuz",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>L'Océanide Lyris et Mary-Ann Guillotin ont grandement influencé la personnalité et la conscience d'Ann, car l'Océanide Mary-Ann était née suite à la fusion de leurs consciences respectives. Le monde d'Ann fut créé à partir d'un conte de fées sur le dragon maléfique Narcissus, raconté un jour par Basil Elton, la directrice adjointe de l'orphelinat dans lequel Mary-Ann Guillotin avait grandi. Par conséquent, Ann croyait que le but de sa vie était de sauver la princesse du conte, Lyris.</color>\n<color=#ffffff73>En plus d'Ann, des Mimiqueurs Hydro furent créés sous la forme d'une grenouille, d'un écureuil, d'un oiseau et d'un sanglier. Ils devinrent les amis d'Ann et formèrent l'équipe d'aventure du Narzissenkreuz, qui avait pour but de sauver la princesse Lyris. Ces Mimiqueurs portaient tous les noms des amis d'enfance de Mary-Ann Guillotin à l'orphelinat.</color>\n<color=#ffffff73>Un jour, Petit Chou, l'un des amis d'Ann, eut des ennuis, ce qui poussa celle-ci à demander de l'aide au Voyageur/à la Voyageuse, qui passait par là. Ainsi commença leur aventure pour sauver la princesse. Ensemble, ils pénétrèrent dans le château de Lyris (l'ancien bâtiment de l'Institut Narzissenkreuz) après avoir libéré tous les amis d'Ann. Ces derniers durent toutefois sacrifier leur forme physique afin de permettre au duo d'atteindre Lyris. À la fin de leur voyage, ils découvrirent que la princesse n'existait pas. Seule Mary-Ann les attendait dans l’Annapausis, son monde de conte de fées.</color>\n<color=#ffffff73>Mary-Ann ne voulait pas quitter l'Annapausis, mais souhaitait qu'Ann puisse être libre et vivre comme elle le désirait. Sans donner de réponses quant aux origines d'Ann, elle referma la barrière qui scellait l'Annapausis derrière elle afin que ni Ann, ni le Voyageur/la Voyageuse ne puissent entrer à nouveau.</color>\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Lyris était la directrice de l'Institut Narzissenkreuz, un orphelinat fontainois. Après l'abandon de l'Institut durant le Cataclysme, elle rejoignit l'Ordo Narzissenkreuz, où elle fut surnommée «&nbsp;impératrice rouge&nbsp;».</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/11/267357714/b6d86ff8dfd84cf744e57a516b1a14c6_3730788324659350210.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La fille adoptive d'Emanuel Guillotin, élevée à l'Institut Narzissenkreuz avec son frère adoptif, Alain.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/267357714/7f04e9d0b83ab550cc91ddf708008a7d_2782146379352601823.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/06/235883431/7ac751c3fd3892141d972392696a414b_9180853908598734209.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sur les traces de Narzissenkreuz",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Pour découvrir la vérité sur ses origines, Ann fit équipe avec le chien mécanique Seymour, qui était à la recherche de sa propriétaire (aussi nommée Mary-Ann), le Brutocollinus Caterpillar, un membre de l'Ordo Narzissenkreuz, et le Voyageur/la Voyageuse. Au terme de leur enquête, ils découvrirent que Mary-Ann était issue de la fusion de l'Océanide Lyris et de l'humaine Mary-Ann Guillotin il y a environ 500 ans. Ils recherchèrent la Sainte lame du Narzissenkreuz afin de l'utiliser pour séparer les identités de Lyris et de Mary-Ann Guillotin. Lorsqu'ils brisèrent la barrière qui bloquait le chemin vers Mary-Ann avec l'épée, ils réalisèrent que cette dernière avait déjà accompli son devoir. En effet, Mary-Ann avait accepté la réalité et son identité.</color>\n<color=#ffffff73>Après toutes ces aventures, Mary-Ann décida de partir en voyage avec Ann pour redécouvrir le monde qu'elle n'avait pas vu depuis des centaines d'années. Elles emmenèrent avec elles la mélusine Mamère et Seymour, et promirent au Voyageur/à la Voyageuse qu'ils se reverraient bientôt.</color>\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le prototype 4ACV07 est un chien mécanique créé par Alain Guillotin pour protéger sa sœur adoptive, Mary-Ann, dans son travail à la Maréchaussée fantôme.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/17/235883431/f415fbe2eaa40cd987a8daa47643fc74_6082099215113090823.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un membre de l'Ordo Narzissenkreuz ayant reçu le titre de «&nbsp;Chrysalide du papillon fantasmatique&nbsp;».</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/267357714/be516a2c9005727dcfd1fe45662a826d_3500628921003213005.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'Ordo Narzissenkreuz était une société secrète fondée par René de Petrichor et Jakob Ingold. Son but principal était de créer des néohumains afin de survivre à la destruction du monde annoncée par la formule mondiale. Elle fut déclarée organisation extrémiste illégale et criminelle par l’iudex Neuvillette.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/02/267357714/76c3b544663face535a657d1f97f4ad0_1297878160968044696.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le leader de l'Ordo Narzissenkreuz, anciennement connu sous le nom de René de Petrichor.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/267357714/90f57df4396a9aa89cee2704bafdac6d_6739018061476844869.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/06/235883431/7ac751c3fd3892141d972392696a414b_9180853908598734209.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "name": "Mamère",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/22/235883431/9cc2115edbfc809cdaa5a1629eb9dc37_5468969737559925985.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Lame du Narzissenkreuz",
        "desc": "Une épée dont la puissance s'est évanouie à la fin de l'histoire. Elle va désormais s'embarquer dans un nouveau voyage avec la puissance qui lui reste, afin de commémorer un certain grand rêve.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/05/01d3f8317c86ea98d617ad61213b7c9a_3554014463361794070.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "name": "Sainte lame du Narzissenkreuz",
        "desc": "<p>Une épée sacrée qui a une signification particulière dans une certaine histoire.</p><p>Elle n'appartient à personne.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/1254995/c72e751d90a5a8cadfc7e25776697e82_486293396891696502.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Un conte de fées raconté par Basil Elton à la petite Mary-Ann",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/10/267357714/48e47b19691729ecabe82867c3248f85_4730661968084829389.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Il y a très, très longtemps, dans un endroit très, très lointain, il y avait une belle et gentille princesse nommée Lyris... Eh oui, c'est notre personnage principal !</color>\n<color=#ffffffd9>« Je ne veux pas ce nom. Ce n'est pas ce que vous avez dit avant. »</color>\n<color=#ffffffd9>Allez, c'est juste une histoire. Il n'y a pas de quoi en faire tout un plat.</color>\n<color=#ffffffd9>Bon, un protagoniste a besoin d'un antagoniste... Un antagoniste maléfique, qui plus est !</color>\n<color=#ffffffd9>Et notre antagoniste maléfique... Eh bien, c'est le dragon Narcissus. Il est si malfaisant que les gens épris de paix tremblent au son de son nom... Bien qu'il se fiche de ce que ces derniers ressentent.</color>\n<color=#ffffffd9>Il a semé la destruction sur tout le pays avec les flammes ardentes qu'il a crachées de sa bouche. Ses grandes ailes ont réduit les villes en poussière et son souffle brûlant a réduit les nations en cendres.</color>\n<color=#ffffffd9>Au bout du compte, seul le territoire de la princesse est resté sauf. Le plan de Narcissus ne pouvait qu'échouer, car la princesse avait assuré sans relâche la protection de son royaume.</color>\n<color=#ffffffd9>« Je suis donc la méchante dans l'histoire de Narcissus ? »</color>\n<color=#ffffffd9>Oh ? Ce serait le cas si c'était lui le narrateur de l'histoire. Il aurait dit : « Mes plans auraient réussi si cette fichue princesse Lyris ne s'était pas mise au travers de mon chemin... » ou quelque chose du genre.</color>\n<color=#ffffffd9>Ah, mais je t'ai dit que ce n'était qu'une histoire, non ? La princesse Lyris est un personnage inventé, ce n'est pas toi. Ne mélange pas tout, d'accord ?</color>\n<color=#ffffffd9>« Je ne comprends pas... »</color>\n<color=#ffffffd9>Sois patiente et arrête de m'interrompre. Je vais d'abord finir de raconter l'histoire. Où en étais-je ?</color>\n<color=#ffffffd9>Ah, j'ai failli oublier. Notre protagoniste a besoin d'assistants. La princesse Lyris qui est belle et gentille doit sûrement avoir beaucoup d'amis qui se bousculeraient pour l'aider.</color>\n<color=#ffffffd9>Je réfléchis... La princesse Lyris a de nombreux amis courageux et loyaux, comme Al et Ney...</color>\n<color=#ffffffd9>« C'est impossible. »</color>\n<color=#ffffffd9>Allez, ce n'est qu'une histoire ! Tout est possible ! Dans notre version, Al et Ney sont tous les deux amis avec Lyris.</color>\n<color=#ffffffd9>Ah, et comment s'appelait l'autre ami de Lyris déjà ? Le petit aux cheveux châtains.</color>\n<color=#ffffffd9>« Ce n'est pas mon ami. »</color>\n<color=#ffffffd9>Mais la princesse Lyris peut être son amie, non ? Moi, j'ai bien envie de l'être aussi. Alors laissons-le rejoindre l'histoire. Comment s'appelle-t-il ?</color>\n<color=#ffffffd9>« D'accord, appelons-le Kate. »</color>\n<color=#ffffffd9>Eh bien, ce sera le colonel Kate. Il a cet air froid qui le rend classe et il est toujours le nez dans les bouquins, alors c'est un titre qui lui convient bien.</color>\n<color=#ffffffd9>Ce n'était pas facile, mais nous avons à présent tous les personnages de notre histoire ! Narcissus, le terrible dragon, voulait détruire tous les royaumes de la terre, tandis que celui de la princesse Lyris résistait sous sa protection et celle de ses amis.</color>\n<color=#ffffffd9>« Hum, j'ai compris. À la fin, la princesse et ses amis vivent heureux ensemble pour toujours. »</color>\n<color=#ffffffd9>C'est comme ça que les histoires se terminent !</color>\n<color=#ffffffd9>Nous venons tout juste de commencer. Les parties palpitantes ne sont pas encore pour tout de suite.</color>\n<color=#ffffffd9>« Les parties palpitantes » ?</color>\n<color=#ffffffd9>Oui, pourquoi Narcissus voudrait-il tout détruire ? Et comment Lyris protégerait son peuple ? Tu n'es pas curieuse de le savoir ?</color>\n<color=#ffffffd9>« Connaître la fin est suffisant, n'est-ce pas ? »</color>\n<color=#ffffffd9>Ce ne serait pas drôle, hein ? Les fins se ressemblent, mais les rebondissements de chaque histoire les différencient.</color>\n<color=#ffffffd9>Dans notre histoire, le solitaire Narcissus convoitait le trésor de Lyris et enviait sa beauté ainsi que sa gentillesse qu'il possédait autrefois.</color>\n<color=#ffffffd9>Quant au trésor de Lyris... Disons que c'était le « temps ».</color>\n<color=#ffffffd9>Le « temps » ?</color>\n<color=#ffffffd9>Tout à fait ! Je me souviens qu'Al m'a dit un jour que les horloges étaient la preuve que « les gens voulaient avoir le contrôle du temps » et Ney a ajouté que le temps avait l'air de toujours nous manquer. Lyris se sent seule depuis très longtemps, pas vrai ? Elle pourrait partager son « temps » avec eux et ça la rendrait heureuse ! Alors, disons que Narcissus n'a pas réussi à envahir le royaume de Lyris parce qu'elle a partagé tout ce temps avec ses amis. Ils l'ont combattu et avaient plus de temps, c'est pour cette raison que le dragon ne pouvait pas rivaliser avec les amis de Lyris !</color>\n<color=#ffffffd9>Réfléchis-y, Lyris : si nous avions plus de temps, nous pourrions faire plus de choses, n'est-ce pas ? Par exemple, Al pourrait frapper Narcissus trois ou quatre fois de plus et il serait plus fort aussi ! Et voilà !</color>\n<color=#ffffffd9>Ensuite, les amis de Lyris ont utilisé le temps qu'elle a partagé avec eux pour arrêter Narcissus encore et encore.</color>\n<color=#ffffffd9>Cependant, le dragon rusé a découvert leur secret. Comme une vipère patiente, il a continué d'envoyer ses troupes attaquer pour épuiser le temps de Lyris.</color>\n<color=#ffffffd9>Ainsi la princesse Lyris a sacrifié beaucoup de choses pour assurer la protection de son royaume et aider ses amis à gagner leurs batailles. Avec le temps, elle a oublié ses amis, car elle avait donné son passé. Elle ne riait plus et ne jouait plus avec ses amis, car elle a donné son présent...</color>\n<color=#ffffffd9>Un jour, l'eau de source habituellement animée était devenue silencieuse et l'obscurité se propagea dans le ciel avec la venue de Narcissus qui battait ses grandes ailes. Malgré les efforts courageux des amis de Lyris au cours de la bataille, le dragon ne pouvait pas être arrêté, car la princesse n'avait plus de temps à partager avec eux. Narcissus est donc très vite arrivé devant le palais.</color>\n<color=#ffffffd9>Au dernier moment, Lyris a rassemblé ses amis dont elle ne se souvenait plus des noms autour d'elle et leur a confié la chose la plus précieuse du monde. C'était une goutte d'eau, aussi pure que toi.</color>\n<color=#ffffffd9>Elle leur a dit : « C'est mon avenir, prenez-le »...</color>\n<color=#ffffffd9>« Peu importe si le royaume et moi succombons à l'invasion de Narcissus, mon futur sera avec vous. »</color>\n<color=#ffffffd9>Puis, elle leur a fait une promesse : « Même si nous avons perdu notre passé et notre présent ensemble, nous nous retrouverons un jour et le royaume redeviendra resplendissant tant que nous nous accrochons au futur »...</color>\n<color=#ffffffd9>À ce moment, l'armée du dragon a fait sauter les portes du château avec des boulets de canon. Lyris a demandé à ses amis de s'enfuir, ce qu'ils ont fait à contrecœur. Maintenant qu'elle n'avait plus de futur, la princesse Lyris et la tour dans laquelle elle réside sont tombées dans un sommeil stagnant et dépourvu de rêves.</color>\n<color=#ffffffd9>C'est ainsi que le dernier royaume de lumière s'est éteint. Les amis de Lyris ont vécu cachés dans l'obscurité et ont subi des épreuves pendant longtemps, mais restaient soudés malgré tout, unis par le futur que la princesse leur avait promis. Alors, qu'en penses-tu de cette histoire ?</color>\n<color=#ffffffd9>« Je ne comprends pas. Le passé, le présent, le futur... Je ne comprends vraiment pas. Je ne vois pas de futur possible après ce désastre. »</color>\n<color=#ffffffd9>Tu sais, Al travaille dur pour épauler le seigneur Neville et assurer notre futur. Ney, Jak et toi êtes aussi en train de vous démener pour en créer un, non ? C'est ensemble que nous avons créé la majeure partie de notre passé. Maintenant, c'est le présent qui nous unit et nous pouvons rester ensemble dans le futur aussi. Nous partagerons le fardeau de nos peines et créerons de joyeux moments aussi.</color>\n<color=#ffffffd9>« Je vois... »</color>\n<color=#ffffffd9>« Et dans l'histoire ? Qu'est-ce qui arrive à la princesse ? »</color>\n<color=#ffffffd9>Hmm... Ce sera pour une autre fois. Je suis à court de temps, je dois rentrer avec mon idiot de chien. Je te raconterai le reste plus tard !</color>\n<color=#ffffffd9>Allez, ne sois pas comme ça... Bon, et si je te racontais juste le début ? Ce sera à toi de me raconter la suite la prochaine fois. Ahem, je réfléchis...</color>\n<color=#ffffffd9>Dans un futur lointain, dans un lieu très éloigné...</color>\n<color=#ffffffd9>Le dragon maléfique Narcissus régnait en maître sur un empire obscur.</color>\n<color=#ffffffd9>La princesse dont il était épris fut, tout comme la tour où elle se trouvait, plongée dans un sommeil profond et sans rêves, pour ne pas être influencée par lui. Narcissus était furieux et envoya ses sbires pour trouver le trésor de la princesse. Il installa de nombreux mécanismes de défense grâce à sa magie maléfique pour empêcher les alliés de la justice de riposter. Le dragon jura de retrouver ce trésor pour réveiller la princesse et la faire sienne.</color>\n<color=#ffffffd9>Un groupe de héros protégeait le trésor que la princesse leur avait confié. Il s'agissait d'une perle d'eau limpide et brillante.</color>\n<color=#ffffffd9>Un jour, cette perle donna la vie.</color>\n<color=#ffffffd9>Comment devrions-nous l'appeler ? Quelle plaie, si j'avais su que l'histoire prendrait cette tournure, j'aurais utilisé ton nom ici. Des idées ?</color>\n<color=#ffffffd9>...</color>\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Rêve de la nymphe",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/11/158750877/1bde348ad550ef356ff197b93caed6c8_6051318692179049216.png",
        "displayStyle": "card",
        "menuId": 5
      }
    ],
    "galleryCharacter": [
      {
        "key": "Localisation",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/10/267357714/0e59906b15bae20336b3828c9673d493_2253753167732937320.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Localisation avant d'avoir accepté la quête du monde « Ann de Narzissenkreuz »</color>"
          }
        ]
      },
      {
        "key": "Localisation",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/10/267357714/de61e867d9f7c8dfe79310a6ada2dd7f_6002817044252707524.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Localisation durant la quête du monde « Comédie inachevée », après avoir terminé la quête du monde « Ann de Narzissenkreuz »</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Ann"
          }
        ]
      },
      {
        "key": "Région",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      }
    ]
  }
}