{
  "epId": 4306,
  "name": "Page énigmatique (5)",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un papier ancien dont le contenu est totalement inintelligible.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il existe peut-être un moyen de déchiffrer son contenu...</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/08/267357714/5297fd201cef47a3124d0d2c95f8d6db_3335454266211359470.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1718140248,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_campaign=battlechronicle&utm_id=2&utm_medium=tool&utm_source=hoyolab&lang=fr-fr&bbs_theme=light&bbs_theme_device=0#/map/2?center=-768.78,-4913.89&zoom=2.50&shown_types=111"
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Page énigmatique (5)</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Se trouve dans l'Institut de philosophie naturelle</color>"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Page énigmatique (5)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>... Alain a fait une énorme percée. Tout le monde parle de la révolution énergétique de Fontaine. Mais au lieu d'éloges, il semble y avoir plus de jalousie dans l'Institut. Bien que cela n'ait rien à voir avec moi, je suis quand même furieux en son nom...</color>\n<color=#ffffff73>... L'aventurier que nous avons mandaté a trouvé quelque chose de vraiment précieux, une gemme rouge qui est apparue sur les montagnes enneigées de Mondstadt après la catastrophe. Ses propriétés sont très similaires à la chair et au sang d'Elynas (ce que Jakob a vérifié). C'est censé être un produit du cadavre en décomposition du grand dragon (afin de réduire la confusion, nous l'appellerons « cristal de sang »)... Bien que ce cristal génère de la chaleur et ait pour effet d'augmenter la puissance explosive, les toxines qu'il contient signifient que les humains ordinaires ne peuvent pas le supporter, à l'exception des ①néohumains (nom provisoire) comme Jakob② capables de le détoxifier (aucun n'a encore été trouvé)... Une autre découverte similaire est la souillure dans les grandes mines de Liyue...</color>\n<color=#ffffff73>... Malheureusement, j'ai rencontré un problème dans mes recherches. Le plus grand défi est de savoir comment reproduire les résultats... Mais si je peux obtenir des ressources suffisantes, je suis certain que je peux surmonter cela... À tout le moins, les idiots de notre côté nous admirent (craignent) toujours. Les astuces que j'ai partagées avec Jakob ont été très efficaces... Même si c'est assez triste que des gens d'un Institut de philosophie naturelle se soient un peu transformés en croyants, au moins je peux leur confier des tâches simples... Utilisons déjà ce nom pour former une « société ». Je vais l'utiliser comme un moyen de leur donner de l'organisation et un sentiment d'appartenance...</color>\n<color=#ffffff73>... Mais Carter est inconscient. J'ai prélevé des échantillons de son sang et de sa peau et j'ai demandé à ce qu'on les apporte à Sumeru pour plus d'analyses... Outre en observant le problème, la racine du problème est introuvable. C'est inutile, absolument inutile. La médecine conventionnelle ne sert à rien. Je dois trouver autre chose...</color>\n<color=#ffffff73>... Jakob... La proposition de Jakob est très dangereuse. Je dois y réfléchir davantage.</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>... J'ai tout dit à Carter et j'ai demandé à Jakob de prouver sa force et sa transformation. J'ai même expliqué les risques, son bagage historique et mon autre objectif : créer un deuxième échantillon qui puisse corroborer la réalisation de la transcendance humaine via ██ et en dériver le caractère et la méthode holistiques. Carter n'est pas très doué pour penser scientifiquement, j'ai donc utilisé de nombreux exemples et méthodes d'accentuation. Mais il semble avoir pris sa décision dès le début.</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>... Toujours en train de se détériorer.</color>\n<color=#ffffff73>... Il semble que l'intégration réussie de Jakob ait été un cas extrême. Ou peut-être qu'il n'est plus lui-même ? Je ne peux pas être sûr.</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>... Je dois continuer d'observer. Tout cela ne peut pas être pour rien, tout cela ne peut pas être pour rien... Ou bien tout cela aura été complètement dénué de sens. J'ai obtenu plus de matériaux en tentant une inversion : toutes sortes de reliques et de tissus biologiques d'après la calamité. J'ai même mis la main sur des résidus extrêmement dangereux. Rien n'a fonctionné... Mais je ne peux pas abandonner. Il est toujours « vivant » en ce moment. Au moins, en ce sens, cela peut continuer. Cela ne peut pas être pour rien.</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>... Il est préservé pour l'instant et un nouvel affaissement des tissus a été évité. Jakob ne pleure plus à sa vue... Mais on entend parfois la voix de Carter... Et c'est le pire. J'ai essayé de couper les organes qui sont probablement ses cordes vocales, mais ça repousse en un à trois jours...</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>... Alain et moi avons complètement rompu notre relation de travail. C'est regrettable, mais je ne lui en veux pas... Le plus regrettable, c'est que la direction précédente s'est avérée inefficace, mais ce n'était pas pour rien. L'identification des erreurs commises a été le plus grand bénéfice. En raison de la courte durée de vie, le coût des essais et erreurs est très élevé. Sur ce compte, je dois remercier Carter. Donc, je dois trouver un moyen de le sauver. Je dois prouver que je peux le faire... Une autre chose que j'ai gagnée, c'est que les membres de la société sont devenus plus fidèles. Ne suis-je pas un acteur talentueux ?</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>... Lors de ma discussion avec Jakob, j'ai pensé à une autre direction qui vaut la peine d'être essayée. C'est peut-être la solution à tout...</color>\n<color=#ffffff73>[La plupart du contenu restant ne peut pas être déchiffré, car les pensées exprimées sont totalement incohérentes.]</color>"
          }
        ]
      }
    ]
  }
}