{
  "epId": 4309,
  "name": "Page énigmatique (8)",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un papier ancien dont le contenu est totalement inintelligible.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il existe peut-être un moyen de déchiffrer son contenu...</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/08/267357714/5297fd201cef47a3124d0d2c95f8d6db_4562621388370684829.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1718140275,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Page énigmatique (8)</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Se trouve dans l'Institut de philosophie naturelle</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_campaign=battlechronicle&utm_id=2&utm_medium=tool&utm_source=hoyolab&lang=fr-fr&bbs_theme=light&bbs_theme_device=0#/map/2?center=-791.23,-4954.54&zoom=2.50&shown_types=111,410,521,488,489,490"
      }
    ],
    "textualResearch": [
      {
        "title": "Page énigmatique (8)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>... Plutôt que d'appeler cela une épée, il faudrait l'appeler une clé... Elle n'appartient à personne, et elle voyage simplement d'une main à l'autre... Les volontés d'innombrables personnes se concentrent... Les matériels et rituels nécessaires...</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>... C'est en fait assez intéressant. Cela se résume essentiellement à une sorte de sorcellerie extrêmement efficace qui profite de la situation. Mais la raison pour laquelle c'est efficace est due à la nature de l'origine, le primordial... basé sur les enregistrements, les éléments constitutifs devraient être un « cercle de quatre orthants » et un « arbre d'émanation »... coule des racines vers le centre du cercle, et le cercle encercle l'abstrait de... Cela s'apparente à la croûte d'une tarte et à son remplissage, une métaphore qui excitera sûrement Jakob. Hmm, nous aurons besoin d'une terminologie suffisamment sophistiquée pour les profanes...</color>\n<color=#ffffff73>... trouvé l'emplacement général de l'ancienne alliance. Si les documents sont exacts, nous devrions être en mesure de confirmer le site spécifique... Nous devrions également être en mesure de déterminer les emplacements des quatre éléments constitutifs, car tant que nous en trouverons un, nous pourrons calculer tous les autres nœuds... Nous avons fait en sorte que les membres de la société visitent plusieurs emplacements potentiels. Nous devrions être en mesure de trouver des traces d'eau et des canaux de qualité et de densité supérieures...</color>\n<color=#ffffff73>... C'est juste devenu hilarant. Les secrets que les civilisations anciennes gardaient si soigneusement, quelle blague... Il s'avère que nous avons déjà traversé ça des innombrables fois dans notre jeunesse...</color>\n<color=#ffffff73>... La réplique de stèle que nous avons découverte a soutenu les calculs. En prélude à l'apocalypse, la mer va...</color>\n<color=#ffffff73>Quant aux rumeurs sur nous et sur l'opposition à la société...</color>\n<color=#ffffff73>[La plupart du contenu restant ne peut pas être déchiffré, car les pensées exprimées sont totalement incohérentes.]</color>"
          }
        ]
      }
    ]
  }
}