{
  "epId": 4310,
  "name": "Page énigmatique (9)",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un papier ancien dont le contenu est totalement inintelligible.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il existe peut-être un moyen de déchiffrer son contenu...</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/08/267357714/5297fd201cef47a3124d0d2c95f8d6db_7061511344569325276.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1718140279,
  "components": {
    "textualResearch": [
      {
        "title": "Page énigmatique (9)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>... l'ai enfin convaincue de nous suivre à la gestalt encore en construction... Elle semblait inquiète, mais tout ira bien. Nous n'avons plus à craindre l'avenir. J'ai beaucoup de pouvoir à ma disposition maintenant : j'ai Jakob, les membres de la société, et je sais généralement quoi faire... a enfin accepté. Maintenant, nous pouvons obtenir le plus précieux... Après tout, à part les mutants inférieurs, vous ne pouvez plus voir l'original à Fontaine...</color>\n<color=#ffffff73>... Je suis très satisfait du design de Jakob. Le sens du mystère et de la cérémonie est très intense. Il a peut-être un vrai talent pour ça...</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>... La reconstruction des quatre orthants est presque terminée, et nous avons positionné des gens en fonction des emplacements sur la carte... L'inverser et ajouter la puissance de l'épée devrait être suffisant pour contrôler...</color>\n<color=#ffffff73>... Nous tous, Fontainois, serons capables de transcender de cette manière, en nous débarrassant des limites de la forme physique et de la séparation, et en empêchant l'apocalypse...</color>\n<color=#ffffff73>... obtenu l'épée, malgré le coût... L'état de la directrice se détériore. J'espère qu'elle pourra tenir...</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>... en laissant la montre de poche ici, car l'heure des adieux est venue. Je serai le premier sujet à me séparer, ainsi la personnalité inutile pourra être enlevée... pour extraire Carter pour la renaissance. Je l'ai laissé tomber... J'impressionnerai Alain. Mary-Ann sera ravie. Pareil avec Jakob, puisque ce type est comme un frère pour lui... Oui, tout ira mieux. Alors, Jakob, j'espère que tu arrêteras de faire cette tête.</color>\n<color=#ffffff73>... Adieu, je vais me retrouver à travers l'eau, et renaître à travers l'eau. C'est un exploit formidable que personne d'autre en philosophie naturelle n'a jamais tenté. Si ça échoue, je n'aurai plus à me soucier de l'avenir.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Page énigmatique (9)</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Se trouve dans l'Annapausis</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_campaign=battlechronicle&utm_id=2&utm_medium=tool&utm_source=hoyolab&lang=fr-fr&bbs_theme=light&bbs_theme_device=0#/map/2?center=-1510.71,-5725.37&zoom=1.50&shown_types=111,410,521"
      }
    ]
  }
}