{
  "epId": 4317,
  "name": "Fables de Fontaine",
  "desc": "<p>Un livre d'histoires contenant diverses traditions et contes écrits par Marie Héricart de La Fontaine, dont la plupart n'ont pas été écrits par l'auteure, mais plutôt compilés à partir de poèmes anciens qui ont depuis été perdus.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/235883431/9fb894d78d4142c16d9a5f4891b41c7e_3628760052037129414.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 1720867313,
  "components": {
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "La fille et le soleil\nLa fille adoptive de la renarde vint en âge de se marier, et son minois était aussi charmant\nqu'une source limpide.\nElle était délicate et raffinée, et ne souffrait nulle rivale.\nAinsi, la renarde dit à sa fille :\n« Ma fille, ma fille, me voilà déjà bien vieille. Je ne pourrai bientôt plus m'occuper de toi comme jadis.\nChoisis donc un mari. Tous seraient honorés de te prendre pour épouse. »\nLa fille répondit en ces termes :\n« S'il doit en être ainsi, mère, mariez-moi à t'être le plus puissant en ce monde. »\n« Ah, tu veux donc épouser le soleil », répondit la renarde. « Ô, brillant soleil dans le ciel, tu seras donc mon gendre. »\nLe soleil refusa en ces mots : « Non, ces nuages-là sont bien plus puissants que moi, car ils peuvent obstruer mon éclat. »...\n« Ainsi soit-il. Nuages flottant dans le ciel, vous qui obstruez l'éclat du soleil, épousez donc ma fille. »\n« Impossible ! Le vent me repousse aisément. Vous feriez mieux de lui confier votre fille ! »\nMais le vent ne pouvait rien face aux montagnes, donc la renarde grimpa au sommet.\nEt la montagne déclina à son tour, citant un conflit avec une souris.\nCette souris, si elle le souhaitait, pouvait creuser un tunnel à travers la montagne.\nElle était donc à l'évidence bien plus puissante que la montagne, n'est-ce pas ?\nLa souris recommanda le chat, qui parla du chien, qui parla du loup.\nAprès avoir fait tout un tour de la sorte, la renarde se retrouva de nouveau face au soleil.\nAlors, la jeune fille épousa le soleil.\nLa morale de cette histoire est que l'on doit toujours se soumettre au destin plutôt que de trouver des excuses.\nQue l'on soit honnête ou rusé, personne ne peut échapper à son devoir."
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "Le corbeau et la renarde\nIl était une fois un corbeau perché sur un arbre, un morceau de fromage volé dans son bec.\nVoyant le corbeau, la renarde vivant sous l'arbre lève les yeux et dit :\n« Ecoute, mon ami.\nCe que vous tenez dans le bec n'est pas un festin alléchant.\nMais une source de malheur que toute personne sensée éviterait comme la peste.\nVotre gorge est bien petite pour ce fromage.\nVous pourriez vous étouffer en l'avalant.\nSi les fromagers de la ville vous ont laissé partir...\nC'est parce qu'ils le savent, ou pensez-vous qu'ils vous l'ont remis pour que vous le gardiez en lieu sûr ? »\nLe corbeau ne l'écoute que d'une oreille, et garde le fromage dans son bec.\nVoyant que le corbeau ne réagit pas à ses paroles, la renarde reprend la parole :\n« Mon amis...\nCe fromage n'est pas digne de votre palais !\nPensez-y ! Lorsque vous vous planiez librement entre montagnes et forêts,\nAvez-vous entendu parlez de cette chose appelée fromage ?\nSi vous voulez mon avis, je dirais qu'une telle chose n'a jamais été faite pour que nous en profitions.\nLaissez-le pourrir dans les montagnes, et se faire emporter jusqu'à la mer.\nMieux vaut cela que le laisser devenir une chaîne qui vous lie. »\nLe corbeau secoue son plumage, mais garde fermement le fromage dans son bec.\nVoyant que le corbeau ne cède toujours pas, la renarde soupire.\n« Allez, mon ami.\nSi vous voulez vraiment savourer le goût du fromage, moi une simple renarde passant par ici, je ne vous arrêterai pas.\nMais je crains que vous ne sachiez pas comment le préparer.\nSi vous deviez simplement l'avaler, ce serait gâcher un trésor inestimable comme celui-ci !\nHélas, ce serait aussi un tel gâchis de ne pas profiter de toutes les recettes de tout le continent que j'ai passé du temps à rassembler ! »\nDésormais curieux, le corbeau ne peut s'empêcher d'ouvrir le bec.\n« Et pourriez-vous m'apprendre de telles recettes ? »\nAlors même qu'il prononce ces mots, le corbeau laisse tomber le fromage.\nSans se faire prier, la renarde s'en saisit et s'enfuit dans sa tanière.\nCette histoire nous raconte comment ceux qui cherchent à découvrir des mystères\nQu'ils ne devraient pas connaître\nPerdront tout, même ce qu'ils avaient déjà."
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "Le conte de l'âne\nMême tirée à quatre épingles, une madame tout le monde ne passera que très rarement pour une mondaine.\nTout le monde a des forces et des faiblesses qui n'appartiennent qu'à eux.\nAinsi, la seule voie à suivre est de se connaitre, et de faire face à ses propres défauts.\nNe soyez pas le dindon de la farce comme l'âne de ce conte.\nAyant appris comment la renarde s'était emparée du fromage, l'âne chercha à imiter sa ruse.\n« Pourquoi le monde est-il comme ça ?\nLa renarde n'est pas une génie. Pourquoi tout le monde chante ses louanges ?\nEst-ce que moi, l'âne, je ne travaille pas tous les jours ? Pourtant, personne ne prend la\npeine ne serait-ce que de me saluer avec un sourire.\nPuisque c'est ainsi, je vais prendre exemple sur la renarde et faire comme elle.\nSes petits tours seront les miens en un rien de temps. »\nAinsi, l'âne se cache dans les arbres et attend sa victime.\nAu passage de la fille du fromager, l'âne bondit.\nEt imitant la renarde, il lève un sabot et dit d'une voix suffisante :\n« Ha ! Écoutez-moi ! Vous ne connaissez rien aux voyages rapides.\nVotre chariot n'arriverait-il pas plus vite si vous jetiez tout votre fromage ? »\nD'abord surprise, la jeune femme se reprend et répond :\n« Espèce d'âne idiot ! Tu essayes de me faire marcher ?\nDonnez-moi mon bâton ! Je ramène cette bête au moulin ! »\nVoyant le bâton s'agiter, l'âne cesse aussitôt de parler.\nCe conte explique comment essayer d'être quelqu'un d'autre en dissimulant sa propre identité n'est en aucun cas bénéfique.\nEn effet, cela ne fait qu'aggraver la situation."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Fables de Fontaine"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Objet de quête"
          }
        ]
      },
      {
        "key": "Tomes",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4314,
            "name": "Fables de Fontaine - I",
            "desc": "<p>Un livre d'histoires contenant diverses traditions et contes écrits par Marie Héricart de La Fontaine, dont la plupart n'ont pas été écrits par l'auteure, mais plutôt compilés à partir de poèmes anciens qui ont depuis été perdus.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/02/1254995/c5e4138b6b0712da538fe8ede6d6557a_8963227876573415115.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4315,
            "name": "Fables de Fontaine - II",
            "desc": "<p>Un livre d'histoires contenant diverses traditions et contes écrits par Marie Héricart de La Fontaine, dont la plupart n'ont pas été écrits par l'auteure, mais plutôt compilés à partir de poèmes anciens qui ont depuis été perdus.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/02/1254995/c5e4138b6b0712da538fe8ede6d6557a_3175582834316307560.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4316,
            "name": "Fables de Fontaine - III",
            "desc": "<p>Un livre d'histoires contenant diverses traditions et contes écrits par Marie Héricart de La Fontaine, dont la plupart n'ont pas été écrits par l'auteure, mais plutôt compilés à partir de poèmes anciens qui ont depuis été perdus.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/02/1254995/c5e4138b6b0712da538fe8ede6d6557a_5047854241300823405.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}