{
  "epId": 4321,
  "name": "Robben contre Chesterton : La broche irisée",
  "desc": "<p>Un roman divertissant assez populaire à Fontaine. Il raconte une histoire sur la première confrontation entre le voleur « Gentilhomme fantôme » Fantômas Robben et le célèbre détective Chesterton. Attention, il s'agit d'une œuvre de fiction, et toute similitude avec des personnes vivantes ou décédées, ou des événements réels est purement fortuite.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/1254995/de0d7b16dba932ce359a298352874640_2350106558544732317.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 1720867309,
  "components": {
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "Appelez-moi Poiret. Il y a quelques années — je ne sais plus combien — quand les moras se faisaient rares dans mon portefeuille et que rien ne m'intéresserait hors de la ville, j'ai voyagé jusqu'à la Cour de Fontaine pour être sous la responsabilité de mon oncle Chesterton, un célèbre détective privé. À ma grande surprise, il m'a demandé immédiatement de l'assister dans la traque qu'il menait contre Robben, le Voleur fantôme...\nLa Cour de Fontaine était assez animée la nuit, mais à ce moment donné, il y avait peu de gens dans la rue près du manoir de monsieur Pierre. Seul le vent nocturne d'automne résonnait sous la lune froide, comme le son triste d'une harpe.\nDans l'ombre, la police et les journalistes fixaient la demeure bien éclairée, comme des rapaces guettant l'arrivée d'un certain « invité d'honneur ».\nComme tout le monde, j'étais aussi tapi dans l'ombre d'un coin de rue. L'attente commençait à m'ennuyer...\n« Cela prend vraiment trop de temps. Robben va-t-il se montrer ? »\nLa journaliste de L'Oiseau de vapeur, dont l'opinion semblait différer de la mienne sur le sujet, m'a répondu immédiatement :\n« Bien sûr que oui ! Il a envoyé un message qui annonce qu'il volerait la broche de pierre d'étoile irisée. Ce n'est pas le genre à se défiler ! La véritable question est de savoir de quelle façon il va arriver... »\n« Oh ? Vous avez l'air de... »\n« Bien sûr que je l'admire ! L'inverse serait surprenant ! »\nLa journaliste était en train de me raconter avec enthousiasme les « prouesses » de ce voyou, quand les coups de minuit ont sonné.\nSoudainement, une grande explosion s'est fait entendre, éteignant les lumières du manoir d'un seul coup. Avant de pouvoir nous adapter à l'obscurité, une grande lumière a jailli de la fenêtre du manoir. C'était comme s'il faisait jour pendant quelques instants.\nAprès avoir recouvré la vue, les policiers sont entrés dans la demeure et je les ai suivis dans la salle de collection de monsieur Pierre.\nLe piédestal était vide. La broche de pierre d'étoile irisée ne s'y trouvait plus.\nLes cris de colère et de consternation qui se faisaient entendre semblaient dérisoires par rapport à la dure réalité des faits. Le brouhaha de la foule et les restes du son de l'explosion créaient une cacophonie qui me donnait mal au crâne.\nJe ne pouvais rien y faire, alors j'ai agi comme mon oncle me l'avait demandé : faire mine d'enquêter sur les lieux avant de rentrer chez moi.\nAvant mon départ, j'ai entendu un « clic » derrière moi. La journaliste s'est écriée de la manière la moins professionnelle qui soit :\n« Un autre coup extraordinaire du légendaire voleur fantôme Robben ! Quel spectacle magnifique ! »"
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "Heureusement, le lieu du crime n'était pas loin chez mon oncle. J'y ai traîné mon corps exténué.\nMon oncle n'a pas réagi à mon retour et continuait à lire assis à son endroit habituel.\n« La une de L'Oiseau de vapeur demain est prometteuse. »\n« Tu n'as pas du tout l'air de t'inquiéter. » J'ai accroché mon manteau et déboutonné mon col, avant de m'installer confortablement dans le canapé et de lui raconter tous les détails de l'incident.\n« ... L'explosion n'avait pas pour but de détruire quoi que ce soit dans le manoir. C'était pour faire diversion et permettre au voleur fantôme d'exécuter une autre partie de son plan. Il voulait dissimuler le bruit des mouvements d'un Méka horlogoïde grâce au bruit de l'explosion. »\n« Un Méka horlogoïde ? Il aurait eu du mal à s'échapper avec un objet d'une telle taille et l'a sûrement abandonné dans les environs. Nous pourrions encore découvrir des pistes... Ce Robben n'est pas aussi futé qu'on le pense. Les mailles du filet se resserreront bientôt sur lui. »\n« Ce n'est pas sûr non plus. Tout comme l'explosion n'a servi qu'à dissimuler le bruit du Méka horlogoïde, ce dernier n'est peut-être qu'un appât. »\n« C'est trop compliqué. » Je me suis ébouriffé les cheveux avec mes mains. « Et la broche ? »\n« Elle est encore dans le manoir. » Mon oncle a fait une brève pause. « Tous ces stratagèmes n'ont qu'un but ultime : convaincre tout le monde que la broche a disparu. Personne ne pourrait imaginer que cet objet « volé » se trouverait encore là-bas. »\n« Après, il lui suffirait de se fabriquer une identité qui lui permettra d'entrer dans le manoir et de voler la broche sans déclencher l'alarme. »"
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "« Je vois. Il est malin... »\nMon oncle m'a regardé avec un intérêt évident, comme s'il attendant que je continue de parler. J'ai donc pris une grande inspiration avant d'expliquer mes déductions.\n« Comme vous l'avez dit, quand on élimine l'impossible, il ne reste plus que la vérité, aussi improbable soit-elle. Selon votre hypothèse, n'importe quelle personne présente sur les lieux pourrait être le coupable et dans le pire des cas, tout le monde est impliqué dans l'affaire. Robben le Voleur fantôme pourrait bien être un groupe de personnes et non un seul individu... »\nJ'ai repensé aux gens présents dans le manoir et essayé de me souvenir de la moindre chose insignifiante qui pourrait être suspecte.\n« Madame Leblanc de L'Oiseau de vapeur est sans l'ombre d'un doute une admiratrice de Robben. J'ai examiné sa carte de presse, mais falsifier une pièce d'identité devrait être un jeu d'enfant pour elle. »\n« Monsieur Chandler, de la Maison Gardiennage, a quitté les lieux pendant un moment et n'est revenu qu'après que le vol a été commis. Il était furieux, mais en y réfléchissant, peut-être qu'il jouait la comédie ? »\n« Madame Christie, de la Maréchaussée fantôme, a insisté auprès de tout le monde sur la possibilité que Robben utilise un Méka horlogoïde. Selon votre supposition, elle aurait pu l'avoir dit délibérément. »\n...\n« Eh bien, dites-moi tout. À votre avis, qui est le plus susceptible d'être le coupable parmi tous ces gens ? »\nJ'ai posé cette question à mon oncle avec beaucoup de prudence, après avoir évalué la possibilité pour chacune des personnes.\n« Tu as de bons yeux, en effet. » Mon oncle a posé sa pipe et s'est levé, sa canne en acier brillant d'un éclat froid au clair de lune. « Cependant, tu as négligé quelque chose... d'une importance capitale dans cette affaire. »\nJ'ai été stupéfait pendant un instant et il a levé sa canne.\n« Vous, l'homme qui est venu voir un oncle qu'il n'a jamais rencontré et qui prétend être Poiret, faisiez aussi partie des gens sur les lieux du crime. N'est-ce pas, monsieur Robben ? »"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Robben contre Chesterton : La Broche irisée"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Objet de quête"
          }
        ]
      },
      {
        "key": "Tomes",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4318,
            "name": "Robben contre Chesterton : La broche irisée - I",
            "desc": "<p>Un roman divertissant assez populaire à Fontaine. Il raconte une histoire sur la première confrontation entre le voleur « Gentilhomme fantôme » Fantômas Robben et le célèbre détective Chesterton. Attention, il s'agit d'une œuvre de fiction, et toute similitude avec des personnes vivantes ou décédées, ou des événements réels est purement fortuite.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/02/1254995/47dce6bafa90e75b235f30342bcf8a4f_5707848192446629793.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4319,
            "name": "Robben contre Chesterton : La broche irisée - II",
            "desc": "<p>Un roman divertissant assez populaire à Fontaine. Il raconte une histoire sur la première confrontation entre le voleur « Gentilhomme fantôme » Fantômas Robben et le célèbre détective Chesterton. Attention, il s'agit d'une œuvre de fiction, et toute similitude avec des personnes vivantes ou décédées, ou des événements réels est purement fortuite.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/02/1254995/47dce6bafa90e75b235f30342bcf8a4f_5716588203261360938.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4320,
            "name": "Robben contre Chesterton : La broche irisée - III",
            "desc": "<p>Un roman divertissant assez populaire à Fontaine. Il raconte une histoire sur la première confrontation entre le voleur « Gentilhomme fantôme » Fantômas Robben et le célèbre détective Chesterton. Attention, il s'agit d'une œuvre de fiction, et toute similitude avec des personnes vivantes ou décédées, ou des événements réels est purement fortuite.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/02/1254995/47dce6bafa90e75b235f30342bcf8a4f_8088467436581519824.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}