{
  "epId": 4325,
  "name": "Le déclin de Remuria",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il est dit que le grand chercheur Pulteney a écrit cet ouvrage historique épique concernant l'ancienne civilisation rémurienne pendant les premières années de la fondation de Fontaine.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/1254995/9766d07bdd397bb0c6186ac562fe05a3_3139504993481168742.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 1720867316,
  "components": {
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "L'océan a donné naissance à tout, mais a aussi tout dévoré.\nD'après la légende, lors des temps anciens, les premiers peuples étaient si vertueux qu'ils ne requerraient ni lois ni autorités. Les envoyés de la cité du ciel arpentaient la terre, et sous leurs conseils avisés, les premiers peuples jouissaient d'une paix durable, de prospérité et d'abondance pendant des siècles et des siècles.\nCette période, sous le mandat du ciel, dura pendant d'innombrables générations jusqu'à ce que les gens s'ennuient de cette éternité monotone. Leurs descendants commencèrent alors à ne plus écouter les oracles. À la place, ils désirèrent des choses que le ciel ne leur avait pas promises, essayant de se défaire de leur destinée. Courroucé par cet affront, le ciel chargea d'immenses vagues pour submerger les villes des peuples. Cent jours de pluie vinrent, et les flots rugissants noyèrent tous les péchés et l'arrogance des premiers peuples, mettant fin à leurs règnes.\nQuand les flots se retirèrent, découvrant de nouveau la surface de la terre, il n'y avait plus villes ni civilisations qui se tinrent au-dessus des eaux. Les survivants et les nouveau-nés vivaient ensemble entre forêts et rivières, oubliant tous les connaissances et savoirs passés. Les vies des humains n'étaient alors guère différentes de celles d'animaux sauvages parcourant la terre ou la mer, répondant à la seule loi de la nature. Des vies au jour le jour, sans se préoccuper du futur ou du passé.\nBien des années s'écoulèrent, en dehors de l'histoire. Dans le Sud lointain, le royaume de Gurabad fut établi puis renversé, et les nobles de l'Est atteignirent même le rivage des hautes mers, alors que nos ancêtres vivaient dans la superstition, ignorant tout du monde extérieur.\nLa civilisation et l'ordre furent enfin restaurés dans la terre dénommée Fontaine, le jour où le grand roi Remus descendit sur Meropis, dans sa Fortuna dorée. Il enseigna aux gens ignorants les fondements de l'agriculture, il construisit des temples et des villes à l'aide de pierres géantes, pour héberger les sauvages. Par dessus tout, il enseigna la beauté de la musique et de l'art, ce qui différenciait les humains des autres êtres vivants, leur permettant de se rendre maîtres de toutes choses.\nAvec sa flotte immortelle, Remus conquit toutes les îles des hautes mers. Même le grand dragon des profondeurs abyssales dut se soumettre à son bras puissant. C'était une période de faste prospère, la plus heureuse depuis les temps anciens, et la richesse éternelle semblait à portée de main.\nLe roi-dieu et son peuple succombèrent aux doux rêves de vies insouciantes et de progrès infaillible. Cependant, les devins annoncèrent la discorde : la destruction la plus totale attend le plus grand des empires, Fortuna...\nAinsi, le roi-dieu conçut un plan : il y aurait une rotation de sept jours, où se succéderaient vents, met et terre, en une symphonie prospère et harmonieuse. Il croyait que tant que toutes les villes porteraient l'écho de ce chant grandiose, elles seraient sauvées du jugement qui les menaçait et atteindrait ensemble la terre promise du bonheur éternel.\nLas, les auteurs anciens concordent tous à ce sujet : les eaux montent, les empires choient, le changement seul est l'immuable constante..."
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "Gloire et grandeur à Remuria, et son souverain immortel, Remus, roi sous le ciel et accordeur universel. En ce jour sombre, le faste prospère de la regrettée cité éternelle dépasse l'entendement même des plus érudits parmi les érudits.\nEn voguant par-delà les piliers océaniques, suivant la voie marine royale jusqu'au port qui abrite Fortuna, le vaisseau impérial, on apercevait d'abord une tour altière. La tour de Remuria ne fut pas construite pour héberger des oracles célestes, mais pour guider les embarcations naviguant d'île en île, au cœur des hautes mers. On dit que la tour se tenait fièrement à la frontière entre rêves et réalité. Même si les marins succombaient au sommeil sous le charme de sirènes, ils pouvaient alors suivre l'écho de sa cloche pour se défaire des brumes et retrouver leur route pour Remuria.\nLa voie marine royale continuait alors en direction de Machimos, où vivaient les braves soldats rémuriens. De grands temples et arènes y étaient construits à l'aide de géantes pierres sculptées, à la gloire de l'histoire et des victoires de la ville. Les hauts murs robustes étaient décorés d'enluminures et d'or, des statues de bronze et de marbres parsemaient la terre, et l'or, les épices et les produits du monde entier en emplissaient les marchés.\nAprès Machimos se dressait Capitolium, le joyau de Remuria, riche d'arômes exquis et de mélodies divines. C'était un paradis pour les artistes, où seuls étaient bienvenus les plus brillants intellectuels et musiciens. Même parmi une telle élite, cependant, seule une fraction triée sur le volet jouissait du privilège de servir le roi-dieu. Là, tous les théâtres et palais étaient établis selon les formes les plus harmonieuses, leurs dômes et charpentes étaient décorés des gravures les plus somptueuses, et au centre de la ville se dressait un palais doré orné de piliers et cuivre. Le roi, reposant paisible au cœur du palais, écoutait avec attention chaque mélodie et chaque note venue des quatre coins de l'empire. Si une dispute éclatait, le roi-dieu la réglait promptement d'un accord de ses cordes, ajoutant la perfection à la symphonie de son empire.\nPour préserver l'harmonie universelle de cette symphonie, le roi Remus promut quatre humains de grand talent à des postes prestigieux. Pour éviter que les peuples des hautes mers ne détruisent l'harmonie, il partagea son pouvoir et son autorité avec ces quatre ministres, les nommant partenaires de son gouvernement, accordeurs de toutes les villes. Ils avaient pour mission d'éliminer tous les sons désaccordés.\nPour partager la symphonie harmonieuse à travers le monde, il construisit des voies marines étendues, permettant de faire résonner les mélodies comme des remous incessants allant de Capitolium à chaque rocher émergeant des hautes mers.\nLas, même les dieux ne peuvent échapper au destin, et ne serait-ce que tenter d'échapper au jugement destiné était un péché mortel. Parmi les péchés du roi-dieu, le plus terrible était d'avoir cherché à transmettre un pouvoir divin entre les mains d'humains. Ainsi, les humains furent corrompus par ce pouvoir et par leur statut, ce qui mena à de violentes révoltes.\nLa ruse du destin est telle qu'elle utilise précisément les forces qui se rebellent contre lui à ses propres fins. Quand le jour du jugement vint, la grande ville éternelle de Remuria fit face à son inéluctable destin. Aujourd'hui, la mélodie du roi-dieu n'est plus jouée qu'à Capitolium, et son règne a pris fin il y a bien longtemps déjà.\nLas, les auteurs anciens concordent tous à ce sujet : les eaux montent, les empires choient, le changement seul est l'immuable constante..."
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "Les humains, dans leur naïveté, crurent autrefois que le règne du roi Remus et sa cité éternelle transcenderaient le temps et le destin, et dureraient des milliers d'années, tout comme les immenses rochers qui composaient les lieux de rituels.\nJusqu'à ce jour, quand la terre s'ouvrit tout à coup, la grande tour s'effondra et fut noyée dans des vagues titanesques, avec le grand hall aux piliers. Jusqu'à ce jour, quand les voies marines royales et les temples furent réduits en ruine, et la cité éternelle, ainsi que ses résidents, ses guerriers, ses intellectuels, ses nobles, et même le palais doré, brillant et splendide comme le soleil, tombèrent tous dans un abîme béant de ténèbres éternelles.\nCe n'est qu'alors qu'ils comprirent l'absurdité de leur « éternité ».\nGloire à notre noble navigatrice, souveraine des mers et rivières, et reine de toutes les eaux. Puisse-t-elle faire régner la loi, et puisse son règne durer longtemps. Que la paix demeure dans tous les royaumes de Fontaine, et sur tous les peuples sous le ciel. Quand la ville royale s'effondra, le pouvoir qu'elle abritait fut réduit à néant, et les peuples occupant les hautes mers furent poussés au précipice du barbarisme et de l'extinction. Ce fut notre noble reine qui résolut les conflits entre tribus. Autour des sources jaillissantes, nous pûmes établir de nouvelles cités, et créer un monde régi par des lois qui a survécu jusqu'à aujourd'hui.\nLa tragédie de Remuria ne date que d'il y a un siècle, mais son histoire est déjà embrumée de légendes et de superstitions. C'est en partie dû à la terrible catastrophe qui a détruit Remuria, une catastrophe si brutale et rapide que les savants et la littérature détenteurs d'innombrables connaissances sont aujourd'hui submergés sous les océans, avec la cité éternelle. Une autre raison à ces légendes vient des confusions volontaires créées par de mystérieux chercheurs, prétendant être descendants de Remuria. Mon travail est d'extraire et de reproduire la vérité, l'état réel de cette splendide civilisation ancienne, sous l'œil objectif et rationnel de l'Histoire.\nDans certains contes que l'on entend de nos jours, même les plus grands érudits de cette période sont dépeints comme des sorciers voleurs d'âme, piégeant les esprits mortels dans des golems magiques faits à dessein, les contraignant à la servitude. Il est vrai que les Rémuriens ont fabriqué ce genre de golems terrifiants, que l'on peut trouver en décrépitude dans la nature, de nos jours. Cela dit, ce sont là les fruits de la déchéance morale qui atteint Remuria lors de son déclin. Son peuple avait alors rejeté ses nobles devoirs et succombé à l'hédonisme et la débauche, cédant à la violence que certains infligeaient avec plaisir, c'est donc naturel qu'ils aient été à leur tour détruits par la violence.\nLas, les auteurs anciens concordent tous à ce sujet : les eaux montent, les empires choient, le changement seul est l'immuable constante..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Le Déclin de Remuria"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Objet de quête"
          }
        ]
      },
      {
        "key": "Tomes",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4322,
            "name": "Le déclin de Remuria - I",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il est dit que le grand chercheur Pulteney a écrit cet ouvrage historique épique concernant l'ancienne civilisation rémurienne pendant les premières années de la fondation de Fontaine.</span></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/1254995/9766d07bdd397bb0c6186ac562fe05a3_8560029341513486948.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4323,
            "name": "Le déclin de Remuria - II",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il est dit que le grand chercheur Pulteney a écrit cet ouvrage historique épique concernant l'ancienne civilisation rémurienne pendant les premières années de la fondation de Fontaine.</span></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/1254995/9766d07bdd397bb0c6186ac562fe05a3_5393475328804183183.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4324,
            "name": "Le déclin de Remuria - III",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il est dit que le grand chercheur Pulteney a écrit cet ouvrage historique épique concernant l'ancienne civilisation rémurienne pendant les premières années de la fondation de Fontaine.</span></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/1254995/9766d07bdd397bb0c6186ac562fe05a3_3660709301279856590.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}