{
  "epId": 4470,
  "name": "L'art de la négociation",
  "desc": "<p>« Un tournant important pour la science du succès, ce chef-d'œuvre écrit par un vrai génie est à lire absolument ! »</p><p>Cet ouvrage exceptionnel est vivement recommandé par les éditeurs de La Gouttière, les titans du monde de l'entreprise et les chercheurs de l'Institut de recherche de Fontaine !</p><p>Il vous apportera une vision et une compréhension profondes de l'abîme de la nature humaine, et contribuera de manière incomparable à la science et à l'art du succès !</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/1254995/da99cadcc4b20bf2aab06f01eea4dafc_6411050474868965020.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 1706134679,
  "components": {
    "body": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "On dit souvent que j'ai le sens des affaires, que je sais repérer et exploiter les opportunités. Personnellement, ce n'est pas la façon dont je pense. Je pense que nous créons nos propres opportunités. Je suis parti de rien, pas un mora en poche. Je n'avais rien sur quoi compter à part moi-même et ma capacité à négocier et à persuader les mieux nantis de travailler avec moi. C'est ainsi que j'ai créé mes opportunités... Grâce à la négociation !\nEt toutes mes expériences m'ont appris que la capacité de négocier peut résoudre presque tous les problèmes. C'est sur cela que j'ai toujours compté. J'espère donc que vous ne suivrez pas le chemin que je décris, car cela ne ferait que rendre le monde plus difficile pour que j'y réussisse.\n...\n« Prendre les devants »\nJe pense que l'issue de la plupart des négociations peut être déterminée dès le début. Tous ceux qui me connaissent le savent. J'étais un commerçant ambulant dans le désert, et c'est ainsi que j'ai fait mes débuts. Je n'avais pas d'argent, pas d'expérience. Mais j'ai appris quelque chose de très important : il faut toujours parler fort pour que les gens pensent que vous avez confiance en vous.\nLe désert est hostile aux étrangers. Les habitants ne traiteront qu'avec ceux en qui ils ont confiance. Ils ont peur des étrangers... Ou plutôt, ils ont peur d'être arnaqués. Alors pourquoi commerceraient-ils avec moi, un gamin sans le sou et sans nom ? Mais plus tard, j'ai réalisé que leur rejet des étrangers n'est qu'un symptôme. Alors, quelle en est la cause sous-jacente ? C'est parce qu'ils ne peuvent pas être sûrs de la qualité des produits venus de l'extérieur.\nAlors évidemment, vous devez fournir une preuve convaincante de la qualité de vos produits pour gagner leur confiance. Ou du moins, faites-leur croire que vous avez cette preuve convaincante. Maintenant, comment leur faire penser cela ? Tout dépend de l'assurance avec laquelle vous parlez, même si ce n'est que de la bravade. Tant que vous agissez avec assurance, les gens supposeront que vous avez une raison et ils se persuaderont de vous faire confiance.\nJ'ai donc vendu mes produits haut et fort. J'ai utilisé mon attitude imposante pour prendre le dessus, les matraquant jusqu'à ce qu'ils commencent à se demander pourquoi j'osais parler ainsi. Eh bien, cela devait être parce que j'avais beaucoup d'acheteurs et que je me fichais de savoir s'ils effectuaient un achat ou non, n'est-ce pas ? Ce qui signifiait que je devais avoir une bonne réputation en matière de vente de produits de qualité... Ils ne pouvaient donc pas se tromper en les achetant.\nEt vous savez tous ce qui s'est passé ensuite. J'ai fait ma première fortune.\nAvec le recul, je pense que la négociation consiste à convaincre l'autre partie d'être d'accord avec vous ou d'accepter ce que vous lui dites. Si vous prenez le dessus en montrant votre force et submergez votre adversaire d'une manière imposante, il sera convaincu. Et cela met nos objectifs à portée de main, n'est-ce pas ?\n...\n« Orienter la discussion »\nJe trouve que guider le sujet de conversation est une technique de négociation très efficace et un moyen fiable de se sortir d'une situation difficile.\nUn jour, j'ai voulu essayer de vendre des marchandises mondstadtoises à Liyue. Mais mes clients ne connaissaient rien de Mondstadt. C'étaient juste des gens ordinaires qui n'avaient jamais mis les pieds hors de Liyue de leur vie. Pour eux, acheter des marchandises d'un endroit inconnu représentait un risque énorme, et les ventes étaient naturellement faibles. Et comme vous pouvez l'imaginer, mon investisseur perdait confiance.\nCela peut sembler être un problème épineux, mais la solution était simple. J'ai dû raconter à mes clients ce qu'est Mondstadt, les rendre curieux, voire confiants. Et cette confiance allait s'appliquer à mes marchandises, ce qui s'est converti en ventes. Et qu'en est-il de mon investisseur ? C'était encore plus facile. Il manquait de foi, alors j'ai arrangé ça. Je l'ai convaincu que les ventes seraient bonnes. Et bien sûr, peu importait que les ventes soient bonnes ou non.\nUne fois que vous avez identifié la cause profonde d'un problème, la solution devient évidente. Mais je ne pouvais pas être trop direct, et j'ai donc réalisé une étude de marché, avec des moras en récompense pour quiconque remplissait un questionnaire. Tout le monde voulait en remplir un dès qu'ils entendaient le cliquetis des moras.\nMaintenant, vous vous demandez peut-être ce que cela a à voir avec la négociation. Je peux répondre à cela : l'arme la plus puissante dans une négociation est la vérité, et la vérité peut être manipulée. Le questionnaire ressemblait à une étude de marché, mais il guidait en fait tout le monde vers la conclusion que je voulais qu'ils atteignent.\nVoici donc ce qui s'est passé... J'ai inséré quelques questions suggestives dans l'enquête. Par exemple, je sais que Mondstadt est connue pour sa liberté, tandis que Liyue est connue pour la vie oisive de ses citoyens. Et la conclusion à laquelle je voulais que les gens arrivent, c'est que ces deux choses sont mutuellement complémentaires.\nJ'ai donc posé des questions comme celle-ci :\nAimez-vous une vie détendue et tranquille ? Aimez-vous une atmosphère de liberté ? Les bons vins vous aident-ils à profiter de la vie ? Et ainsi de suite...\nLa plupart des gens répondent à ces questions par l'affirmative. Ensuite, nous avons utilisé l'enquête pour leur demander s'ils aiment les villes libres et heureuses, comme la Cité de Mondstadt. Et, naturellement, la plupart des gens ont répondu oui. J'ai ainsi donné l'impression que tout le monde à Mondstadt était content.\nCela m'a donné une image à exploiter lors de mes ventes. Je ne vendais plus de marchandises, je vendais un style de vie, un style de vie heureuse. Et évidemment, vous pouvez tous imaginer à quel point j'ai réussi.\nBien sûr, vous rencontrerez toujours des types contraires qui insistent pour chanter un air différent. Ces réponses peuvent influencer les données de l'enquête et inquiéter indûment les personnes qui voient ces données... Mon investisseur, par exemple.\nJ'ai dû éliminer cela, ou du moins en diminuer l'impact. Et je l'ai fait d'une manière assez grossière. J'ai laissé entendre aux participants que les moras en récompense dépendraient de leurs réponses. L'argent est une tentation suffisante pour convaincre la plupart des opposants de faire des compromis. Cela signifiait que je disposais de données plus claires, que je pouvais utiliser pour renforcer la confiance de mon investisseur. Et cela signifiait aussi qu'il était temps de passer à la suite de mon plan.\n...\n« La formule universelle »\nLes gens me demandent souvent s'il existe des techniques de négociation imbattables qui peuvent être utilisées dans n'importe quelle situation. Je leur réponds qu'il en existe une. Il s'agit de commencer vos réponses ainsi : je suis d'accord avec vous, mais... J'appelle cela la formule universelle pour la seule raison qu'elle analyse et utilise la nature humaine. Cela met à nu nos faiblesses.\nPourquoi ? Parce que nous avons soif d'approbation. Personne ne peut s'en passer, moi y compris. J'étais un commerçant ambulant, je voyageais partout, et j'ai rencontré toutes sortes de gens à l'époque. Les Érémites, les Pilleurs de trésors et même l'Ordre de l'Abîme... Tous, même les Mages de l'Abîme, connus pour leur entêtement et les troubles qu'ils causent, reconsidéreraient leur point de vue et chercheraient mon approbation après avoir entendu cette phrase.\nJ'oserais même dire que si je pouvais parler la langue des Blobs ou des Brutocollinus, eux aussi tomberaient sous le charme de ce tour de magie. Je détesterais donc que tout le monde le sache, surtout mes concurrents...\n..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "L'art de la négociation"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Objet de quête"
          }
        ]
      }
    ]
  }
}