{
  "epId": 4487,
  "name": "Rapport spécial",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un rapport spécial imprimé en cachette par Chronie. Il est dit que son contenu consigne la vérité que l'Institut de recherche de Fontaine souhaite cacher...</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/30/1254995/8d55454d8b8baf9d8aecf9b4393ce753_923544683195869630.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1714821479,
  "components": {
    "textualResearch": [
      {
        "title": "Sur les vérités cachées par l'Institut de recherche de Fontaine",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>... Après avoir mené personnellement une série d'entretiens sur place, j'ai découvert l'histoire complète de la première explosion à l'Institut de recherche de Fontaine, ainsi que tous les faits entourant la deuxième explosion. Tout cela découle des tentatives de l'Institut de dissimuler une immense menace, si grande qu'elle met en danger toute la Cour de Fontaine, à savoir que les Ruines du Laboratoire Central restent dangereuses et n'ont pas été rendues inoffensives, contenant des périls tels que des créations mécaniques incontrôlables, une grande quantité d'arkhium instable, un appareil pouvant libérer des impulsions énergétiques à tout moment, et d'autres appareils très dangereux.</color>\n<color=#ffffffa6>De plus, lorsque l'Institut a employé du personnel pour résoudre ce problème, des erreurs opérationnelles ont provoqué une seconde explosion des Ruines du Laboratoire Central, entraînant la mort accidentelle d'au moins un chercheur.</color>\n<color=#ffffffa6>Il est murmuré que ce chercheur s'appelle Nacker et qu'il était auparavant chercheur aîné au sein du groupe de recherche sur l'arkhium d'Edwin Eastinghouse. Il avait été délibérément mis à l'écart par l'Institut après la première explosion...</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Rapport spécial</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Quête du monde « Chroniques de l'Institut de recherche de Fontaine »</color>\n<color=#ffffffd9>Obtenu auprès de Chronie au Café Lutèce à Fontaine (après 2 resets de serveur)</color>"
          }
        ]
      }
    ]
  }
}