{
  "epId": 4501,
  "name": "Aventure extravaboum de Dodoco",
  "desc": "<p>Un conte que Lisa a écrit en se basant sur le jeu spécial « Aventure extravaboum de Dodoco », mettant en vedette le Chevalier de l'étincelle, Dodoco, des bombes rebondissantes spéciales, le chevalier honoraire et sa petite assistante en blanc lors de leur victoire sur les méchants poissons...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/18/1254995/72e7a03bf5699b079b8e11717293d39b_5124773633941290823.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 1706134683,
  "components": {
    "body": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Dans les eaux calmes du Lac de cidre, les poissons de Mondstadt menaient une vie tranquille et heureuse...\nMais un jour, une armée de corneaux jusqu'alors inconnus est apparue, vêtus d'étranges armures et portant de petites épées. Féroces et agressifs, ils s'emparèrent vite des habitations des poissons locaux.\n« Haha ! C'est le territoire des corneaux royaux maintenant ! »\nPour reconquérir leur foyer et chasser les envahisseurs, les poissons mondstadtois ont demandé de l'aide à la puissante et ingénieuse Dodoco et au joyeux et gentil Chevalier de l'étincelle...\n« Des bombes rebon... Hein ? On ne peut pas utiliser de bombes rebondissantes cette fois ? »\nLes puissantes bombes rebondissantes détruiraient les maisons que les poissons tentaient de récupérer et le lit du lac serait complètement détruit... Il fallait une autre idée.\nL'ingénieuse Dodoco et le Chevalier de l'étincelle ont donc longuement discuté du problème et inventé les « bombes rebondissantes super-spéciales, méga-sûres et giga-fiables », qui étaient suffisamment petites et précises pour faire exploser uniquement les méchants corneaux, tout en laissant les innocents poissons indemnes.\nMais ce nom, « bombe rebondissante super-spéciale, méga-sûre et giga-fiable », était un peu long, et le Chevalier de l'étincelle n'arrêtait pas de le dire de manière erronée. Ils ont donc décidé de les appeler des bombes rebondissantes spéciales à la place !\n« Une minute ! J'entends quelque chose... »\nLes longues oreilles de Dodoco n'étaient pas seulement pour faire belles. Elles étaient parfaites pour capter les sons !\nUne fois jetées dans le lac, les bombes spéciales nageaient vers l'endroit où les corneaux étaient actifs, et Dodoco pouvait tout entendre !\nCela a permis aux bombes rebondissantes spéciales de faire des merveilles au bon endroit, en battant les méchants corneaux !\nMais l'ennemi semblait préparé... Ils étaient tellement nombreux ! Le Chevalier de l'étincelle et Dodoco donnaient de la tête dans toutes les directions, l'estomac vide et les jambes fatiguées. Ils étaient presque à court de bombes !\n« Vous pensez que vous deux êtes suffisantes pour nous battre, nous les conquérants des cinq mers ? »\nMais quelles étaient ces « cinq mers » dont parlaient les corneaux ? Auraient-ils également envahi et conquis les poissons d'autres endroits ?\nDéconcertés, Dodoco et le Chevalier de l'étincelle retournèrent à la Bibliothèque pour s'enquérir auprès de la magicienne détentrice des livres.\nSans même avoir besoin d'ouvrir un livre, la magicienne rit doucement :\n« Peut-être que ces cinq mers font simplement référence au nord, à l'est, au sud, à l'ouest et au centre du Lac de cidre. »\nLe Chevalier de l'étincelle et Dodoco ont finalement réalisé qu'ils s'étaient fait avoir par l'histoire de ces poissons !\nMalheureusement, cette poiscaille de corneaux avait saisi l'opportunité pour construire une solide barrière de corail. Ils se sont ensuite cachés comme des experts parmi les plantes aquatiques, se lançant dans un jeu de cache-cache sournois avec Dodoco et le Chevalier de l'étincelle...\nCes corneaux seraient maintenant une « arête » encore plus grande dans leurs pieds !\nDodoco et le Chevalier de l'étincelle sont donc allés quérir l'aide de deux braves : le chevalier honoraire et sa petite assistante en blanc. Possédant une vaste expérience, nos deux braves ont offert exactement les conseils salvateurs.\nEn regardant une carte, le chevalier honoraire a déclaré :\n« Comme pour toute aventure, vous devez d'abord déterminer la direction dans laquelle avancer. »\nDodoco a compris : en trouvant un moyen de contrôler la direction de l'explosion, ils pourraient augmenter la puissance des bombes rebondissantes spéciales et atteindre les corneaux depuis bien plus loin !\nEntre deux bouchées de dessert, la petite assistante en blanc a dit :\n« Et si les explosions prennent toutes sortes de formes, elles seront encore plus difficiles à éviter ! »\nLe Chevalier de l'étincelle a alors eu une idée : s'ils faisaient exploser les bombes dans la forme de différents desserts, ils pourraient attirer ces gourmands de corneaux et les anéantir d'un seul coup !\nAinsi, Dodoco et le Chevalier de l'étincelle ont amélioré leurs bombes spéciales en les dotant d'une nouvelle capacité.\nCes nouvelles bombes rebondissantes spéciales pouvaient déclencher des explosions aux formes spéciales, traverser les herbiers du lac et atteindre les corneaux même dans les endroits les plus cachés.\nMême sans pouvoir s'occuper des solides pierres, elles pouvaient les contourner, offrant ainsi une surprise explosive au méchant poisson se cachant derrière.\nArmés de ces nouvelles bombes, Dodoco et le Chevalier de l'étincelle n'avaient plus à craindre les embuscades des corneaux !\nL'un après l'autre, les corneaux furent vaincus. Lorsque la nouvelle parvint finalement aux corneaux royaux, ils se gonflèrent de colère et se précipitèrent pour rejoindre la bataille !\nD'après l'expérience du chevalier honoraire et de sa petite assistante en blanc, ce qui est rond n'est jamais de bon augure !\nLorsqu'ils regardèrent du côté opposé et virent les imposants rois scintillant d'une couleur dorée, ils se demandèrent : comment se faisait-il qu'ils soient soudainement si nombreux ?\nPeu importe comment on voyait les choses, toute cette affaire sentait le poisson...\nEntre deux bouchées de dessert, la petite assistante en blanc a dit :\n« Il n'y a rien à craindre ! Peut-être que ces rois ont juste utilisé des baies pour se peindre en or ! »\nEn regardant une carte, le chevalier honoraire a déclaré :\n« Même en se teignant avec des nilotpalotus, leur force n'augmenterait que de 50 %. Au bout du compte, poisson un jour, poisson toujours ! »\nEn effet, pour ces poissons, l'adjectif « royal » ressemblait davantage à un titre, quelque chose pour apparaître impressionnant et intimidant. Leur couleur dorée ne signifiait pas forcément qu'ils étaient plus forts !\nLe Chevalier de l'étincelle et Dodoco ont poussé des soupirs de soulagement : ils n'auraient pas besoin de donner une leçon à cette poiscaille jusque dans la nuit et d'inquiéter tout le monde en rentrant tard chez eux !\nC'était la dernière ligne droite. Il était temps de résoudre rapidement ce problème !\nEnhardis par leurs rois, les combattants montèrent une autre défense au milieu des pierres et des plantes aquatiques. Ils n'étaient pas intimidés !\nDodoco, le Chevalier de l'étincelle, le chevalier honoraire et la petite assistante en blanc devaient trouver une contre-mesure intelligente : comment allaient-ils pouvoir déployer leur nombre limité de bombes pour vaincre tous les ennemis en quelques explosions seulement...?\nLe Chevalier de l'étincelle jeta alors un coup d'œil à la petite assistante en blanc, qui tournait autour du chevalier honoraire, et pensa à quelque chose...\n« Hmm, si ces corneaux savent seulement se défendre contre les bombes spéciales de face, alors tout ce qu'on a à faire, c'est les contourner, non ? »\nLes corneaux ne pouvaient se déplacer que dans l'eau, mais le Chevalier de l'étincelle et Dodoco pouvaient marcher librement autour du bord de l'étang jusqu'à l'endroit où les poissons n'avaient pas de protections pour y lancer leurs bombes !\nAvec des explosions intelligentes et précises, les corneaux ont été complètement vaincus et se sont dispersés dans la défaite !\nPendant leur fuite, ils ont même récupéré leurs affaires, ne laissant aucun déchet dans le Lac de cidre !\nDodoco, les bombes rebondissantes spéciales, le Chevalier de l'étincelle, le chevalier honoraire et la petite assistante en blanc avaient ainsi défendu ensemble le Lac de cidre. La vie allait à nouveau à merveille pour les poissons de Mondstadt !\nPour se récompenser de leur travail acharné, Dodoco, les bombes rebondissantes spéciales, le Chevalier de l'étincelle, le chevalier honoraire et la petite assistante en blanc ont sorti une nappe et ont copieusement profité d'un pique-nique au bord du lac.\nAu menu : gelée de menthe, biscuits au caramel, gâteaux aux baies et piments à la tomate... Pour des tartines sucrées, épicées et rafraîchissantes !\nLa menace qui pesait sur le Lac de cidre était désormais éradiquée : Dodoco et le Chevalier de l'étincelle avaient sauvé la situation !\nEt qui sait ? Peut-être que le fruit de cette étrange rencontre, la création des bombes rebondissantes spéciales, pourrait s'avérer à nouveau utile un jour !"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Aventure extravaboum de Dodoco"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Objet de quête"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Aether",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/18/1254995/49025b166d1afdaac37d880ef4ce7506_5059792939489585234.png"
      },
      {
        "key": "Lumine",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/18/1254995/d057aef360a9e71919cb4b73ba532d63_5933287509166536762.png"
      }
    ]
  }
}