{
  "epId": 4608,
  "name": "Larme parmi les étoiles",
  "desc": "<p>Une goutte d'eau obtenue à l'intérieur de la bête colossale qui convoitait la mer primordiale de la vie.</p><p></p><p>Un philosophe d'un monde ancien et lointain a dit un jour que là où il y a la vie, il y a la mort ; et naturellement, là où est la mort, il y a la vie.</p><p>Dans le cas contraire, la lumière éphémère ne pourra pas résister aux ténèbres éternelles, et tout dépérira dans le néant à la fin des temps.</p><p>Les règles des étoiles dictent que les lois de l'univers et la nature doivent être conservées, mais les lois de l'univers ne l'ont jamais été.</p><p>Dans une boîte scellée, la destruction l'emporte toujours sur la nouvelle vie. Des millénaires de prospérité ne sont qu'un instant dans des milliards d'années. Les plus grandes réalisations, les prouesses les plus glorieuses, avec le temps, se terniront toutes avant de se détériorer, de se dissiper et de finalement sombrer&nbsp;dans&nbsp;l'oubli.<br>Ainsi, il y a des choses qui flottent parmi les étoiles, autrefois ornées d'innombrables titres prestigieux provenant d'innumérables civilisations, versant des larmes pour leur disparition ordonnée.</p><p>Leurs larmes coulent, par désespoir et par espoir, car tout désespoir et tout espoir seront complètement éteints avec les indénombrables étoiles.</p><p>Leurs larmes coulent, de chagrin et de joie, car tout chagrin et toute joie seront complètement dispersés dans le vide froid et sombre sans fin.</p><p>Chaque petite mais belle silhouette et chaque moment digne d'être rappelé disparaîtront avec le temps, et même les étoiles ne feront exception.</p><p>Ainsi, il y a ces soi-disant « divinités » qui sont déterminées à sauver tout ce qui mérite de l'être et à dévorer tout ce qui devrait l'être...</p><p>Jusqu'à la fin des temps, jusqu'à ce que la mer d'étoiles ne se replie que dans des braises froides, jusqu'à ce qu'un «&nbsp;monde&nbsp;» nouveau-né bouge pour la première fois dans&nbsp;l'estomac&nbsp;de&nbsp;la baleine...</p><p>«&nbsp;Il n’y aura plus de péchés, plus de tristesse et plus de larmes, car tout ",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/08/170542231/3ddb1b576291ed694c4cc75d23a0edf0_5489138818078446877.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1712865663,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Larmes parmi les étoiles</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Quête d'archon Chapitre IV - Acte 5 : « Mascarade des coupables »</color>\n<color=#ffffffd9>Quête « L'opéra de noirceur et de blancheur »</color>"
          }
        ]
      }
    ]
  }
}