{
  "epId": 4613,
  "name": "Notes d'enquête de Talochard",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Ces notes d'enquête partagées par Talochard contiennent des informations sur la disparition de monsieur Arthur.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/21/29705491/8c9add213924484947222f85900c4bfa_6287158922824364879.png",
  "filterValues": {
    "objectType": [
      "Gadget"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1715891468,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Notes d'enquête de Talochard</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Gadget</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Quête du monde « Questions de mélusines et réponses de machines »</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Personnages liés"
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Talochard",
        "desc": "<p>Agent de la Maréchaussée fantôme qui enquête sur la disparition de monsieur Arthur.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/16/113040870/58702a76d8f1c8e4922339c9c04c5893_5289593631366954023.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4723,
        "name": "Courbe",
        "desc": "<p>Un détecteur de mensonges intelligent créé par le docteur Mosso il y trente ans.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/113040870/6fd0dd8a7e4d88bc69e7dd7e3fd72e3b_1493111323625288116.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Enquêteurs de la Maréchaussée Fantôme sur la disparition de monsieur Arthur\nMonsieur Arthur\nVictime de l'affaire",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "Voyageur",
        "desc": "Un voyageur/Une voyageuse venant d'un autre monde qui a été séparé/séparée de sa sœur/son frère. Il/Elle débute son périple à la recherche des Sept Archons de Teyvat dans l'espoir de la/le retrouver.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Traveler_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Enquêteur adjoint aidant dans l'affaire",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4724,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4725,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4727,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Baulard\nSuspects principaux dans l'affaire",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objets liés"
      },
      {
        "type": "CustomEntry",
        "epId": 4611,
        "name": "Tête de monsieur Arthur",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une tête horlogoïde ayant appartenu à monsieur Arthur.<br>Ce que le criminel a fait est impardonnable !</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/113040870/5ce1e6c016f7a5371c58e77823deb52f_1296962915289536899.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4610,
        "name": "Corps de monsieur Arthur",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un corps horlogoïde ayant appartenu à monsieur Arthur.<br>Ce que le criminel a fait est impardonnable !</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/1254995/f3f10771d4aa5a556c7f318c0251a926_1802532567814333947.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4612,
        "name": "Aile de monsieur Arthur",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une aile horlogoïde ayant appartenu à monsieur Arthur.<br>Ce que le criminel a fait est impardonnable !</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/1254995/cf24a04427bb314dfe756e927d8583e9_3873043680197440169.png",
        "displayStyle": "card"
      }
    ],
    "textualResearch": [
      {
        "title": "Preuve pertinente - L'Oiseau de vapeur : Bouteille vide et sale",
        "desc": [
          {
            "type": "RichText",
            "text": "Une bouteille de vin vide et sale qui dégage une odeur étrange, similaire à une mer remplie de poissons salés.\n<color=#ffd780>Les indices ont été actualisés</color>\nUne bouteille de vin incroyablement sale et vide qui dégage une odeur très inhabituelle. Il a été confirmé qu'elle appartient à Rocher."
          }
        ]
      },
      {
        "title": "Preuve pertinente - L'Oiseau de vapeur : Lettre ouverte",
        "desc": [
          {
            "type": "RichText",
            "text": "Une enveloppe ne contenant aucune information particulière. La seule information ici, c'est que la lettre qu'elle contenait a déjà disparu.\n<color=#ffd780>Les indices ont été actualisés</color>\nUne enveloppe sans aucune information particulière. Il a été confirmé que la lettre qu'elle contenait a été prise par Baulard."
          }
        ]
      },
      {
        "title": "Preuve pertinente - L'Oiseau de vapeur : Empreintes désordonnées",
        "desc": [
          {
            "type": "RichText",
            "text": "Des empreintes de différentes profondeurs, avec des motifs différents, se mélangeant et se superposant. Elles doivent appartenir à quatre individus différents.\n<color=#ffd780>Les indices ont été actualisés</color>\nDes empreintes de différentes profondeurs, avec des motifs différents, se mélangeant et se superposant. D'après l'analyse de l'agent Talochard, les empreintes appartiennent à Rocher, Kevin, Tombaie intrépide et Baulard."
          }
        ]
      },
      {
        "title": "Preuve pertinente - L'Oiseau de vapeur : Marque sur la base",
        "desc": [
          {
            "type": "RichText",
            "text": "Une encoche laissée par une arme tranchante, comme un couteau court ou un poignard.\n<color=#ffd780>Les indices ont été actualisés</color>\nUne marque laissée par une arme tranchante. Il a été confirmé qu'elle a été faite par Tombaie intrépide."
          }
        ]
      },
      {
        "title": "Preuve pertinente - L'Oiseau de vapeur : Bouton simple",
        "desc": [
          {
            "type": "RichText",
            "text": "Un bouton très commun qui semble avoir été arraché, vu l'état des fils.\n<color=#ffd780>Les indices ont été actualisés</color>\nUn bouton très commun. Il a été confirmé qu'il appartient à Kevin."
          }
        ]
      },
      {
        "title": "Preuve pertinente - L'Oiseau de vapeur : Empreintes identifiées",
        "desc": [
          {
            "type": "RichText",
            "text": "Les empreintes de Rocher, Kevin, Tombaie intrépide et Baulard. D'après l'analyse de l'agent Talochard, ce sont les mêmes que les empreintes apparues près du journal."
          }
        ]
      },
      {
        "title": "Preuve pertinente - L'Oiseau de vapeur : Autre lettre de menace",
        "desc": [
          {
            "type": "RichText",
            "text": "La deuxième lettre signée « Corbeau ou merle ? », utilisée pour menacer L'Oiseau de vapeur. Cependant, sans Baulard, cette menace a réussi."
          }
        ]
      },
      {
        "title": "Autre lettre de menace - Détails",
        "desc": [
          {
            "type": "RichText",
            "text": "Outrageusement, il semblerait que votre torchon n'ait pas le moindre remords.\nN'ayant pas encore attiré l'attention des autorités, j'ai tenu ma promesse en démembrant monsieur Arthur et en l'enterrant dans un champ. Avec lui se trouvent les mauvaises actions commises par votre journal il y a 30 ans...\nDe plus, j'ai fait passer le message : des cartes ou des indices vers la base du docteur Mosso feraient sûrement affluer les chasseurs de trésors, non ?\nBientôt, vos méfaits seront révélés aux côtés des restes de ce piaf.\nCorbeau ou merle ?"
          }
        ]
      },
      {
        "title": "Preuve pertinente - Cimetière d'épaves : Ancien médaillon horlogoïde",
        "desc": [
          {
            "type": "RichText",
            "text": "Un médaillon horlogoïde archaïque. Il a l'air assez vieux.\n<color=#ffd780>Les indices ont été actualisés</color>\nÀ l'intérieur du médaillon se trouve le portrait jauni d'une jeune fille."
          }
        ]
      },
      {
        "title": "Ancien médaillon horlogoïde - Détails"
      },
      {
        "title": "Preuve pertinente - Cimetière d'épaves : Journal d'une lutte courageuse",
        "desc": [
          {
            "type": "RichText",
            "text": "Un document consignant les expériences de vie d'un combattant.\n« Tranchez ces stupides oiseaux de part en part ! Cela devrait être un avertissement suffisant, non ? »"
          }
        ]
      },
      {
        "title": "Journal d'une lutte courageuse - Détails",
        "desc": [
          {
            "type": "RichText",
            "text": "1/5\nAprès avoir été exclu de l'Ordre fruitier, j'étais dévasté.\nHeureusement, j'ai maintenant rejoint un autre groupe, et je me sens déjà un peu mieux.\nLes opérations de ce nouveau groupe sont un peu différentes.\nEnfin, allons-y Tombaie intrépide !\n2/5\nFruit bullé rusé, mon frère, tu es toujours dans mes pensées.\nJe n'arrive toujours pas à croire que les responsables aient envoyé Lys calla te traquer pour la formule d'une simple potion.\nÇa n'a vraiment pas dû être évident.\nMais ne t'inquiète pas, je t'ai défendu et j'ai fait beaucoup de bruit au sein de l'Ordre fruitier. C'est pour ça qu'ils m'ont exclu, mais je ne regrette rien. J'espère que tu trouveras la paix éternelle.\nJ'ai aussi mis plein de fruits bullés dans mon nouveau chez-moi. Personne ne le sait, mais c'est en ta mémoire.\nOn dirait qu'il ne reste plus que quatre des cinq grands opérateurs de l'Ordre fruitier.\n3/5\nJ'ai enfin reçu ma première mission, je dois aller récupérer de l'argent auprès d'un certain Rocher.\nRefuser de payer ses dettes, ce type n'a vraiment pas honte. Je suis allé le voir pour le secouer un peu, mais je n'ai pu en tirer que des babioles.\nLa seule chose qui pourrait avoir de la valeur, c'est ce médaillon. Il devait appartenir à une femme... J'espère que ce n'était pas celui de sa femme. Incroyable.\nQui voudrait épouser un type pareil ?\n4/5\nQuelque chose s'est passé aujourd'hui, nos chefs 2 à 41 ont été arrêtés. L'Oiseau de vapeur aurait étalé nos affaires au grand jour, et la Maréchaussée fantôme a décidé d'intervenir.\nHeureusement, comme je suis nouveau, je suis tranquille pour l'instant. Mais je ne comprends pas, on ne vendait pas que des couverts ?\nEnfin, ça n'a pas d'importance. Pour remercier le patron de sa bonté, je vais aller rendre visite à ce journal.\n5/5\nJ'avais prévu de tout détruire, mais le patron a dit que nous devrions faire profil bas. Je vais donc me contenter de ce bête oiseau à l'entrée pour le moment.\nPlanter un couteau dans la tête de cet oiseau devrait être un avertissement suffisant, non ?\nPuisque les autres chefs ont été arrêtés, j'irai voir le patron quand ce sera fait. Il sera tellement content que j'aurai peut-être même une promotion. C'est parti, Tombaie intrépide !"
          }
        ]
      },
      {
        "title": "Preuve pertinente - Fleuve cendré : Lettre de menace",
        "desc": [
          {
            "type": "RichText",
            "text": "La lettre signée « Corbeau ou merle ? », utilisée pour menacer L'Oiseau de vapeur. Cependant, grâce aux efforts de Baulard, une personne sans lien apparent sortie de nulle part, cette menace s'est avérée vaine."
          }
        ]
      },
      {
        "title": "Lettre de menace - Détails",
        "desc": [
          {
            "type": "RichText",
            "text": "À L'Oiseau de vapeur,\nLa mort de Mosso, il y a 30 ans, reste dans mes pensées. Chaque fois que je pense à la rhétorique de votre journal, qui fait intentionnellement passer des mensonges pour des vérités, je ne peux tout simplement pas réprimer mon indignation. En tant que tel, j'ai capturé monsieur Arthur.\nJ'attends avec impatience le repentir sincère de votre journal. Présentez des excuses publiques et abandonnez l'héritage de Mosso !\nSi vous continuez à tisser un réseau de mensonges qui obscurcissent la vérité, je n'aurai d'autre choix que de tuer ce piaf.\nCorbeau ou merle ?"
          }
        ]
      },
      {
        "title": "Preuve pertinente - Quai : Couteau de table taché d'eau",
        "desc": [
          {
            "type": "RichText",
            "text": "Un couteau de table taché par de l'eau. Il semble s'agir d'une pièce d'argenterie de haute qualité, mais pour une raison quelconque, elle montre des signes de rouille.\n<color=#ffd780>Les indices ont été actualisés</color>\nD'après l'analyse de l'agent Talochard, cet objet appartient à la Confrérie de l'élégante vaisselle, une association qui a été autrefois dénoncée par L'Oiseau de vapeur comme étant un gang d'escrocs."
          }
        ]
      },
      {
        "title": "Indice pertinent - L'Oiseau de vapeur : Témoignage d'un résident 1",
        "desc": [
          {
            "type": "RichText",
            "text": "Témoignage d'un riverain résidant près des locaux de L'Oiseau de vapeur.\n« Des gens suspects ? Je vois toujours un sans-abri ivre tourner autour de l'entrée du journal, surtout ces derniers temps. Il a l'air de dormir là toutes les nuits. »"
          }
        ]
      },
      {
        "title": "Indice pertinent - L'Oiseau de vapeur : Témoignage d'un résident 2",
        "desc": [
          {
            "type": "RichText",
            "text": "Témoignage d'un riverain résidant près des locaux de L'Oiseau de vapeur.\n« Un ivrogne qui traine dans le coin ? Oh... Je le connais ! C'est Rocher... Je le vois toujours près des quais. Il demande souvent aux commerçants de lui donner de la boisson. Honnêtement, il n'a pas toujours été comme ça... »"
          }
        ]
      },
      {
        "title": "Indice pertinent - L'Oiseau de vapeur : Témoignage d'un résident 3",
        "desc": [
          {
            "type": "RichText",
            "text": "Témoignage d'un riverain résidant près des locaux de L'Oiseau de vapeur.\n« Des gens suspects... Je vois toujours un enfant venir devant les locaux du journal, mais il n'y entre jamais. Il reste juste près de monsieur Arthur à la porte. Peut-être qu'il aime les jouets du même style. »"
          }
        ]
      },
      {
        "title": "Indice pertinent - Autre : Témoignage de Rocher",
        "desc": [
          {
            "type": "RichText",
            "text": "Rocher affirme que, même s'il s'est rendu sur les lieux du crime, monsieur Arthur était sain, sauf et intact, mais qu'après avoir fait un petit somme, monsieur Arthur avait disparu. De plus, à son réveil, il a aperçu une petite silhouette fuyant les lieux."
          }
        ]
      },
      {
        "title": "Indice pertinent - Autre : Témoignage de Kevin",
        "desc": [
          {
            "type": "RichText",
            "text": "Kevin affirme que, même s'il s'est rendu sur les lieux du crime, monsieur Arthur avait déjà disparu à son arrivée. Tout ce qu'il a vu, c'est un « vieil ivrogne » et un couteau. Afin de se protéger, il a saisi le couteau et s'est enfui, donc le bouton a dû tomber de ses vêtements alors qu'il s'enfuyait."
          }
        ]
      },
      {
        "title": "Indice pertinent - Autre : Témoignage de Tombaie intrépide",
        "desc": [
          {
            "type": "RichText",
            "text": "Tombaie intrépide affirme que, même s'il s'est rendu sur les lieux du crime, monsieur Arthur avait déjà disparu à son arrivée. En guise de représailles, il y a planté un couteau de table en guise d'avertissement. De plus, il a vu un « ivrogne puant comme Rocher » allongé sur les lieux."
          }
        ]
      },
      {
        "title": "Indice pertinent - Autre : Témoignage de Baulard",
        "desc": [
          {
            "type": "RichText",
            "text": "Baulard affirme que, même s'il s'est rendu sur les lieux du crime, monsieur Arthur avait déjà disparu à son arrivée. Il a remarqué une lettre sur les lieux et, agissant selon l'instinct d'un officier du renseignement, il a ouvert la lettre de menace, l'a lue et l'a emportée avec lui."
          }
        ]
      }
    ]
  }
}