{
  "epId": 4680,
  "name": "Conte d'une oie aux ailes enneigées - Tome II",
  "desc": "<p>Un court conte de fées très populaire à Fontaine. De nombreux enfants, après avoir vu la couverture superbement dessinée, pensent qu'il a réellement été écrit par la gentille oie aux ailes enneigées de la légende.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/1254995/d7613038ddd2f6b70d70a22e4fae7d52_1208115538573583731.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1707606648,
  "components": {
    "textualResearch": [
      {
        "title": "Conte d'une oie aux ailes enneigées - Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "La princesse Marcotte\nDans un passé pas si lointain, chaque espèce de plante et chaque espèce d'animal possédait son propre royaume.\nEt au Royaume des marcottes, vivait une princesse aux longs cheveux roses. La légende raconte qu'elle était née dans une pince de crabe et n'avait jamais pris racine... Elle avait toujours été et sera toujours une petite graine coriace.\n« Ma fille chérie, mon trésor bien-aimé. Pourquoi ne pas vous installer et profiter d'une vie de noblesse ? Pourquoi attendez-vous si longtemps pour germer et grandir ? », lui demanda son roi de père, inquiet.\n« Père, s'il vous plaît, ne vous inquiétez pas et ne vous mettez pas en colère. Je suis née dans une pince de crabe, et cette pince sera mon navire. Le destin de votre fille n'est pas de prendre racine dans la terre ordinaire et de faire pousser de jolies fleurs. C'est de conquérir les mers et d'explorer un monde nouveau et merveilleux ! »\nLe roi fut choqué par le projet de sa fille. Qu'y avait-il de mal avec les jolies fleurs, pensa-t-il ? N'était-il pas lui-même une jolie fleur ? Et si sa fille décidait un jour de s'enraciner et de faire pousser une couronne de pétales encore plus jolie que la sienne ? Ce serait terrible...\nMais il ressentait cela uniquement parce qu'il avait honte de ne pas être aussi joli qu'il le voulait.\nEt ainsi, il fit enfermer la princesse et la pince de crabe dans une boîte dorée. Puis, il cacha la boîte dorée dans un miroir fait d'eau la plus pure. Enfin, il jeta le miroir dans le lac saphir du Royaume des lotus pluvieux. Il n'y avait qu'une seule façon d'inverser toutes ces couches de confinement et de libérer la princesse (et la pince de crabe) : faire rire la mère-lotus. Et comme chacun le sait, les lotus pluvieux n'ont que trop l'habitude de pleurer.\n« Tout va bien à nouveau », se dit le roi. « Je peux reposer ma tête royale en paix. Tout ce que j'ai à faire est d'attendre et d'attendre, que la graine de ma fille bien-aimée commence à se fissurer. Elle perdra alors son envie de voyager. Quel choix aura-t-elle, sinon celui de pousser...\nEt alors, ma fille sera comme moi. Elle suivra son destin et deviendra forte et en bonne santé. »\nMais la courageuse princesse ne fut pas intimidée par son long emprisonnement. Elle écrivait blague après blague pour essayer de faire rire la mère-lotus, et s'entraînait à raconter ces blagues encore et encore. La pince de crabe gloussa... Même la boîte dorée éclata de rire... Mais la mère-lotus ? Rien.\nElle décida alors d'écrire une pièce de théâtre comique. Elle répéta jusqu'à ce que la pince de crabe ne puisse s'empêcher d'éclater de rire et de sautiller... Même si elle n'avait pas de pieds ! Elle transforma même l'intérieur de la boîte en théâtre. Mais toujours rien...\nEnsuite, la princesse essaya de trouver de l'humour dans les circonstances de son emprisonnement... Une comédie de situation, comme elle l'appelait. Bientôt, la pince de crabe, comme la princesse, riait jusqu'à en pleurer, puis pleurait jusqu'à en rire. Et enfin, les lotus pluvieux — de fervents pleureurs, comme nous le savons — se mirent à rire. Finalement, la mère-lotus ne put plus contenir sa curiosité et la princesse obtint alors une audience.\nEt, à la surprise générale, la princesse n'eut même pas besoin de raconter une seule blague. La mère-lotus éclata de rire dès que la princesse entra dans la pièce. Son rire devenait de plus en plus fort, faisant trembler les murs du palais et envoyant des ondulations dans le lac saphir.\nLa princesse Marcotte gagna alors sa liberté. Mais elle gagna également quelque chose de plus précieux : la capacité de rire et de faire rire les autres, même dans les circonstances les plus tristes.\nDans son navire en pince de crabe, la princesse navigua sur les vagues de l'océan lors de son voyage vers le nouveau monde de ses rêves. Et depuis, les marins racontent l'histoire d'un bateau en pince de crabe..."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Carte interactive"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&bbs_theme=dark&bbs_theme_device=1&lang=fr-fr#/map/2?center=-1097.11,-5304.77&zoom=3.50&shown_types=111"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Boutique"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendeur</color>\n<color=#ffffff>Prix</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4256,
        "name": "Hubel",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/235883431/6e7f40560c32385db97d1d42adfda939_9115205807795773323.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 3000,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livres connexes"
      },
      {
        "type": "CustomEntry",
        "epId": 4679,
        "name": "Conte d'une oie aux ailes enneigées - Tome I",
        "desc": "<p>Un court conte de fées très populaire à Fontaine. De nombreux enfants, après avoir vu la couverture superbement dessinée, pensent qu'il a réellement été écrit par la gentille oie aux ailes enneigées de la légende.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/1254995/d7613038ddd2f6b70d70a22e4fae7d52_7816693508355303530.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4681,
        "name": "Conte d'une oie aux ailes enneigées - Tome III",
        "desc": "<p>Un court conte de fées très populaire à Fontaine. De nombreux enfants, après avoir vu la couverture superbement dessinée, pensent qu'il a réellement été écrit par la gentille oie aux ailes enneigées de la légende.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/1254995/d7613038ddd2f6b70d70a22e4fae7d52_8330987551314432809.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Conte d'une oie aux ailes enneigées - Tome II"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Objet de quête"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Peut être acheté auprès de Hubel à la Cour de Fontaine"
          }
        ]
      },
      {
        "key": "Entrée d'archive",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4691,
            "name": "Conte d'une oie aux ailes enneigées",
            "desc": "<p>Un court conte de fées très populaire à Fontaine. De nombreux enfants, après avoir vu la couverture superbement dessinée, pensent qu'il a réellement été écrit par la gentille oie aux ailes enneigées de la légende.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/01/4f31dedb586090a194478c5f7039311a_2730062825684412359.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}