{
  "epId": 4690,
  "name": "La chanson d'Erinnyes ",
  "desc": "<p>Comment les chevaliers de chaque région se sont-ils unis pour prêter leur force à Erinnyes, en opposition aux desseins d'invasion des Capitoliens ?</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/18/1254995/a7dc3102e2e26789e52f7d2dacfa072f_3708277421952681275.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 1720867324,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "La chanson d'Erinnyes"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Objet de quête"
          }
        ]
      },
      {
        "key": "Tomes",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4676,
            "name": "La chanson d'Erinnyes - Tome I",
            "desc": "<p>Comment les chevaliers de chaque région se sont-ils unis pour prêter leur force à Erinnyes, en opposition aux desseins d'invasion des Capitoliens ?</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/1254995/a7dc3102e2e26789e52f7d2dacfa072f_1951445165727880378.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4677,
            "name": "La chanson d'Erinnyes - Tome II",
            "desc": "<p>Comment les chevaliers de chaque région se sont-ils unis pour prêter leur force à Erinnyes, en opposition aux desseins d'invasion des Capitoliens ?</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/1254995/a7dc3102e2e26789e52f7d2dacfa072f_5362641601854470030.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4678,
            "name": "La chanson d'Erinnyes - Tome III",
            "desc": "<p>Comment les chevaliers de chaque région se sont-ils unis pour prêter leur force à Erinnyes, en opposition aux desseins d'invasion des Capitoliens ?</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/1254995/a7dc3102e2e26789e52f7d2dacfa072f_3597490849308423519.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "Chapitre 6\nSection 7\nComment l'émissaire du roi Remus est-il venu auprès d'Erinnyes pour lui demander un cadeau d'eau et de terre du Château d'Arémori ? Comment lui a-t-il demandé de se soumettre à la Sumphonia Capitolii, ou « mélodie harmonieuse éternelle » ?\nPour tout ce qui concerne les actes glorieux d'Otkérus de Rhénanie, un noble et juste chevalier, et sa vaillante bataille contre un dragon cracheur de venin...\nBeaucoup de choses ont déjà été dites précédemment et nous allons conclure ici. Maintenant, nous allons regarder en arrière et parler d'Erinnyes en ces jours.\nÀ cette époque, Erinnyes venait de vaincre les princes de Bellouacoi, d'Atrébatis et d'Uiromanduoi et d'accepter leur allégeance.\nAinsi, les habitants de ces terres connaissaient la gentillesse de la maîtresse des eaux multiples, se soumettant à son règne avec sincérité.\nPour célébrer cette loyauté et cette sagesse, huit jours de festin furent ordonnés au Château d'Arémori, tous devant être traités comme des invités d'honneur.\nCe jour-là, arriva un musicien, un émissaire envoyé par le roi Remus de Capitolii, prétendant avoir un message à délivrer.\nIl était venu sans suite ni gardes, juste un cheval et un faisceau à pointe dorée comme symbole de son statut.\nToutes les personnes présentes étaient profondément mécontentes, mais l'émissaire fut autorisé à parler par respect pour Erinnyes, la cheffe bien-aimée des chevaliers.\nEn voyant Erinnyes, l'émissaire lui souhaita d'abord la bonne fortune et lui fit une révérence formelle, avant d'expliquer son intention.\n« Je représente le plus honorable et le plus grand roi Remus, l'empereur de tous, et j'adresse mes salutations à votre cour.\nQue votre colère ne voile jamais votre capacité de raisonnement. Le roi Remus vous demande deux cadeaux, en guise d'hommage légitime.\nLe premier est l'eau, car l'eau la plus pure peut effacer tous les péchés. Le second est la terre, car une terre dense peut résister à l'érosion qui se profile.\nLe roi Remus s'attend à ce que votre peuple et vous honoriez ses souhaits. Si vous osez résister, la mort suivra à coup sûr. »\nLe message de l'émissaire mit en colère sieur Guillaume de Gellone, qui sortit alors de son fourreau la lame sacrée de Narbonnais.\n« Halte-là, fanfaron ! Promulguer de telles menaces à cette occasion est une insulte à tous les chevaliers ici présents.\nEt si vous voulez menacer ma suzeraine, je n'ai pas besoin de me retenir. J'aurai votre tête, monsieur, d'un seul coup ! »\nD'autres chevaliers courageux tirèrent leur épée, notamment le chevalier Blancandrin et son compatriote le chevalier Marsile.\nMais le sage chevalier Erinnyes donna un ordre aux chevaliers présents : aucun mal ne devait être fait à l'émissaire des Capitoliens.\n« S'il vous plaît, dites au roi Remus, grand émissaire, que dans ce monde entier, il n'y en a qu'un seul devant qui nous plions le genou.\nEt il s'agit de la bienfaisante maîtresse des eaux multiples, notre maîtresse, qui porte pour nous nos péchés, la souveraine la plus grande et la plus honorable.\nAucun autre souverain ou divinité ne peut être évoqué dans le même souffle, car elle est la plus grande en bonté et la première en gloire. »\nEn entendant cela, l'émissaire du roi Remus prit à nouveau la parole, disant ceci devant tous ceux qui étaient là :\n« Avant que le roi Remus ne conquière le pays, la guerre, la faim ou la peste s'abattaient souvent sur nous.\nCeux qui autrefois se battaient les uns contre les autres ont été ramenés à la paix sous un seul dirigeant, et c'est là la sagesse.\nCar autrement, qui pleurera lorsque les eaux couleront sur nos têtes ? Et qui nous sauvera en cas de besoin ?\nDe tous ces braves, qui s'est sauvé de l'ignorance et de la superstition ? Qui entend les cris des faibles ?\nLes ordres du roi Remus sont bien intentionnés et nés de la pitié. Il ne souhaite pas voir une seule personne tomber à l'eau. Il veillera à ce que tous soient sauvés. »"
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "Chapitre 6\nSection 9\nComment les chevaliers de chaque région se sont-ils unis pour prêter leur force à Erinnyes, en opposition aux desseins d'invasion des Capitoliens ?\nLorsque sieur Agricane eut terminé, le chevalier Drest, fin archer et prince de Lyonnais, fut le premier à prendre la parole et à offrir son point de vue :\n« L'harmonie et la prospérité que l'héritier de Vivarium nous a promises ne sont que des mensonges, sa promesse n'est qu'une supercherie.\nChevalier Erinnyes de Lacmineux, quelqu'un d'aussi sage et noble que vous ne devrait se laisser tromper par une telle prétention.\nVous devez savoir que ces mots sont dirigés comme une flèche empoisonnée à la pointe d'or. Elle peut être éblouissante à regarder, mais la douleur qu'elle provoque n'en sera que plus grande. »\nSa belle compagne, Adsiltia, la dame à la voile d'azur, dont le nom signifiait « fille de glace », fut la suivante à prendre la parole :\n« L'héritier de Vivarium est le traître le moins digne de confiance qui soit. Que ses discussions avec Boethius soient si harmonieuses est absolument déconcertant.\nChevalier Erinnyes de Lacmineux, quelle que soit la raison qu'il avance, nous ne pouvons pas laisser les Capitoliens nuire à tout ce que nous savons être bon.\nS'il vous plaît, décidez-vous dès que vous le pouvez et combattez la cour des Capitoliens. Car il n'y aura pas de salut pour nos âmes si vous pliez le genou.\nQue le mal disparaisse comme la rosée au soleil. Les transgresseurs de serment et les injustes seront chassés de ce monde.\nEt de cette manière, des louanges seront chantées sur votre sagesse, car ceux qui cherchent à exiger l'effusion du sang resteront dans la mémoire de ceux qui sont dans la misère. »\nEt ensuite, sieur Naimes, sieur Tulpin et tous les autres nobles chevaliers prêtèrent leurs épées au combat.\nErinnyes connaissait leur dévouement et leur offrit ses sincères remerciements. Puis, elle rencontra le musicien du roi Remus et lui parla ainsi :\n« S'il vous plaît, informez le roi Remus, noble émissaire, que nous ne sommes pas tenus de nous incliner devant un quelconque monarque.\nLa maîtresse de toutes les eaux nous a accordé à tous un honneur égal. Il n'y a pas de plus grand qui me piétinera, ni de moindre qui doive m'envier.\nEt je dois diriger son armée bénie pour détruire le dragon blanc et la grande ville, et purifier leurs corps dans leur propre sang.\nComme un berger chasse les loups de son troupeau, je chasserai les envahisseurs de cette terre, pour servir d'avertissement éternel. »\nEt sur ce, Erinnyes ordonna au seigneur Fierabras de préparer de merveilleux cadeaux pour le musicien capitolien.\nElle ordonna également que l'émissaire soit reconduit au Château de Carubdis afin qu'il puisse faire son rapport au roi Remus. Mais cette histoire sera pour plus tard..."
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "Chapitre 20\nSection 3\nComment Erinnyes a-t-elle fait ses adieux à la maîtresse de toutes les eaux ? Comment a-t-elle jeté son épée dans le lac à trois reprises ?\nLa maîtresse de toutes les eaux entendit tout cela et, dans sa gentillesse, sa compassion et sa grâce éternelles, exauça le souhait d'Erinnyes. Alors Erinnyes dit :\n« Merci, ô reine de toutes les eaux, de m'avoir montré le pur graal que je désirais si urgemment et de m'avoir permis d'accomplir ce voyage.\nLes chevaliers qui survivent encore, vos serviteurs, continueront à vous servir loyalement, votre futur royaume et vous, suivant ce noble musicien.\nIls poursuivront les ombres persistantes, rétablissant la justice. Car ceux qui voyagent dans l'obscurité aspirent à la lumière, tandis que ceux qui sont dans la lumière ne connaissent rien de l'obscurité.\nLa bonté n'est qu'un rêve. C'est ainsi que je vous présente ces bons chevaliers et vous supplie de pardonner leurs péchés. »\nLa maîtresse de toutes les eaux entendit tout cela et, dans sa gentillesse, sa compassion et sa grâce éternelles, exauça le souhait d'Erinnyes. Alors Erinnyes dit :\n« Ô reine de toutes les eaux, je vous confesse mes péchés et je ne cache pas mes méfaits, car ils sont trop graves pour être pardonnés.\nDans vos idéaux élevés et purs, vous ne devez pas pardonner de tels péchés. Le seul réconfort possible pour mon âme est l'expulsion et l'exil.\nIl n'y a pas d'anges ni d'édits divins. Sur votre terre aimable et aimante, seul le péché peut déterminer le péché, et seuls les hommes peuvent juger les autres.\nJe demande seulement que vous vous souveniez de mes souffrances et que vous soyez témoin de nos griefs. Car ceux-ci sont comme une maladie, comme un poison.\nJe soumets mon nom à vos mains, et que tous ceux qui nous critiquent soient maudits pour l'éternité à cause de leur manque de justice. »\nLe chevalier aux yeux couleur de mer termina son discours et dégaina son épée brillante. Un faisceau de lumière aqueuse en brillait et illuminait la vallée.\n« Oh belle Hauteclaire, épée de lumière ! Comme tu brilles sous les rayons d'un soleil de plomb !\nTu as bu le sang écarlate des impurs. Les transgresseurs de serment et les injustes sont tombés comme des flocons de neige sur le sol devant ta pureté.\nD'innombrables péchés souillent mon manteau, car je porte la culpabilité du sang versé. J'ai pris des vies, même celles des justes, et pourtant tu brilles toujours.\nQue la maîtresse des eaux multiples ait pitié ! Les injustes ne sont pas dignes de toi. Belle et sainte Lacmineux, je te ramène maintenant au lac ! »\nAinsi le chevalier aux yeux couleur de mer cessa de parler, et elle jeta l'épée qu'elle tenait en main dans les eaux du lac. Pourtant, l'épée ne s'enfonça pas et retomba à ses pieds.\n« Oh belle Hauteclaire, épée de lumière ! Tu es si belle et sacrée, ta poignée d'or incrustée de bijoux.\nDaeira, cette jeune fille au bord du lac, cette noble dame des eaux pures, t'a offerte au chef des chevaliers afin qu'elle puisse accomplir d'innombrables exploits.\nElle t'a utilisée autrefois pour conquérir Peiregord ; elle t'a utilisée autrefois pour vaincre Aisias. Même les faes du sud lointain n'ont pas pu s'emparer de toi.\nQue la maîtresse des eaux multiples ait pitié ! Les injustes ne sont pas dignes de toi. Belle et sainte Lacmineux, je te ramène maintenant au lac ! »\nAinsi le chevalier aux yeux couleur de mer cessa de parler, et elle jeta l'épée qu'elle tenait en main dans les eaux du lac. Pourtant, l'épée ne s'enfonça pas et retomba à ses pieds.\n« Oh belle Hauteclaire, épée de lumière ! Grâce à ta lame, tant de conflits ont fini par la paix et les ravages de la guerre ont été arrêtés sur ces terres.\nUn jour, il y en aura un plus noble que moi, sept fois plus grand, qui te brandira à nouveau, et il accomplira des exploits sept fois plus grandioses.\nCombien de jours merveilleux ai-je passés à tes côtés ! Ah ! L'aube se lève, mais j'ai perdu pour toujours la couronne de justice.\nQue la maîtresse des eaux multiples ait pitié ! Les injustes ne sont pas dignes de toi. Belle et sainte Lacmineux, je te ramène maintenant au lac ! »\nAinsi le chevalier aux yeux couleur de mer cessa de parler, et elle jeta l'épée qu'elle tenait en main dans les eaux du lac. L'épée coula sans laisser de trace...\nEt puis elle est partie avec l'esprit qui était à ses côtés depuis le début, pour ne plus jamais être revue par qui que ce soit dans ce monde."
          }
        ]
      }
    ]
  }
}