{
  "epId": 4691,
  "name": "Conte d'une oie aux ailes enneigées",
  "desc": "<p>Un court conte de fées très populaire à Fontaine. De nombreux enfants, après avoir vu la couverture superbement dessinée, pensent qu'il a réellement été écrit par la gentille oie aux ailes enneigées de la légende.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/01/4f31dedb586090a194478c5f7039311a_2730062825684412359.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 1721244425,
  "components": {
    "body": [
      {
        "title": "Conte d'une oie aux ailes enneigées - Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "Pers le pingouin\nLa légende raconte qu'il existe une mer de glace au loin, au sud. C'est là que vivent les pingouins.\nLes pingouins sont de petites dames et de petits messieurs potelés, avec des vestons de plumes noires bien serrés sur leur joli ventre blanc. Vous pourriez penser qu'ils ont l'air maladroits sur terre, se dandinant et incapables de voler comme les autres oiseaux. Mais attendez un peu et vous les verrez se jeter sur le ventre et glisser, comme s'ils faisaient de la luge, directement dans l'eau. En un clin d'œil, ils deviennent des nageurs élégants et talentueux, leurs ailes épaisses en forme de nageoires aidant à propulser leur corps alors qu'ils virevoltent sous l'eau.\nDe nombreux enfants connaissent déjà ces faits sur les pingouins. Et les enfants qui aiment les pingouins sauront tout cela par cœur...\nMais il y a une chose que même les enfants raffolant des pingouins ne savent pas. Tous les pingouins du monde viennent de l'espace, bien au-delà du ciel. De grandes hordes de pingouins volaient autrefois à travers l'univers, leurs nageoires les guidant entre les étoiles, leurs plumes élégantes reflétant le peu de lumière qu'il y avait dans le vide. Des géantes rouges aux naines blanches, de l'épaule d'Orion à la scintillante Porte de Tannhäuser... Les pingouins ont tout exploré. Les pingouins se souviennent de tout.\nMais, peut-être à cause d'une catastrophe interstellaire ou même d'une simple dispute familiale, plusieurs clans de pingouins se sont séparés de ce troupeau galactique et ont atterri dans les eaux glacées au sud de Teyvat. Ils sont devenus nos premiers pingouins. Mais ces nouveaux arrivants ont trouvé notre atmosphère trop épaisse pour y voler, et leur manque d'expérience avec l'eau les a également empêchés de nager. Jusqu'à la naissance du merveilleux pingouin Pers, le premier pingouin à apprendre à nager.\nComme beaucoup de jeunes pingouins, Pers regardait le ciel étoilé de la nuit ou le ciel bleu du jour et se disait : « Si seulement je pouvais voler, comme mes ancêtres ! »\nC'est ainsi que Pers décida d'apprendre des oiseaux. Comment pouvaient-ils voler si haut ?\nD'abord, Pers le pingouin demanda quel était le plus gros oiseau qu'il pouvait trouver : une frégate. Et la frégate lui dit : « Haha ! C'est du gâteau ! Une fois que tu m'auras apporté 30 poissons, je cracherai le morceau ! »\nPers passa donc 50 nuits sur une plage au clair de lune, collectant 300 coquillages. Puis, il trouva une baleine qui aimait les coquillages et échangea les 300 qu'il avait contre 30 poissons.\nLe lendemain, la frégate avala ces 30 poissons d'un seul coup avant de rire et de s'envoler. Alors qu'elle montait, elle interpella le jeune Pers : « Le secret pour voler, c'est d'être léger ! Pourquoi ne pas essayer de perdre du poids ? »\nEh bien, perdre du poids était assez facile. Mais si un pingouin perdait son épaisse couche de graisse, il ne serait plus un pingouin. Alors Pers secoua la tête.\nEt comme tous les enfants le savent, la frégate reçut après tout cela un nouveau surnom en raison de sa cupidité et de son caractère déraisonnable : pirate de l'air.\nEnsuite, Pers demanda de l'aide aux goélands. Mais tout ce qu'ils faisaient, c'était crier et croasser. Pers n'en était donc pas plus sage et les goélands finirent par se disputer. En fait, certains d'entre eux étaient tellement en colère qu'ils se mirent à refuser de voler, devenant ainsi des pingouins... Mais c'est une autre histoire...\nC'est pourquoi Pers demanda de l'aide à un pétrel. Mais le pétrel ne lui apprit que quelques astuces peu pratiques, et non les bases dont il avait le plus besoin. Parce que, pensa ce noble oiseau de mer, il valait sûrement mieux apprendre à planer dans un ciel orageux que de se soucier de choses insignifiantes comme le décollage et l'atterrissage...\nPers était maintenant un pingouin très déçu. Il retourna à la plage en se dandinant et regarda l'océan nocturne paisible. Ce faisant, il remarqua pour la première fois que les étoiles de sa patrie céleste se reflétaient dans l'océan. Et il les a trouvés si belles qu'il a simplement... plongé.\nEt, après un bref moment de nage paniquée, Pers se rendit compte qu'il pouvait voler... Du moins sous l'eau. Il pouvait se propulser rapidement ou tournoyer et se retourner. Après tout, c'était pour cela que ces ailes fortes et ce corps rond et lisse avaient été faits !\nEt c'est ainsi que Pers le pingouin devint le premier pingouin à apprendre à nager. Et après Pers, de nombreux autres pingouins eurent le courage de sauter dans l'eau et, comme leurs ancêtres, de planer parmi les étoiles scintillantes, d'explorer, de se nourrir et de jouer.\nUne fois que Pers leur eut montré le chemin, les pingouins prirent vie dans l'eau et oublièrent leur passé stellaire. Même dans leurs rêves, ils ne se souvenaient plus de ce vide sans limites. Les pingouins vivent désormais ici, entre mer et terre..."
          }
        ]
      },
      {
        "title": "Conte d'une oie aux ailes enneigées - Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "La princesse Marcotte\nDans un passé pas si lointain, chaque espèce de plante et chaque espèce d'animal possédait son propre royaume.\nEt au Royaume des marcottes, vivait une princesse aux longs cheveux roses. La légende raconte qu'elle était née dans une pince de crabe et n'avait jamais pris racine... Elle avait toujours été et sera toujours une petite graine coriace.\n« Ma fille chérie, mon trésor bien-aimé. Pourquoi ne pas vous installer et profiter d'une vie de noblesse ? Pourquoi attendez-vous si longtemps pour germer et grandir ? », lui demanda son roi de père, inquiet.\n« Père, s'il vous plaît, ne vous inquiétez pas et ne vous mettez pas en colère. Je suis née dans une pince de crabe, et cette pince sera mon navire. Le destin de votre fille n'est pas de prendre racine dans la terre ordinaire et de faire pousser de jolies fleurs. C'est de conquérir les mers et d'explorer un monde nouveau et merveilleux ! »\nLe roi fut choqué par le projet de sa fille. Qu'y avait-il de mal avec les jolies fleurs, pensa-t-il ? N'était-il pas lui-même une jolie fleur ? Et si sa fille décidait un jour de s'enraciner et de faire pousser une couronne de pétales encore plus jolie que la sienne ? Ce serait terrible...\nMais il ressentait cela uniquement parce qu'il avait honte de ne pas être aussi joli qu'il le voulait.\nEt ainsi, il fit enfermer la princesse et la pince de crabe dans une boîte dorée. Puis, il cacha la boîte dorée dans un miroir fait d'eau la plus pure. Enfin, il jeta le miroir dans le lac saphir du Royaume des lotus pluvieux. Il n'y avait qu'une seule façon d'inverser toutes ces couches de confinement et de libérer la princesse (et la pince de crabe) : faire rire la mère-lotus. Et comme chacun le sait, les lotus pluvieux n'ont que trop l'habitude de pleurer.\n« Tout va bien à nouveau », se dit le roi. « Je peux reposer ma tête royale en paix. Tout ce que j'ai à faire est d'attendre et d'attendre, que la graine de ma fille bien-aimée commence à se fissurer. Elle perdra alors son envie de voyager. Quel choix aura-t-elle, sinon celui de pousser...\nEt alors, ma fille sera comme moi. Elle suivra son destin et deviendra forte et en bonne santé. »\nMais la courageuse princesse ne fut pas intimidée par son long emprisonnement. Elle écrivait blague après blague pour essayer de faire rire la mère-lotus, et s'entraînait à raconter ces blagues encore et encore. La pince de crabe gloussa... Même la boîte dorée éclata de rire... Mais la mère-lotus ? Rien.\nElle décida alors d'écrire une pièce de théâtre comique. Elle répéta jusqu'à ce que la pince de crabe ne puisse s'empêcher d'éclater de rire et de sautiller... Même si elle n'avait pas de pieds ! Elle transforma même l'intérieur de la boîte en théâtre. Mais toujours rien...\nEnsuite, la princesse essaya de trouver de l'humour dans les circonstances de son emprisonnement... Une comédie de situation, comme elle l'appelait. Bientôt, la pince de crabe, comme la princesse, riait jusqu'à en pleurer, puis pleurait jusqu'à en rire. Et enfin, les lotus pluvieux — de fervents pleureurs, comme nous le savons — se mirent à rire. Finalement, la mère-lotus ne put plus contenir sa curiosité et la princesse obtint alors une audience.\nEt, à la surprise générale, la princesse n'eut même pas besoin de raconter une seule blague. La mère-lotus éclata de rire dès que la princesse entra dans la pièce. Son rire devenait de plus en plus fort, faisant trembler les murs du palais et envoyant des ondulations dans le lac saphir.\nLa princesse Marcotte gagna alors sa liberté. Mais elle gagna également quelque chose de plus précieux : la capacité de rire et de faire rire les autres, même dans les circonstances les plus tristes.\nDans son navire en pince de crabe, la princesse navigua sur les vagues de l'océan lors de son voyage vers le nouveau monde de ses rêves. Et depuis, les marins racontent l'histoire d'un bateau en pince de crabe..."
          }
        ]
      },
      {
        "title": "Conte d'une oie aux ailes enneigées - Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "Monsieur le renard et le gardien horlogoïde\nIl y a très, très longtemps, monsieur le renard et le gardien horlogoïde étaient de bons amis.\nMonsieur le renard était un talentueux voleur. Le gardien horlogoïde était... Eh bien, c'était un gardien. C'est dans le nom, n'est-ce pas ?\nMais c'était il y a très, très longtemps, bien sûr. Ils restent néanmoins de bons amis. Cela ne changera jamais, quels que soient leur emploi et leur statut social.\nLe gardien horlogoïde avait toujours eu une inquiétude enfouie en lui, et à mesure que les années passaient et que ses mécanismes vieillissaient, cette inquiétude devenait de plus en plus grande, comme un ballon, et de plus en plus lourde, comme un porcelet. Et elle était toujours là, peu importe comment il essayait de s'en débarrasser, comme la jolie queue de monsieur le renard. C'était une inquiétude très oppressante.\nLe gardien horlogoïde a donc fait part de son inquiétude à son bon ami, monsieur le renard : « J'ai déjà vécu très longtemps. J'ai rencontré tellement de gens et j'ai dit au revoir à tellement de personnes. J'ai entendu les blagues les plus drôles et j'ai vécu les moments les plus tristes. Puis, j'ai tout oublié et j'ai vécu à nouveau la même chose. Même si oublier n'est pas facile pour une machine comme moi, tout s'efface. »\nMonsieur le renard comprenait l'inquiétude de son ami et savait exactement quoi suggérer : « Si vivre une vie aussi longue te rend oublieux et blasé, il est peut-être temps de mourir et, ce faisant, de rendre ta vie réelle.\n— Mais, mon ami pelucheux... », dit le gardien horlogoïde, enlevant sa casquette de gardien en alliage en soupirant : « N'as-tu pas volé la mort sur la coiffeuse de madame la grenouille lors de ce braquage il y a de nombreuses années ? Cela a provoqué toute une agitation, si je me rappelle bien. Les êtres vivants du monde ont tous oublié comment mourir. »\nComme nous le savons tous, madame la grenouille est l'envoyée de la mort, la reine de tout ce qui est laid, froid et ennuyeux. Elle protège ce joyau le plus froid, la mort elle-même.\n« Ah, j'étais si jeune à l'époque. Je me souviens que j'étais follement amoureux de madame la chacal et je voulais lui apporter le trésor le plus cher que je puisse trouver.\n— Et ?\n— J'ai réussi, mais elle est morte. »\nLa mort avait glissé des mains de madame la chacal et s'était brisée au sol. Les fragments avaient fondu dans la terre pour ne plus jamais être revus. Et alors que cela se produisait, les créatures du monde recommencèrent à mourir normalement, et tout ce qui aurait dû être mort l'était. Sauf monsieur le renard, qui aurait dû mourir, mais qui ne l'a pas fait. Sa vie s'éternisait...\n« La mort existe toujours dans ce monde ! Il ne nous reste plus qu'à la chercher ! » C'est ainsi que monsieur le renard et le gardien horlogoïde, une patte poilue dans une main de métal froide, quittèrent la ville qu'ils considéraient comme chez eux pour chercher la mort aux quatre coins du monde.\nEt ils cherchèrent et cherchèrent, puis cherchèrent encore. Ils cherchèrent jusqu'à ce que le magnifique manteau rouge de monsieur le renard devienne blanc. Ils cherchèrent jusqu'à ce que l'insigne officiel de gardien, la fierté et la joie du gardien horlogoïde, soit rouillé. Finalement, ils atteignirent l'endroit où vivait madame la grenouille.\n« Madame la grenouille ? Madame la grenouille ? », appela le gardien en frappant à la porte.\nMadame la grenouille ouvrit lentement la porte et tendit sa main verruqueuse et croûteuse.\n« Belle madame la grenouille, je suis vraiment désolé de vous déranger à nouveau », dit monsieur le renard en ôtant son chapeau. « Mais mon bon ami souffre énormément, et vous êtes la gardienne du seul remède.\n— Madame la grenouille est bien sûr consciente d'à quel point elle est belle », fit une voix rauque venant de la cabane délabrée. « Et si votre ami cherche la mort, il ne la trouvera pas ici.\nLa vie n'est pas du thé et la mort n'est pas du sucre. Leurs goûts ne peuvent pas être distingués si vous vivez éternellement. Mais vous avez un cœur mécanique et une langue mécanique, et vous avez goûté leur saveur encore et encore, au cours de chaque cycle d'activation et de désactivation... », dit madame la grenouille en levant un linceul brodé pour révéler le joyau froid appelé la mort, avant de tendre la main pour faire signe au gardien horlogoïde. « Viens, jeune gardien. Viens, mon enfant. Tout doit être mis à l'épreuve, mais n'admets pas facilement ta défaite, mon fort enfant...\nMes asticots ne te mangeront pas, ma mousse ne poussera pas sur toi. Que ton ennemi soit le temps ou la culpabilité, la tristesse ou l'ennui... N'admets pas facilement ta défaite, mon enfant. »\nEt sur ce, madame la grenouille prit la main métallique du gardien et la plaça doucement sur le bijou appelé la mort, et il vit quand, longtemps dans le futur, il en serait fini de lui...\nAprès d'innombrables années de difficultés, un gardien mécanique battu et épuisé était jeté dans les flammes d'une usine de ferraille, pour se fondre dans un océan métallique de millénaires de déchets. Toutes ces pensées métalliques lentes et ces idées métalliques dures devenaient rapides et liquides. Elles évoluaient, se combinaient et formaient une nouvelle vie. C'était un retour glorieux pour toutes les formes de vie métalliques, faisant même de la libération de la mort quelque chose de fade en comparaison.\nC'est ainsi que le gardien horlogoïde vit son avenir et abandonna son rêve de mourir. Son bon ami le renard, quant à lui, retira sa main voleuse et laissa le bijou là où il se trouvait. En effet, la vie ne se résumait pas à une simple amertume semblable à celle du thé. S'il avait un ami pour l'accompagner dans les moments difficiles, pourquoi était-il pressé ? Il pourrait voler ce bijou extraordinaire plus tard.\nPlus tard, comme tous les enfants le savent, monsieur le renard et le gardien horlogoïde vécurent très, très longtemps, jusqu'à ce que le petit monde dans lequel ils vivaient ne soit plus qu'un désert, jusqu'à ce que le soleil s'éteigne, jusqu'à ce que la lune tombe... Et même alors, leur histoire ne s'est pas terminée. Elle a survécu, se transmettant de monde en monde..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Conte d'une oie aux ailes enneigées"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Objet de quête"
          }
        ]
      },
      {
        "key": "Tomes",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4679,
            "name": "Conte d'une oie aux ailes enneigées - Tome I",
            "desc": "<p>Un court conte de fées très populaire à Fontaine. De nombreux enfants, après avoir vu la couverture superbement dessinée, pensent qu'il a réellement été écrit par la gentille oie aux ailes enneigées de la légende.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/1254995/d7613038ddd2f6b70d70a22e4fae7d52_7816693508355303530.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4680,
            "name": "Conte d'une oie aux ailes enneigées - Tome II",
            "desc": "<p>Un court conte de fées très populaire à Fontaine. De nombreux enfants, après avoir vu la couverture superbement dessinée, pensent qu'il a réellement été écrit par la gentille oie aux ailes enneigées de la légende.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/1254995/d7613038ddd2f6b70d70a22e4fae7d52_1208115538573583731.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4681,
            "name": "Conte d'une oie aux ailes enneigées - Tome III",
            "desc": "<p>Un court conte de fées très populaire à Fontaine. De nombreux enfants, après avoir vu la couverture superbement dessinée, pensent qu'il a réellement été écrit par la gentille oie aux ailes enneigées de la légende.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/1254995/d7613038ddd2f6b70d70a22e4fae7d52_8330987551314432809.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}