{
  "epId": 4692,
  "name": "L'effondrement du château fané",
  "desc": "<p>Un poème composé par un auteur inconnu. Le style d'écriture semble dégager une aura étrange et inquiétante...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/18/1254995/7b3090b3f6bb72d51559674e2f214143_1635762499204690473.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 1721244428,
  "components": {
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "Une fois, dans un rêve, j'ai vu un navire noir.\nIl naviguait dans la nuit sombre et dans un brouillard épais.\nLa coque était pourrie, le mât brisé.\nPourtant, dans une plaisanterie perverse sur la rationalité humaine,\nles morceaux cassés avaient été placés d'une manière tordue,\nenlacés par les algues qui enveloppaient le navire,\nformant une terrible ombre qui se déplaçait à travers le clair de lune,\nque personne ne pouvait entrevoir sans paniquer.\nTournez un peu votre regard, et en un instant,\nil apparaît devant vous :\nune silhouette grande et mince debout sur le pont,\nenveloppée de robes sombres, son visage à peine visible.\nSeulement ses yeux, ces deux yeux froids,\nqui peuvent transpercer votre âme d'un seul regard...\nÉtait-ce un monstre surgi des profondeurs des mers ?\nUn seigneur revenu d'un monde ancien ?\nOu peut-être le cauchemar lui-même ?"
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "Au bord du lac le plus pur du monde,\nse tenait autrefois un château scintillant.\nDes feuilles d'or et des pierres précieuses décoraient ses murs,\net il brillait aveuglant sous le soleil d'après midi.\nDe jolies banderoles et drapeaux flottaient sur son toit,\ntandis que des tours majestueuses s'élevaient sur ses côtés.\nLes invités venus de loin regardaient à travers ses fenêtres colorées,\net s'émerveillaient devant les merveilles révélées à chaque pas.\nPourtant, aucune n'était plus merveilleuse que les nombreuses statues,\nde forme étrange mais aussi réelle que la vie.\nAu centre de la grande salle se trouvait une scène dorée,\noù les musiciens jouaient jour et nuit pour le maître du château.\nTandis que la musique résonnait, les auditeurs affluaient comme des abeilles,\npour danser dans un rythme qui semblait captiver le monde entier.\nLe vin coulait à flots pour assouvir la soif de réjouissance.\nTous pouvaient participer, peu importe sa classe sociale ou son pays d'origine,\nmais rien de tout cela ne pouvait apaiser les craintes du maître,\nni offrir à son âme troublée un moment de paix.\nEt chaque fois que l'horloge de la tour sonnait son profond carillon de minuit,\nil était possédé par une panique incontrôlable,\npiégé par ses peurs et sa morosité.\nLa silhouette enveloppée de robes sombres recouvrerait sûrement les dettes dues,\net tout devant ses yeux se transformerait en poussière,\nles âmes de ses invités, et la sienne y compris,\nen hommage à ce monde sombre et ancien."
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "Au début, tout était calme, à part les rideaux dans la brise,\net les faibles bruits d'animaux mastiquant, résonnant à travers les murs depuis un endroit inconnu.\nPuis, un étrange rire rauque éclata d'une pièce vide,\nune horreur sans nom se répandant dans le noir.\nPuis, avec un tonnerre et une tempête terribles,\nun nuage de brouillard rougeoyant\nenveloppa le château comme un linceul.\nSur la scène centrale du château, une grande silhouette mince apparut,\nun esprit sombre enveloppé de robes sombres, arrivant enfin.\nLes invités, à l'instant profitant des réjouissances,\ntombèrent au sol un par un,\nn'ayant même pas le temps de crier.\nLe maître était assis, frissonnant, toujours sur son trône,\nson âme également arrachée par l'obscurité.\nAu milieu du rugissement des briques et des tuiles frappant le sol,\nla gloire du château s'était évanouie dans le passé,\nengloutie par les vagues scintillantes.\nLa lune de sang que les tours bloquaient autrefois réapparut dans le ciel,\nsa lueur funeste balayant la terre.\nEt aujourd'hui, au bord du lac le plus pur du monde,\nl'eau reflète le château fané depuis longtemps.\nLa joie et l'éclat qui illuminaient autrefois ses salles\nsont maintenant réduits à des légendes et des rêves.\nLes ruines s'étouffent dans l'obscurité.\nÀ travers les vitres brisées, les statues apparaissent comme des monstres\nqui, avec la mélodie discordante qui jouait, ont coulé avec le château dans la mer.\nIl n'y a plus rien là maintenant, à part obscurité, mort et perte."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "L'effondrement du château fané"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Objet de quête"
          }
        ]
      },
      {
        "key": "Tomes",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4682,
            "name": "L'effondrement du château fané - Tome I",
            "desc": "<p>Un poème composé par un auteur inconnu. Le style d'écriture semble dégager une aura étrange et inquiétante...</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/1254995/7b3090b3f6bb72d51559674e2f214143_8734750737803759624.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4683,
            "name": "L'effondrement du château fané - Tome II",
            "desc": "<p>Un poème composé par un auteur inconnu. Le style d'écriture semble dégager une aura étrange et inquiétante...</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/1254995/7b3090b3f6bb72d51559674e2f214143_308606512375527929.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4684,
            "name": "L'effondrement du château fané - Tome III",
            "desc": "<p>Un poème composé par un auteur inconnu. Le style d'écriture semble dégager une aura étrange et inquiétante...</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/1254995/7b3090b3f6bb72d51559674e2f214143_4468916930273419025.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}