{
  "epId": 4723,
  "name": "Courbe",
  "desc": "<p>Un détecteur de mensonges intelligent créé par le docteur Mosso il y trente ans.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/113040870/6fd0dd8a7e4d88bc69e7dd7e3fd72e3b_1493111323625288116.png",
  "menuId": 10,
  "menuName": "Archives des PNJ",
  "version": 1722975548,
  "components": {
    "textualResearch": [
      {
        "title": "Lettre au rédacteur en chef (brouillon)",
        "desc": [
          {
            "type": "RichText",
            "text": "Cher rédacteur en chef, vous avez raison de penser que l'affaire a atteint un point de non-retour.\nCes derniers jours, j'ai entendu des manifestants réclamer la destruction de Courbe. Hier soir, des étudiants radicaux sont entrés par effraction dans mon laboratoire et ont essayé de faire exactement cela. Heureusement, je les ai découverts à temps.\nCependant, Courbe est de plus en plus en danger. Je suis obligé d'agir, et mon plan est le suivant :\n1. Je réviserai le protocole Mosso et les données associées (sans signification pratique) dans le noyau de Courbe afin que ce qui reste soit une piste suffisamment trompeuse : il apparaîtra que les détecteurs de mensonge ne sont pas capables de détecter les mensonges et que j'ai manipulé, seul et en secret, tous les résultats des tests.\nQuant aux « preuves irréfutables de fraude et de tromperie du public », je les laisse entre vos mains compétentes. Veuillez sélectionner une date pour « l'exposition ».\n2. Dès que je serai condamné, je proposerai un duel. Et quand je tomberai dans l'Arène des duellistes, tout ne sera plus que repos.\n3. Je vous demande humblement de mobiliser votre journal pour détourner l'attention de Courbe. Il doit être considéré comme une « imposture mécanique inutile » devant être utilisée comme preuve pendant l'affaire, puis scellée par la Maréchaussée fantôme.\nIl n'est pas nécessaire d'essayer de me faire changer d'avis. J'ai réfléchi à chaque détail, et il est peu probable que cette tempête se dissipe tant que moi, le principal délinquant, ne serai pas mort. Courbe est l'œuvre de ma vie, je ne peux donc plus me permettre de faux pas. Je vous demande d'échanger ma vie contre la sienne.\n(Tout ce que nous avons fait jusqu'à présent a été efficace, et le module d'apprentissage des mensonges de Courbe a dérivé des données redondantes qui sont incompréhensibles. Je crois que la graine de la vie a germé en lui.)\nSincèrement,\nMosso Lombroso"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Personnages</color>\n<color=#ffffffd9>Liens</color>"
      },
      {
        "type": "RichText",
        "text": "Mosso Lombroso",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nUn chercheur qui a créé Courbe il y a une trentaine d'années. Il voulait créer une machine qui deviendrait progressivement humaine en appréhendant l'humanité et ses mensonges. Il mourut dans un duel pour protéger sa création de la cour de justice."
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Talochard",
        "desc": "<p>Agent de la Maréchaussée fantôme qui enquête sur la disparition de monsieur Arthur.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/16/113040870/58702a76d8f1c8e4922339c9c04c5893_5289593631366954023.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nTalochard est une employée de la"
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Maréchaussée fantôme",
        "desc": "<p>L'unité personnelle du juge suprême Neuvillette, chargée des enquêtes criminelles. Le siège de la Maréchaussée fantôme se situe au Palais Mermonia et est l'un des services de la Maison Gardiennage.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/11/170542231/615412682c0d3edc7483b9452030aa64_742106048035041781.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": ". Elle était auparavant guide d'aquebus et devient plus tard enquêtrice. Elle souhaite que Courbe en apprenne davantage sur la façon dont mentent les humains, et l'aider à surpasser le protocole Mosso, pour qu'il devienne un vrai « humain »."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Objets liés</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4613,
        "name": "Notes d'enquête de Talochard",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Ces notes d'enquête partagées par Talochard contiennent des informations sur la disparition de monsieur Arthur.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/21/29705491/8c9add213924484947222f85900c4bfa_6287158922824364879.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Courbe"
          }
        ]
      },
      {
        "key": "Région",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Meks"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/113040870/bcda767f4fe3a4db819ef13214f893eb_1700319366715933171.png"
      },
      {
        "key": "Courbe",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/113040870/62a13e362c768d30fb7a253ac5dce31f_7304889986790866382.png"
      },
      {
        "key": "Courbe",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/113040870/8e6fc536c2a3c64a76dd01010dbf0d4c_2257999686922901863.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Courbe et Talochard pendant l'enquête sur la disparition de monsieur Arthur."
          }
        ]
      },
      {
        "key": "Courbe",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/113040870/1452c0f26c1d2a66e8a28c295e157806_1613754472337179962.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Courbe dans la base du docteur Mosso."
          }
        ]
      }
    ]
  }
}