{
  "epId": 4778,
  "name": "Institut de recherche de Fontaine",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'Institut de recherche d'ingénierie cinétique de Fontaine, fondé par Alain Guillotin et souvent abrégé en Institut de recherche de Fontaine.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/267357714/154baa11b653966030bdf047346be788_561592243852617291.png",
  "menuId": 23,
  "menuName": "Affiliations",
  "version": 1720637239,
  "components": {
    "galleryCharacter": [
      {
        "key": "Masses d'eau condensées par allogravité",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/267357714/eb9c67ebcff8c2170b4e65f633ebe7c9_1092070843853875661.png"
      },
      {
        "key": "Ruines du Laboratoire central",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/267357714/2761bb3d86f5c1fe3894e75ed78d4dfa_8505090936345247250.png"
      },
      {
        "key": "Dortoirs de l'Institut",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/267357714/42fe71c1188b751fdb83701a8497588b_4652363897152102104.png"
      },
      {
        "key": "Parc commémoratif de Mary-Ann",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/267357714/3ecabe766131af02fff93f48a7419335_5868660822549928822.png"
      },
      {
        "key": "Nouvel Institut de recherche de Fontaine",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/267357714/7e8546344bac5deed4c2d7af5cf0f0c2_4345478650945737822.png"
      },
      {
        "key": "Hall d'assemblée académique",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/267357714/a77cdb9cbcff78e65cd0aacc8db6a9c4_3701674928779662073.png"
      },
      {
        "key": "Carte d'emplacements",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/02/267357714/eb7867f500212b653f2ba411519fa3ff_8392528118072563114.png"
      },
      {
        "key": "Carte d'emplacements",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/02/267357714/b848211cf4fbcaa5794ee6089422322e_6557734802021525936.png"
      },
      {
        "key": "Carte d'emplacements",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/02/267357714/0eeee4a5cfb3d3cbee969e10f3ed82e0_3828402572190314722.png"
      },
      {
        "key": "Carte d'emplacements",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/02/267357714/cafc8592e3677476d44026a113fbb9cb_4587769043718521818.png"
      },
      {
        "key": "Carte d'emplacements",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/02/267357714/c47b37404ba4e9be5bb054df44e2b423_5665597616489821072.png"
      },
      {
        "key": "Carte d'emplacements",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/02/267357714/d41f0035c55e8b83e8c3d975ff3869ab_8108258397408276380.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Ancien Institut",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Avant l'explosion, l'Institut de recherche d'ingénierie cinétique de Fontaine était le centre technologique de la Cour de Fontaine. Alain Guillotin le fonda après avoir quitté la Maréchaussée fantôme. Cet institut se consacrant à l'étude des machines et des énergies, la recherche sur les Mékas horlogoïdes occupait une place très importante. La plupart des inventions mécaniques de la nation furent développées dans cet institut. En hommage à son ancien assistant de recherche Carter Scherbius, Alain surnomma le Mek suppressif « type Cal. Scherbius ».</color>\n<color=#ffffff73>Lorsque Monsieur Bossuet devint superviseur, l'Institut fut renommé en « Institut de recherche Bossuet ». La chercheuse junior Chisseray était très admirative du leadership avisé de Bossuet ainsi que de ses décisions irréprochables, qui conduisirent à des résultats remarquables dans de nombreux domaines de recherche. Ensemble, Bossuet et Chisseray créèrent une nouvelle configuration théorique de noyau artificié. Leurs calculs montrèrent que dans une situation idéale, le rendement optimal de cette nouvelle configuration surpassait légèrement celui de la configuration d'Alain Guillotin. Ils publièrent ensuite un article décrivant le principe de fonctionnement ainsi que les exigences de conception de cette configuration. Celui-ci fut sélectionné comme « Article d'exception de l'année » par l'Institut de recherche de Fontaine. En récompense, Bossuet obtint le titre de technicien aîné. Après son départ de l'Institut, la plupart des chercheurs se dispersèrent. Selon le plan originel de Bossuet, Coppelius et Coppelia étaient des Mékas horlogoïdes dédiés à l'art de la danse. Cependant, Maillardet reprit le projet et dota les deux Mékas de pneumousia, ce qui les rendit capables de se battre. Deux modes de combat furent créés basés sur les énergies pneuma et ousia : le Châtiment de Coppelius et l'Inhumation de Coppelia. De son côté, Edwin Eastinghouse, un ancien technicien aîné, conduisit des expériences impliquant de l'arkhium dans le but d'élever la Cour de Fontaine dans les airs, évitant ainsi l'inondation prophétisée. Ces expériences sont supposées être la cause de l'énorme explosion qui détruisit la majeure partie de l'Institut de recherche de Fontaine.</color>\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le fils adoptif d'Emanuel Guillotin, élevé à l'Institut Narzissenkreuz avec sa sœur adoptive, Mary-Ann. Il est le fondateur de l'Institut de recherche d'ingénierie cinétique de Fontaine, sa plus grande contribution étant ses travaux sur les énergies pneuma et ousia, ce qui conduisit à la découverte du système d’Arkhe et à la création des Mékas horlogoïdes.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/06/267357714/5f9666801f8c3cd059ac14e8eb9dbc96_8577693236386499603.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Chasseur de la Maréchaussée",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/158750877/539b03bed1057707abd643147e18abde_6063469111814824669.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3993,
        "name": "Suite cryolienne",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Des danseurs artificiés développés par l'Institut de recherche de Fontaine.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Bossuet voulait à l'origine que les danseurs artificiés soient des œuvres d'art qui transcendent l'ère de la reproduction mécanique. Mais après qu'il a été contraint de démissionner, le projet a été repris par Maillardet, qui avait ses propres opinions. Ainsi, alors que leurs caractéristiques se sont perfectionnées au cours de leur développement, les danseurs artificiés se sont peu à peu éloignés de la vision originelle de Bossuet.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/113040870/377f3a8f5ea5fc082951815af746a2ae_8487389102102853193.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4054,
        "name": "Mek suppressif",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Méka horlogoïde adapté du type Cal. Scherbius. Malheureusement, à part sa capacité d'attaque, il n'a pas d'autres qualités.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Les Mékas horlogoïdes basés sur les réactions d'annihilation produisent normalement leur énergie en utilisant des répéteurs composés de cristaux spéciaux pouvant raffiner les énergies ousia et pneuma de l'environnement. Mais à l'extérieur de Fontaine, ils doivent utiliser des blocs d'énergie préparés en avance pour se déplacer temporairement sur de courtes distances. La différence entre les deux peut être observée à partir de la forme des composants cristallins sur le méka.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/113040870/6fd0dd8a7e4d88bc69e7dd7e3fd72e3b_7065732689632053109.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4694,
        "name": "Arkhe - Pneuma & Ousia",
        "desc": "<p>Un mécanisme fontainois utile à la fois en exploration et en combat utilisant deux forces opposées : pneuma et ousia.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_2976546650620969909.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Explosion",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Quand une prophétie annonça qu'une inondation détruirait Fontaine, les chercheurs de l'Institut concentrèrent leurs efforts sur la protection de la nation. L'arkhium est un mystérieux minerai jaune-vert possédant un immense potentiel énergétique et le pouvoir de briser les chaînes de la terre. En raison de ses caractéristiques particulières, les chercheurs considérèrent ce minerai comme la clé de la porte du salut. Edwin Eastinghouse l'utilisa dans la création du « Prototype Cal. Breguet », qui avait pour but de réduire fortement les effets de la gravité. Cela fut la première étape du projet visant à transformer la Cour de Fontaine en une ville flottant dans le ciel, dans l'espoir que ses habitants n'aient plus jamais à s'inquiéter des vagues qui menaçaient de balayer la nation. L'arkhium présent dans le noyau de l'appareil avait des caractéristiques de « séparation » ou de « sédimentation » qui permettaient de séparer la matière, ou certaines choses en dehors de la matière. Le processus pourrait également être inversé, mais l'Institut de recherche Fontaine ne s'intéressa qu'aux effets physiques qu'il pouvait produire. Les premières estimations indiquèrent que l'appareil aurait pu soulever un pâté de maisons entier.</color>\n<color=#ffffff73>Pendant la phase de test, le noyau d'arkhium subit une surcharge, ce qui provoqua une terrible explosion, ravageant ainsi l'Institut. Edwin Eastinghouse fut identifié comme responsable de cet incident. Suite à cela, des masses d'eau condensées par allogravité et des fragments de l'Institut furent projetés dans les airs. En conséquence, le contrôle sur le Générateur de champ expérimental fut perdu, et ce dernier gît maintenant dans les Ruines du Laboratoire central. L'explosion coûta la vie à de nombreux chercheurs, et une grande partie des survivants choisirent de quitter l'Institut. Edwin étant introuvable, beaucoup pensèrent qu'il avait péri. Il fut tout de même licencié de son poste de technicien aîné et une enquête approfondie fut ouverte en raison de son absence prolongée sans avoir déposé aucune demande. Compte tenu de sa personnalité singulière et de ses méthodes de recherche non-conventionnelles, les dirigeants de l'Institut furent soulagés par son absence. Depuis lors, certaines personnes attribuent des propriétés maléfiques à l'arkhium,</color> <color=#ffffffd9>« synonyme de désastre pour les gens cupides et de malheur pour les ignorants »</color> <color=#ffffff73>. D'autres croient encore à son potentiel caché et considèrent qu'il n'a pas encore été pleinement exploité.</color>\n<color=#ffffff73>Le noyau cinétique d'arkhium est le fruit des recherches communes de Raimondo et d'Edwin. Ils pensaient qu'en injectant suffisamment d'énergie dans le noyau de manière constante, cela permettrait au Générateur de champ expérimental d'opérer à pleine puissance. Cependant, après l'avoir créé, ils réalisèrent qu'il leur était impossible d'injecter suffisamment d'énergie dans le noyau pour le maintenir à puissance maximale. Edwin et Raimondo testèrent de nombreuses méthodes pour atteindre ce but, comme par exemple mélanger l'arkhium et la pneumousia, ou encore connecter un grand nombre de minerais en série pour créer une puissante source d'énergie. Aucune de ces méthodes ne fonctionna. Ils finirent par trouver un énorme cristal d'arkhium. Bien qu'il ait toujours été inerte, ils étaient certains que ce minerai avait une pureté sans précédent. Avec un traitement adapté, l'énorme morceau d'arkhium serait en mesure de fournir la grande quantité d'énergie nécessaire au Générateur de champ expérimental. Malheureusement, Edwin et Raimondo eurent un désaccord sur ce sujet. En effet, Raimondo proposait une approche plus conservatrice, alors qu'Edwin voulait résoudre le problème rapidement. À la suite de l'explosion, Raimondo prit rapidement la tête de l'enquête et se concentra davantage sur l'évaluation des dégâts. Le mélange d'intelligence et de passion au sein de l'Institut de recherche produisit des résultats qui dépassèrent toutes les attentes, bien qu'il ne reste aujourd'hui que peu de personnes pour reconnaître ces remarquables travaux à leur juste valeur.</color>\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4531,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4530,
        "name": "Choiseul",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/09/398150381/686e30e290d1bc0619c1bf144edba8d2_3133821016555115434.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4343,
        "name": "Générateur de champ expérimental",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un grand appareil conçu par feu Edwin Eastinghouse, ayant la capacité de « contrecarrer » les effets de la gravité. Selon sa conception originale, il s'agissait de la première étape d'un plan visant à transformer Fontaine en une ville flottant dans le ciel, afin que les gens n'aient plus jamais à s'inquiéter des vagues qui balayaient la terre. Même si les Sept Nations devaient être englouties par les abîmes, l'élégante Cour de Fontaine flotterait au-dessus de tout comme Celestia. Ainsi, même les secrets de l'univers ne sembleraient plus si lointains. L'arkhium dans le noyau de l'appareil possède les caractéristiques de </span><span style=\"color: rgb(189, 193, 198)\">« séparation » ou de « sédimentation » et peut donc séparer la matière, ou certaines choses en dehors de la matière. il est dit que ce processus peut être inversé mais l'Institut de recherche de Fontaine ne s'intéressait qu'aux effets physiques qu'il pouvait produire.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/05/113040870/8b91559a50c08459a3b1127aa01a210f_6720574049296425725.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4461,
        "name": "Minerai mystérieux",
        "desc": "<p>Un mystérieux minerai cristallin jaune-vert.</p><p>Il semble avoir la capacité d'attirer les minerais du même type.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/1254995/2cb97440fa69d2bdf20c8f1378ae65f9_7778343662084009382.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Nouvel Institut de recherche de Fontaine",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Suite à cette catastrophe, les chercheurs survivants bâtirent un nouvel institut à proximité des ruines de son prédécesseur, tout en continuant d'entretenir les bâtiments épargnés par l'explosion. Ce complexe fut nommé « Nouvel Institut de recherche de Fontaine ». Là, Raimondo et Choiseul se partagent les lourdes responsabilités du poste de directeur. Raimondo est chargé de la remise en route des recherches et projets scientifiques, tandis que Choiseul s'occupe de tout le reste. Il est responsable, notamment, de la répartition des fonds liés au personnel, des allocations budgétaires trimestrielles, de l'accueil des visiteurs et, avec Raimondo, de faire partir les journalistes trop curieux. Leur objectif principal reste le même : reconstruire l'Institut de recherche de Fontaine et travailler dur pour le bien-être de tous les habitants de la Cour de Fontaine.</color>\n<color=#ffffff73>Selon Choiseul, l'ancien site de l'Institut devrait être préservé et transformé en « Centre de formation à la sécurité de l'Institut ». Raimondo, lui, affirme qu'après avoir récupéré toutes les ressources de recherche de l'ancien site, celui-ci devrait être démoli, et la zone restaurée dans son état naturel. Cela se ferait à l'aide du Générateur de champ expérimental. En effet, ce dernier pourrait désactiver le champ d'altération de la gravité autour des décombres de l'Institut et les faire atterrir sur le sol en toute sécurité. La source d'énergie de cet appareil est l'arkhium tri-état, une variante inerte de l'arkhium ayant subi un traitement spécial. Après être entré dans son « état actif silencieux », ce nouveau minerai est réputé plus stable que dans son état actif initial.</color>\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4531,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4530,
        "name": "Choiseul",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/09/398150381/686e30e290d1bc0619c1bf144edba8d2_3133821016555115434.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4343,
        "name": "Générateur de champ expérimental",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un grand appareil conçu par feu Edwin Eastinghouse, ayant la capacité de « contrecarrer » les effets de la gravité. Selon sa conception originale, il s'agissait de la première étape d'un plan visant à transformer Fontaine en une ville flottant dans le ciel, afin que les gens n'aient plus jamais à s'inquiéter des vagues qui balayaient la terre. Même si les Sept Nations devaient être englouties par les abîmes, l'élégante Cour de Fontaine flotterait au-dessus de tout comme Celestia. Ainsi, même les secrets de l'univers ne sembleraient plus si lointains. L'arkhium dans le noyau de l'appareil possède les caractéristiques de </span><span style=\"color: rgb(189, 193, 198)\">« séparation » ou de « sédimentation » et peut donc séparer la matière, ou certaines choses en dehors de la matière. il est dit que ce processus peut être inversé mais l'Institut de recherche de Fontaine ne s'intéressait qu'aux effets physiques qu'il pouvait produire.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/05/113040870/8b91559a50c08459a3b1127aa01a210f_6720574049296425725.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4384,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Temps présent",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/267357714/258395f804783bb62f419d8cd4e96f64_637635020602479503.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Suite à l'explosion initiale, vraisemblablement causée par Edwin, l'ensemble de l'arkhium de l'Institut se retrouva fragmenté, risquant depuis lors de basculer vers un état actif, ce qui déclencherait d'autres explosions. Peu de temps après, une deuxième explosion se produit dans les ruines du Laboratoire central. Bien que moins intense que la première, elle dispersa de nombreux composants refroidisseurs de l'inhibiteur d'arkhium dans les eaux environnantes. Cette explosion fut le résultat d'un flux énergétique affectant une petite partie de l'arkhium dans les ruines. Un système de suppression fut installé et la crise fut évitée, mais le chercheur aîné et collègue d'Edwin Eastinghouse, Nacker, manquait à l'appel. Ce dernier fut alors soupçonné d'avoir déclenché la seconde explosion et volé le noyau cinétique d'arkhium pour le revendre.</color>\n<color=#ffffff73>Plus tard, mademoiselle Fusilier, une enquêtrice spéciale, fut chargée de résoudre l'affaire du vol du noyau. L'objectif principal de cette investigation était de récupérer au plus vite le noyau cinétique, ce dernier étant un prototype extrêmement instable. L'enquête mena Fusilier à Chaussivert, le gardien autoproclamé du Port de Lumidouce. Ce dernier orienta les recherches vers une expédition de marchandises pouvant révéler la position de Nacker. Au fur et à mesure, une résidence émettant des relevés d'énergie résiduelle clairs tout autour d'elle fut trouvée. Fusilier brisa la serrure et un homme sortit de la maison. Cependant, il ne s'agissait pas de Nacker, mais d'Edwin Eastinghouse, le technicien disparu ayant vraisemblablement causé la première explosion de l'Institut de recherche. Edwin révéla que Nacker se trouvait aux alentours des Ruines du Fort Charybdis. Là-bas, Nacker avoua qu'il travaillait sur un « générateur de champ » et qu'il essayait de le synchroniser avec le noyau cinétique d'arkhium dans l'espoir de devenir le plus grand ingénieur cinétique de tous les temps. Il apparut ensuite qu'Edwin avait délibérément conduit Fusilier à Nacker, et il encouragea son collègue à retourner à l'Institut et à se repentir. L'ancien technicien aîné voulait reprendre ses recherches et affirma qu'il n'était pas présent lors de l'explosion du noyau. Après que les deux hommes aient échangé quelques mots, Fusilier déclara qu'ils avaient tous deux nui aux intérêts de l'Institut et, en tant qu'enquêtrice spéciale, exigea que tous deux soient ramenés à l'Institut en attendant qu'une décision soit prise. Quelques minutes après leur arrivée au Nouvel Institut, le personnel de la Maison Gardiennage arriva et emmena Nacker et Edwin à la Forteresse de Méropide.</color>\n<color=#ffffff73>Jurieu et Lourvine sont d'anciens chercheurs de l'Institut qui travaillent désormais comme consultants techniques à la Forteresse de Méropide. Jurieu fut l'un des chercheurs les plus éminents de l'Institut de recherche de Fontaine et travailla sous la direction d'Edwin. Alors que Jurieu était l'assistant d'Edwin, Lourvine était l'assistante de Jurieu. Les principaux domaines de recherche de Jurieu sont l'arkhium et les gravimètres. Durant son séjour à la Forteresse de Méropide, Jurieu concentra ses efforts sur la création du « Wingalet », un navire volant, qui aida au sauvetage des Fontainois lors de la grande inondation.</color>\n<color=#ffffff73>Le fonta est une boisson créée par l'Institut de recherche de Fontaine et est très populaire localement. Il n'existe que dans des saveurs sucrées et des bulles apparaissent quelques secondes après en avoir consommé. Une nouvelle version de la boisson est actuellement en phase d'essai. D'une couleur rouge sang, cette variante est testée à plus petite échelle afin de voir la réaction des clients. Des représentants de la marque allèrent à la Forteresse de Méropide et proposèrent de sponsoriser le tournoi de Pancrace afin de promouvoir leur nouveau produit, mais le Duc lui-même refusa l'idée.</color>\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4531,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4670,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4510,
        "name": "Jurieu",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/12/235883431/e0c32de4137f9ce2d52688645fa9b9d5_324795548629012276.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4511,
        "name": "Lourvine",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/12/235883431/5f999835ce89d804029fb71cd3069343_4411925432277681598.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4487,
        "name": "Rapport spécial",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un rapport spécial imprimé en cachette par Chronie. Il est dit que son contenu consigne la vérité que l'Institut de recherche de Fontaine souhaite cacher...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/30/1254995/8d55454d8b8baf9d8aecf9b4393ce753_923544683195869630.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4471,
        "name": "Coupe fonta de pancrace",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un trophée décerné pour avoir participé au tournoi amical de pancrace en tant qu'entraîneur et guidé Geneviève et Poiret vers la victoire. Fabriqué à partir de métal élégant, le bon éclairage le fera briller comme un mora étincelant.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Avec ce trophée spécial, vous pouvez obtenir des recharges illimitées de fonta rafraîchissant aux machines désignées, afin de boire à votre guise et de devenir la buveuse la plus satisfaite/le buveur le plus satisfait du monde...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/30/1254995/9b49bce752109cbec8c7504c0270a632_1921332730352290942.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4485,
        "name": "Composant refroidisseur d'inhibiteur d'arkhium",
        "desc": "<p>Un composant refroidisseur autrefois installé sur l'inhibiteur d'arkhium. Selon Raimondo, une fois qu'ils sont tous réinstallés, l'inhibiteur peut être redémarré.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/1254995/8f0427c46c1a73a04272f26941141165_3635917968264033867.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4167,
        "name": "Fonta",
        "desc": "<p>Une boisson spéciale créée par l'Institut de recherche de Fontaine, très populaire parmi les citoyens.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/02/170542231/f38c224c1396bf0533c212db62da6b94_5500019668272501924.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrations",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "L'Oiseau de vapeur : Édition spéciale N°6 - Rondeau d'engrenages et d'horlogerie"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/09/267357714/25fc21402048da602873dfde84491e2c_8360244986842176963.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>15 août 2023</color>\n<color=#ffffff73>Bonjour, chers voyageurs !</color>\n<color=#ffffff73>Admirons ensemble la Suite cryolienne des danseurs artificiés !</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "[L'Oiseau de vapeur : Édition spéciale] Version 4.1"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/09/267357714/0151830da1f20b8f89b357065f620dbe_1092708230220731265.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>19 septembre 2023</color>\n<color=#ffffff73>Bonjour, voyageurs !</color>\n<color=#ffffff73>Après la mise à jour de la version 4.1, la « Région de l'Institut de recherche d'ingénierie cinétique de Fontaine » et la « Région de Liffey » seront disponibles à Fontaine. Consultez cette édition spéciale de L'Oiseau de vapeur pour découvrir les nouvelles zones !</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Membres notables"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le fils adoptif d'Emanuel Guillotin, élevé à l'Institut Narzissenkreuz avec sa sœur adoptive, Mary-Ann. Il est le fondateur de l'Institut de recherche d'ingénierie cinétique de Fontaine, sa plus grande contribution étant ses travaux sur les énergies pneuma et ousia, ce qui conduisit à la découverte du système d’Arkhe et à la création des Mékas horlogoïdes.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/06/267357714/5f9666801f8c3cd059ac14e8eb9dbc96_8577693236386499603.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Fondateur de l'Institut de recherche\nBossuet\nAncien superviseur de l'Institut de recherche Bossuet (autrefois connu sous le nom d'Institut de recherche commémoratif Alain Guillotin)",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ancien technicien aîné",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4531,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Technicien aîné",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4530,
        "name": "Choiseul",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/09/398150381/686e30e290d1bc0619c1bf144edba8d2_3133821016555115434.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Officier administratif\nMaillardet\nCréateur de la",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3993,
        "name": "Suite cryolienne",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Des danseurs artificiés développés par l'Institut de recherche de Fontaine.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Bossuet voulait à l'origine que les danseurs artificiés soient des œuvres d'art qui transcendent l'ère de la reproduction mécanique. Mais après qu'il a été contraint de démissionner, le projet a été repris par Maillardet, qui avait ses propres opinions. Ainsi, alors que leurs caractéristiques se sont perfectionnées au cours de leur développement, les danseurs artificiés se sont peu à peu éloignés de la vision originelle de Bossuet.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/113040870/377f3a8f5ea5fc082951815af746a2ae_8487389102102853193.png",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4510,
        "name": "Jurieu",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/12/235883431/e0c32de4137f9ce2d52688645fa9b9d5_324795548629012276.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4511,
        "name": "Lourvine",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/12/235883431/5f999835ce89d804029fb71cd3069343_4411925432277681598.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4523,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4525,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4533,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4534,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4535,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4544,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4670,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5562,
        "name": "Hautemontagne",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/08/272640cca03458d36e5da9c79ce5390d_8250663735247039157.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Chercheurs",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Inventions"
      },
      {
        "type": "CustomEntry",
        "epId": 4343,
        "name": "Générateur de champ expérimental",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un grand appareil conçu par feu Edwin Eastinghouse, ayant la capacité de « contrecarrer » les effets de la gravité. Selon sa conception originale, il s'agissait de la première étape d'un plan visant à transformer Fontaine en une ville flottant dans le ciel, afin que les gens n'aient plus jamais à s'inquiéter des vagues qui balayaient la terre. Même si les Sept Nations devaient être englouties par les abîmes, l'élégante Cour de Fontaine flotterait au-dessus de tout comme Celestia. Ainsi, même les secrets de l'univers ne sembleraient plus si lointains. L'arkhium dans le noyau de l'appareil possède les caractéristiques de </span><span style=\"color: rgb(189, 193, 198)\">« séparation » ou de « sédimentation » et peut donc séparer la matière, ou certaines choses en dehors de la matière. il est dit que ce processus peut être inversé mais l'Institut de recherche de Fontaine ne s'intéressait qu'aux effets physiques qu'il pouvait produire.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/05/113040870/8b91559a50c08459a3b1127aa01a210f_6720574049296425725.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "Appareil conçu par Edwin Eastinghouse pour faire s' <color=#ffffff73>élever la Cour de Fontaine dans les airs</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4167,
        "name": "Fonta",
        "desc": "<p>Une boisson spéciale créée par l'Institut de recherche de Fontaine, très populaire parmi les citoyens.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/02/170542231/f38c224c1396bf0533c212db62da6b94_5500019668272501924.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Boisson populaire\nLe <color=#ffffff73>«</color> Wingalet <color=#ffffff73>»</color>\nVaisseau volant créé par Lourvine et Jurieu à partir de notes sur le navire du roi Remus, le <color=#ffffff73>«</color> Fortuna <color=#ffffff73>»</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4046,
        "name": "Mek de reconnaissance",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un des premiers Mékas horlogoïdes de type nouveau à être fabriqué.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il est dit que pendant son séjour à l'Institut de philosophie naturelle, le maître-artificier Guillotin a créé des machines capables de simuler une véritable intelligence.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Bien qu'il ne l'ait jamais ouvertement admis, cette rumeur a néanmoins inspiré les générations suivantes d'ingénieurs ambitieux. Il y a des décennies, l'un d'eux a annoncé qu'il avait créé une machine qui possédait non seulement des capacités de réflexion de base, mais pouvait également lire les émotions humaines. Mais à la fin, ses résultats n'ont pas été reconnus...</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/01/113040870/3ad2b2518f2dc28443995e6f899da5c6_5699094758962087415.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4047,
        "name": "Mek amplificateur",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Méka horlogoïde conçu pour relayer et amplifier les signaux.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">La puissance qui anime ce Méka horlogoïde est générée à partir d'une réaction d'annihilation contrôlée des énergies pneuma et ousia dans son noyau cinétique. En conséquence, le surcharger avec une énergie excessive entraînera la rupture de son équilibre initial.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/113040870/13657594e3f10e03202beb967810c24a_7963003248830402261.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4048,
        "name": "Mek subaquatique",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Méka horlogoïde conçu pour les relevés sous-marins.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">En l'absence de percées significatives dans le domaine de la dynamique, la recherche sur la cinématique a eu l'impact le plus significatif sur la conception des Mékas horlogoïdes. Pour les machines conçues pour effectuer des tâches spécifiques, le biomimétisme a parfois fourni les solutions les plus pratiques.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/113040870/65c2f2f349644b201b1e4438a7a4e41a_8425488946445107043.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4049,
        "name": "Mek géologique",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Méka horlogoïde conçu pour détecter les ressources souterraines et certains minéraux.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Comme le type de métal souhaité peut être défini à l'avance, cet appareil s'est avéré très populaire parmi les Pilleurs de trésors et les aventuriers.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/01/113040870/3d1a9930a63df8435b92c0fc802047f8_5455907932866350211.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4050,
        "name": "Mek submersible",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Méka horlogoïde conçu pour rechercher, repousser et, si nécessaire, exterminer les formes de vie marine qui menacent les équipements subaquatiques.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Depuis la première période d'inondation, l'Institut de recherche de Fontaine est préoccupé par l'idée qu'il pourrait y en avoir une seconde. Certains ont pensé à reprendre les ruines perdues par les vagues afin d'y construire une ville sous-marine, tandis que d'autres ont tourné leur regard vers les îles célestes intouchables au-dessus de leur tête avec l'intention de construire une métropole dans les nuages.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Les Meks submersibles ont été conçus pour ce premier plan, mais à en juger par les résultats, c'est la seconde idée qui a pris le dessus ces dernières années.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/113040870/87302d0d1c56c7021d480de754242abf_8648794310378277909.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4051,
        "name": "Mek récolteur",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Méka horlogoïde conçu pour creuser et transporter du sable et de la terre.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">En raison de la capacité inhérente des eaux et des terres de Fontaine à stocker et à transmettre les énergies ousia et pneuma, les Mékas horlogoïdes alimentés par l'annihilation de ces énergies sont très appréciés. Cela explique également pourquoi les aventuriers peuvent tomber de temps en temps sur des blocs ousia et pneuma...</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/01/113040870/be2ea3d3098b5c71823ca3c754148907_4110992931619530651.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4052,
        "name": "Mek détecteur",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un mécanisme capable de projeter l'énergie produite par une réaction d'annihilation. À proprement parler, il s'agissait à l'origine d'un appareil expérimental issu de recherches entreprises par l'Institut de philosophie naturelle avant la création de l'Institut de recherche de Fontaine.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Ainsi, malgré son succès commercial considérable en tant que dispositif d'alerte et de défense, la plupart des ingénieurs ne le considèrent pas comme un véritable Méka horlogoïde.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/113040870/af0e07b46641cb0e8e4040ddb7cde8ad_5832328012900914601.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4053,
        "name": "Mek offensif",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Avec les Meks de reconnaissance, c'était l'un des premiers Mékas horlogoides de type nouveau à être fabriqué. Bien sûr, après des centaines d'années, personne ne les qualifie plus de « nouveau »... Il s'agissait à l'époque d'un moyen de les différencier des Mékas horlogoïdes traditionnels alimentés par de l'énergie potentielle.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il a été nommé pour commémorer un ami de son inventeur et a été conçu à l'origine pour aider les gens. Cependant, sa capacité à attaquer, évitant ainsi la nécessité de se mettre en danger, a été par la suite considérée par ses nombreux utilisateurs comme son véritable atout.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/01/113040870/d2196e10876ce49a7e4abb0d7568f354_1835933633565591586.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4054,
        "name": "Mek suppressif",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Méka horlogoïde adapté du type Cal. Scherbius. Malheureusement, à part sa capacité d'attaque, il n'a pas d'autres qualités.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Les Mékas horlogoïdes basés sur les réactions d'annihilation produisent normalement leur énergie en utilisant des répéteurs composés de cristaux spéciaux pouvant raffiner les énergies ousia et pneuma de l'environnement. Mais à l'extérieur de Fontaine, ils doivent utiliser des blocs d'énergie préparés en avance pour se déplacer temporairement sur de courtes distances. La différence entre les deux peut être observée à partir de la forme des composants cristallins sur le méka.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/113040870/6fd0dd8a7e4d88bc69e7dd7e3fd72e3b_7065732689632053109.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4055,
        "name": "Mek annihilateur",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Bien que l'Institut de recherche d'ingénierie cinétique de Fontaine soit la principale organisation impliquée dans la recherche et la conception de machines horlogoïdes, il existe également de nombreux ingénieurs et ateliers indépendants qui ne sont pas affiliés à l'Institut.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">La toute première machine de ce type a été conçue par un ingénieur indépendant en mémoire de son amante et mécène. Au final, elle a été acquise par la Maison Gardiennage pour servir d'outil de maintien de la sécurité municipale... Ou, aux yeux de certains, d'arme de violence publique...</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/113040870/d97484197bdf9c06a7b4fe4d85a7d2c9_4698961715941522407.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4056,
        "name": "Mek constructeur",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un grand Méka horlogoïde qui a une valeur incommensurable lorsqu'il est utilisé dans la construction de bâtiments et les fouilles archéologiques, dont le nom vient d'un ingénieur employé par Callas lors de la construction de la ligne Clémentine.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Avec le soutien financier de Callas, cet ingénieur a construit la légendaire « Note dorée », un gigantesque engin de chantier qui a servi à creuser le Tunnel de Poisson. Une fois le travail terminé, des Mékas horlogoïdes de même type ont été conçus avec une structure similaire, mais une échelle bien plus petite.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/01/113040870/7d2f0609af5aec51bef2ccf2a17eeecf_6368550923862962690.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4401,
        "name": "Mek d'assaut",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Méka horlogoïde conçu pour mener des attaques sous-marines. Contrairement aux modèles submersibles, ces mékas affrontent des adversaires beaucoup plus gros et plus féroces. Bien sûr, pour ses performances et son coût de fabrication, leur prix en contrepartie est qu'ils sont incapables de libérer pleinement leurs capacités contre de plus petits adversaires.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il y a longtemps, Fontaine a été marquée par l'invasion tragique d'un monstre massif. L'armada du vénéré cuirassé blanc qui naviguait sur le grand lac terrestre a été complètement détruite pour la défense de la nation. Le concepteur espérait que si une telle situation se reproduisait, ses Mékas horlogoïdes posséderaient suffisamment de puissance de feu pour agir comme première ligne de défense, avant les soldats et les généraux.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/11/29705491/42bd4ed7c62bde287d29b7b393d40bbd_440926596913405809.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "Meks créés par l'Institut pour la recherche scientifique et la protection des Fontainois",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4341,
        "name": "Unité de sous-détection",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Cette unité de détection, créée par l'Institut de recherche de Fontaine en utilisant de nouveaux modèles de composants artificiels, était à l'origine destinée au suivi des données environnementales.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/01/76706780/3825519df83eccc4e1e6030fa80fe3cc_3414225142237226789.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4384,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "RichText",
        "text": "Unités de détection produites par l'Institut de recherche de Fontaine destinées au suivi des données environnementales",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3993,
        "name": "Suite cryolienne",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Des danseurs artificiés développés par l'Institut de recherche de Fontaine.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Bossuet voulait à l'origine que les danseurs artificiés soient des œuvres d'art qui transcendent l'ère de la reproduction mécanique. Mais après qu'il a été contraint de démissionner, le projet a été repris par Maillardet, qui avait ses propres opinions. Ainsi, alors que leurs caractéristiques se sont perfectionnées au cours de leur développement, les danseurs artificiés se sont peu à peu éloignés de la vision originelle de Bossuet.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/113040870/377f3a8f5ea5fc082951815af746a2ae_8487389102102853193.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "Danseurs artificiés développés par l'Institut de recherche de Fontaine",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4104,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 4105,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 4106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 4107,
        "name": "Mek de maintenance : Collecteur de platine",
        "desc": "<p><span>Un méka compact développé pour assister lors des activités sous-marines, permettant ainsi d'améliorer le taux d'utilisation des Mékas horlogoïdes. Ils ont été conçus à l'origine pour enlever les déchets, la végétation et les débris sous-marins afin d'éviter qu'ils n'obstruent les composants vitaux d'autres mékas, minimisant ainsi les défaillances. De plus, leur rôle de « nettoyeurs sous-marins » est également bénéfique à l'écosystème de Fontaine. Équipés de capteurs à haute sensibilité, ces mékas peuvent « sentir » les objets à travers les odeurs et « regarder » les déchets sous-marins. Ainsi, certains appâts peuvent les attirer et ils sont parfois capturés par des pêcheurs, qui les appellent des « poissons d'entretien d'eau » ou des « poissons de fer ». Comparé au modèle « Configuration initiale » déployé en masse, le modèle « Nettoyeur aquatique » est plus développé et recouvert d'un matériau résistant à l'érosion. Les concepteurs ont également abandonné leur précédente politique de « déploiement en masse suivi d'abandon » pour adopter un système de récupération et de maintenance périodique : des signaux de guidage par clignotement basés sur une certaine fréquence leur permettent de récupérer les mékas afin de les examiner et les entretenir avant de les redéployer. Certains individus ont donc commencé à utiliser ces signaux comme une sorte d'appât pour attraper ces mékas, et cette méthode est maintenant largement connue de la communauté des pêcheurs.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/13/113040870/4929630c1cff42095c29f8a6c89caf97_5238675340540170482.png",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 4597,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Meks compacts conçus pour assister lors d'activités sous-marines, améliorant ainsi le taux d'utilisation des Mékas horlogoïdes</color>",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Bâtiments officiels",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Bureau exécutif",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/267357714/c77a0b8d5017a1157886728bae55021c_2268821829225210650.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Situé à l'intersection des régions de Liffey et de l'Institut de recherche d'ingénierie cinétique de Fontaine, ce bureau s'occupe principalement des nombreuses tâches administratives de l'Institut. La responsable du projet d'exposition sur la sécurité de l'Institut, Conjat, se trouve ici.</color>\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5143,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5144,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Nouvel Institut de recherche de Fontaine",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/267357714/15a981fe1d61629a78f3fe207b2a1a65_1643869302990284182.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Après l'explosion qui ravagea la majeure partie de l'Institut, les chercheurs survivants se regroupèrent et bâtirent un nouveau complexe à proximité des ruines, tout en préservant les bâtiments épargnés par l'explosion. Après avoir terminé diverses quêtes du monde liées à l'Institut, vous trouverez de nombreux chercheurs ici, comme par exemple Broglie, spécialiste en hydrologie, Chisseray, responsable de l'équipe de compilation bibliographique et ancienne assistante de Bossuet, et Damestier, responsable de l'équipe de recherche sur les Mékas horlogoïdes de type poisson. Sévigne sera également présente au Nouvel Institut après avoir terminé la quête du monde « Lumières perfides des profondeurs ». Enfin, les directeurs de l'Institut, Choiseul et Raimondo, se trouvent ici.</color>\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5144,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4531,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4530,
        "name": "Choiseul",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/09/398150381/686e30e290d1bc0619c1bf144edba8d2_3133821016555115434.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4533,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4534,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Bureau documentaire",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/267357714/a2e5b52fc0a60517d786bedebbdd4fc3_3924590882647823719.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Chalmet est la responsable de l'équipe de récupération bibliographique de l'Institut. Le plus souvent, elle se trouve au Bureau documentaire, organisant des fichiers et des documents conformément aux instructions de Raimondo.</color>\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5144,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4531,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Hall d'assemblée académique",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/267357714/c818199cfa112690f8de08d1368de569_7178466901828221928.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>La conception circulaire de ce hall permet d'accueillir un large public tout en garantissant une bonne visibilité à tous les spectateurs. Ce lieu est consacré à l'exposition des résultats des recherches de l'Institut. Parmi ceux-ci, on peut noter les danseurs artificiés de combat, le phonographe et le planeur à turbines. Certains affirment cependant que le fonta est l'unique accomplissement scientifique de l'Institut demeurant encore légalement lucratif.</color>\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5144,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3993,
        "name": "Suite cryolienne",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Des danseurs artificiés développés par l'Institut de recherche de Fontaine.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Bossuet voulait à l'origine que les danseurs artificiés soient des œuvres d'art qui transcendent l'ère de la reproduction mécanique. Mais après qu'il a été contraint de démissionner, le projet a été repris par Maillardet, qui avait ses propres opinions. Ainsi, alors que leurs caractéristiques se sont perfectionnées au cours de leur développement, les danseurs artificiés se sont peu à peu éloignés de la vision originelle de Bossuet.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/113040870/377f3a8f5ea5fc082951815af746a2ae_8487389102102853193.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4167,
        "name": "Fonta",
        "desc": "<p>Une boisson spéciale créée par l'Institut de recherche de Fontaine, très populaire parmi les citoyens.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/02/170542231/f38c224c1396bf0533c212db62da6b94_5500019668272501924.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Ruines du Laboratoire central",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/267357714/bb3f979a9328e587551d328ca3d38b2d_3063765960706103178.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Situé au cœur de l'Institut de recherche d'ingénierie cinétique de Fontaine, ce laboratoire disposait des instruments les plus avancés de Fontaine. Malheureusement, il fut endommagé à deux reprises par des explosions. La première aurait été causée par Edwin Eastinghouse et la deuxième par Nacker. Actuellement, les principales recherches entreprises là-bas portent sur le Générateur de champ expérimental. Grâce aux masses d'eau condensées par allogravité, les chercheurs peuvent gravir les ruines de manière sûre et efficace.</color>\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5144,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4343,
        "name": "Générateur de champ expérimental",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un grand appareil conçu par feu Edwin Eastinghouse, ayant la capacité de « contrecarrer » les effets de la gravité. Selon sa conception originale, il s'agissait de la première étape d'un plan visant à transformer Fontaine en une ville flottant dans le ciel, afin que les gens n'aient plus jamais à s'inquiéter des vagues qui balayaient la terre. Même si les Sept Nations devaient être englouties par les abîmes, l'élégante Cour de Fontaine flotterait au-dessus de tout comme Celestia. Ainsi, même les secrets de l'univers ne sembleraient plus si lointains. L'arkhium dans le noyau de l'appareil possède les caractéristiques de </span><span style=\"color: rgb(189, 193, 198)\">« séparation » ou de « sédimentation » et peut donc séparer la matière, ou certaines choses en dehors de la matière. il est dit que ce processus peut être inversé mais l'Institut de recherche de Fontaine ne s'intéressait qu'aux effets physiques qu'il pouvait produire.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/05/113040870/8b91559a50c08459a3b1127aa01a210f_6720574049296425725.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Dortoirs de l'Institut",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/267357714/42aad35835c271652d9a1c6947faffbc_5828921842235521478.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Bien que cette zone n'ait pas été extrêmement touchée par l'explosion, les dortoirs ont besoin de rénovations et ne disposent que d'une alimentation limitée. D'après Nacker,</color> <color=#ffffffd9>« lorsqu'un chercheur de l'Institut de recherche de Fontaine dit qu'il a besoin de se reposer, en réalité, il souhaite simplement laisser son esprit se détendre un peu. Il vient ici jouer du piano, feuilleter des livres et boire un verre ou deux, si besoin. »</color> <color=#ffffff73>Les dortoirs ne sont pas équipés de lits, car pour les chercheurs,</color> <color=#ffffffd9>« dormir est avant tout une perte de temps. »</color>\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5144,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Parc commémoratif de Mary-Ann",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/267357714/9313055236b1636d284df12e96857fa6_1106654251296964058.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Un parc dédié à la sœur d'Alain Guillotin, Mary-Ann. Un laboratoire sous-marin appartenant à monsieur Bossuet est caché en dessous.</color>\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5144,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le fils adoptif d'Emanuel Guillotin, élevé à l'Institut Narzissenkreuz avec sa sœur adoptive, Mary-Ann. Il est le fondateur de l'Institut de recherche d'ingénierie cinétique de Fontaine, sa plus grande contribution étant ses travaux sur les énergies pneuma et ousia, ce qui conduisit à la découverte du système d’Arkhe et à la création des Mékas horlogoïdes.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/06/267357714/5f9666801f8c3cd059ac14e8eb9dbc96_8577693236386499603.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La fille adoptive d'Emanuel Guillotin, élevée à l'Institut Narzissenkreuz avec son frère adoptif, Alain.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/267357714/7f04e9d0b83ab550cc91ddf708008a7d_2782146379352601823.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Zones non-officielles",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Bureau d'évaluation des qualifications de l'Institut",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/267357714/416a6503a47de16653157e71cd550353_1898180679949882304.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Desnos, le responsable de ce Bureau, accueille en ce lieu les aventuriers venant pour le recrutement organisé par l'Institut et leur fait passer l'examen préliminaire de qualification.</color>\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5143,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Laboratoires de recherche et études cachées",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Bureau secret de Bravais",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/17/267357714/74881a598b992f81fd66b9f09502e1ab_6884352022733614209.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Situé non loin du Hall d'assemblée académique, ce bureau secret ne peut être ouvert qu'avec une Luménite d'arkhium, forgeable uniquement à l'aide d'une presse spéciale.</color>\n<color=#ffffff73>Des notes de recherche trouvées dans cette étude révèlent que certains chercheurs travaillaient sur un projet de grande envergure impliquant de l'arkhium. Les notes de maître Ruggiero, le fondateur du Consilium Sapientium, sont également présentes. Ces dernières portent sur la Troupe dorée, « Fortuna » et Petrichor. D'après l'annotation de Bravais, Ruggiero était</color> <color=#ffffffd9>« un véritable grand maître à son époque »</color> <color=#ffffff73>.</color>\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5144,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Troupe dorée",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/158750877/c32bab10651059ad3c0c8a0e5bbd2e03_5008894013788174832.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4458,
        "name": "Luménite d'arkhium",
        "desc": "<p>Le produit de la forge d'arkhium. Il dégage une énergie et une lumière inhabituelles, et on dit qu'un tel minerai peut être utilisé pour ouvrir une porte quelque part...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/1254995/4521efa26a41dcd7494bc4c99f33dd45_2180545793472362784.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Laboratoire de Bossuet",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/267357714/6d10de801d1fae94bf5e79c9977e56e1_8681969726803936980.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Grâce à son article « Analyse théorique et conception de la configuration du nouveau noyau artificié », Bossuet obtint le titre de technicien aîné. En effet, ce rapport avait été sélectionné comme « Article d'exception de l'année ». Plus tard, monsieur Bossuet devint superviseur de l'Institut de recherche commémoratif d'Alain Guillotin et le renomma en « Institut de recherche Bossuet ». D'après la chercheuse junior Chisseray, le leadership avisé de monsieur Bossuet ainsi que de ses décisions irréprochables conduisirent à des résultats remarquables dans de nombreux domaines de recherche.</color>\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5144,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Atelier horlogoïde de Kuisel",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Cette zone n'est pas une propriété privée, mais un bâtiment abandonné qui n'a jamais pu faire partie de la Forteresse de Méropide. Voyant que cet atelier avait été délaissé, Coutrot s'établit en ce lieu et se fit appeler « Kuisel » afin de cacher sa véritable identité. En effet, cet ancien chercheur avait été renvoyé de l'Institut de recherche de Fontaine à cause du caractère « étrange » de ses recherches. Cela l'avait beaucoup contrarié. Dans ses notes, il écrit que</color> <color=#ffffffd9>« ne pas comprendre le sens de la recherche ne fera qu'obstruer la voie vers la singularité technologique »</color> <color=#ffffff73>.</color>\n<color=#ffffff73>Les travaux de Coutrot portaient sur un « réseau neuronal ». Ayant besoin d'un assistant, il afficha une annonce au-dehors de son atelier. Coutrot fut finalement retrouvé et arrêté par Bricole, un chercheur enquêtant sur une affaire de vol de ressources à l'Institut de recherche.</color>\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5144,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5143,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4535,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4544,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Cachette de Nacker",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/267357714/6d04e5e1b92f95bb5795bc854b15a939_3894609713625401930.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Situé dans les Ruines du Fort Charybdis, ce lieu fut utilisé par Nacker comme laboratoire secret. Là-bas, le chercheur aîné travaillait sur un « générateur de champ ». Son objectif était de le synchroniser avec le noyau cinétique d'arkhium volé dans l'espoir de devenir le plus grand ingénieur cinétique de son temps.</color>\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5146,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4343,
        "name": "Générateur de champ expérimental",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un grand appareil conçu par feu Edwin Eastinghouse, ayant la capacité de « contrecarrer » les effets de la gravité. Selon sa conception originale, il s'agissait de la première étape d'un plan visant à transformer Fontaine en une ville flottant dans le ciel, afin que les gens n'aient plus jamais à s'inquiéter des vagues qui balayaient la terre. Même si les Sept Nations devaient être englouties par les abîmes, l'élégante Cour de Fontaine flotterait au-dessus de tout comme Celestia. Ainsi, même les secrets de l'univers ne sembleraient plus si lointains. L'arkhium dans le noyau de l'appareil possède les caractéristiques de </span><span style=\"color: rgb(189, 193, 198)\">« séparation » ou de « sédimentation » et peut donc séparer la matière, ou certaines choses en dehors de la matière. il est dit que ce processus peut être inversé mais l'Institut de recherche de Fontaine ne s'intéressait qu'aux effets physiques qu'il pouvait produire.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/05/113040870/8b91559a50c08459a3b1127aa01a210f_6720574049296425725.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Institut de recherche d'ingénierie cinétique de Fontaine</color>"
          }
        ]
      },
      {
        "key": "Région",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Fontaine</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Organisation de recherche</color>"
          }
        ]
      },
      {
        "key": "Fondateur",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Alain Guillotin</color>"
          }
        ]
      }
    ]
  }
}