{
  "epId": 4779,
  "name": "Remus",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le roi divin qui bâtit Remuria.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/03/267357714/513d51e0ebfd54f5da34a9f85dfaf61f_8618663277050135643.png",
  "menuId": 10,
  "menuName": "Archives des PNJ",
  "version": 1718019056,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Remus</color>"
          }
        ]
      },
      {
        "key": "Régions",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Sumeru</color>\n<color=#ffffffd9>Remuria</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relations"
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "name": "Al-Ahmar",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le souverain du désert de Sumeru, également connu sous le nom de roi Deshret et roi écarlate.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/03/235883431/513d51e0ebfd54f5da34a9f85dfaf61f_1066811360236131998.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Le roi Deshret, au profit de qui Remus perdit ses terres.\nSybilla\nUne voyante qui avait survécu au premier déluge et perdu son esprit et son corps. Elle prédit à Remus l'ascension et la chute de Remuria. La grande symphonie de la phobos fut créée grâce à son aide.\n<color=#ffffff73>« Fortuna »</color>\nLe navire doré de Remus, créé à partir du <color=#ffffff73>cèdre blanc argenté.</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "L'empire bâti par Remus.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Chasseur d'or, un des accordeurs de Remus, le roi divin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/113040870/1df790c1e63e81f4bb2f0d7d429c0954_1874653953842110525.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'un des accordeurs du roi divin Remus.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/20/113040870/8dd1bf13fcb6632439addaf00c2e4b7b_1385408646720274133.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Euergetia</color>\n<color=#ffffff73>Aurelius</color>\nLes accordeurs avec qui Remus partagea <color=#ffffff73>son pouvoir et son autorité.</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'ancien Archon Hydro, décédé lors du Cataclysme il y a 500 ans.</span></p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/10/94261667/a5b8d23dd3fbe0969cc3ebce78f9c29f_4493374179446919599.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>La mère de toutes les eaux, qui parla à Remus du péché qu'elle avait commis et de la malédiction irrévocable qui en résultait. Elle lui offrit également une tasse de l'eau la plus pure.</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>Prince des élémentosaures et ami de Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/113040870/762d24fb00dcfe355802e7181da1a743_4821287983880501099.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Un ami de Remus qui quitta la Fontemer avec lui pour assister à la création d'un monde libéré des chaînes du destin. Remus lui confia sa dernière symphonie.\nLa phobos\nLa grande symphonie composée par Remus.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objets liés"
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "Le déclin de Remuria",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il est dit que le grand chercheur Pulteney a écrit cet ouvrage historique épique concernant l'ancienne civilisation rémurienne pendant les premières années de la fondation de Fontaine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/1254995/9766d07bdd397bb0c6186ac562fe05a3_3139504993481168742.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "La chanson d'Erinnyes ",
        "desc": "<p>Comment les chevaliers de chaque région se sont-ils unis pour prêter leur force à Erinnyes, en opposition aux desseins d'invasion des Capitoliens ?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/18/1254995/a7dc3102e2e26789e52f7d2dacfa072f_3708277421952681275.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Troupe dorée",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/158750877/c32bab10651059ad3c0c8a0e5bbd2e03_5008894013788174832.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Chanson des jours d'antan",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Fragment d'harmonie divergente",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/24/7557f4558ab243d82e8b6b9994fc97ee_7049965257988970706.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4028,
        "name": "Gobelet brisé de la mer immaculée",
        "desc": "<p>La légende dit que lorsque le premier usurpateur est venu à la mer primordiale, le premier souverain lui a donné un gobelet d'eau.</p><p>Plus tard, il devint le roi divin incontesté, et utilisa ce gobelet d'eau pour affiner les mystérieuses gouttes de rosée, établissant un empire splendide et puissant. </p><p>Mais c'est désormais une histoire ancienne, dont les personnages principaux dorment dans la phosphorescence des bancs de poissons des profondeurs.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/235883431/91ea8723306e98e3d1bcb55d7fdf7c81_7693506173110975594.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4027,
        "name": "Gobelet à vin de la mer immaculée",
        "desc": "<p>Quel genre d'empire peut durer mille ans ? Après son retour du royaume des dragons, l'usurpateur réfléchit à cette question.</p><p>Combinant une pierre immortelle avec l'essence d'ichor extraite de l'eau primordiale et sculptant le tout en une race aussi noire que le fer... Avec de la lithos arcanique pour peau et de l'ichor pour sang, ne craignant plus jamais la malédiction du retour d'un passé primitif...</p><p>Le golem silencieux rêve encore du rêve de l'empire... Sans savoir que cela fait plus de mille ans depuis sa chute...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/235883431/53003e0178136f962ed95ee9c8cb7bff_8590882174922887636.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Gobelet d'argent de la mer immaculée",
        "desc": "<p>Dans les années où le linceul doré couvrait la terre, l'eau de source pure devait être dissimulée dans des ruisseaux de montagne cachés, et les chevaliers de source sont nés dans ces sanctuaires.</p><p>Les chevaliers juraient sur leur armure d'argent, afin de protéger les esprits nés de l'eau pure, afin de protéger leurs semblables qui gardaient également foi en la seule source véritable, résistant au pourvoir doré omniprésent qui avait effacé le ciel et éclipsé le soleil. Mais c'est une légende ancienne... Peu de temps après l'effondrement et l'écroulement de l'empire, les chevaliers qui résistaient à l'usurpateur ont perdu leur armure, et leurs histoires ont été oubliées dans un enchevêtrement de légendes et de ballades.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/235883431/c70230640d8706fd2e3aa837a391166c_5750854117927991549.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Gobelet d'or de la mer immaculée",
        "desc": "<p>Lorsque l'usurpateur de la ville engloutie a joué le dernier mouvement de la symphonie dorée, son musicien préféré a volé le gobelet d'or débordant d'ichor. </p><p>Choqué par la trahison téméraire du roi divin, le musicien convoqua les derniers gardes et utilisa l'insoluble ichor pour sceller le dragon sous la haute tour, avant de le faire sombrer dans l'abîme avec la capitale.</p><p>Par la suite, ce noble voleur a disparu silencieusement de l'histoire, et seule la Troupe dorée se souvient fidèlement de sa prophétie.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/235883431/a8147d7dfc78a2dc5d47dd50bd6292ed_7791413459480364306.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4037,
        "name": "Résidu de rosée sacrée pure",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Les légendes disent qu'avant la naissance de la vie, il existait une mer primordiale dense. C'est l'origine la plus pure de toutes choses, et un jour, elle engloutira également toute vie... Et les choses qui n'en sont pas issues seront filtrées, ne devenant que des détritus flottants.<br>« L'existence de détritus a aussi un sens... Quel genre de chose serait rejetée par la source de toutes choses qui avale toute vie ? », demanda le jeune accordeur au grand usurpateur, réfléchissant à cette énigme.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/11/76706780/b5eb251eb35df6de92c4e93ac29b1f23_4246592545034260521.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4036,
        "name": "Sublimation de rosée sacrée pure",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">« La vie qui est venue de la mer primordiale est inévitablement destinée à y retourner. », dit l'accordeur Boethius. « Mais les humains ont d'infinies possibilités de transcender, et même les eaux de la mer primordiale ne peuvent pas les dissoudre complètement... »<br>L'usurpateur arrogant a autrefois tenté de mélanger l'ichor insoluble avec de l'eau pure, afin de contenir la sagesse et les souvenirs, ce qui permettrait ainsi à ses sujets et serviteurs de se débarrasser de leur corps physique et d'obtenir des vies indépendantes et éternelles.<br>Mais sectionner l'âme du corps est une douleur qui ne peut être supportée par aucune vie ordinaire, et l'ordre de l'usurpateur déchira et brisa leurs âmes...<br>L'ichor fut alors teint en noir par les pleurs et les hurlements de tant d'âmes, et il perdit son harmonie et sa sagesse, ne laissant que le chaos et la folie.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/11/76706780/bfe4638702fbef7e67d5d84b99d5276d_6860981389925820695.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Source de rosée sacrée pure",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">C'est une relique d'une époque où les chevaliers de source erraient encore... Ces derniers disaient qu'il y avait encore des esprits fidèles dans les sources et les vallées des montagnes où personne ne marchait, gardant ces sources pures et non polluées...<br>Cependant, le créateur de l'ichor artificiel ne pouvait tolérer aucune discorde dans sa grande symphonie. On dit que partout où Boethius l'accordeur est allé, le nectar naturel a été enterré, les aqueducs de l'empire ont été construits et les esprits nés de l'eau pure ont disparu sans laisser de traces...</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/11/76706780/54913bb983c08663e91eef34841c80b9_545818808213461302.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4034,
        "name": "Essence de rosée sacrée pure",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une solution dense et pure, dérivée et raffinée des gouttes de la vaste mer primordiale. L'ancien roi divin croyait autrefois que cela apporterait la vie éternelle et une sagesse infinie, mais en écoutant attentivement... Il prophétisait doucement, faiblement, la fin ultime où toute chose se dissoudrait en une seule...<br>C'était autrefois la grande symphonie inachevée du roi divin... Un ichor doré sans limite et sans source, remplaçant les eaux primitives sauvages, et les glorieux sages immortels apportant une illumination semblable à un nectar dans les coins ignorants du monde.<br>Mais les illusions du roi divin ont finalement sombré dans les profondeurs de l'abîme noir, et avec les ravages du temps, l'ichor doré a finalement été corrodé par la soupe primordiale...<br>L'accordeur a fermé les yeux sur les mauvais présages et, soutenant son corps brisé, a continué à donner la vie à ses compatriotes selon les plans autrefois établis, afin que l'ancien ordre puisse un jour revenir...<br>Aujourd'hui encore, de nombreux poètes et peintres fous de Fontaine voient dans l'apocalypse vécue par Boethius un rappel du cycle inéluctable du monde.</span><br></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/11/76706780/b511969117b243bc41e7af4c578dfb88_6254499580295741094.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Remus",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/03/267357714/31941f53b43891e840dd1997518ccef4_5033346030515058370.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>À l'époque où les peuples de la haute mer vivaient dans l'ignorance et où les tribus n'étaient pas encore éclairées, la divinité philharmonique, Remus, régnait dans le désert de Sumeru. Il était autrefois un chanteur d'oasis, mais son ancienne demeure avait été perdue sous la grande lumière du roi Deshret. Refusant de servir son trône, Remus choisit la voie de l'errance. Il arriva sur les terres de la haute mer, pensant que ce serait son tombeau, mais tomba sur les ruines d'une ville plus ancienne que la terre elle-même. Cette ville, située au-dessous des profondeurs abyssales sans lumière, n'avait jamais été mentionnée dans aucune histoire. C'est là, au cœur du temple en ruine, sous le cèdre blanc argenté, qu'eut lieu la première rencontre entre Remus, le futur roi glorieux, et Sybilla, une abeille dorée qui pouvait voir l'avenir. Cette dernière prédit que Remus gouvernerait à nouveau des villes et des sujets. La nation qu'il bâtirait fleurirait et prospérerait, et il dirigerait un jour toute la haute mer. Il apporterait à son peuple civilisation et justice, mais à la fin, celui-ci serait détruit par cette même justice.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Quand viendra le temps fatidique du jugement, les vagues impitoyables dévoreront cette gloire et ce bonheur éphémères. »</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>La divinité philharmonique savait que personne ne pouvait résister au destin et accepta donc de se lancer dans ce voyage. Alors qu'il formulait son choix, le creux sans eau s'effondra avec fracas, et l'arbre d'argent se transforma en un navire doré, « Fortuna ».</color>\n<color=#ffffff73>À bord de la Fortuna, Remus et Sybilla descendirent sur Meropis. Avant leur arrivée, cette terre était habitée par les premiers peuples. Ils avaient autrefois vécu en paix et en harmonie, et des envoyés de Celestia arpentaient librement la terre. Cependant, après d'innombrables générations, ces peuples avaient décidé de se libérer des chaînes du destin. Enragé par cela, le ciel avait déchaîné les éléments sur eux, les forçant à vivre comme des animaux sauvages. Ce n'est que lorsque Remus arriva sur ces terres que la prospérité et l'ordre furent restaurés. Il enseigna aux gens comment cultiver la terre, et construisit des temples et des villes avec des pierres géantes pour les héberger. Plus important encore, il diffusa la beauté de la musique et de l'art, qui différenciaient les humains des autres êtres vivants, les amenant ainsi à se considérer comme maîtres de toutes choses. La divinité philharmonique bâtit une grande tour à Meropis, rassemblant les dispersés pour construire une nouvelle nation. Les cornes d'abondance bénirent la terre de fertilité et un défilé maritime sans fin reliait les îles pour n'en faire qu'une.</color>\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "name": "Al-Ahmar",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le souverain du désert de Sumeru, également connu sous le nom de roi Deshret et roi écarlate.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/03/235883431/513d51e0ebfd54f5da34a9f85dfaf61f_1066811360236131998.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Fragment d'harmonie divergente",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/24/7557f4558ab243d82e8b6b9994fc97ee_7049965257988970706.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "Le déclin de Remuria",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il est dit que le grand chercheur Pulteney a écrit cet ouvrage historique épique concernant l'ancienne civilisation rémurienne pendant les premières années de la fondation de Fontaine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/1254995/9766d07bdd397bb0c6186ac562fe05a3_3139504993481168742.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Prophétie",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Même si sa nation continuait de croître et de prospérer, le roi n'oublia jamais la prophétie, et ses doutes à son sujet demeurèrent.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Comme vous l'avez prédit, je suis devenu un roi glorieux, apportant une civilisation cultivée au peuple.</color>\n<color=#ffffffd9>J'ai accordé la paix à l'océan et je gouverne le sol avec justice, répandant l'ordre et le progrès aux quatre coins de la terre.</color>\n<color=#ffffffd9>Pourtant, plus mon nouveau et glorieux royaume devenait prospère, plus je devenais triste et perplexe.</color>\n<color=#ffffffd9>La gloire prophétisée continuera pendant un siècle, et ensuite ? Les germes de la destruction prennent racine. »</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Le changement est la nature des choses, telle est la loi de la Fortuna. Même en reconnaissant la folie qu'étaient l'éternité et l'immortalité, Remus ne pouvait pas accepter un avenir aussi sombre que celui annoncé par Sybilla. Il se tourna vers la voyante, mais elle ne put l'aider. En effet, même si elle pouvait voir l'avenir, il lui manquait la sagesse ancienne et sacrée pour explorer la cause de la destruction.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Mais je sais que dans les profondeurs de la mer sans lumière, dans le royaume où les eaux de source déferlent encore, la mère des nombreuses eaux est emprisonnée.</color>\n<color=#ffffffd9>Comme la prophétie prédit que les vagues sans fin engloutiront la nation, peut-être qu'elle aura des réponses... »</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Suivant les conseils de Sybilla, Remus, accompagné de sa flotte dorée, se mit à la recherche des eaux de source, là où Egeria, la mère de toutes les eaux, était emprisonnée. Il s'agissait du royaume où habitaient les descendants des dragons, appelé la Fontemer. Dirigés par leur prince, Scylla, les Élémentosaures gardaient la prison d'Egeria. Les deux camps livrèrent une bataille qui fit bouillir les mers pendant trente jours et trente nuits. Ce n'est que lorsque l'épuisement lui apporta un répit que le roi divin utilisa la musique pour exprimer son objectif. Sa volonté de résister au destin dicté par l'ordre divin amusa Scylla. Bien que le rêve de Remus semblait ridicule aux yeux du prince des Élémentosaures, ce dernier accepta de l'emmener voir la mère de toutes les eaux.</color>\n<color=#ffffff73>La miséricordieuse Egeria lui parla longuement, mais elle ne put lui donner la réponse qu'il espérait. Finalement, le roi, qui nourrissait encore de l'ambition et de l'espoir, décida de prendre une tasse de l'eau</color>\n<color=#ffffff73>offerte par la mère de toutes les eaux avant de partir. Il lui promit d'utiliser cette eau pour créer un monde de prospérité sans fin, dépourvu de tout conflit. Alors que la flotte rentrait chez elle, Scylla quitta également la Fontemer. Quoiqu'il considérait tous les dieux comme des usurpateurs en comparaison aux Élémentosaures, il devint ami avec Remus.</color>\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'ancien Archon Hydro, décédé lors du Cataclysme il y a 500 ans.</span></p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/10/94261667/a5b8d23dd3fbe0969cc3ebce78f9c29f_4493374179446919599.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>Prince des élémentosaures et ami de Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/113040870/762d24fb00dcfe355802e7181da1a743_4821287983880501099.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Fragment d'harmonie divergente",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/24/7557f4558ab243d82e8b6b9994fc97ee_7049965257988970706.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Gobelet d'argent de la mer immaculée",
        "desc": "<p>Dans les années où le linceul doré couvrait la terre, l'eau de source pure devait être dissimulée dans des ruisseaux de montagne cachés, et les chevaliers de source sont nés dans ces sanctuaires.</p><p>Les chevaliers juraient sur leur armure d'argent, afin de protéger les esprits nés de l'eau pure, afin de protéger leurs semblables qui gardaient également foi en la seule source véritable, résistant au pourvoir doré omniprésent qui avait effacé le ciel et éclipsé le soleil. Mais c'est une légende ancienne... Peu de temps après l'effondrement et l'écroulement de l'empire, les chevaliers qui résistaient à l'usurpateur ont perdu leur armure, et leurs histoires ont été oubliées dans un enchevêtrement de légendes et de ballades.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/235883431/c70230640d8706fd2e3aa837a391166c_5750854117927991549.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Gobelet d'or de la mer immaculée",
        "desc": "<p>Lorsque l'usurpateur de la ville engloutie a joué le dernier mouvement de la symphonie dorée, son musicien préféré a volé le gobelet d'or débordant d'ichor. </p><p>Choqué par la trahison téméraire du roi divin, le musicien convoqua les derniers gardes et utilisa l'insoluble ichor pour sceller le dragon sous la haute tour, avant de le faire sombrer dans l'abîme avec la capitale.</p><p>Par la suite, ce noble voleur a disparu silencieusement de l'histoire, et seule la Troupe dorée se souvient fidèlement de sa prophétie.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/235883431/a8147d7dfc78a2dc5d47dd50bd6292ed_7791413459480364306.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Grande symphonie",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/03/267357714/4417194d9a22aa68cbc2c9d4aa037acd_856533333629078798.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>À son retour de la mer primordiale, le glorieux roi établit la capitale impériale dorée et se tint au-dessus du monde en tant que sébaste. Partout où naviguaient ses grands navires, toute les villes s'inclinaient devant son autorité suprême. Partout où ses notes étaient jouées, la symphonie de la civilisation supplantait les chants sauvages. Les ancêtres des Fontainois actuels avaient peur de lui, et le surnommèrent donc « Roi obscur Remus ».</color>\n<color=#ffffff73>À partir du moment où il apprit la prophétie, Remus se demanda quel genre d'empire pourrait bien durer mille ans. Il combina une pierre immortelle avec l'essence d'ichor extraite de l'eau primordiale (le pur graal offert par Egeria) et fit don aux Rémuriens de nouveaux corps éternels. Le sébaste espérait que son peuple pourrait échapper aux contraintes de leurs corps mortels et au chemin funèbre tracé pour eux. Son objectif était qu'ils puissent se libérer des chaînes de la Fortuna pour devenir maîtres de leur propre destin.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Si les vagues dévorent mes sujets, alors je scellerai leurs âmes dans un ichor insoluble dans toutes les eaux.</color>\n<color=#ffffffd9>Si le temps pourrit mon royaume, alors je leur forgerai des corps impérissables de bronze et de pierre. »</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Remus s'enferma dans les profondeurs de son palais impérial à la recherche d'une faille dans la musique du maître de la Fortuna. Après d'innombrables jours et d'innombrables nuits, Remus comprit les mystères de la Fortuna grâce aux cordes du monde. Il lut chaque note du destin, et il ne lui manquait qu'un « stylo » pour composer sa propre symphonie. Le sébaste se résolut à faire appel à Sybilla car elle venait du pays des morts et que les torrents du destin avaient autrefois coulé dans ses veines. Il comprit que la solution résidait dans le fait que l'âme des gens ne pouvait pas vaincre le pouvoir de la prédestination. Pour pallier cela, il composa la Symphonie, une musique qui pouvait tisser le destin. Cette dernière représentait la mémoire et la volonté humaines enregistrées sous forme de mélodie pour créer une musique qui permettrait aux âmes humaines de se reposer et de voir leurs souhaits exaucés. L'abeille dorée lui dit que maîtriser la Symphonie équivaudrait à maîtriser le destin. Le sébaste versa alors ces mélodies dans l'ichor insoluble, en espérant que chacun puisse contrôler le leur en jouant cette musique.</color>\n<color=#ffffff73>Cependant, cela n'aida pas à modifier la prédiction de la prophétie. Sectionner l'âme du corps est une douleur qui ne peut être supportée par aucune vie ordinaire, et l'ordre du roi divin déchira et brisa de nombreuses âmes. L'ichor fut alors teint en noir par les pleurs et les hurlements et perdit son harmonie et sa sagesse, ne laissant que le chaos et la folie. Les habitants de Remuria ne pouvaient pas supporter le fardeau du destin et prièrent les dieux et leurs supérieurs pour les guider. Entendant leur demande, le sébaste compila toutes les mélodies dans la symphonie la plus magnifique, la phobos, qui apporterait le bonheur pour tout le monde. Selon le plan du sébaste, la symphonie aurait dû tisser une mélodie bénéfique pour tous jusqu'à l'éternité, qui aurait dû durer des milliers d'années. Dans ses fantaisies les plus folles, lors du grand final de cet opéra harmonieux, il remettrait le relais du destin entre les mains de l'humanité. Pour empêcher que les peuples des hautes mers ne puissent détruire l'harmonie universelle de la Symphonie, le roi Remus promut quatre humains aux grands talents aux postes élevés d'accordeurs pour l'aider à gouverner.</color>\n<color=#ffffff73>Comme la phobos était la somme de tous les souhaits et pensées des Rémuriens, elle incluait aussi les pillages, la haine et les massacres.</color> <color=#ffffffd9>« Parmi les péchés du roi-dieu, le plus terrible était d'avoir cherché à transmettre un pouvoir divin entre les mains d'humains. Ainsi, les humains furent corrompus par ce pouvoir et par leur statut, ce qui mena à de violentes révoltes. »</color> <color=#ffffff73>Même les Élémentosaures les plus sauvages et les plus violents ne se livraient pas à un massacre aussi insensé. Remus ne pouvait toutefois pas se résoudre à punir les gens car il aimait l'humanité.</color>\n<color=#ffffff73>Lorsque le roi divin comprit que la phobos était en train de mener Remuria vers sa chute, il prit la décision de détruire la grande symphonie. Il composa sa dernière œuvre, le Requiem, qui était un ordre pour provoquer l'autodestruction de la phobos, et la confia à Scylla, son ami. Selon son plan secret, Scylla devait feindre d'attaquer la capitale avec une armée d'Élémentosaures. Le sébaste se sacrifierait ensuite pour libérer la puissance de cette symphonie et le prince des Élémentosaures serait chargé de contrôler le pouvoir chaotique primordial qu'il éveillerait. Remus espérait ainsi libérer ses sujets de leur corps de pierre et leur rendre leur corps de chair et de sang, éliminant les barrières artificielles qui séparaient les hommes. En outre, il sépara la mélodie de l'accordeur Cassiodor de la grande symphonie et envoya ce dernier à Ouranopolis, la ville du futur.</color>\n<color=#ffffff73>Les rêves du roi divin ne se réalisèrent finalement pas. La phobos, qui avait absorbé les pensées de l'accordeur exalté Boethius, fit emprisonner le prince des Élémentosaures et fermer l'Initium Iani menant au centre de la capitale. En conséquence, Scylla ne put pas atteindre la cité royale à temps et le sacrifice de Remus fut vain. Par la suite, le pouvoir de la phobos devint si incontrôlable que l'empire tout entier s'enfonça dans les profondeurs de la mer, comme s'il s'agissait d'un châtiment divin. Ce jour-là, Remus disparut, et la civilisation dorée sombra avec sa gloire. Ce n'est que mille ans plus tard que son plan fut achevé par Cassiodor, libérant enfin les âmes des Rémuriens.</color>\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>Prince des élémentosaures et ami de Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/113040870/762d24fb00dcfe355802e7181da1a743_4821287983880501099.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'un des accordeurs du roi divin Remus.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/20/113040870/8dd1bf13fcb6632439addaf00c2e4b7b_1385408646720274133.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Chasseur d'or, un des accordeurs de Remus, le roi divin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/113040870/1df790c1e63e81f4bb2f0d7d429c0954_1874653953842110525.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Fragment d'harmonie divergente",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/24/7557f4558ab243d82e8b6b9994fc97ee_7049965257988970706.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "Le déclin de Remuria",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il est dit que le grand chercheur Pulteney a écrit cet ouvrage historique épique concernant l'ancienne civilisation rémurienne pendant les premières années de la fondation de Fontaine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/1254995/9766d07bdd397bb0c6186ac562fe05a3_3139504993481168742.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Gobelet d'or de la mer immaculée",
        "desc": "<p>Lorsque l'usurpateur de la ville engloutie a joué le dernier mouvement de la symphonie dorée, son musicien préféré a volé le gobelet d'or débordant d'ichor. </p><p>Choqué par la trahison téméraire du roi divin, le musicien convoqua les derniers gardes et utilisa l'insoluble ichor pour sceller le dragon sous la haute tour, avant de le faire sombrer dans l'abîme avec la capitale.</p><p>Par la suite, ce noble voleur a disparu silencieusement de l'histoire, et seule la Troupe dorée se souvient fidèlement de sa prophétie.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/235883431/a8147d7dfc78a2dc5d47dd50bd6292ed_7791413459480364306.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}