{
  "epId": 4780,
  "name": "Egeria",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'ancien Archon Hydro, décédé lors du Cataclysme il y a 500 ans.</span></p><p></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/10/94261667/a5b8d23dd3fbe0969cc3ebce78f9c29f_4493374179446919599.png",
  "menuId": 10,
  "menuName": "Archives des PNJ",
  "version": 1715462282,
  "components": {
    "galleryCharacter": [
      {
        "key": "La prophétie",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/10/94261667/b0fb20592e699cd5342b9c87d6fab121_2512023676049453402.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Egeria transforme les Océanides en êtres humains."
          }
        ]
      },
      {
        "key": "La prophétie",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/10/94261667/6555b6c18d716410b9f97d30e099a333_1388202694789841867.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Celestia punit Egeria et son peuple pour le péché originel."
          }
        ]
      },
      {
        "key": "Amrita",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/10/94261667/06fb58047b7794f1c605ffa922279cd9_4122402016593927255.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Egeria s'est transformée en amrita après sa mort."
          }
        ]
      },
      {
        "key": "Harvisptokhm",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/10/94261667/434ec67e7d9b3ae807964f489583a665_6702314416195728394.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un arbre que Rukkhadevata a fait pousser à partir de l'amrita.</color>"
          }
        ]
      },
      {
        "key": " Gaokerena",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/10/94261667/0058c3c9591f49bc0ac12760d5250fb4_8805284866283966350.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Un lotus sacré dans le Harvisptokhm, où la conscience d'Egeria était placée."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Egeria et le péché originel",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "La légende raconte que la composition du premier des océans ressemblait à celle du sang et que dans ces eaux primordiales, la vie n'était pas individuelle. Afin de poser le pied sur la terre ferme et de s'envoler dans les airs, la vie a développé des vaisseaux sanguins pour maintenir l'écoulement de l'océan primordial. Le premier dragon Hydro était le cœur qui le commandait. Chaque fois qu'il battait, toute vie se levait et lui rendait hommage.\nLorsque ce premier cœur fut enlevé, l'envoyée de Celestia et la créatrice de la vie, se rendit dans la grande mer primitive et y créa un autre cœur, Egeria. Celui-ci avait la noblesse d'un dragon, mais n'en avait pas l'apparence. Il avait la majesté d'une divinité, mais était dépourvu de tout devoir divin. Malgré le fait qu'une souveraine humaine lui fit voir le jour, sa substance et son essence puisaient leurs origines dans ce monde, sans présenter aucun élément issu de l'extérieur. Elle était une larme s'écoulant dans la mer primordiale, en quête de communication et de compréhension. Ce fut à cause de cette compassion qu'elle commit le péché que tous les êtres d'eau pure devaient taire."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/b0fb20592e699cd5342b9c87d6fab121_8080804659198869478.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Egeria créa les Océanides, des formes de vie élémentaires. Les Océanides, admirant la vie des humains, voulurent également devenir des êtres humains. Egeria, utilisant le pouvoir de la mer primordiale, transforma certaines Océanides en êtres humains dont le sang coulait avec l'eau primordiale. Cette création d'êtres humains devint le péché originel d'Egeria. Celestia fut en colère contre Egeria pour avoir volé la puissance de la mer primordiale, alors ils l'emprisonnèrent. Une prophétie fut créée disant : <color=#ffffffd9>« À la fin, tout le monde ne fera plus qu’un avec l’eau, sauf l’Archon Hydro qui n’aura plus que ses yeux pour pleurer sur son trône… »</color>\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Les Gnosis sont des artéfacts de maîtrise élémentaire supérieurs qui représentent le pouvoir des Sept Archons de Teyvat, leur permettant d'entrer directement en résonance avec Celestia. <span class=\"wk-shady\">Il est révélé plus tard que les Gnosis ont été créés à partir des restes du troisième descendeur.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Egeria et Remuria",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/29/237301566/4417194d9a22aa68cbc2c9d4aa037acd_7056164159267232608.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Pendant qu'Egeria était emprisonnée, Remus arriva à Fontaine et créa Remuria. On prédisait qu'il bâtirait une nation prospère, apportant civilisation et justice aux peuples, mais finalement, cette même justice serait leur chute. Le roi divin ne pouvait tolérer le sombre avenir prédit, et il décida de retrouver Egeria. Dans les profondeurs abyssales des eaux, où règne la nuit éternelle, le roi illustre apprit tous les secrets de la maîtresse de toutes les eaux. Egeria confia à Remus qu'elle avait autrefois commis un péché impardonnable, et que la malédiction qui en découla était également irrévocable. Finalement, Remus emporta avec lui le pur graal. Il promit à Egeria de créer un monde libéré des chaînes de la providence.\nDans une tentative d'échapper au destin, Remus créa des corps impérissables de bronze et de pierre pour son peuple avec du sang d'ichor insoluble, afin que le temps ne puisse les détruire. Le roi divin créa une grande symphonie pour que chaque personne libre puisse contrôler son propre destin. Pour apporter la civilisation aux barbares du nord, les accordeurs de Remuria menèrent des armées de golems pour conquérir les peuples de la haute mer, mais les fidèles d'Egeria, les chevaliers de source, refusèrent de se soumettre. Ils prêtèrent serment de protéger les Océanides ainsi que les autres chevaliers contre les guerriers de Remus. Leur objectif principal était de trouver le pur graal pour expier le péché originel et libérer Egeria de ses chaînes d'emprisonnement.\nSelon une légende, lorsque le péché tenta la ville éternelle vers sa chute, les chevaliers de source durent faire face à des épreuves inimaginables et endurer des souffrances jamais connues auparavant, mais le désir du peuple finit par atteindre les cieux. Ainsi, grâce à leurs cœurs immaculés et au pur graal obtenu au prix d'innombrables sacrifices, la maîtresse de toutes les eaux fut libérée de son emprisonnement.\nUne autre légende raconte que lorsque le péché tenta la ville éternelle vers sa chute, un barde nommé Erinnyes fit face à des épreuves inimaginables, endura des souffrances qu'elle n'avait jamais connues auparavant, mais elle ne parvint pas à trouver le pur graal. Cependant, ce sont les cieux qui choisirent la mère de toutes les eaux, lui ordonnant de revenir de sa prison primordiale pour prendre la place du roi d'or et gouverner les ruines marines."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/996428185ebfa9cf6901d777752725de_2652658669534775645.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Quelle que soit la légende, lorsque Egeria revint de captivité, elle reçut un fragment de celui qui fut le premier, et acquit à la fois le droit d'Archon et le devoir divin. Ainsi commença le règne d'Egeria en tant qu'Archon Hydro de Fontaine. En l'honneur de l'exploit des chevaliers de source, témoins du retour d'Egeria, le Festival Fontinalia fut institué.\nAuparavant, pendant le règne d'Egeria, les criminels étaient bannis dans le désert, mais certains commencèrent à implorer le pardon d'Egeria, et la miséricordieuse maîtresse de toutes les eaux leur permit de garder le secret situé dans la mer. C'est ainsi que la Forteresse de Méropide fut érigée. Ce secret était un passage menant à la mer primordiale, qui, selon la prophétie, devait engloutir Fontaine. Au fil du temps, la communauté des criminels s'élargit, et beaucoup oublièrent l'objectif initial, mais l'accès à la mer primordiale resta une zone interdite.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le roi divin qui bâtit Remuria.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/03/267357714/513d51e0ebfd54f5da34a9f85dfaf61f_8618663277050135643.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'un des accordeurs du roi divin Remus.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/20/113040870/8dd1bf13fcb6632439addaf00c2e4b7b_1385408646720274133.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Chasseur d'or, un des accordeurs de Remus, le roi divin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/113040870/1df790c1e63e81f4bb2f0d7d429c0954_1874653953842110525.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Splendeur des eaux calmes",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un sceptre autour duquel tourbillonne de l'eau pure. Autrefois, il symbolisait la plus haute autorité sur les mers.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/158750877/9807aa25f336daae391a6f6d4995af3d_7369047948708797557.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Fragment d'harmonie divergente",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/24/7557f4558ab243d82e8b6b9994fc97ee_7049965257988970706.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Egeria et le Cataclysme",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/06fb58047b7794f1c605ffa922279cd9_3967964877866276723.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Avant son emprisonnement par Celestia, Egeria, Seigneur de l’amrita, était amie avec Rukkhadevata, la maîtresse de la verdure, et Nabu Malikata, Déesse des fleurs. Nabu Malikata créa une « fille », Khvarena, dont le destin était la mort inévitable et le sacrifice. Comme prédit, cette fille devait quitter l’étreinte des trois mères, Rukkhadevata, Egeria et Nabu Malikata, pour se sacrifier en raison de l’impureté croissante du monde.\nLorsque Nabu Malikata se sacrifia, elle demanda à son amie, Rukkhadevata, de prendre soin de Khvarena. La reine des contrées vertes transforma Khvarena en l'oiseau divin Simurgh, lui confiant la protection des deux mondes, ainsi que de la garde de la frontière entre la renaissance et la mort. Lorsque le Cataclysme survint de nombreuses années plus tard, la dirigeante du royaume de l'eau fut tuée dans l'oasis de vourukasha lors d'un combat contre les monstres de l'Abîme, et son corps se transforma en une mer de rosée pure, l'amrita. Cependant, l'amrita fut profané par l'Abîme, et c'est alors que l'oiseau Simurgh accomplit son devoir en buvant de l'amrita et en se dispersant en de nombreux morceaux. De ces morceaux naquirent les Pari, qui protégèrent l'oasis de vourukasha des monstres de l'Abîme."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/0058c3c9591f49bc0ac12760d5250fb4_7510331837180065839.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Rukkhadevata fit pousser l'arbre Harvisptokhm à partir de l'amrita avec le lotus sacré Gaokerena à l'intérieur. Ce lotus contenait la conscience d'Egeria, lui permettant ainsi de maintenir la barrière entre le monde humain et l'Abîme dans la Brèche de Tunigi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/e53c4679115d76664383620ddb419cd7_198016762447992707.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "500 ans plus tard, le lotus Gaokerena fut à nouveau contaminé par l'Abîme. La barrière entre l'Abîme s'affaiblit, créant un phénomène dans le ciel connu sous le nom du signe d'Apaosha. Grâce aux efforts du Voyageur/Voyageuse, de Paimon, du garde fleurie Sorush et d'autres paris, les hymnes finaux de la khvarena furent retrouvés et le rituel de la traversée fut effectué pour purifier le Harvisptokhm.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/03/235883431/513d51e0ebfd54f5da34a9f85dfaf61f_9211126078884357634.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'ancienne Archon Dendro et la souveraine de Sumeru. </span><span class=\"wk-shady\">Les informations sur Rukkhadevata ont été effacées de l'Irminsul.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/235883431/59da6a8cbcffa112e5d2b63788d7051e_4436607477010846902.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3694,
        "name": "Lueur du vourukasha",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/158750877/bc9329baf36935b2fb094f783a7695f2_6859573669863122888.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3827,
        "name": "Sorush",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une pari née dans l'Eden du Vourukasha.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Sorush est une garde fleurie reconnue par la Khvarena.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/18/29705491/0ff1dbbf93bc0c9aac2cc030ca1432f8_204015615490349176.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3764,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3726,
        "name": "Hymnes finaux de la khvarena",
        "desc": "<p>Les hymnes finaux de la khvarena sont de puissantes incarnations de la khvarena, cette dernière ayant été rassemblée et condensée par la première pari dans l'Éden afin de purifier la souillure de la terre.</p><p>L'énergie de la Khvarena crée un barrière dans leur zone d'effet, et seule une pari possédant le <span style=\"color: rgb(255, 225, 75)\">chapelet à deux cornes </span>peut les toucher. En <span style=\"color: rgb(255, 225, 75)\">déployant sont pouvoir</span>, <span style=\"color: rgb(255, 225, 75)\">Sorush</span>, en possession du chapelet, peut les collecter.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/113040870/1ef525b101a31611b9fe2cc1b0a59aa8_5566281563963456224.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2925,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Egeria et les Océanides",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Selon la légende, la douce Egeria a versé la première larme, d'où est née la première Océanide. Il est dit qu'Egeria avait une grande sympathie pour les dragons, et certains disent qu'elle ressentait une grande tristesse face au sort éventuel de l'humanité. Maintenant, il ne reste plus qu'une représentation métaphorique dont le véritable sens reste flou : les os du lézard se sont dissous dans la boue, d'où sont sortis les cygnes. L'Océanide nouvellement née s'est vu confier la tâche de comprendre toutes les formes de vie : en cherchant à comprendre la diversité des espèces et en aimant chaque créature. Elle émergea de la mer de la vie, possédant le pouvoir de métamorphose. Egeria souhaitait qu’elle utilise ce pouvoir pour graver l'essence des créatures vivantes dans son être et elle développa progressivement un désir de vie. Une fois qu’elle eut acquis une compréhension suffisante de l'humanité, elle versa sa première larme sur la terre. Les Océanides exprimaient leur amour en fusionnant différentes étendues d’eau. De cette manière, plusieurs consciences pouvaient se comprendre sans aucun obstacle.\nLes Océanides étaient les familiers d'Egeria. Elle les envoya autrefois vivre dans les rivières, les ruisseaux et les étangs à travers tout le continent, et presque tous étaient des espions pour Fontaine. La maîtresse de toutes les eaux souhaitait unifier tous les habitants du monde, de la même manière que toute l'eau est interconnectée.\nLes capacités cognitives des Océanides présentent des disparités considérables, en partie dues à des différences de durée de vie, entraînant des niveaux d'expérience et de connaissances très différents sur le monde, mais des variations individuelles substantielles chez les Océanides elles-mêmes contribuent également à ce phénomène. Certaines Océanides sont tout simplement trop obtuses pour accomplir des tâches liées aux systèmes aquatiques du continent, elles sont donc confinées à Fontaine, où elles aident à apaiser les émotions humaines.\nAprès la mort d'Egeria, de nombreuses Océanides perdirent tout contact avec Fontaine. Elles ne reconnurent pas le nouveau Archon Hydro et désirèrent seulement préserver les rêves d'antan. Beaucoup d'Océanides entreprirent des pèlerinages à travers le brûlant désert de Sumeru pour atteindre le Harvisptokhm et voir leur déesse."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/b1382ca8d5c39cd34c781837f05c5ea4_2796783750444812891.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La puissante Océanide éclaireuse Rhodeia s'enfuit de Fontaine et s'installa près du village de Qingce à Liyue, rêvant d'un petit havre d'eaux tranquilles. Lorsqu'elle rencontra une autre Océanide, Endora, elle craignit qu'Endora ne soit une assassine envoyée par Fontaine, par l'Archon Hydro, et ainsi elle étendit son animosité, ce qui rendit l'eau amère, afin de tuer Endora. Ayant appris la vérité, Rhodeia invita Endora à fusionner avec elle et à rendre à nouveau l'eau douce, mais Endora choisit un autre chemin."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/824a0869fac4b8806047e7d2fb223c1e_5613481236590228235.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "L’Océanide Callirhoe, aussi connue sous le nom de fée de la source, s'est installée à Deauclaire à Mondstadt. Là, elle rencontra un garçon qui tomba amoureux d'elle. Effrayée par ses sentiments et craignant que, des années plus tard, le garçon regrette le temps passé avec l'Océanide, Callirhoe resta silencieuse pendant de nombreuses années.\n<color=#ffffffd9>« Quand toutes les étoiles disparaissent dans la nuit, tous les rêves, tous les fleuves, rejoignent le même océan. C’est à ce moment qu’enfin, nous nous reverrons. »</color>\nCe n'est que lorsque le garçon devint un vieil homme que Callirhoe osa enfin le rencontrer et répondre à ses sentiments en lui offrant le cœur de la source."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/23/237301566/b8cbc99cb0b507eaf970fcd9568a5c43_1901413461255065258.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ni Rhodeia ni Callirhoe ne voulaient qu'Endora suive leur chemin, alors Endora décida de prendre une voie que personne d'autre ne pouvait emprunter. Elle décida de partir en voyage — pour tout voir, des fleurs qui fleurissent sur les rives aux nuages qui reposent à l'horizon."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/1db6cabb7224e998c529340769b5842a_4323134540389713668.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Une autre puissante Océanide, Idyia, ayant fui Fontaine, rencontra la sorcière Alice dans le désert de Sumeru, et cette dernière créa pour elle un monde dans une bouteille, le Mirage de veluriyam. Dans ce monde, Idyia aida de nombreux voyageurs perdus et fatigués, et lorsqu'ils quittèrent le Mirage de Veluriyam, elle créa leurs projections d'eau avec l’aide des Eidolons Hydro pour qu'ils continuent de vivre dans son monde."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/9dd957087aa42735905d94761558de17_3840721841765083999.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "L'Océanide Lyris, qui n'avait pas les capacités intellectuelles aussi élevées que Rhodeia, Idyia et Callirhoe, fut chargée de diriger l'Institut Narzissenkreuz, l'orphelinat de Fontaine, même avant la mort d'Egeria, en signe de gratitude. C'est dans l'orphelinat de Lyris que des personnalités aussi importantes pour l'histoire de Fontaine ont grandi, telles que Basil Elton, amirale de la marine de Fontaine ; Alain Guillotin, le grand scientifique qui a résolu la crise énergétique de Fontaine ; et René de Petrichor et Jakob Ingold, qui ont chacun, à leur manière, essayé de résister à la prophétie de Fontaine et de sauver la population.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2211,
        "name": "Océanide",
        "desc": "<p>Un être vivant résultant de la condensation de l'élément Hydro à l'état pur. Cette créature est souvent accompagnée de corps aqueux. </p><p>On raconte que plus ceux-ci sont purs, plus on y trouve d'élément Hydro, et plus l'Océanide est alors puissante. Une autre légende prétend que les Océanides sont des créatures des mers venues d'un lieu lointain et porteuses des fragments d'un dieu passé qui se seraient éparpillées à travers le monde, peut-être pour que l'amour de leur ancien dieu puisse recouvrir mers et terres...</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4906,
        "name": "Rhodeia",
        "desc": "<p>Une puissante océanide éclaireuse qui s'est échappée de Fontaine après la mort de l'ancien Archon Hydro, Egeria. Elle vit près du village de Qingce.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/235883431/c1060c024385e4bf2d87aa853d3a6afe_2403937750850715640.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 606,
        "name": "Endora",
        "desc": "Endora n'est qu'une simple Océanide désireuse de voir le monde. Elle pourrait fort bien s'entendre avec la Mini-fée comméline. Mais interdiction de fusionner, merci.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Endora_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4538,
        "name": "Callirhoe",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Callirhoe, aussi connue sous le nom de fée de la source, est une Océanide qui a quitté Fontaine à la suite du décès de l’ancien Archon Hydro et s'est installée à Deauclaire.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/94261667/610c86157e0fdc96d22ed1e41781ee27_9083780983078707553.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3974,
        "name": "Idyia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un PNJ exclusif à l'événement «&nbsp;Un paradis estival mystérieux&nbsp;!&nbsp;». Elle est une Océanide et la gardienne de la Bouteillère, le Mirage de veluriyam.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/12/235883431/8f84efbb97c6667cbf39cb960acb5db8_1164682771813336387.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Lyris était la directrice de l'Institut Narzissenkreuz, un orphelinat fontainois. Après l'abandon de l'Institut durant le Cataclysme, elle rejoignit l'Ordo Narzissenkreuz, où elle fut surnommée «&nbsp;impératrice rouge&nbsp;».</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/11/267357714/b6d86ff8dfd84cf744e57a516b1a14c6_3730788324659350210.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4539,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le fils adoptif d'Emanuel Guillotin, élevé à l'Institut Narzissenkreuz avec sa sœur adoptive, Mary-Ann. Il est le fondateur de l'Institut de recherche d'ingénierie cinétique de Fontaine, sa plus grande contribution étant ses travaux sur les énergies pneuma et ousia, ce qui conduisit à la découverte du système d’Arkhe et à la création des Mékas horlogoïdes.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/06/267357714/5f9666801f8c3cd059ac14e8eb9dbc96_8577693236386499603.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le leader de l'Ordo Narzissenkreuz, anciennement connu sous le nom de René de Petrichor.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/267357714/90f57df4396a9aa89cee2704bafdac6d_6739018061476844869.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un orphelin élevé à l'Institut Narzissenkreuz, puis adopté par Karl Ingold. Il est le premier néohumain et le cofondateur de l'Ordo Narzissenkreuz.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/267357714/02bc05cc787742e2fdf79dc45a69ccec_6598679436776099536.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2323,
        "name": "Le cœur de la source",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Heart of Clear Springs_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'Ordo Narzissenkreuz était une société secrète fondée par René de Petrichor et Jakob Ingold. Son but principal était de créer des néohumains afin de survivre à la destruction du monde annoncée par la formule mondiale. Elle fut déclarée organisation extrémiste illégale et criminelle par l’iudex Neuvillette.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/02/267357714/76c3b544663face535a657d1f97f4ad0_1297878160968044696.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Egeria et Foçalors",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/1da56616903c2c0ab282394bbb06bb8c_2762668338429049931.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Foçalors était autrefois le familier Océanide d'Egeria. Elle a toujours voulu devenir humaine, car, à ses yeux, l'existence même d'une personne était la plus belle performance. Egeria réalisa ce souhait en transformant Foçalors en être humain, avant de la désigner comme sa propre héritière sur le trône d'Archon."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/4d00bf623c0adde66eacebeb7573b94e_1782249839317105255.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Egeria savait avec certitude que la prophétie se réaliserait, et que l’ordre divin ne pouvait être contourné. Elle confia la solution à ce problème à Foçalors. Si le vol du pouvoir de la mer primordiale était le péché originel de Fontaine, la naissance des Fontainois en tant qu'êtres humains et leur droit à exister dans ce monde représenteraient la justice originelle de Fontaine. En d'autres termes, l'existence des Fontainois était la justice d'Egeria, et Foçalors a continué ce principe. Empêcher la réalisation de la prophétie et assurer de la survie des Fontainois — voilà l'autorité qui doit être placée au-dessus de toutes les autres.\nFoçalors réfléchit longuement sur la manière de contrer la prophétie et trouva la seule réponse possible : il fallait tromper l’ordre divin lors de l'accomplissement de la prophétie. Après être devenue Archon, Foçalors sépara sa nouvelle divinité de son corps et de son esprit, créant ainsi Furina. Pendant que Furina gouvernait Fontaine, Foçalors accumulait de l'énergie pour tromper l’ordre divin. 500 ans plus tard, lorsque la prophétie commença à se réaliser, Foçalors put utiliser toute cette énergie pour détruire sa partie divine et, par conséquent, détruire le trône de l'Archon Hydro, rendant ainsi l'autorité Hydro au roi-dragon Neuvillette. Après avoir retrouvé toute sa puissance, ce dernier pardonna au peuple de Fontaine son péché originel et les transforma en véritables êtres humains.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "name": "Foçalors",
        "desc": "<p>Le dernier Archon Hydro de Fontaine. </p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/0c738427840832159123453a49753e8f_3478299024622747823.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Le point central absolu de la scène du jugement, jusqu'aux applaudissements finaux.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/43281454/263e5ea0784d182b393f67a7e24146a5_9001027221790598222.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Le juge suprême de Fontaine, également connu comme l'iudex, est réputé pour son impartialité sans faille.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/43281454/0513aa7f482dbb4778545d02f94956fe_1439543714753962957.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relations"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le roi divin qui bâtit Remuria.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/03/267357714/513d51e0ebfd54f5da34a9f85dfaf61f_8618663277050135643.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Le roi divin qui fonda Remuria et promit à Egeria de créer un monde libéré des chaînes de la providence.\nIl tentait de conquérir la haute mer lorsque Egeria fut emprisonnée.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Les fidèles d'Egeria qui se sont engagés à protéger les Océanides, à retrouver le pur graal pour expier le péché originel et libérer Egeria de ses chaînes d'emprisonnement.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Les familiers d'Egeria, qu'elle a transformés en êtres humains, commettant ainsi le péché originel.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'ancienne Archon Dendro et la souveraine de Sumeru. </span><span class=\"wk-shady\">Les informations sur Rukkhadevata ont été effacées de l'Irminsul.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/235883431/59da6a8cbcffa112e5d2b63788d7051e_4436607477010846902.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Après la mort d'Egeria, Rukkhadevata a fait pousser l'arbre Harvisptokhm à partir de son corps afin de préserver la conscience d'Egeria et de sceller la Brèche de Tunigi.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "name": "Foçalors",
        "desc": "<p>Le dernier Archon Hydro de Fontaine. </p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/0c738427840832159123453a49753e8f_3478299024622747823.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "La successeure d'Egeria et une Océanide, qu'Egeria a transformée en humaine. Elle a assumé le rôle d'Archon Hydro après la mort d'Egeria.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objets annexes"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "La chanson d'Erinnyes ",
        "desc": "<p>Comment les chevaliers de chaque région se sont-ils unis pour prêter leur force à Erinnyes, en opposition aux desseins d'invasion des Capitoliens ?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/18/1254995/a7dc3102e2e26789e52f7d2dacfa072f_3708277421952681275.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Splendeur des eaux calmes",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un sceptre autour duquel tourbillonne de l'eau pure. Autrefois, il symbolisait la plus haute autorité sur les mers.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/158750877/9807aa25f336daae391a6f6d4995af3d_7369047948708797557.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Fragment d'harmonie divergente",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/24/7557f4558ab243d82e8b6b9994fc97ee_7049965257988970706.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Lys lacmineux",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une fleur bleue, claire et pure qui pousse là où des veines d'eau se rejoignent. Elle possède un parfum frais et élégant, à la fois vif et doux.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/327628065/c43e2d148b98d58c98a008b13e37b5b5_7751678007448834274.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Egeria</color>"
          }
        ]
      },
      {
        "key": "Région",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Fontaine</color>"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Archon</color>"
          }
        ]
      },
      {
        "key": "Titre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Maîtresse de toutes les eaux</color>"
          }
        ]
      },
      {
        "key": "Voix chinoise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>乔璐雨 (Qiao Luyu)</color>"
          }
        ]
      },
      {
        "key": "Voix anglaise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Courtney Steele</color>"
          }
        ]
      },
      {
        "key": "Voix japonaise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>矢作紗友里 (YAHAGI Sayuri)</color>"
          }
        ]
      },
      {
        "key": "Voix coréenne",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>김하영 (Kim Ha-young)</color>"
          }
        ]
      }
    ]
  }
}