{
  "epId": 4835,
  "name": "Nouilles instantanées du gang Arataki",
  "desc": "<p>Un cadeau de remerciement de la part de Kuki Shinobu pour avoir aidé l'Authentique Roi oni des scarabées de combat à devenir encore plus fort, et lui avoir montré de nouvelles façons de combattre les scarabées pendant le super entraînement éblouissant aux combats de scarabées d'Arataki...</p><p>Cette boîte robuste mais légère contient un bloc de nouilles instantanées séchées, des assaisonnements sous vide, un bol extrêmement solide et des baguettes. Mettez simplement le bloc de nouilles instantanées dans le bol avec les épices, versez de l'eau chaude et vous obtenez un délicieux bol de nouilles. Super pratique, n'est-ce pas ?</p><p>Cependant, selon le mot que Kuki Shinobu a laissé dans la boîte, ni elle ni Arataki Itto n'ont eu la chance d'apprécier ce repas pendant leur voyage à Liyue. Ils n'avaient que quelques biscuits et légumes marinés sur eux. Lors de son séjour à Liyue, Kuki Shinobu s'est inspirée des plats de nouilles locaux pour s'essayer à la création de ce plat de nouilles, de sorte que le Bras droit du Roi oni et le Melon lavande de fer blanc puissent profiter d'un plat savoureux au cours de leur voyage...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/1254995/ac27e7cb94fc35805f00e93c5ddd6d90_4720571529700246909.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1706312726,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Nouilles instantanées du gang Arataki</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Événement « Le super entraînement éblouissant aux combats de scarabées d'Arataki » de la version 4.3</color>"
          }
        ]
      }
    ]
  }
}