{
  "epId": 4836,
  "name": "Cadeau d'Automne",
  "desc": "<p>Un jouet musical très apprécié des enfants que l'on peut acheter à la Maison des curiosités de Bertin. Celui-ci semble avoir été acheté il y a un certain temps déjà, et ce n'est d'ailleurs plus le modèle le plus récent de la boutique.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/1254995/85235524b5050fc85f2ace1f22a2ae9f_5042223741061470865.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1706923677,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Description de l'objet si vous choisissez la réponse « Ce sont leurs affaires, nous ne devrions pas nous en mêler. »</color>\nUn jouet musical très apprécié des enfants que l'on peut acheter à la Maison des curiosités de Bertin. Celui-ci semble avoir été acheté il y a un certain temps déjà, et ce n'est d'ailleurs plus le modèle le plus récent de la boutique. Les cadeaux sont faits pour être offerts, et s'ils n'arrivent pas à leur destinataire initial, ils devraient au moins faire plaisir à quelqu'un qui saura les apprécier.\n<color=#ffffffd9>Description de l'objet si vous choisissez la réponse « Je ne vais pas rester les bras croisés et les voir faire du mal à Benoît. »</color>\nUn jouet musical très apprécié des enfants que l'on peut acheter à la Maison des curiosités de Bertin. Celui-ci semble avoir été acheté il y a un certain temps déjà, et ce n'est d'ailleurs plus le modèle le plus récent de la boutique. Le son de la musique jouée dans la paume de votre main remplace tous les mots qui n'ont pas pu être prononcés. Ce cadeau qui n'a pas pu être offert a été abandonné, et il vous appartient désormais."
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Cadeau d'Automne"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Objet de quête"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#dbdee1>Quête du monde « Merveilleux amis »</color>"
          }
        ]
      }
    ]
  }
}