{
  "epId": 4896,
  "name": "Les deux mousquetaires",
  "desc": "<p>Une série de romans qui fait fureur à Fontaine. On y parle de conspirations, de revanche, de justice et du mal.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/18/1254995/032d5c35aaead4824e5dca98bb3e289e_1017135805887121571.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 1721244432,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Les deux mousquetaires"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Objet de quête"
          }
        ]
      },
      {
        "key": "Tomes",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4828,
            "name": "Les deux mousquetaires - Tome I",
            "desc": "<p>Une série de romans qui fait fureur à Fontaine. On y parle de conspirations, de revanche, de justice et du mal.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/1254995/032d5c35aaead4824e5dca98bb3e289e_2830343491214764467.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4829,
            "name": "Les deux mousquetaires - Tome II",
            "desc": "<p>Une série de romans qui fait fureur à Fontaine. On y parle de conspirations, de revanche, de justice et du mal.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/1254995/032d5c35aaead4824e5dca98bb3e289e_5481747506366748899.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4830,
            "name": "Les deux mousquetaires - Tome III",
            "desc": "<p>Une série de romans qui fait fureur à Fontaine. On y parle de conspirations, de revanche, de justice et du mal.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/1254995/032d5c35aaead4824e5dca98bb3e289e_1079934538763037537.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "...\nLe vieil homme aux cheveux poivre et sel plaça soigneusement six balles de son mousquet spécial sur la table, et regarda de sa faible vision les deux frère et sœur.\n« Six balles. Est-ce suffisant ? », leur demanda le vieil homme.\n« Ça suffira. », répondit le frère.\nLe vieil homme soupira. Il avait tenu sa promesse en ayant tout appris de ce qu'il savait à ces deux orphelins qu'il avait trouvés devant sa porte il y a quinze ans.\nL'art de l'épée, l'art du tir, et même l'art de la tromperie...\nComment se faufiler dans un manoir sans se faire repérer par des chiens de garde, comment tuer des gens dans leur sommeil sans laisser de traces, et aussi comment tirer sur la gâchette d'une arme à feu sans hésiter...\n« Six balles, pour six vies... », se dit à lui-même le vieil homme.\n« Non ! », répondit la sœur. « Cinq vies. »\n« Deux seront tirées sur une même personne. »\nLe vieil homme ne dit alors plus rien, il ne demanda pas pourquoi ces deux frère et sœur l'avaient choisi, ni non plus ce qu'ils comptaient faire, tout comme son professeur ne lui avait pas posé ce genre de questions.\nMais le vieil homme éprouva depuis toujours de la compassion pour ses deux disciples qu'il adorait. Ses deux yeux presque aveugles avaient vu plus d'événements que n'importe qui d'autre dans cette ville.\n« La vengeance est un chemin sans retour, mes enfants », dit-il. « Vous avez suffisamment appris de moi pour pouvoir mener une vie riche et épanouissante ».\n« Je ne veux pas que vous empruntiez le même chemin que moi, mes yeux sont dans cet état car c'est le châtiment que les dieux réservent à ceux qui cherchent à se venger ». Il ouvrit autant que possible ses yeux troubles, en espérant que le frère et sa sœur puissent les voir clairement de l'autre bout de la table.\n« Nous avons été tués il y a bien vingt ans », répondit le frère, « si nous ne tirons pas ces six balles là où elles devraient aller, nous ne pourrons plus jamais retourner dans le royaume des vivants ».\nLe vieil homme ne dit plus rien. Lorsqu'il les avait recueillis, il savait que ce moment fatidique allait arriver.\n« Très bien... Dans ce cas, je ne chercherai plus à vous convaincre », dit-il en se relevant à l'aide de ses mains. Ces derniers temps, même les gestes les plus simples lui semblaient très éprouvants.\nEt malgré cela, il voulait encore aller de l'autre côté de la table pour serrer ses disciples dans ses bras. Il savait que c'était la dernière fois qu'ils se voyaient.\n« Avez-vous besoin d'autre chose, mis à part les six balles que je vous ai données ? », leur demanda le vieil homme.\n« Non. », lui répondit le frère.\nLe vieil homme s'aperçut que la sœur fronçait des sourcils. Il ne pouvait pas le voir, mais il pouvait le ressentir.\n« Qu'est-ce qui ne va pas, Iris ? » lui demanda le vieil homme. Iris était la disciple qu'il préférait. Elle avait un esprit fin, et des émotions passionnées. Elle ne tremblait jamais quand elle tenait un pistolet entre ses mains.\n« En fait, j'ai encore quelque chose à vous demander. », lui répondit Iris en regardant à travers la fenêtre le champ de fleur devant chez lui.\n« Puis-je cueillir quelques roses arc-en-ciel que vous avez plantées ? »\n...\n— « Les deux mousquetaires », p. 224."
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "...\n« C'est terminé... ». Deux mousquets étaient pointés sur la tête du comte, et du sang coulait le long de l'un d'eux. « Plic... Ploc... », c'était le bruit que faisaient ces gouttes de sang tombantes, tel un compte à rebours qui décidait du temps qui restait à vivre pour la cible touchée.\n« Tsss... Un tas d'ordures ». Sous une pluie battante, le comte maudit du plus profond de son être ceux qui se trouvaient derrière les deux mousquetaires. « J'ai dépensé tant d'argent... Tout ça pour rien ? »\n« Savez-vous qui nous sommes ? », lui demanda l'un des deux mousquetaires.\n« Qu'est-ce que ça changerait si je le savais ? »\n« Vous pourrez le dire au juge des enfers qui vous a envoyé devant lui. »\nBien que la pluie tombait à n'en plus finir et qu'elle frappait son visage, ses yeux ainsi que ses oreilles, le bruit des gouttes de sang qui tombaient était toujours aussi clair : « Plic... Ploc... ».\n« Je sais qui vous êtes. Iris, Tulipe. Mes enfants. », leur répondit le comte. Recouvert de boue, il n'avait plus la volonté de résister sous cette pluie battante. Il était fatigué.\nTulipe cracha à côté de lui.\n« Vous osez encore vous considérer comme notre père ? Quand vous avez tué notre mère il y a vingt ans, comment la regardiez-vous consommer le poison que vous lui aviez donné ? »\nLe comte soupira et ferma les yeux. En repensant à ces vingt dernières années, il fut surpris de la facilité avec laquelle il se souvenait des événements passés.\nLes yeux de sa femme apparurent alors devant les siens.\nComment pouvait-il ne pas l'aimer ?\nCette silhouette gracieuse, ce doux rire mélodieux... Elle virevoltait d'une pièce à l'autre, en lui jetant des regards timides.\nSans parler de ses yeux d'un brun intense, semblables aux amas d'étoiles que l'on aperçoit la nuit, ou bien encore aux profondeurs d'un lac serein.\nComment avait-il pu la rejeter ?\n« Pouvez-vous m'épouser ? ». Il ne pouvait pas dire non, face à ce regard.\nMais comment pouvait-elle le trahir ?\nPourquoi lui en avait-elle demandé autant ? Au point de penser qu'ils s'enfuiraient loin ensemble...\nPlic... Ploc...\n« Elle m'en demandait beaucoup trop », dit le comte en ouvrant les yeux.\n« Notre mère n'avait aucune exigence. Elle souhaitait simplement vivre paisiblement comme tout le monde », lui répondit Iris. Du sang coulait le long de son pistolet, mais ses deux mains ne tremblaient pas.\n« Elle voulait que j'abandonne toute ma fortune pour me marier avec elle ! », cria le comte. Les deux enfants qui se trouvaient devant lui ne comprenaient certainement pas ce qu'étaient l'argent et le statut social pour tenir des propos aussi immatures.\nIris lui répondit : « Elle voulait simplement vous voir abandonner votre vanité, faire fi des mœurs et lui donner le véritable amour que vous lui aviez promis. »\n« Si vous étiez à ma place, vous auriez certainement fait le même choix ! »\n« Non », lui dit Tulipe avec assurance, « Nous ne pourrons jamais tuer une personne que l'on aime pour de l'argent ou un quelconque statut social. Il n'y a que les monstres qui puissent faire ce genre de choses. »\nLe comte secoua la tête, il ne voulait pas les contredire.\nPlic... Ploc...\n« Mais à quoi tout cela rime ? », se demanda-t-il, ainsi qu'aux deux mousquetaires.\n« Vous avez perdu votre mère, et vous allez tuer votre père... Que vous restera-t-il à part une réputation de criminels ? »\nIris et Tulipe se regardèrent, et ils n'eurent aucune hésitation.\n« Nous laisserons derrière nous... la justice. »\nDeux coups de feu retentirent. Ce fut comme l'éclat du tonnerre qui déchirait cette nuit pluvieuse. Toutes les gouttes de pluie tremblèrent.\nLe frère et la sœur restèrent longuement sous la pluie, immobiles. Le torrent de pluie s'abattait sur la ville comme frappée par la folie, mais rien n'était plus accablant que leur silence.\nAprès un long moment, Iris sortit une rose arc-en-ciel et la plaça sur le buste du comte, avant de s'effondrer dans les bras de son frère en sanglotant. La pluie emporta ses larmes dans des souterrains inconnus, ceux qui menaient au Royaume des morts...\nEt soudain, son corps se mit à trembler. Elle tira sur les vêtements de Tulipe.\n« Qu'est-ce qu'il y a, Iris ? », lui demanda son frère.\n« Grand frère, regarde », et elle lui montra la rose arc-en-ciel qu'elle venait de déposer. Elle s'était épanouie dans l'obscurité de la nuit, aussi étincelante que le sang.\n« La fleur préférée de notre mère... s'est mise à fleurir. »\n— « Les deux mousquetaires », p. 358."
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "Dans une taverne de cette ville malfamée située au numéro 65 de l'Avenue du limon, une porte en bois s'ouvrit dans un fracas assourdissant.\nLe brouhaha de cet établissement s'arrêta brusquement et ses clients déposèrent leur verre en observant l'invité inattendu s'abriter de la pluie battante.\nIl avait une forte carrure et était entièrement vêtu de noir. Si les bougies allumées ne l'éclairaient pas, tout le monde aurait pensé que ce fut la nuit noire qui avait forcé la porte de la taverne pour rentrer.\nL'intrus se mit sur le côté. Son visage était recouvert par son chapeau, seul un menton anguleux se dévoilait sous le couvre-chef. Il regarda ce qu'il y avait autour de lui dans la taverne, comme s'il se demandait ce qu'il faisait là. À son allure décontractée et au soupir de soulagement qu'il venait de lâcher, on devinait assez clairement qu'il venait d'accomplir un grand exploit, ou plutôt qu'il venait d'exécuter une vendetta...\nPour l'instant, il ne voulait rien d'autre que d'étancher sa soif avec un verre d'alcool.\nD'un pas lourd, il se dirigea vers le bar. Les gouttes de pluie accrochées à son manteau le suivaient comme des âmes errantes. « Doum... Doum... », firent ses bottes lorsqu'elles frappaient le sol, elles produisaient un bruit assez sec, comme si l'intrus voulait écraser tout ce qui se trouvait sur son passage.\nIl demanda ensuite d'une voix si rauque qu'elle en briserait une bouteille de verre : « Servez-moi quelque chose de fort. »\nEt à contrecœur, le patron de la taverne lui servit à boire. Il jeta ensuite un regard vers la porte en bois, en se demandant combien de temps il allait mettre pour effacer la marque laissée par la botte de l'intrus.\n« Merci », lui rendit l'homme, « j'ai accompli quelque chose de grand avec ma sœur. »\nCe à quoi le patron lui répondit : « Et où est votre sœur ? »\n« Elle est partie planter des fleurs. Cela fait longtemps qu'elle y pensait. Je lui ai donné tout mon argent pour le faire. »\n« Alors comment allez-vous payer votre verre ? »\nEt l'inconnu fut abasourdi l'espace d'un instant, comme s'il ne s'attendait pas à une telle question.\n« Je peux payer avec ça. »\nEt « BAM ! », il posa sur la table un pistolet noir de jais.\nLe client de la table d'à côté eut tellement peur qu'il déversa tout le contenu de son verre sur son pantalon. Toute la salle retint son souffle à ce moment-là.\n« Je n'accepte pas ce moyen de paiement. »\nEssayant de garder son sang-froid, le patron de la taverne fouilla discrètement dans le tiroir sous la table où se trouvait un autre pistolet. Mais il n'était pas certain de pouvoir tirer son coup de feu avant l'homme en face de lui.\n« Ne vous inquiétez pas, j'ai tiré ma dernière balle avec ce pistolet, mais c'était le coup le plus important. À partir de maintenant, ce pistolet ne tirera plus jamais », lui assura l'homme, pendant qu'il avalait une gorgée de son breuvage.\nLe patron de la taverne jeta un coup d'œil au visage découvert de l'inconnu pendant qu'il levait son verre. Il était plutôt beau, avec un nez plutôt relevé, quelques cicatrices ici et là, et des yeux tristement noirs...\nLe patron de la taverne reposa finalement son pistolet dans le tiroir. L'homme semblait déjà ivre en entrant, et il n'était pas venu pour chercher les ennuis.\n« Puis-je reprendre un verre ? », lui demanda ensuite ce dernier.\n« Vous avez bien assez bu », lui répondit le patron.\n« J'en suis conscient, mais cette soirée est très spéciale ». Il n'avait pas compris que le patron cherchait à le faire sortir de sa taverne.\n« En quoi cette soirée est-elle spéciale ? »\n« Je viens de tuer quelqu'un. »\nEt le patron s'arrêta de verser son alcool d'une traite. Les mots que venaient de prononcer l'inconnu n'avaient pas l'air d'une plaisanterie.\n« C'était une vengeance », rajouta-t-il, « il avait tué ma mère. »\n« Et qui était cette personne ? »\n« Il s'agissait du comte. »\n« Foutaises ! », le patron pensa alors que cet intrus était forcément ivre.\nLe comte n'était pas quelqu'un de bien, tout le monde le savait. Cette taverne n'aurait jamais eu assez de places pour accueillir tous ceux qui voulaient sa mort. Mais personne n'osait le tuer, surtout si l'on tenait à rester en vie.\nL'inconnu s'abandonna ensuite à une plaisanterie : « Si vous pétiez assez fort, vous n'auriez pas entendu le bruit du coup de feu il y a quelques minutes. »\nLe patron de la taverne regarda de nouveau l'homme qui se tenait en face de lui. Ses mains étaient larges, et il était musclé. On aurait dit qu'il avait vécu d'innombrables batailles, et ce n'était sans doute pas des bagarres qui se passaient dans les tavernes comme celle-ci, mais des combats épiques où il aurait pu perdre la vie.\nEt soudain, une pensée lui vint à l'esprit. Il s'était souvenu d'une série de meurtres au pistolet dont parlaient les récents journaux, qui disait que le meurtrier laissait toujours une rose arc-en-ciel sur les lieux du crime, et qu'il se livrait à ses tueries lorsque les nuits étaient pluvieuses.\n« Ne me dites pas que... vous êtes... »\nAvant que le patron n'ait fini sa phrase, un coup de tonnerre se fit entendre à l'extérieur de la taverne. La tempête rugissante ouvrit la porte en bois, et les ténèbres nocturnes s'immiscèrent dans l'établissement comme un raz-de-marée qui engloutit tous ceux qui croisent son chemin.\nLorsque les bougies de la taverne furent de nouveau allumées, l'inconnu avait disparu. Il ne restait de lui que son pistolet noir de jais. Comme une divinité solennelle de la mort, il observait silencieusement tout ce monde, mais également la nuit noire qui lui appartenait...\n— « Les deux mousquetaires », fin."
          }
        ]
      }
    ]
  }
}