{
  "epId": 4901,
  "name": "Vennessa",
  "desc": "<p>Ancienne esclave, fondatrice et première Grande Maîtresse de l'Ordre de Favonius et Chevalier au Pissenlit.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/170542231/843dd2247159897d9be7c5a528e90a43_2136832349420425769.png",
  "menuId": 10,
  "menuName": "Archives des PNJ",
  "version": 1744461392,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Vennessa",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/838b9700660c599eb0035c31c730636e_7477418653650690401.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Initialement originaires de Natlan, Vennessa et son clan étaient des descendants de Murata, la déesse de la guerre et la Dame du Feu, qui était alors l'archon Pyro. Les Muratains étaient forts et fiers, et vivaient sur les pentes de volcans, tout à fait à l'ouest de Teyvat. Tous les enfants de Murata avaient une chevelure rouge vif. Il y a de nombreuses années, ils quittèrent Natlan et errèrent dans les plaines, luttant pour survivre. Dix ans avant que Vennessa ne rencontre Venti, son clan se retrouva face à Ursa le maléfique, un dragon qui avait terrorisé Mondstadt durant de nombreuses années. Fuyant Ursa le maléfique après avoir été affamés pendant quatre jours, les enfants de Murata se retrouvèrent à Mondstadt, où régnaient alors les aristocrates.\nLorsque Décarabian, dieu des Tempêtes, fut renversé, Barbatos, archon Anémo nouvellement institué, prit les rênes de Mondstadt. Il enseigna aux habitants la liberté, les festivités, et l'art de voler, puis il remit la ville entre les mains de la noblesse, avant de sombrer dans un profond sommeil. Au début, les aristocrates étaient un exemple pour le peuple, mais avec le temps, ils se laissèrent corrompre par la soif de pouvoir. Ils instaurèrent à nouveau l'esclavage et les combats de gladiateurs pour leur propre divertissement, et l'un des principaux festivals, Ludi Harpastum, à l'origine une fête populaire, devint une fête pour le clan dominant, les Lawrence. Le champion des jeux choisissait une jeune fille qui lâcherait une balle, le « harpastum », dans la foule, à la fin du festival. La personne qui parvenait à l'attraper gagnait une récompense et était comblée de chance pendant un an. Mais les Lawrence interdirent au peuple de toucher la balle, le seul qui pouvait s'en emparer était le jeune seigneur Barca Lawrence, et il pouvait ensuite emmener chez lui la jeune fille qu'il avait choisie pour lancer le harpastum.\nLorsque le clan de Vennessa arriva à Mondstadt, les seigneurs les réduisirent en esclavage et Vennessa devint gladiatrice. Ils lui promirent de lui rendre sa liberté ainsi qu'à son peuple après douze combats, alors elle se battit avec acharnement pour eux. Un jour, elle supplia Celestia et ses dieux de l'aider et de sauver son clan. L'archon Anémo Barbatos se réveilla de son sommeil en entendant ses prières et descendit à Mondstadt sous l'apparence d'un simple barde, Venti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/077320c3e1d06a4f9533ac5fda2f61e2_6810935349219545549.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Venti arriva pendant Ludi Harpastum et s'aperçut de ce que les aristocrates avaient fait de la fête. Ludi Harpastum était un festival que l'archon Anémo avait lui-même créé pour enseigner aux gens de sa contrée la liberté, la joie et l'art de la vinification. Le dieu de la Liberté ne pouvait se résoudre à obéir aux seigneurs, alors il s'empara du Harpastum, provoquant la colère de Barca Lawrence, qui ordonna aux gardes de l'arrêter. Venti, fuyant les gardes, tomba sur Vennessa, qui achetait des herbes médicinales pour une jeune fille malade de son clan. Lawrence ordonna à Vennessa de s'écarter pour qu'il puisse capturer Venti, mais elle refusa, protégeant le barde. Pour se venger de Vennessa, Barca demanda à son père de rançonner tout le clan, et il fit enfermer Vennessa pour l'envoyer à son dernier combat le lendemain.\nÀ la nuit tombée, Venti s'introduisit dans la prison où se trouvait Vennessa. Il la remercia pour sa protection, l'invita à devenir son amie et lui parla de Murata. Le barde, désolé de voir ses chaînes, lui proposa de s'enfuir, mais Vennessa refusa, car elle devait protéger son peuple de la colère de Barca."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/db0d6bb57e72161786db2b32170f79fd_1400062299052685947.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Le dernier adversaire de Vennessa devait être Ursa le maléfique, or Lawrence n'envoya pas seulement Vennessa au combat, mais tout son clan, vieillards et enfants inclus. Le Seigneur Lawrence promit à Vennessa de libérer tous les esclaves, de lui céder sa fortune et de lui remettre les clefs de la ville s'ils parvenaient à vaincre le dragon. Ursa et ses sbires brutocollinus attendaient devant les Muratains, et derrière eux, les archers des Lawrence empêchaient les esclaves de quitter l'arène pour se cacher dans la ville. Au moment où Vennessa pensait qu'ils allaient tous y laisser leur vie, Venti apparut, révélant sa forme divine. Il donna à l'épée de Vennessa le pouvoir du vent et les aida à repousser le dragon.\nAprès la victoire sur Ursa, Venti exigea la liberté, les richesses et les clefs de la ville promis par les Lawrence. Vennessa, avec l'aide de Ragnvindr, le Chevalier de l'Aurore, un ancien membre de la famille aristocrate Kreuzlied, ainsi que d'autres, se rebella contre les Lawrence, renversant les seigneurs et rendant le pouvoir au peuple.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Un des nombreux bardes de Mondstadt, qui aime à se promener dans tous les recoins de la cité.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1159,
        "name": "Entraves du Chevalier du Croc de Lion",
        "desc": "Matériau d'élévation d'arme.<br/>Les humains aiment exagérer les exploits de leurs héros, au point de faire de simples entraves de véritables ennemis de la liberté.<br/>Celles-ci ont été donc bénies par des pouvoirs extraordinaires pour cette raison.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Fetters of the Dandelion Gladiator_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1161,
        "name": "Chaînes du Chevalier du Croc de Lion",
        "desc": "Matériau d'élévation d'arme.<br/>Des chaînes qui ont entravé la grande Vennessa lorsqu'elle n'était qu'une gladiatrice parmi les autres.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chains of the Dandelion Gladiator_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1162,
        "name": "Menottes du Chevalier du Croc de Lion",
        "desc": "Matériau d'élévation d'arme.<br/>Vennessa ne fut jamais véritablement entravée par ses chaînes. Contrairement à sa terre natale, Mondstadt ne possédait pas le minerai ou le feu pour forger des entraves susceptibles de l'enchaîner indéfiniment.<br/>La seule chose qui la retenait en ce lieu était la responsabilité qu'elle avait envers les siens.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shackles of the Dandelion Gladiator_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1160,
        "name": "Idéaux du Chevalier du Croc de Lion",
        "desc": "Matériau d'élévation d'arme.<br/>Lorsque Vennessa fut affranchie, ses responsabilités ne furent que plus grandes au fil du temps. Incarnation de la liberté, elle tint successivement sur ses épaules le bien-être de tribu, puis celui de Mondstadt tout entière et enfin du monde entier.<br/>Son vœu le plus cher était celui d'un monde plus fort et indépendant.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dream of the Dandelion Gladiator_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2033,
        "name": "Épée-horloge",
        "desc": "Une grande épée lourde équipée d'une cloche, mais dont le mécanisme de chronométrage a été détruit il y a bien longtemps.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/钟剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2046,
        "name": "Épée du faucon",
        "desc": "L'âme de l'Ordre de Favonius. Même après des millénaires, elle continue d'appeler le vent de la justice pour venir à bout du mal – tout comme la dernière héroïne à qui elle appartenait.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/风鹰剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2075,
        "name": "Ancien rituel royal",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2297,
        "name": "Ballade de l'écuyer",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ballads of the Squire_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2306,
        "name": "Journal d'inspection ancien - Partie II",
        "desc": "Un journal d'inspection trouvé dans le sous-sol des ruines couvertes de glace.<br/>Son auteur semble avoir été membre de l'aristocratie qui dirigeait autrefois Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ancient Investigation Journal: Part II_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ordre de Favonius",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/abd8efbb6bea59bcf72a9d3b0e73a118_5177554025741331531.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Après avoir renversé les aristocrates, Vennessa fonda l'Ordre de Favonius, un ordre de chevalerie aux rênes de Mondstadt, et devint la première Grande Maîtresse et le Chevalier au Pissenlit. Durant son règne, quatre protecteurs, appelés les Quatre Vents, furent invoqués pour assurer la sécurité de Mondstadt : le Loup du Nord, Andros, qui jadis combattit le tyran Décarabian, le Faucon de l'Ouest, Vennessa, le Dragon de l'Est, Dvalin, un ami de Barbatos, et le Lion du Sud, le Chevalier au Pissenlit (aujourd'hui, Jean). Durant de nombreuses années, les habitants de Mondstadt vénérèrent ces gardiens, pour qui ils construisirent des sanctuaires, mais après le Cataclysme, il y a 500 ans, les temples furent abandonnés et les Quatre Vents furent oubliés."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/40aabcd7e8b3d68d92a61d92ec42daad_8307353104923142834.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Des années plus tard, après la restauration de Mondstadt, Vennessa s'éleva vers Celestia sous la forme d'un faucon. Elle veille toujours sur Mondstadt après toutes ces années.\nÀ l'endroit où elle s'éleva poussa un chêne gigantesque. Les frondaisons de l'arbre protègent du vent et de la pluie la Statue des Sept construite à ses pieds, de la même manière que Vennessa protégea jadis Mondstadt. Ce chêne a une connexion spéciale avec l'élément Anémo et avec l'archon Anémo lui-même. Barbatos, blessé après avoir perdu son Gnosis, se rendit près du symbole du héros de Mondstadt et fut guéri."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/fb58ef9b392d7563bd1f8d09c8efe065_3411328579290626231.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Comme Venti l'avait promis, Vennessa reste à jamais l'héroïne de Mondstadt, à propos de qui on écrit des chansons."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Quand les jours deviennent nuits et que le désespoir emplit les cœurs,</color>\n<color=#ffffffd9>Remémorez-vous Vennessa, l'héroïne aux cheveux de feu,</color>\n<color=#ffffffd9>Et jamais ne cessez de poursuivre la liberté ! »</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2324,
        "name": "La Légende de Vennessa",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Legend of Vennessa_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2318,
        "name": "La Brise de la Forêt",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Décarabian",
        "desc": "<p>Dieu des Tempêtes et souverain de l'ancienne Mondstadt. Il fut renversé à la suite d'une révolte du peuple de Mondstadt, qui ne pouvait tolérer la tyrannie.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/01/170542231/513d51e0ebfd54f5da34a9f85dfaf61f_4175649092929916168.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4900,
        "name": "Andros",
        "desc": "<p>Grand Roi Loup du Nord, protecteur du Territoire des Loups et l'un des Quatre Vents</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/03/170542231/2ac7ad0e18377b4a7b7fc2032f318cc3_3087516475442453162.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>Dragon élémentaire, ami de l'Archon Anémo Barbatos. Après avoir été empoisonné par le dragon noir, il fut connu sous le nom de Stormterror.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/03/170542231/b6e31b3c3cb069320d40e3b7b7d06b2f_492675452252506475.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "Le Chevalier au Pissenlit, loyal et rigoureux, et la Grande Maîtresse suppléante de l'Ordre de Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Bandes-annonces et aperçus de l'histoire",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Manga Genshin Impact"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/015914bdfc4faca8a58210c8e8989e67_7757150517833651857.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Prologue : L'Ode au Vent</color>\nBarbatos fonda Mondstadt et la confia à ses premiers habitants avant de s'en aller vers d'autres horizons. Les nantis de la cité profitèrent de son absence pour en prendre le contrôle et y faire régner leur loi. Un beau jour, un mystérieux barde visita Mondstadt à la veille du Ludi Harpastum, son plus grand festival...\n<color=#ffffff>HoYoverse :</color> <color=#37ffff>https:/genshin.hoyoverse.com/fr/manga/detail/104863?mute=1</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Histoire de personnage | Venti : « Les Quatre vents »"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/dfe34a988201bda693cadf10fb3a2281_1632472243625685500.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>15 octobre 2020</color>\nL'histoire que je veux raconter remonte à des temps anciens où le Protecteur du sud repoussa l'aristocratie, où le Protecteur de l'ouest émergea, et où le Protecteur du nord, errant sans but, trouva refuge parmi les loups.\nVenant des quatre points cardinaux, les vents soufflaient sur la Cité de la liberté...\n<color=#ff9999>YouTube :</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=M9kQP-cmipY&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relations"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Un des nombreux bardes de Mondstadt, qui aime à se promener dans tous les recoins de la cité.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Archon Anémo et ami de Vennessa, qu'elle protégea du jeune seigneur Barca Lawrence",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7431,
        "name": "Ordre de Favonius",
        "desc": "<p>Un ordre responsable de la sécurité de Mondstadt et de sa croyance en la liberté. Ses membres ont beau être nommés «&nbsp;chevaliers&nbsp;», aucun d'entre eux n'a été adoubé chevalier par la royauté&nbsp;; le titre de chevalier est un titre qu'ils ont gagné grâce aux nobles fonctions qu'ils assument.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/14/170542231/9bd657b2f14508ea8c0f5e28d6c81c07_819634082693967720.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ordre de chevalerie fondé par Vennessa après la chute de l'aristocratie mondstadtoise",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7432,
        "name": "Quatre Vents",
        "desc": "<p>Les quatre protecteurs de Mondstadt, qui furent invoqués il y a 1000 ans et répondent à l'Archon Anémo. Les Quatre Vents sont le Loup du Nord, le Faucon de l'Ouest, le Lion du Sud et le Dragon de l'Est.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/17/170542231/826332c1b0fb525a54df5442ee996c76_1921765650810524569.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Quatre protecteurs de Mondstadt invoqués par Vennessa",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Un des nombreux bardes de Mondstadt, qui aime à se promener dans tous les recoins de la cité.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Histoire du personnage"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Histoire du personnage 2</color>\nUn gigantesque chêne se trouve en plein centre de Ventlevé. On prétend qu'il germa mille ans plus tôt lorsque Vennessa monta au ciel.\nCes derniers mois, les gens se reposant à son pied ont pu entendre par moments un jeune homme chanter la gloire de Barbatos, l'Archon Anémo.\nContrairement aux autres dieux continuant à veiller sur d'autres territoires, Barbatos a depuis longtemps quitté Mondstadt ; ne subsiste comme trace de son passage que la Statue des Sept – et même là, la ressemblance n'est que très vague. En revanche, ses actions ont été archivées, chantées et transmises par les bardes.\nMais les ballades de Venti diffèrent quelque peu des canons classiques, et incluent des aventures étranges ou des actions cadrant mal avec les histoires habituelles – comme par exemple le vol du sceptre de l'Archon Cryo pour le remplacer par le gourdin d'un Brutocollinus...\nLes adorateurs de Barbatos en prennent facilement ombrage ; mais confronté à leurs critiques, Venti n'a pas l'air d'afficher une once de remords.\n« Comment pourriez-vous savoir si c'est faux ? »\nIl n'a pas tort : même la plus dévote des nonnes serait bien incapable de connaître tous les détails de la vie de Barbatos, il y a de cela mille ans.\nSeul Venti sait ce qu'il en est, et le cache derrière un sourire énigmatique.\nPour une simple raison : les exploits inorthodoxes qu'il chante sont inventés de toutes pièces.\nMais après tout, qui ne sent pas porté par une inspiration débordante après quelques verres ?\n<color=#ffd780>Trahison contre le vent</color>\n1 600 ans après sa création, soit un millénaire avant ce jour, la liberté faisant la réputation de la cité était pour ainsi dire devenue inexistante.\nRefusant de devenir un tyran, Barbatos avait autrefois quitté Mondstadt, la laissant aux mains des hommes. Mais jamais n'aurait-il pu imaginer que ceux-là même à qui il avait fait don de cette liberté, puissent ainsi la renier et mettre en place leur propre tyran.\nD'une main avide et cruelle, l'aristocratie était désormais au pouvoir, faisant venir des esclaves dans la cité autrefois libre, et ignorant les cris des opprimés.\nEt, revenant après 1 600 ans, l'Archon Anémo entendit la complainte de l'esclave Vennessa. Ensemble, ils organisèrent la résistance, et finirent par renverser la classe dirigeante.\nLes faits décrits ci-dessus sont connus de tous et font partie de l'histoire officielle de Mondstadt.\nCependant, un détail intéressant demeure méconnu de la plupart des historiens.\nSi Vennessa fut effectivement l'héroïne qui unit le peuple de Mondstadt lors de ce conflit, le retournement des soldats à la solde de l'aristocratie fut lui dû à ce qu'ils estimèrent être une « trahison contre le vent ».\nUn traité secret fut en effet trouvé, prouvant que l'aristocratie avait trahi la cité du vent, et l'avaient vendue à l'Archon Géo, protecteur d'une cité voisine.\nÀ la fin du traité était visible un symbole que seul un Archon pouvait apposer – en l'occurence, le Souverain de la Roche.\nLes soldats, qui pourtant avaient eux-mêmes opprimé esclaves et citoyens, se rebellèrent à l'idée de devenir esclaves d'une puissance étrangère à leur tour.\nLa nouvelle se répandit comme une traînée de poudre, et le conflit à sa suite, venant à bout de l'aristocratie en place.\nCe n'est que des années plus tard que les historiens furent en mesure de déterminer que le traité à l'origine du retournement des forces armées était en réalité un faux.\nIl s'avère que Venti, toujours à la recherche d'un bon tour, s'était entraîné par le passé à imiter la signature de l'Archon Géo, sans succès d'ailleurs aux yeux de ce dernier, qui pouvait reconnaître l'imitation du premier coup d'œil.\nMais au vu des événements précédemment décrits qui arrivèrent quelques siècles plus tard, force est de reconnaître que ce « talent » ne fut pas appris en pure perte..."
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "Le Chevalier au Pissenlit, loyal et rigoureux, et la Grande Maîtresse suppléante de l'Ordre de Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Histoire du personnage"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Histoire du personnage 4</color>\nC'est à l'emplacement actuel du grand arbre de Ventlevé que le premier Chevalier au Pissenlit arriva au bout de son périple.\nIl s'agissait de Vennessa, la fondatrice de l'Ordre de Favonius, et celle à qui l'on doit le renouveau de Mondstadt.\nFaisant ses adieux à la cité qu'elle avait juré de protéger, elle laissa derrière elle sa légende, ainsi qu'un unique arbrisseau.\nL'arbrisseau, bercé pendant des siècles par les mille vents, finit par devenir l'imposant arbre d'aujourd'hui.\nJean obtint le titre de « Chevalier au Pissenlit » à l'âge de quinze ans.\nAppelé aussi « Chevalier du Croc de Lion », ce titre est transmis aux meilleurs des chevaliers de génération en génération.\nLe jour où lui fut remis le titre, Jean se retira des célébrations qui suivirent, et marchant tel l'enfant marchant sur les pas de son héros, elle arriva à l'arbre devant lequel elle se tint.\nLe titre de Chevalier au Pissenlit symbolise l'héritage de résistance et de dévouement laissé par Vennessa ; perdue dans ses pensées, Jean se demandait comment elle avait pu être jugée digne d'un tel honneur.\nPlus d'un siècle avait passé depuis la restauration de Mondstadt, aurait-elle ce qu'il fallait en elle pour continuer à protéger cette ancienne terre de liberté ?\nSous son apparence mature se cachait le cœur d'une jeune fille qui était encore peu préparée à la tâche qui l'attendait.\nLe souffle du vent venait de très loin, et elle le sentit emplir son esprit, la libérant de ses doutes, et la laissant pleine d'une farouche détermination.\n« Pour Mondstadt, toujours. »\nDevenir un guerrier aussi bon et courageux que Vennessa ; combattre pour son peuple et la liberté...\nJean a pris l'habitude lorsqu'elle se sent en proie aux doutes et qu'elle se sent flancher de venir rendre visite à l'arbre, qui la console à chaque fois, emportant sa fatigue, et lui permettant de continuer la mission qu'elle s'est assignée.\nLe grand arbre de Ventlevé marqua la fin du périple du premier Chevalier du Croc de Lion.\nAujourd'hui, il symbolise le départ du périple de Jean."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Répliques"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Connaître Jean (2)</color>\nNombreux sont les illustres chevaliers à avoir porté le titre de « Chevalier au Pissenlit ». Pour lui faire honneur, je ne dois pas relâcher mes efforts et continuer d'être le bouclier et l'épée de Mondstadt."
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Vennessa</color>"
          }
        ]
      },
      {
        "key": "Régions",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Natlan</color>\n<color=#ffffffd9>Mondstadt</color>"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Ordre de Favonius</color>\n<color=#ffffffd9>Quatre Vents</color>"
          }
        ]
      },
      {
        "key": "Carte d'événement",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3886,
            "name": "La légende de Vennessa",
            "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Rêve préservé de liberté</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">« Les brises solitaires des forêts se joignirent pour faire tomber la tour du tyran.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">La jeune lionne, enfin libérée de ses chaînes, se tenait fière au milieu des vents&nbsp;»</span></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/35653081/eeb99d6af38fc9c70666e67ae9eba710_699620862332391183.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/170542231/3b16b576c30adbe1cba956f94daa8bc7_2000642135271329060.png"
      },
      {
        "key": "Vennessa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/170542231/05032bd9331cbcb343e3a940f8c5aca0_2143656897117238128.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "L'archon Anémo Barbatos et Vennessa"
          }
        ]
      }
    ]
  }
}