{
  "epId": 4902,
  "name": "Dvalin",
  "desc": "<p>Dragon élémentaire, ami de l'Archon Anémo Barbatos. Après avoir été empoisonné par le dragon noir, il fut connu sous le nom de Stormterror.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/03/170542231/b6e31b3c3cb069320d40e3b7b7d06b2f_492675452252506475.png",
  "menuId": 10,
  "menuName": "Archives des PNJ",
  "version": 1723392327,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Dvalin",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "En des temps immémoriaux, quand les divinités à leur apogée vivaient parmi les gens, le dragon élémentaire Anémo naquit haut dans les cieux. Les dragons élémentaires ne se manifestent que rarement et ont des pouvoirs comparables à ceux des dieux d'antan. Descendant des cieux, il inspecta le monde de ses yeux curieux. Le dragon atterrit dans un village ; mais la populace terrorisée lui jeta des pierres. Il ne put comprendre le sens des cris apeurés. Le dragon atterrit dans un cimetière, d'où lui parvinrent les lamentations des hommes. Il ne put comprendre les tristes complaintes. Le dragon atterrit dans un verger ; mais il fut maudit par les paysans marris d'avoir perdu leurs arbres. Il ne put comprendre les mots de leur colère. Le monde était bien compliqué pour un jeune dragon, et perplexe était son esprit ; mais il n'abandonna point. Un jour, le jeune dragon entendit la mélodie de la lyre sacrée. Himmel était son nom, et l'instrument était le compagnon de l'Archon Anémo. Attiré par les vers du poète, le dragon atterrit aux côtés du meilleur chanteur qu'aient connu les cieux. Les hommes paniquèrent, car il est bien connu qu'Archons et dragons élémentaires ne font point bon ménage.\n<color=#ffffffd9>« Quelle bête magnifique ; sa beauté n'a d'égale que sa bienveillance ! »</color> <color=#ffffff73>chanta le barde.</color>\n<color=#ffffffd9>« Mais nous ignorons ses intentions »</color> <color=#ffffff73>, répondirent les hommes.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/e4000b2c075772f202082c9a2c15c847_7839965773653386895.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Qui saura dire quelle étrange magie se cache derrière les mélodies et les poèmes capables de séduire aussi bien hommes que dragons ? Le dragon décida de rester aux côtés du barde, car en son cœur brûlait le désir d'être compris de tous les êtres. Il apprit le langage des hommes, ainsi que les techniques de chant du poète. C'est ainsi que commença l'amitié entre le dragon Dvalin et l'Archon Anémo Barbatos. Barbatos se réjouit d'avoir un nouvel ami, et confia le peuple de Mondstadt à Dvalin.\nLorsque Barbatos et l'esclave Vennessa renversèrent l'aristocratie de Mondstadt, Vennessa fonda les Chevaliers de Favonius pour diriger les habitants. Elle invoqua aussi les Quatre Vents pour protéger Mondstadt. Dvalin devint le Dragon de l'Est, et le peuple de Mondstadt les vénérèrent, lui et les autres protecteurs, pendant des générations.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Un des nombreux bardes de Mondstadt, qui aime à se promener dans tous les recoins de la cité.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4901,
        "name": "Vennessa",
        "desc": "<p>Ancienne esclave, fondatrice et première Grande Maîtresse de l'Ordre de Favonius et Chevalier au Pissenlit.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/170542231/843dd2247159897d9be7c5a528e90a43_2136832349420425769.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2318,
        "name": "La Brise de la Forêt",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3800,
        "name": "Himmel, la lyre sacrée",
        "desc": "<p>Un trésor qui appartenait jadis à Barbatos, l'Archon Anémo. L'instrument est désormais dépourvu de pouvoirs.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/30/170542231/59425415f62733a7a83dab22c5787b19_503575330432088473.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Stormterror",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/25dc69c3876ff2d171c7b1aac166ca3a_2860172354413886056.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La dynastie de l'Éclipse Noire tomba, et le mal s'empara des terres de l'Empire. Un alchimiste connu sous le nom de Gold, dont l'avidité n'avait d'égale que son ambition, créa à l'aide de ses immenses pouvoirs une armée de créatures des ténèbres. Parmi celles-ci Durin, un dragon serpentin noir comme l'ébène, surgit de la mer et fit planer son ombre funeste sur Mondstadt. Las ! Nul n'avait hérité du titre de Chevalier Croc de Lion ; l'Ordre de Favonius était impuissant face à cette sombre menace. Les Mondstadtois pensaient qu'il voulait détruire toute forme de vie. La jalousie du dragon maléfique engendra un mal qui empoisonna la terre et les gens qui y vivaient. En ces temps terribles, la désolation et des monstres assoiffés de sang s'abattirent sur Mondstadt."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/3dd966675be0cb2d46c420ae09c0bf6d_657516347791093780.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "L'Archon Anémo invoqua donc son fidèle serviteur, Dvalin ; et celui-ci combattit le dragon des ténèbres, protégeant la vie et la liberté. Laissant libre cours à sa furie ailée, Dvalin trancha à travers les écailles de fer de Durin. D'un coup de ses griffes semblables à autant d'épées, Dvalin entama la sombre chair du dragon maudit. Ce fut un combat de titans, faisant trembler le monde et voilant le soleil. Dvalin arracha la gorge de son adversaire, et restaura ainsi la paix sur la région."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/6c0fdabd2b5888ea057483852a685038_3779718316371348031.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La victoire fut gagnée et le peuple sauvé par le dragon béni par Barbatos. Le corps de Durin tomba sur les ruines de l'antique royaume de Sal Vindagnyr, que l'on appelle désormais Mont Dosdragon. Mais Dvalin fut corrompu par le sang maudit de son adversaire, qui se répandit dans ses veines. Le dragon perdit connaissance du fait de l'intolérable douleur, et l'on ne sait pas où il tomba."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Qu'à ton réveil puisse tes ailes se déployer, puisses-tu vivre libre ! Car voler libre dans les cieux est ton destin ; et les mortels enfin verront ta vraie nature... »</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Les Mondstadtois croyaient que Dvalin se réveillerait à nouveau, fut-ce la cité de nouveau proie au danger. Mais les années passèrent, et la paix revenue finit par effacer progressivement des mémoires les Quatre Vents, dont les sanctuaires tombèrent dans l'oubli et sont aujourd'hui déserts. Le long sommeil du dragon avait eu raison de la mémoire des Mondstadtois, qui oublièrent tout de leur ancien sauveur."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/f1098093d99b6d155aa588d664021eb1_1063811694369280333.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "À son réveil, après un siècle au cours duquel le poison avait envahi son corps, Dvalin n'entendit pas la mélodie de la lyre de son fidèle ami. Il crut que Barbatos l'avait trahi et abandonné. Le peuple qu'il protégeait autrefois l'avait fui. Trompé par l'Abîme, le Dragon des Vents sombra dans le mal, et Stormterror naquit. Il s'installa dans les ruines de la vieille ville de Mondstadt, où le tyran Décarabian régnait il y a plus de deux mille ans. Cet endroit est devenu l'Antre de Stormterror."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/48e5ede86050b7eec8728ad8c567e909_4296986223407355424.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Des siècles plus tard, l'Archon Anémo sortit de son sommeil et découvrit son ami en proie à la rage et à l'angoisse. Dvalin était alors contrôlé par un mage de l'Abîme, qui lui murmurait à l'oreille à propos de la trahison de Barbatos et des Mondstadtois. Avec l'aide du Voyageur/de la Voyageuse, Barbatos parvint à soigner Dvalin et à éliminer le poison de son esprit. Barbatos octroya à Dvalin la bénédiction de l'Archon Anémo, et le dragon à six ailes se souvint enfin de son ami. Il demanda à l'Archon Anémo pourquoi il ne lui avait pas ordonné de protéger le peuple, ce à quoi Barbatos répondit : <color=#ffffffd9>« La liberté commandée par un Archon n'est pas la vraie liberté. »</color> Dvalin prit à nouveau vol, porté par les vents sans fin.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>Dragon maléfique et l'un des enfants de Rhinedottir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/170542231/206a8a0bc1698ae7019f093470f9e845_5683098922288227541.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2217,
        "name": "Stormterror",
        "desc": "Dvalin le Dragon de l'Est, un des Quatre Vents de Mondstadt.<br/>Le plus pur des joyaux se couvre de poussière lorsqu'il passe de longues années dans l'obscurité. De la même façon, le cœur de ce noble dragon fut corrompu par les ténèbres.<br/>Cependant, il existe toujours un moyen de se débarrasser aussi bien de la poussière que du doute ou du poison.<br/><br/><i>« Vole en liberté dans ce vaste ciel.</i><br/><i>Vole comme tu le faisais à notre rencontre, quand je chantais les chansons du vent en foulant cette terre.</i><br/><i>Tu dominais le monde d'en haut.</i><br/><i>Aujourd'hui, le ciel n'est plus couvert par la pluie ou par la neige. De l'herbe verte et luxuriante pousse partout ici-bas. Quel paysage agréable à regarder.</i><br/><i>Si tu pouvais marcher parmi nous et écouter les chansons des bergers ainsi que le son des carillons qui résonne au loin, ou encore goûter au délicieux vin sucré, tu aurais sans doute compris.</i><br/><i>En te mettant à ma place, tu aurais pu ressentir à quel point il était beau de te voir voler fièrement dans le ciel bleu.</i><br/><i>Tu aurais su que le ciel et la terre sont dignes de protection. »</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stormterror_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Décarabian",
        "desc": "<p>Dieu des Tempêtes et souverain de l'ancienne Mondstadt. Il fut renversé à la suite d'une révolte du peuple de Mondstadt, qui ne pouvait tolérer la tyrannie.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/01/170542231/513d51e0ebfd54f5da34a9f85dfaf61f_4175649092929916168.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2109,
        "name": "Cryomage de l'Abîme",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une créature de l'Abîme qui se bat grâce à son pouvoir Cryo.<br>Bien qu'ils détiennent un grand pouvoir et qu'ils puissent même créer des glaçons à partir de la simple condensation et du gel de la vapeur d'eau présente dans l'atmosphère, leur corps est très vulnérable. Une fois leur bouclier brisé, ils sont à votre merci.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Abyss Mage_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Un des nombreux bardes de Mondstadt, qui aime à se promener dans tous les recoins de la cité.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1953,
        "name": "Fierté de la Voûte d'Azur",
        "desc": "Une épée à deux mains symbolisant le fier envol de Dvalin dans les cieux. Elle émet un son grave lorsqu'on la brandit, invoquant la puissance du dragon Anémo qui déchaîne les vents.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之傲.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1957,
        "name": "Berge de la Voûte d'Azur",
        "desc": "Une lance symbolisant la farouche détermination de Stormterror. Sa hampe se dresse fière vers l'azur, infusée de la volonté des cieux et du pouvoir des vents.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之脊.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1954,
        "name": "Lame de la Voûte d'Azur",
        "desc": "Une épée de chevalier symbolisant l'honneur retrouvé de Dvalin. La bénédiction de l'Archon du Vent est inscrite sur le dos de la lame, lui conférant la puissance du ciel et du vent.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之刃.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1956,
        "name": "Ailes de la Voûte d'Azur",
        "desc": "Un grand arc qui symbolise l'affiliation de Dvalin à Barbatos. Fort de la puissance du ciel et du vent, le son qu'il produit lors de la libération de la flèche est une vraie musique aux oreilles de l'Archon Anémo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之翼.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2278,
        "name": "Cristal écarlate",
        "desc": "<p><span style=\"color: #BFBFBF\">Un cristal en forme de goutte brillant d'une lumière rouge que le dragon a dû faire tomber tout à l'heure. La personne qui lui parlait en sait sans doute davantage sur cet objet, mais où est-elle passée ?</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/13/158750877/63f097dc326884f475542426ac46767c_6578443916116674491.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1041,
        "name": "Sang sombre",
        "desc": "Une substance que vous avez obtenue après la défaite de Dvalin.<br/>Elle possède la forme d'un cristal imbibé du pouvoir des vents anciens et d'un autre pouvoir inconnu qui habitait le corps du dragon.<br/>Ce dernier était prisonnier d'une cage toxique constituée de trois éléments :<br/>Le sang empoisonné qu'il avait autrefois ingéré, les mensonges de l'Ordre de l'Abîme et la peur de l'abandon.<br/>En entendant les paroles d'un certain barde, Dvalin versa des larmes qui brisèrent les caillots de sang impur qui avaient poussé sur son corps, et se libéra de l'emprise maléfique à laquelle il était soumis.<br/>Cet exploit fut possible grâce à un voyageur/une voyageuse venant d'une contrée lointaine...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Tainted Blood_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 237,
        "name": "Griffe de Stormterror",
        "desc": "Une griffe provenant du Dragon de l'Est.<br/>Elle fut contaminée par le sang de Durin, le Dragon des Ténèbres, mais grâce à vos efforts, elle n'est plus empoisonnée.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dvalin's Claw_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 238,
        "name": "Plume de Stormterror",
        "desc": "Une plume provenant du Dragon de l'Est.<br/>Soufflée par les vents pendant pas moins d'un millénaire, elle invoquerait presque une brise pour la libérer de votre sac, mais son propriétaire vous l'a confiée en gage de sa reconnaissance.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dvalin's Plume_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 239,
        "name": "Souffle de Stormterror",
        "desc": "Un peu de pouvoir provenant des bourrasques du Dragon de l'Est.<br/>Transparent, mais beau, il permet d'invoquer les tornades et les alizés. Le vent est son compagnon, sa voix et sa liberté.<br/>Tous ceux qui se tiennent en travers de son chemin sont ses ennemis.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dvalin's Sigh_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relations"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Un des nombreux bardes de Mondstadt, qui aime à se promener dans tous les recoins de la cité.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Archon Anémo Barbatos et ami de Dvalin",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>Dragon maléfique et l'un des enfants de Rhinedottir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/170542231/206a8a0bc1698ae7019f093470f9e845_5683098922288227541.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Le dragon noir, contre qui se battirent Dvalin et Barbatos durant le Cataclysme\nLes Quatre vents\nDéfenseurs de Mondstadt, invoqués par",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4901,
        "name": "Vennessa",
        "desc": "<p>Ancienne esclave, fondatrice et première Grande Maîtresse de l'Ordre de Favonius et Chevalier au Pissenlit.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/170542231/843dd2247159897d9be7c5a528e90a43_2136832349420425769.png",
        "displayStyle": "text"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Bandes-annonces et aperçus de l'histoire",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Aperçu de l'histoire : « Les Quatre vents » (version anglaise)"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/dfe34a988201bda693cadf10fb3a2281_5580676138110379556.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>10 mars 2021</color>\nL'histoire que je veux raconter remonte à des temps anciens où le Protecteur du sud repoussa l'aristocratie, où le Protecteur de l'ouest émergea,\net où le Protecteur du nord, errant sans but, trouva refuge parmi les loups. Venant des quatre points cardinaux, les vents soufflaient sur la Cité de la liberté...\n<color=#ff9999>YouTube :</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=M9kQP-cmipY&ab_channel=GenshinImpact"
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Dvalin</color>"
          }
        ]
      },
      {
        "key": "Région",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Mondstadt</color>"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Êtres élémentaires</color>\n<color=#ffffffd9>Quatre Vents</color>"
          }
        ]
      },
      {
        "key": "Titre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Dragon de l'Est</color>"
          }
        ]
      },
      {
        "key": "Voix chinoise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>彭博 (Peng Bo)</color>"
          }
        ]
      },
      {
        "key": "Voix anglaise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Brook Chalmers</color>"
          }
        ]
      },
      {
        "key": "Voix japonaise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>武内 駿輔 (TAKEUCHI Shunsuke)</color>"
          }
        ]
      },
      {
        "key": "Voix coréenne",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>표영재 (Pyo Yeong-jae)</color>"
          }
        ]
      },
      {
        "key": "Entrée liée",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2217,
            "name": "Stormterror",
            "desc": "Dvalin le Dragon de l'Est, un des Quatre Vents de Mondstadt.<br/>Le plus pur des joyaux se couvre de poussière lorsqu'il passe de longues années dans l'obscurité. De la même façon, le cœur de ce noble dragon fut corrompu par les ténèbres.<br/>Cependant, il existe toujours un moyen de se débarrasser aussi bien de la poussière que du doute ou du poison.<br/><br/><i>« Vole en liberté dans ce vaste ciel.</i><br/><i>Vole comme tu le faisais à notre rencontre, quand je chantais les chansons du vent en foulant cette terre.</i><br/><i>Tu dominais le monde d'en haut.</i><br/><i>Aujourd'hui, le ciel n'est plus couvert par la pluie ou par la neige. De l'herbe verte et luxuriante pousse partout ici-bas. Quel paysage agréable à regarder.</i><br/><i>Si tu pouvais marcher parmi nous et écouter les chansons des bergers ainsi que le son des carillons qui résonne au loin, ou encore goûter au délicieux vin sucré, tu aurais sans doute compris.</i><br/><i>En te mettant à ma place, tu aurais pu ressentir à quel point il était beau de te voir voler fièrement dans le ciel bleu.</i><br/><i>Tu aurais su que le ciel et la terre sont dignes de protection. »</i>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stormterror_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Carte de personnage",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4738,
            "name": "Dvalin",
            "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Dvalin «&nbsp;Dragon de l'Est »</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">« En te mettant à ma place, tu aurais pu ressentir à quel point il était beau de te voir voler fièrement dans le ciel bleu.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Tu aurais su que le ciel et la terre sont dignes de protection. »</span></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/19/35653081/6b4e170d6624b337226d1c1eade73a08_42745025006784880.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "galleryCharacter": [
      {
        "key": "Dvalin",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/03/170542231/82bd21ae2e18cf9be700859a656f2442_3142964074101668220.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Barbatos et Dvalin"
          }
        ]
      },
      {
        "key": "Dvalin",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/03/170542231/c24c3302a2ad4e36b085ef47288a255e_3126582277926692105.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Dvalin, empoisonné par le sang de Durin"
          }
        ]
      }
    ]
  }
}