{
  "epId": 4903,
  "name": "Durin",
  "desc": "<p>Dragon maléfique et l'un des enfants de Rhinedottir.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/170542231/206a8a0bc1698ae7019f093470f9e845_5683098922288227541.png",
  "menuId": 10,
  "menuName": "Archives des PNJ",
  "version": 1752399790,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Bande-annonce et aperçus de l'histoire",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Bande-annonce de la version 1.2 « Craie et Dragon »"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/01/170542231/298897ef09a05c63b2314a58bf431808_6264065189232794783.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>11 décembre 2020</color>\nLes Monts Dosdragon sont le lieu où repose Durin, le dragon maléfique vaincu par Dvalin après un long combat acharné.\nCette zone enneigée au climat rude, corrompue par le sang maudit de Durin et infestée de monstres n'attire pas la foule. Mais cela ne vous fait pas froid aux yeux, car vous aviez l'habitude de voyager à travers les mondes. Votre nouvelle aventure dans cette contrée inconnue est sur le point de débuter...\n<color=#ff9999>YouTube :</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=dzpmNU8WJVg"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Durin",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/dcdf547f543afd251efe7723477446d3_3871269587163042268.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Il y a des millénaires, il était un royaume appelé Sal Vindagnyr. Il fut un temps où les prêtres du royaume pouvaient toucher les cieux et se rendre dans l'Abîme à la demande des divinités de Celestia. Sur la montagne, poussait un arbre blanc issu de l'Irminsul. Le grand prêtre et la prêtresse Vindagnyr donnèrent naissance à une fille douée de clairvoyance. L'une de ses prophéties annonça la venue du dragon noir, qui empoisonnerait tout de son venin. Le royaume fut détruit par le Mandrin céleste et tomba en ruines, et l'arbre blanc dépérit. Durant de nombreuses années, personne ne mit les pieds sur ces sommets enneigés, jusqu'à ce que la prophétie de la princesse commence à se réaliser.\nL'alchimiste Rhinedottir, aussi appelée « Gold », créa de nombreuses créatures de l'Abîme qui attaquèrent bientôt les Sept nations de Teyvat. Durin était l'un des enfants de Rhinedottir, conçu sous la forme d'un dragon noir doté d'ailes."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Ensuite, mes bien-aimés enfants,</color>\n<color=#ffffffd9>faites comme l'eau de pluie qui forme les ruisseaux, ou la flore qui verdoie sous le soleil.</color>\n<color=#ffffffd9>Trouvez-vous quelque endroit à votre goût, et portez haut votre beauté. »</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Un jour, Durin entendit jouer de la lyre et vit le dragon Dvalin. Il était fasciné par la beauté de la musique. Durin rêva qu'il était parti pour un long, long voyage, sur des terres où l'herbe était verte et où l'on chantait des chansons pleines d'émotion. Il rêva qu'il chantait avec le peuple de ces terres et dansait dans le ciel aux côtés d'un dragon aussi beau qu'une pierre précieuse."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Merci, mère. Merci. »</color>\n<color=#ffffffd9>« Tu m'as donné des ailes pour voler, et un corps capable et puissant. »</color>\n<color=#ffffffd9>« Mère, je veux aller dans un endroit bercé de chansons. »</color>\n<color=#ffffffd9>« Et je leur raconterai le monde, et toi, mère. »</color>\n<color=#ffffffd9>« Je leur décrirai la beauté de mon lieu de naissance. »</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/3dd966675be0cb2d46c420ae09c0bf6d_7816181422405867650.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durin se rendit à Mondstadt pour rencontrer le dragon et le barde, mais il ne savait pas que son sang était empoisonné et qu'il serait toxique pour le peuple et les terres. Bien qu'il n'eût pas l'intention de causer des dommages, il devint un véritable désastre pour Mondstadt. Les Mondstadtois pensaient qu'il voulait détruire toute forme de vie. La jalousie du dragon maléfique engendra un mal qui empoisonna la terre et les gens qui y vivaient. En ces temps terribles, la désolation et des monstres assoiffés de sang s'abattirent sur Mondstadt. Barbatos entendit la plainte de ses victimes. L'Archon Anémo invoqua donc son fidèle serviteur, Dvalin ; et celui-ci combattit le dragon des ténèbres, protégeant la vie et la liberté. Laissant libre cours à sa furie ailée, Dvalin trancha à travers les écailles de fer de Durin. D'un coup de ses griffes semblables à autant d'épées, Dvalin entama la sombre chair du dragon maudit. Ce fut un combat de titans, faisant trembler le monde et voilant le soleil. Dvalin arracha la gorge de son adversaire, et restaura ainsi la paix sur la région."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Adieu, mère. Mon voyage est terminé. »</color>\n<color=#ffffffd9>« Je dormirai sous cette neige brillant du blanc de l'argent... Ce ne sera pas désagréable. »</color>\n<color=#ffffffd9>« Adieu, barde, adieu, beau dragon ! »</color>\n<color=#ffffffd9>« Puissions-nous nous revoir en un temps et un lieu différents, »</color>\n<color=#ffffffd9>« et chanter et danser ensemble le moment venu ! »</color>\n<color=#ffffffd9>Et, sur ces paroles douloureusement sincères, il sombra dans la mort.</color>\n<color=#ffffffd9>« La profonde bénédiction qui coule dans mes veines, »</color>\n<color=#ffffffd9>« et le magnifique paysage du sombre univers d'où je viens... »</color>\n<color=#ffffffd9>« Cet héritage vous revient à présent. »</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/f5cdefaf93f3fc5a8efaa9d8e670b325_8501016490997682825.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Le corps de Durin tomba sur les ruines de l'antique royaume de Sal Vindagnyr, que l'on appelle désormais Mont Dosdragon. La neige au sommet des montagnes ne fond jamais, ainsi la puissance des neiges éternelles put contenir le poison de la décomposition qui s'échappait de la dépouille de Durin. Son cœur empoisonné bat toujours dans la neige. Le sang empoisonna la terre et donna force aux monstres des environs. La volonté de vivre de Durin est capable de ressusciter les plantes mortes et de les transformer en monstres, tel l'Arbre congelé. Lorsque le sang du dragon noir Durin se déversa sur la terre de Vindagnyr et que le Voyageur/la Voyageuse nourrit l'arbre blanc mort d'agates pourpres issues du sang du dragon, l'arbre au sommet de la montagne, mort depuis bien longtemps, revint à la vie.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>Dragon élémentaire, ami de l'Archon Anémo Barbatos. Après avoir été empoisonné par le dragon noir, il fut connu sous le nom de Stormterror.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/03/170542231/b6e31b3c3cb069320d40e3b7b7d06b2f_492675452252506475.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Un des nombreux bardes de Mondstadt, qui aime à se promener dans tous les recoins de la cité.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2145,
        "name": "Arbre congelé",
        "desc": "Un monstre né d'une plante grimpante qui a été plongée dans le froid au sein des lignes énergétiques.<br/>Des études montrent que les plantes sont les organes de la terre régulant l'énergie élémentaire. Les fleurs de brume et les Fleurs mensongères en sont des exemples concrets.<br/>Ces plantes prennent une taille monstrueuse à l'instinct meurtrier, comme les Arbres congelés, après de nombreuses années.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Regisvine_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2318,
        "name": "La Brise de la Forêt",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1953,
        "name": "Fierté de la Voûte d'Azur",
        "desc": "Une épée à deux mains symbolisant le fier envol de Dvalin dans les cieux. Elle émet un son grave lorsqu'on la brandit, invoquant la puissance du dragon Anémo qui déchaîne les vents.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之傲.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1957,
        "name": "Berge de la Voûte d'Azur",
        "desc": "Une lance symbolisant la farouche détermination de Stormterror. Sa hampe se dresse fière vers l'azur, infusée de la volonté des cieux et du pouvoir des vents.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之脊.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1954,
        "name": "Lame de la Voûte d'Azur",
        "desc": "Une épée de chevalier symbolisant l'honneur retrouvé de Dvalin. La bénédiction de l'Archon du Vent est inscrite sur le dos de la lame, lui conférant la puissance du ciel et du vent.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之刃.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1956,
        "name": "Ailes de la Voûte d'Azur",
        "desc": "Un grand arc qui symbolise l'affiliation de Dvalin à Barbatos. Fort de la puissance du ciel et du vent, le son qu'il produit lors de la libération de la flèche est une vraie musique aux oreilles de l'Archon Anémo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之翼.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2060,
        "name": "Lance Dosdragon",
        "desc": "Une lance fabriquée à partir d'un croc de dragon. Une certaine chaleur en émane.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/龙脊长枪.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1969,
        "name": "Fruit du permafrost",
        "desc": "Un fruit dont s'échappe une volonté aussi étrange que gelée. Une vague impression d'agonie en émane.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/忍冬之果.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2062,
        "name": "Briseur de glace",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3655,
        "name": "Dent étrange",
        "desc": "<p>Une étrange dent recueillie aux Monts Dosdragon. Peut-être que quelqu'un en sait plus à son sujet...</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/20/235883431/edb70f356aea7e5ad92dd0549b63f2f1_3768303473725470212.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 985,
        "name": "Croc de dragon infusé de vitalité",
        "desc": "Un croc de dragon infusé de force vitale. Sa brillance et sa texture suffisent à éveiller l'inquiétude de celui qui l'observe...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vitalized Dragontooth_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1365,
        "name": "Agate pourpre",
        "desc": "Un type de cristal formé par la fusion d'énergie vitale concentrée et d'une force particulière émanant des Monts Dosdragon. Il s'agit d'un engrais idéal pour faire pousser les Arbres permagelés.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crimson Agate_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1280,
        "name": "Coffre du prêtre",
        "desc": "Un coffre aux trésors avec un motif décoratif en trois parties. Une porte devrait s'ouvrir une fois le motif complet.<br/>« Je pensais ma descendance forte et vigoureuse, grandissant tel l'arbre puissant. »<br/>« Mais ces arbres sont sur le point de s'éteindre. Leurs voix ne sera pas portée par le vent. Mes projets pour eux, et la confiance qu'ils me portent, tout sera bientôt perdu. »<br/>« Une fois de plus, je gravirai ce sommet pour trouver un sens à tout cela. Et quand je redescendrai, ma fille aura terminé le deuxième tableau. »<br/>« Tant que le troisième représente de la neige et de la glace fondues, tout ira bien. »",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Priest's Box_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 297,
        "name": "Coffre de la princesse",
        "desc": "Un coffre aux trésors avec un motif décoratif en trois parties. Une porte devrait s'ouvrir une fois le motif complet.<br/>« Je crains de ne pouvoir terminer cette fresque. »<br/>« Cela fait bien longtemps que je n'ai pas vu le bleu du ciel ou le vert des champs. Je ne sais plus quelles couleurs utiliser pour capturer ce paysage de neige et glace fondues si cher à mon père. »<br/>« Quand il reviendra, tout sera revenu comme avant. Mais je n'en peux plus de ce froid. »<br/>« Pardonne-moi, père, j'ai été stupide. »<br/>« Imunlaukr, j'aimerais tellement te revoir... » ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Princess's Box_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1602,
        "name": "Coffre du scribe",
        "desc": "Un coffre aux trésors avec un motif décoratif en trois parties. Une porte devrait s'ouvrir une fois le motif complet.<br/>« Que ces cieux glacés brûlent jusqu'à ce qu'il n'y ait plus âme qui vive en ce monde. »<br/>« Puissions-nous devenir poussière portée par le vent, et puissions-nous un jour retrouver l'étranger qui a abandonné la princesse à son sort. »<br/>« Que le dragon noir des rêves de la princesse engloutisse la terre dans une mer de poison écarlate. »<br/>« Car je suis le dernier. Nul besoin d'attendre plus longtemps. »<br/>« J'ai entendu parler d'un royaume qui se construisait sans dieu. Peut-être aura-t-il le pouvoir de s'opposer à ce monde. »",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Scribe's Box_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3028,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Craie et Dragon",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Un jour, un forgeron réalisa une épée magique, qu'il enduit avec les crocs, griffes et écailles de Durin moulus en poudre. Le venin du dragon imprégna l'épée, lui conférant des pouvoirs spéciaux. Le forgeron était si fier de sa création qu'il décida de lui-même essayer son épée. À peine avait-il brandit l'épée que le poison parcourut la garde et entra dans son corps. Un simple mortel ne pouvait résister à une telle force. Le forgeron, alors maudit et fou, s'enfuit dans un accès de démence et mourut probablement en un lieu inconnu.\nCette épée finit par arriver entre les mains d'Albedo, l'un des enfants de Rhinedottir et le frère de Durin. Albedo voulait mener plusieurs expériences, mais durant ses recherches, il apprit l'histoire de cette épée de manière inattendue. L'épée était presque « vivante » et capable d'absorber l'énergie des autres. Albedo, conscient qu'une personne ordinaire ne pourrait manier cette épée, la remit au Voyageur/à la Voyageuse, qui avait le pouvoir de neutraliser le poison de Durin, afin d'imprégner l'épée de force vitale. Albedo puisa alors cette force dans l'épée, qui s'avéra résonner avec lui en raison de son lien de parenté avec Durin.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Génie connu sous le surnom de « Kreideprinz », Albedo est l'alchimiste en chef et le capitaine des enquêteurs de l'Ordre de Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 19,
        "name": "Voyageur (Anémo)",
        "desc": "Un voyageur/Une voyageuse venant d'un autre monde qui a été séparé/séparée de sa sœur/son frère. Il/Elle débute son périple à la recherche des Sept Archons de Teyvat dans l'espoir de la/le retrouver.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Traveler_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2011,
        "name": "Croc suppurant",
        "desc": "Une épée droite maléfique qui a soif de vie. Elle renferme un poison qui aurait le pouvoir de neutraliser un dragon.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/腐殖之剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1492,
        "name": "Moelle de dragon infecté",
        "desc": "Matériau de raffinement spécial pour le Croc suppurant.<br/>Il s'agit du produit de la purification du poison de Durin qui s'est infiltré et répandu dans les lignes énergétiques des Monts Dosdragon. En l'utilisant sur une épée ayant une forte affinité pour ce genre de matériaux, vous pourrez en augmenter la puissance.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Festering Dragon Marrow_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ombres au cœur du blizzard",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Lorsque l'alchimiste Rhinedottir menait ses expériences pour créer la vie avec l'aide de la khemia, l'une de ses expériences échoua et fut jetée. Elle fut avalée par le dragon Durin, et après que le dragon fût vaincu dans les neiges éternelles, l'expérience prit vie, nourrie du sang de Durin. L'expérience échouée était jalouse d'Albedo, qui était presque parfait à ses yeux, alors elle décida de se transformer en Albedo et de prendre sa place. Albedo parvint à arrêter son double, mais on ne sait pas ce qu'il advint de lui.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Génie connu sous le surnom de « Kreideprinz », Albedo est l'alchimiste en chef et le capitaine des enquêteurs de l'Ordre de Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relations"
      },
      {
        "type": "RichText",
        "text": "Rhinedottir\nUne alchimiste de Khaenri'ah, créatrice de Durin",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>Dragon élémentaire, ami de l'Archon Anémo Barbatos. Après avoir été empoisonné par le dragon noir, il fut connu sous le nom de Stormterror.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/03/170542231/b6e31b3c3cb069320d40e3b7b7d06b2f_492675452252506475.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Un dragon élémentaire, qui vainquit Durin",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Génie connu sous le surnom de « Kreideprinz », Albedo est l'alchimiste en chef et le capitaine des enquêteurs de l'Ordre de Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Créature de l'Abîme et «&nbsp;Père&nbsp;» des Mélusines. Il est apparu à Fontaine lors du Cataclysme il y a 500 ans.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/03/235883431/fa4c986eefe97522566b35be6e29e7a0_5320067043567583898.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2122,
        "name": "Chiot de faille géophile",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une bête au sang démoniaque capable d'éroder les frontières du monde. L'« Or » les classait comme « Alfisol ».<br>Elles suivent l'abîme envahissant pour dévorer les éléments. Heureusement, il en reste peu dans ce monde.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rockfond Rifthound Whelp_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2124,
        "name": "Chiot de faille électrophile",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une bête au sang démoniaque capable d'éroder les frontières du monde. L'« Or » les classait comme « Alfisol ».<br>Lors des époques précédentes, lorsque des bêtes démoniaques géantes descendaient, de grands essaims de ces monstres les précédaient pour déchiqueter les frontières du monde et ouvrir la voie.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thundercraven Rifthound Whelp_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2123,
        "name": "Limier de faille géophile",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une bête au sang démoniaque capable d'éroder les frontières du monde. Ce sont des créations de l'« Or ».<br>Elles affichent certains comportements biologiques similaires à ceux des vrais loups. Peut-être ressentent-elles de la jalousie envers ces « proches parents » et rêvent-elles de les remplacer un jour...</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rockfond Rifthound_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2125,
        "name": "Limier de faille électrophile",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une bête au sang démoniaque capable d'éroder les frontières du monde. Elles ont été créées par l'« Or ».<br>Il y a longtemps, elles répandaient le chaos à travers le continent, mais elles se sont éteintes pendant un certain temps en raison de la résistance et des chasses de masse. Récemment, cependant, elles sont réapparues. Les loups noirs qui menacent maintenant Deauclaire et le Territoire des Loups font partie de telles créatures.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thundercraven Rifthound_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2247,
        "name": "Loup alpha doré",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Originaire d'un monde sombre, ce souverain des canidés noirs a le pouvoir d'invoquer ses adeptes, ses griffes cachées, pour dissoudre l'espace lui-même et forger une faille par laquelle il peut entrer.<br>Le loup alpha n'a pas de nom, car il n'était que l'une des créations involontaires de l'« Or », et c'est précisément pourquoi il est obsédé par l'invasion de mondes qui ne lui appartiennent pas, afin de se faire un nom.<br>Cela dit, la meute de canidés est loin d'être inintelligente : après avoir subi une défaite lors de sa précédente invasion, une île déserte où aucun humain ou protecteur n'habite a été sélectionnée pour se préparer à l'arrivée de leur seigneur.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Golden Wolflord_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Frères et sœurs de Durin",
        "alignment": "center"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Durin",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/170542231/25dc69c3876ff2d171c7b1aac166ca3a_5076518238966138322.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Durin</color>"
          }
        ]
      },
      {
        "key": "Région",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Mondstadt</color>\n<color=#ffffffd9>Khaenri'ah</color>"
          }
        ]
      }
    ]
  }
}