{
  "epId": 4907,
  "name": "Makoto",
  "desc": "<p>Sœur jumelle d'Ei et précédent archon Électro, aussi appelée Baal. Elle périt durant le désastre de Khaenri'ah il y a 500 ans.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/16/170542231/08ad31cb2d00748c8a122eb1c2562ff8_2877033761138439063.png",
  "menuId": 10,
  "menuName": "Archives des PNJ",
  "version": 1744461452,
  "components": {
    "galleryCharacter": [
      {
        "key": "Raiden Makoto",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/16/170542231/7adeaf5ae0b2bc1d2f97ed1112402b62_2007592156676717971.jpg"
      },
      {
        "key": "Makoto",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/16/170542231/4c77d14c37b63e04fb817b1e5fcb60bc_4026998473585030346.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Ei et Makoto"
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "Character Teaser - \"Raiden Shogun: Nightmare\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=ydPqFAEgHzs",
        "coverUrl": "https://i.ytimg.com/vi/ydPqFAEgHzs/maxresdefault.jpg",
        "duration": 101
      },
      {
        "title": "Story Teaser: Ode of Floating Dreams | Genshin Impact #GenshinImpact #RaidenShogun",
        "url": "https://www.youtube.com/watch?v=PBM2jQ0NW5o",
        "coverUrl": "https://i.ytimg.com/vi/PBM2jQ0NW5o/maxresdefault.jpg",
        "duration": 136
      },
      {
        "title": "Story Teaser: Promise of a People's Dream | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=hQ5GEOlwLUQ",
        "coverUrl": "https://i.ytimg.com/vi/hQ5GEOlwLUQ/maxresdefault.jpg",
        "duration": 119
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relations"
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nBaal et Belzébuth gagnèrent la Guerre des Archons ensemble. Pour les Inazumiens, elles formaient un unique archon, Baal."
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nPendant le Cataclysme, Makoto ne dit rien à Ei et se rendit seule à"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ". Comme elle n'était pas une bonne guerrière, elle y périt."
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Belzébuth",
        "desc": "<p>L'archon Électro d'Inazuma, aussi connue sous le nom de Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/16/170542231/68ce1b8c0e262cc6e4f1074c6431a295_7076037744577445613.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nMakoto est la sœur jumelle d'Ei. Sous le règne de Makoto, Ei était sa kagemusha ou « guerrière de l'ombre ». Lorsqu'Ei retrouva sa sœur à Khaenri'ah, il était déjà trop tard. Elles ne purent faire leurs adieux que dans la conscience de Makoto, mais Ei ne sut jamais ce qui avait poussé Makoto à partir seule pour Khaenri'ah."
      },
      {
        "type": "CustomEntry",
        "epId": 4898,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nIl est possible qu'Istaroth ait aidé Makoto à manipuler le temps pour planter le Cerisier sacré dans le passé après le Cataclysme. Pour tous les Inazumiens à l'exception d'Ei, il semblerait que le cerisier ait toujours existé."
      },
      {
        "type": "CustomEntry",
        "epId": 7498,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7499,
        "name": "Sasayuri",
        "desc": "<p>Un tengu, général de l'armée inazumienne. Il périt durant la guerre contre Orobashi il y a 2000 ans. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/19/170542231/6532a7d73481ef732501064e283864c1_3108979039269590053.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7500,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nAmis de Makoto"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ouvrage lié"
      },
      {
        "type": "CustomEntry",
        "epId": 2328,
        "name": "Théories étranges du Kiyoshiken Shinkageuchi",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Treasured Tales of the Chouken Shinkageuchi_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Shogun Raiden",
        "desc": "Son Excellence, la toute-puissante Narukami Ogosho, qui a promis au peuple d'Inazuma une éternité immuable.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/24/43281454/2669f7bf2fdea7ccf0a4aa7ac9f250b2_1638748135414612694.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Belzébuth",
        "desc": "<p>L'archon Électro d'Inazuma, aussi connue sous le nom de Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/16/170542231/68ce1b8c0e262cc6e4f1074c6431a295_7076037744577445613.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Histoire du personnage"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Histoire du personnage 3</color>\nAvant d'accéder au titre de Shogun, Raiden Ei était une samouraï dont la responsabilité lui incombait d'accomplir les ordres de ses aînés.\nLe précédent Archon Électro, Raiden Makoto, n'était guère une combattante. Les missions confiées à Ei lui demandaient principalement de répandre le sang. Pourtant, lorsqu'elle n'accomplissait pas ces funestes missions, Ei aimait s'asseoir sous un cerisier avec ses amis pour jouer au karuta et ainsi passer un moment de répit.\nLors de ces moments de jeu, Ei était toujours celle qui était la plus gauche. Elle n'était jamais victorieuse, tout comme elle n'avait jamais goûté aux récompenses que la Kitsune Saiguu réservait aux vainqueurs.\nC'est pour cela qu'elle s'appliqua au karuta avec la même ardeur qu'elle portait aux arts martiaux. Elle embêtait régulièrement Makoto et Mikoshi Chiyo pour jouer une partie avec elle, ou passait du temps à lire au clair de lune les poèmes inscrits au dos des cartes.\nEnfin vint le jour où Ei remporta une partie de karuta sous le cerisier. Même un guerrier tengu aurait été terrassé par une telle performance. Elle était enfin victorieuse.\nAlors qu'elle laissa s'échapper un cri en sautant de joie, ses camarades se mirent à rire. Elle réalisa alors qu'elle ne maintenait plus son sang-froid habituel. Elle baissa immédiatement les deux bras et retrouva son air froid et indifférent.\nMais bien entendu, ses camarades n'avaient pas l'intention de se moquer d'elle. Ils comprenaient son attitude et reconnaissaient combien l'inflexible Ei avait combattu avec difficulté pour obtenir la victoire.\nQuant à la Kitsune Saiguu, elle apporta sourire aux lèvres une pâtisserie devant Ei.\n« J'ai bien dit qu'il s'agissait d'une récompense, cependant ce n'est qu'une simple douceur, je ne pensais pas que tu t'en inquiéterais autant, Ei. Puisque c'est ainsi, déguste à cœur joie cette récompense pour célébrer ta victoire. »\nEi ne convoitait guère cette récompense sucrée. En tant que samouraï, elle était convaincue que tout ce qui était perdu devait être récupéré par une victoire.\nCette pâtisserie représentait son désir de réussite.\nElle se mit inconsciemment à rire. Cette douceur était délicieuse, un peu comme le goût de la victoire. À tel point que son visage ne pouvait s'empêcher d'arborer un air souriant mais maladroit. Ses camarades trouvèrent qu'il s'agissait là d'un spectacle particulièrement intéressant.\nAujourd'hui encore, Ei se remémore souvent ce cerisier.\nMême si elle n'a plus vu cet arbre depuis bien longtemps, même si plus personne ne s'y trouve, elle espère que le temps puisse se figer pour l'éternité.\n<color=#ffd780>Histoire du personnage 4</color>\nEi se souvient encore à quel point Makoto adorait les paysages d'Inazuma, sa gastronomie et l'histoire de son peuple, mais aussi de la passion avec laquelle elle en parlait à Ei.\nBien qu'elles comprenaient toutes les deux ce qu'impliquait l'érosion, Makoto n'était pas comme Ei qui s'inquiétait quant au futur. Elle se concentrait sur le présent.\n« C'est précisément parce que nous avons conscience que ces paysages sont éphémères que nous les apprécions d'autant plus en saisissant l'instant. »\nÀ ce moment, Ei ne pouvait que sourire amèrement. Elle se rendit compte qu'elle, la guerrière de l'ombre, était encore plus vieux-jeu que la véritable Shogun Raiden. Elle se dit qu'elle devait certainement apprendre de Makoto et vivre plus paisiblement.\nMais tout changea brutalement et Ei fut prise au dépourvu. Avant qu'elle ne puisse s'en rendre compte, elle tenait déjà en main la lame que lui tendait la Raiden Makoto à l'agonie.\nCe jour-là, la guerrière de l'ombre devint la véritable Shogun Raiden.\nC'est aussi ce jour-là qu'Ei comprit le poids de l'affliction de l'érosion.\nAvec le temps qui allait continuer à s'écouler, sa lame, ce cerisier... Toute vie à Inazuma allait disparaître devant ses yeux.\nC'était la fondation sur laquelle repose Inazuma, la chose que la Shogun Raiden devait protéger à tout prix.\n« De ce point de vue, anticiper n'est pas insensé, et encore moins une preuve d'arrogance. »\nSon cœur en ayant pris conscience, sa vie dépassa les limites de son enveloppe charnelle et l'éternité s'abattit sur le monde mortel.\n<color=#ffd780>« Harmonie d'idéal »</color>\nUne épée qui fut transmise à Ei et qui l'accompagne encore jusqu'à ce jour.\nManiée par deux détenteurs, cette épée fut témoin du temps et de l'éternité.\nElle naquit grâce à la force divine de Raiden Makoto, mais ne fut jamais aiguisée. Cette lame partage un trait commun avec sa créatrice, elle n'était guère taillée pour le combat. De ce fait, elle incarnait plutôt un symbole de paix.\nLe jour où Makoto disparut, elle fut remise dans les mains d'Ei. La lame avait soif de sang et lorsqu'elle y goûta pour la première fois, elle fut renversée par une violente bourrasque et frappée par la foudre.\nMakoto lui donna le nom d'« Harmonie d'idéal » et désirait qu'elle soit le témoin de la beauté onirique d'Inazuma ainsi que la noblesse des cœurs qui la peuplent.\nEi ne la baptisa pas autrement, car elle aussi avait contemplé les mêmes paysages magnifiques et cela fit naître une volonté beaucoup plus pure et puissante dans son cœur.\nLa beauté de la foudre réside dans sa capacité à capturer le caractère précieux de ce qui est éphémère."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos de Makoto</color>\n[...] J'ai vu beaucoup de choses qui m'ont rappelé des souvenirs aujourd'hui.\nCela m'a rappelé de nombreuses personnes aussi : la Kitsune Saiguu, Makoto, et tous les amis que j'ai vus partir plus tôt encore.\nJ'ai voulu préserver un ton léger lors de notre conversation à la Commission culturelle, mais maintenant, j'aimerais parler de choses un peu plus sérieuses.\nLes événements d'il y a cinq cents ans ne m'ont pas seulement privée de mon amie, la Kitsune Saiguu... Ils m'ont aussi pris Makoto pour toujours.\n[...] Elle s'est rendue à Khaenri'ah sans me le dire.\nMais contrairement à moi, elle ne maîtrisait pas les arts martiaux. Chaque fois que des crises similaires sont survenues par le passé, ça a toujours été moi qui les ai affrontées pour elle.\nMais cette fois, les circonstances étaient si graves que Makoto n'a pas eu d'autre choix que de prendre les devants. Non... Il serait plus juste de dire qu'elle m'a laissée derrière pour me cacher. Et au moment où je m'en suis rendu compte...\nIl était déjà trop tard. Je suis arrivée au moment de son dernier souffle.\nElle avait déjà perdu conscience. J'ai donc dû pénétrer dans ses pensées. Pour vous donner une idée, c'était un lieu similaire au plan euthymique.\nC'est à cet endroit que nous avons fait nos adieux. J'ai tant pleuré, parce que j'étais si triste... Même à ce moment, je ne comprenais pas ce qui l'avait poussée à agir ainsi.\n« Pourquoi est-elle allée à Khaenri'ah et pas moi ? Pourquoi ne m'a-t-elle rien dit ? Était-ce pour me protéger ? »\nC'est précisément à cet instant que je pris la décision de me mettre en quête de l'éternité. J'ai alors préservé son domaine de conscience juste avant que celui-ci ne s'effondre et l'ai ramené à Inazuma en guise de témoignage de ma résolution.\nQuand je suis retournée à Inazuma, j'ai été surprise de voir qu'un immense cerisier était apparu sur le Mont Yougou. C'était le cerisier sacré que vous connaissez aujourd'hui.\n[...] Tout le monde me disait à l'époque [que] le cerisier sacré était présent depuis des temps immémoriaux. Les gens ne comprenaient pas pourquoi j'étais si surprise.\nPersonne ne remettait ce fait en question. Il y avait une incohérence manifeste entre l'existence de ce cerisier et mes souvenirs. C'était comme si j'étais la seule à avoir remarqué qu'il était apparu de nulle part.\nJ'ai fini par me résoudre à penser que ce cerisier était le produit d'un phénomène extraordinaire issu de la conscience de Makoto.\nEn m'aidant du pouvoir du cerisier sacré, j'ai pu mettre fin à la calamité causée par les monstres à Inazuma.\n<color=#ffd780>À propos du décret de confinement</color>\nLe regard de Makoto s'est toujours posé sur le peuple d'Inazuma. Je croyais qu'elle faisait cela par devoir...\nMais maintenant, je comprends que c'était un regard empli d'allégresse et d'espoir. Ce n'était pas un simple devoir, mais aussi une joie pour elle. Son amour pour l'humanité était profond.\n<color=#ffffffd9>Yae Miko :</color> Les gens du passé étaient dignes du regard des dieux, et il en va de même pour les gens du présent ainsi que ceux du futur.\nJe n'ignorerai plus jamais leur ferveur et leurs rêves.\n<color=#ffd780>À propos de Makoto</color>\nLes paroles qu'il a répétées tout à l'heure étaient en réalité les idées de Makoto. Elle a toujours vu les choses ainsi.\nÀ ses yeux, la chose la plus précieuse dans ce monde était les rêves, c'est-à-dire l'aspiration à un avenir radieux.\nQuand vous avez fait irruption dans le plan euthymique, j'ai vu les ambitions des humains scintiller dans le ciel telles d'innombrables étoiles, et cela m'a fait quelque chose.\nAujourd'hui, il semble qu'elle ait eu raison et que je me sois fourvoyée.\nMakoto voyait plus grand que moi. Selon elle, les « rêves » étaient plus abstraits et chimériques que les « ambitions ».\nLes « ambitions » sont un désir ardent d'une chose matérielle ou d'une conclusion. Elles ont un aboutissement, et finissent toujours par se faire remplacer par de nouveaux souhaits.\nMakoto s'intéressait surtout à ce qui poussait les humains à avoir de nouveaux souhaits. C'est une force innée qui prend racine dans les instincts. En d'autres mots, c'est une forme d'éternité.\nEn termes simples, Makoto ne se préoccupait pas des résultats.\nÀ l'époque, il m'était impossible de comprendre une telle idée. Comment pouvions-nous dire que nous maintenions l'éternité alors que les choses avancent et évoluent constamment ?\nJe suppose que telle était sa définition de l'« éternité ».\nAutrefois, je pensais qu'elle avait accédé à une sagesse insaisissable et obscure pour en arriver à ses conclusions.\nCe n'est qu'à la fin que j'ai réalisé que derrière leur apparence simpliste, les idées de Makoto constituaient une philosophie réfléchie et prévoyante qui prenait racine dans des choix prudents.\n<color=#ffd780>À propos de l'Harmonie d'idéal</color>\nCette épée qui m'a été transmise par Makoto semble vouloir me guider... ou m'encourager.\nUne force qui dépasse ma compréhension.\nCette épée appartenait à. Je suppose qu'elle réagit à chaque fois que je suis capable de vraiment comprendre et croire en Makoto.\nQuand j'agrippe fermement l'Harmonie d'idéal, j'ai la sensation d'être à nouveau à ses côtés.\nC'est un sentiment à la fois familier et étranger... Elle, qui n'a jamais manié l'épée de sa vie, m'accompagne depuis le début."
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "La Guuji Yae du Sanctuaire de Narukami est également responsable éditoriale de la Chambre Yae. Une intelligence et une ruse inimaginables sont cachées sous son apparence gracieuse.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos des archons</color>\nJe suis surprise qu'un étranger/une étrangère comme toi soit au courant qu'il y a eu un changement d'Archon Électro... Peu de citoyens d'Inazuma en ont conscience.\nOui, la vérité c'est qu'il y avait deux divinités jumelles, Baal et Belzébuth.\nElles ont gagné la Guerre des Archons ensemble et lorsque Baal a établi le Shogunat, Belzébuth est devenue sa kagemusha ou « guerrière de l'ombre ». En d'autres termes, elle était en quelque sorte le double de Baal.\nBelzébuth est Ei, que nous connaissons à présent tous/toutes les deux. Le nom de Baal était « Makoto ».\nMais aux yeux du monde il n'y en avait pas deux mais une. Elles se complétaient et gouvernaient ensemble Inazuma. Il n'était donc pas nécessaire que le public connaisse la vérité.\nEn fit, le nom de « Baal » et le titre de Shogun Raiden faisaient référence à l'ensemble des deux, jusqu'à ce que...\n... Makoto meurt il y a plusieurs centaines d'années dans une guerre dans laquelle je n'étais pas impliquée. Depuis lors, Ei a assumé le Shogunat.\nC'est à ce moment-là qu'Ei a commencé à changer. Makoto a été sa plus grande perte.\nJe n'ai pas passé beaucoup de temps avec [Makoto] mais j'ai eu l'impression qu'elle était... une divinité douce qui chérissait chaque instant la beauté de ce qui se présentait à elle."
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Makoto</color>"
          }
        ]
      },
      {
        "key": "Région",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Inazuma</color>"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Archons</color>"
          }
        ]
      }
    ]
  }
}