{
  "epId": 4916,
  "name": "Carole",
  "desc": "<p>Carole fait partie des premières mélusines à s'être installées à la Cour de Fontaine grâce à l'iudex Neuvillette il y a environ 400 ans. Elle devint la première mélusine à rejoindre la Maréchaussée fantôme et à recevoir une médaille de paix. <span class=\"wk-shady\">Elle se sacrifia pour prouver l'innocence des mélusines.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/235883431/b5144639de0b40a37167f40774eb8e6b_2856438017822024788.png",
  "menuId": 10,
  "menuName": "Archives des PNJ",
  "version": 1720634766,
  "components": {
    "galleryCharacter": [
      {
        "key": "Carole",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/235883431/54d819f57d56d4e686846c2fd51f6051_1111593494833842739.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Carole et Neuvillette il y a plus de quatre cents ans"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Personnages</color>\n<color=#ffffffd9>Lien</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Le juge suprême de Fontaine, également connu comme l'iudex, est réputé pour son impartialité sans faille.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/43281454/0513aa7f482dbb4778545d02f94956fe_1439543714753962957.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nNeuvillette a emmené les premières Mélusines, dont Carole, à la Cour de Fontaine, il y a environ 400 ans."
      },
      {
        "type": "RichText",
        "text": "Vautrin",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nLe collègue de Carole et le commandant de la Patrouille Spéciale. Il a tué toutes les personnes impliquées dans le complot contre les Mélusines pour venger Carole."
      },
      {
        "type": "RichText",
        "text": "Kiara",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nKiara avait fait un rêve dans lequel elle voyait Carole."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Carole",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/48c2f788c6d4baea0ff56bb9f5c61e18_2534850688729486975.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Carole, comme les autres mélusines, naquit des blessures que leur « père », Elynas, avait subies dans la bataille entre les Chasseurs de la Maréchaussée et l'Ordo Narzissenkreuz il y a plus de 400 ans. Les mélusines vivaient au Village de Mérusea, qu'elles avaient construit dans le corps d'Elynas. Elles avaient appris de leur « père » comment bâtir des maisons. Vingt ans plus tard, quelques mélusines voulurent se rendre à la Cour de Fontaine pour voir comment les gens y vivaient. Grâce à l'aide du jeune iudex de Fontaine, le dragon Hydro Neuvillette, Carole devint la première mélusine à accéder à la Cour de Fontaine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/54d819f57d56d4e686846c2fd51f6051_4559846552267452481.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Comme les mélusines ont une acuité visuelle particulière qui leur permet de percevoir des éléments invisibles à l'œil humain, Neuvillette les invita à rejoindre la Maréchaussée fantôme, une branche spéciale de la Maison Gardiennage chargée des enquêtes criminelles. Carole devint la première mélusine de la Maréchaussée fantôme, et le commandant de la Patrouille de surveillance spéciale, Vautrin, lui fut assigné comme coéquipier. Les Fontainois n'avaient jamais vu de mélusine auparavant, aussi ils les traitaient avec méfiance et mécontentement. La rumeur courait que les mélusines étaient des créatures nées d'un désastre et que, par nature, elles représentaient un danger pour ceux qui les entourent. Ils leur jetèrent des pierres en leur disant de retourner dans leur village. Neuvillette et Carole savaient que cela demanderait beaucoup de temps et d'efforts avant qu'hommes et mélusines ne parviennent à vivre en harmonie, mais Carole était prête à parcourir ce chemin long et difficile, car son existence prenait enfin sens."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/c7324129b0223e4112132db8b48999f7_4126101012701089002.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Grâce à leur travail acharné durant cinq ans, Carole et le commandant de la Patrouille de surveillance spéciale, Vautrin, furent décorés des premières médailles de paix par Neuvillette. Carole espérait que les mélusines pourraient bientôt vivre en paix avec les humains, mais ces médailles ne firent qu'attiser la haine des partisans de l'ancien régime, qui se sentaient lésés par la réforme apportée par Neuvillette. Ils décidèrent de commettre un meurtre et de rejeter la faute sur les mélusines afin de les chasser de la ville et de donner une bonne leçon à Neuvillette.\nLes partisans de l'ancien régime piégèrent Carole pour qu'elle se rende sur les lieux du crime et portèrent plainte contre elle. Après ça, ils semèrent la panique pour forcer Neuvillette à avouer ses erreurs et à céder le pouvoir. Carole prit la décision de se sacrifier pour apaiser la situation, et les Gendarmes ne purent intervenir à temps à cause de la foule enragée.\nVautrin, après avoir appris ce qui s'était passé, décida de venger Carole et exécuta personnellement tous les conspirateurs. Il savait que Neuvillette n'aurait pas d'autre choix que de le déclarer coupable et de l'exiler à la Forteresse de Méropide, mais il ne pouvait s'empêcher d'intervenir. Carole rappelait à Vautrin sa petite sœur, Illaria, décédée quand il était encore enfant. Carole et Illaria étaient toutes les deux gentilles et innocentes, convaincues qu'il y avait du bon chez tout le monde. Vautrin comprit que les bonnes âmes sont les plus vulnérables à la tromperie et à la trahison, alors il essaya de la convaincre d'abandonner son rêve pour qu'on ne la blesse pas.\nLe courage et le sacrifice de Carole finirent par payer et son rêve devint réalité : 400 ans plus tard, les mélusines sont des membres respectés de la société à la Cour de Fontaine, elles coexistent en harmonie avec les humains. Aujourd'hui, les mélusines figurent sur l'emblème de la Maison Gardiennage, en signe de respect et de gratitude envers ces créatures et en mémoire de l'acte héroïque de Carole.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Créature de l'Abîme et «&nbsp;Père&nbsp;» des Mélusines. Il est apparu à Fontaine lors du Cataclysme il y a 500 ans.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/03/235883431/fa4c986eefe97522566b35be6e29e7a0_5320067043567583898.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Le juge suprême de Fontaine, également connu comme l'iudex, est réputé pour son impartialité sans faille.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/43281454/0513aa7f482dbb4778545d02f94956fe_1439543714753962957.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Carole</color>"
          }
        ]
      },
      {
        "key": "Région",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Fontaine</color>"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Maréchaussée fantôme</color>"
          }
        ]
      }
    ]
  }
}