{
  "epId": 4935,
  "name": "Gnosis",
  "desc": "<p>Les Gnosis sont des artéfacts de maîtrise élémentaire supérieurs qui représentent le pouvoir des Sept Archons de Teyvat, leur permettant d'entrer directement en résonance avec Celestia. <span class=\"wk-shady\">Il est révélé plus tard que les Gnosis ont été créés à partir des restes du troisième descendeur.</span></p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
  "menuId": 20,
  "menuName": "Définitions",
  "version": 1712865056,
  "components": {
    "galleryCharacter": [
      {
        "key": "Gnosis Anémo",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/03/170542231/3c5a1021179c8a8d934a9c3e2c8e302a_2163009916220723285.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Le Gnosis Anémo entre les mains de la Signora, huitième Exécutrice des Fatui"
          }
        ]
      },
      {
        "key": "Gnosis Géo",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/03/170542231/c92d98900af22e8200b92d86d6db355f_9019745815820964460.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Gnosis Géo entre les mains de l'archon Géo Morax"
          }
        ]
      },
      {
        "key": "Gnosis Anémo et Géo",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/03/170542231/abfbc526affefdaa1bbde9581da0ecc0_5011918235593345704.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Gnosis Anémo et Géo sur l'échiquier des Exécuteurs des Fatui"
          }
        ]
      },
      {
        "key": "Gnosis Électro",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/03/170542231/1b363505e0b6a4f6d140f265093fcdae_5102368387381525385.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Gnosis</color>"
          }
        ]
      },
      {
        "key": "Région",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Mondstadt</color>\n<color=#ffffffd9>Liyue</color>\n<color=#ffffffd9>Inazuma</color>\n<color=#ffffffd9>Sumeru</color>\n<color=#ffffffd9>Fontaine</color>\n<color=#ffffffd9>Natlan</color>\n<color=#ffffffd9>Snezhnaya</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Une mystérieuse relation du Funérarium Wangsheng, aux connaissances aussi variées qu'étendues.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Une fois que le rituel de l'ascension, dont Zhongli était à la fois directeur et interprète, fut terminé, l'Exécutrice Fatui nommée Signora apparut devant lui.\nSelon un accord déjà négocié, elle était là pour obtenir le Gnosis de l'Archon Géo Morax.\nZhongli avoua qu'il avait établi un contrat avec l'Archon Cryo.\nDe ses propres mots, c'était « le contrat mettant fin à tous les contrats ».\nPourtant, peu importe comment on le regarde, la perte de ses pouvoirs divins semble un prix bien trop fort à payer, même pour protéger Liyue.\nMême parmi les mortels, la base d'un contrat est « un échange équitable ».\nEt pour le Dieu des contrats, qui a dû rédiger d'innombrables accords de ce type au cours de ses longues années d'existence, un contrat aussi important devait s'accompagner de certains avantages.\nL'Archon Géo offrait son Gnosis.\nQu'est-ce que l'Archon Cryo pouvait-il bien offrir en échange pour équilibrer la balance ?"
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Shogun Raiden",
        "desc": "Son Excellence, la toute-puissante Narukami Ogosho, qui a promis au peuple d'Inazuma une éternité immuable.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/24/43281454/2669f7bf2fdea7ccf0a4aa7ac9f250b2_1638748135414612694.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Avant qu'elle ne se retire dans son « plan euthymique », Ei a beaucoup réfléchi à l'endroit où elle allait placer son Gnosis.\nElle n'en avait désormais plus besoin, mais une chose aussi importante ne pouvait pas être conservée n'importe où. Elle pensa au départ le modifier pour en faire un dispositif d'alimentation en énergie, mais ses techniques n'eurent aucun effet sur le Gnosis.\nC'est alors qu'une personne lui vint à l'esprit : l'intelligente et rusée Yae Miko. Même si elle ne pouvait pas vraiment lui faire confiance, elle était à tous points de vue le meilleur choix possible.\nLorsque Yae Miko prit connaissance de la requête d'Ei, elle ne put s'empêcher de plaisanter : « Ne crains-tu donc pas que je le vende au plus offrant ? »\n« Tu connais la valeur d'un Gnosis. Même si tu venais à t'en séparer, tu devrais trouver quelque chose de valeur équivalente. Cela n'est pas chose facile. »\nVu son tempérament, il ne serait pas étonnant que Yae Miko vende le Gnosis. Certes, mais elle ne se permettrait pas de perdre au change.\nC'est ainsi que s'établit l'accord entre les deux vieilles amies. Yae Miko comprit quelles étaient les intentions d'Ei et prit le précieux Gnosis.\n« Tout ceci est ton idée, alors ne viens pas le regretter. »"
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Une oiselle en cage isolée dans les profondeurs du Sanctuaire de Surasthana qui ne peut voir le monde que dans ses rêves.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/02/43281454/f29490bddc56b4a6773b6c5003bbb853_2162267504881052310.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "L'existence de l'Akasha est un moyen plutôt qu'une fin. Il a accompli sa mission quand la connaissance interdite avait été éradiquée.\nCelui qui convoitait le pouvoir du Gnosis était le cerveau des manigances et a montré les crocs avant la fin.\nNahida a utilisé le Gnosis d'une autre contrée à son avantage et a privé son ennemi de ses « parties » comme collatéral.\nCependant, celui-ci a immédiatement demandé à connaître les connaissances de la « vérité » du monde en échange.\nIl connaissait sans aucun doute les valeurs de ce pays et avait ainsi l'intention de profiter de la curiosité et du sens des responsabilités de Nahida depuis le départ.\nDe son point de vue, la situation était propice à une transaction de connaissances.\nGnosis en main, Nahida ne pouvait s'empêcher d'hésiter. Elle en savait à peine plus sur les Gnosis qu'elle ne connaissait la « vérité » du monde.\nLe Gnosis n'était qu'un noyau renfermant un énorme pouvoir élémentaire qu'elle avait à sa disposition. Mais si ce n'était rien de plus, pourquoi une divinité serait-elle intéressée de tous les rassembler ?\nUne poignée de mains lors d'une transaction équivaut à des compromis pour chaque partie. C'est loin d'être une victoire, mais refuser ce marché serait faire preuve d'une certaine « ignorance » qui mènerait plus facilement à une perte de contrôle.\n« La divinité de la sagesse » avait sa réponse sans hésiter une seconde..."
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Le juge suprême de Fontaine, également connu comme l'iudex, est réputé pour son impartialité sans faille.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/43281454/0513aa7f482dbb4778545d02f94956fe_1439543714753962957.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Bien que Neuvillette n'ait pas besoin d'œil divin pour utiliser son pouvoir élémentaire, il y a certaines choses qu'il n'a comprises qu'une fois devenu un dragon à part entière.\nGravement blessé après la grande guerre de vengeance, l'usurpateur a perdu ses fonctions et n'était plus en mesure de supprimer l'ordre originel de ce monde avec son autorité totale. Cependant, pour supprimer et contrôler le ressentiment et la haine du monde, il a créé le Gnosis avec une autre personne venue plus tard. C'est ainsi qu'un ordre a été créé, comment les gens en sont venus à n'avoir que sept souvenirs et comment tous les fragments primordiaux étaient contrôlés pour se dévorer les uns les autres.\nDès ce moment-là, chaque fois que les souhaits d'une personne atteignaient le ciel, les Sept Archons du monde matériel rendaient la pareille, en lui offrant un cadeau. Même s'ils ne savaient pas quel souhait avait atteint un terrain sacré, les Sept doivent accorder à cette personne un fragment de leur autorité. Et quand l'un de ces humains accomplissait sa mission, les dieux obtenaient des dons encore plus abondants.\nBien que Neuvillette ne se soit pas conformé aux desseins du ciel, il a reconnu la volonté de l'être humain, c'est pourquoi il a aussi offert une partie de lui-même, comme si elle allait devenir le trésor ancien d'un dragon qui attend l'arrivée d'un humain vaillant qui s'en montrerait digne."
      }
    ]
  }
}