{
  "epId": 4937,
  "name": "Festival des lanternes",
  "desc": "<p>Le Festival des lanternes a été créé à la mémoire de ceux qui ont sacrifié leur vie durant la Guerre des Archons.</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/57e3ed401d9330bedb253c03bd6ec997_1441484820862319444.png",
  "menuId": 20,
  "menuName": "Définitions",
  "version": 1721243065,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Festival des lanternes</color>"
          }
        ]
      },
      {
        "key": "Région",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Liyue</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Festivités</color>"
          }
        ]
      },
      {
        "key": "Événements",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Version 1.3 : « Lumières à l'horizon »</color>\n<color=#ffffffd9>Version 2.4 : « Couleurs éphémères en vol »</color>\n<color=#ffffffd9>Version 3.4 : « Sous les carillons de l'exquise nuit »</color>\n<color=#ffffffd9>Version 4.4 : « Busards colorés dans la brise printanière »</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Le Festival des lanternes",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/71b4e5eb21682940ce854bdeaece8434_712074905684537648.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Il y a de cela très longtemps, alors qu'une guerre ravageait ces terres, les habitants de Liyue lâchaient des lanternes pour indiquer aux soldats partis le chemin du retour, et leur apporter de la lumière dans les ténèbres de la guerre. Le Festival des lanternes est une célébration annuelle pour rendre hommage à ces héros. Ces festivités ont lieu sous la lueur de la première pleine lune et durent cinq jours. Marqué par des rituels tels que des prières pour la paix, la protection des esprits et le lâcher de lanternes, notamment la majestueuse lanterne Mingxiao et les plus petites lanternes célestes, l'événement symbolise la lumière qui guide les héros tombés au combat vers Liyue. La période qui précède la cérémonie fait également partie des festivités. Tous les habitants se rassemblent lors du gala du Festival des lanternes pour regarder les lanternes flotter dans le ciel.\n<color=#ffd780>Entrée liée :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Traditions",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/669ea0f25babfda41c44ccabc7c4e7a6_2172298464801228248.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La lanterne Mingxiao est un symbole d'unité et de tradition à Liyue, représentant la collaboration entre les héros et le peuple pour protéger le territoire. Fabriquée grâce aux dons de matériaux et à l'effort collectif, elle capture l'esprit d'unité du festival. La tradition arrive à son apogée lors du lâcher de lanternes le dernier soir du Festival des lanternes. La pierre centrale de la lanterne, faite de plaustrite, détermine sa taille. La plaustrite est cruciale pour les lanternes Mingxiao, et lorsqu'elle est offerte, le donateur écrit ses souhaits à sa surface, comme prière de bonne fortune. Il existe des variétés uniques de plaustrite, comme l'Azurite, que l'on trouve au nord du Mont Tianheng, ou la Vermillionite, utilisée par les Chasseurs des ruines pour voler dans les plaines Guili. Le modèle de la lanterne rend hommage aux héros tombés au combat.\n<color=#ffffff73>Le marché aux lanternes est une attraction majeure pendant le festival du rite des lanternes, attirant les visiteurs avec des offres variées. Les marchands jouent un rôle crucial durant le Festival des lanternes, car ils témoignent de la générosité des entrepreneurs du port de Liyue, qui financent la lanterne Mingxiao sans chercher à en tirer des bénéfices. Bien que le Bureau des affaires civiles couvre la majorité des frais, les citoyens font don de matériaux et font des contributions symboliques au marché aux lanternes, fonds qui seront également utilisés pour la lanterne Mingxiao. Malgré l'ampleur du Festival des lanternes, chaque contribution bienveillante, quelle que soit sa taille, est appréciée, car elle est censée porter chance durant cet important festival. Les festivités font ressortir l'esprit communautaire et offrent l'occasion de dialoguer avec les marchands et d'en apprendre davantage sur eux.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/04e37ee0fc55c4165e55f1231d7fa5a0_5675820204364078286.jpg",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Les lanternes célestes ont un rôle central dans les réjouissances du Festival des lanternes, car elles sont le réceptacle des souhaits des habitants. Il n'y a pas de modèle précis pour les lanternes, puisque chacune est unique et varie d'un individu à l'autre. Les Liyuéens écrivent leurs souhaits sur des bâtonnets qui sont placés dans leur lanterne avant qu'elle ne soit lâchée dans le ciel nocturne, portant l'espoir et les rêves de la communauté. Embrasser la tradition et fabriquer sa propre lanterne céleste offre une expérience unique et mémorable pendant le Festival des lanternes."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Partagez votre avis sur le Festival des lanternes de cette année et échangez à propos des précédentes éditions :</color>\n<color=#37ffff>https:/www.hoyolab.com/topicDetail/1039</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 1729,
        "name": "Lanterne céleste",
        "desc": "Elle s'envole emportant vos souhaits au loin.<br/>Peut être fabriquée à la <span style=\"color:#3399CCFF\">table de synthèse</span>.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Xiao Lantern_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1078,
        "name": "Cellulose de lanterne",
        "desc": "Matériau de fabrication des lanternes célestes utilisé lors du Festival des lanternes.<br/>Cette cellulose commune peut être transformée en habillage pour les lanternes, leur permettant de flotter dans les airs et d'emporter les souhaits de leurs propriétaires au loin.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Lantern Fiber_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1079,
        "name": "Matériau pour mèche",
        "desc": "Matériau de fabrication des lanternes célestes utilisé lors du Festival des lanternes.<br/>Un matériau répandu, qui peut être transformé en mèche pour les lanternes, leur permettant de flotter dans les airs et d'emporter les souhaits de leurs propriétaires au loin.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Wick Material_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1021,
        "name": "Fragment de plaustrite",
        "desc": "Matériau de fabrication des lanternes célestes utilisé lors du Festival des lanternes.<br/>Un mystérieux fragment élémentaire capable de léviter. Il s'agit là du secret des lanternes volantes. Il parait que c'est également ce qui permet à la Chambre de Jade de flotter dans les airs.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Plaustrite Shard_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1735,
        "name": "Vermillionite",
        "desc": "Un fragment de plaustrite prélevé sur un Chasseur des ruines. Sa couleur est singulière. Cela pourrait être la vermillionite que Wangya a mentionnée...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vermillionite_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4947,
        "name": "Azurite",
        "desc": "<p>Un fragment de plaustrite à la couleur singulière extraite des racines d'un fruit pompon. Il s'agit peut-être de l'azurite dont Wangya a parlé...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/02/170542231/be0f5833e0f1fec35f02e0b9f2447baa_865056744083507734.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Lumières à l'horizon",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/73b515002f852524e11424c6ca55c918_983957812726663310.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Le défunt Adepte Brise-Cieux fut commémoré lors du premier Festival des lanternes auquel assista le Voyageur/la Voyageuse au port de Liyue, choisi à la demande générale du Pavillon Yuehai. La lanterne Mingxiao qui devait rendre hommage à Brise-Cieux était très attendue, car elle était constituée à partir du plus gros fragment de plaustrite depuis vingt ans. Pendant le premier Festival des lanternes du Voyageur/de la Voyageuse, avec l'aide de Xiao, de Kaeya et des Millelithes, le Voyageur/la Voyageuse et Paimon réussirent à déjouer un complot risible mais problématique impliquant les Pilleurs de Trésors. Le coupable fut traduit en justice et livré aux Millelithes. Une fois informé, Xiao fut invité à aller voir la lanterne Mingxiao."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/96fbdf59d2e33f47b73a897cc34e6b74_7803009207694871933.jpg",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Il refusa l'invitation, exprimant son désintérêt pour les espaces fréquentés, et particulièrement pendant cette période de l'année. Bien qu'il ait été informé que Brise-Cieux était l'Adepte représenté sur la lanterne Mingxiao, Xiao resta indifférent, voyant cet événement comme une création éphémère née de la main de l'homme, sans importance pour lui. Le Voyageur/La Voyageuse et Paimon décidèrent alors d'apporter le Festival des lanternes à Xiao, et lorsqu'il vit ce qu'ils avaient préparé, il soupira et exprima son incapacité à comprendre les particularités du comportement humain. Il accepta de les raccompagner en ville, remarquant la nature joyeuse et insouciante des gens, aux antipodes de sa propre expérience marquée par les massacres et la souffrance. Alors qu'il les saluait, il fit mention de sa capacité à entendre tous les appels à l'aide, toutes les prières pour la paix et tous les vœux que portent les lanternes, qu'ils proviennent du Voyageur/de la Voyageuse ou des habitants de Liyue.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4782,
        "name": "Brise-Cieux",
        "desc": "<p>Un Adepte de Liyue qui périt durant la Guerre des Archons</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/55f8ede1e3451352d35d9ba8a323df7f_6330949745455225358.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "Un des Adeptes de Liyue, aussi connu sous le nom de « Dompteur de démons » et « Général des Yakshas ».",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "Un épéiste accompli et un stratège de génie de l'Ordre de Favonius ; il est originaire, selon les rumeurs, d'une terre bien au-delà des frontières de Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaeya_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Couleurs éphémères en vol",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/41133912/f63006860baafe9e2b76867e7a336b83_5385897558941724781.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Pour le second Festival des lanternes auquel le Voyageur/la Voyageuse et Paimon assistèrent, la lanterne Mingxiao fut dédiée à deux Adeptes et créée sur le modèle de deux poissons. En plus de cette sublime lanterne Mingxiao, un feu d'artifice fut organisé."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/7db56410b757fa91757d9ecf967726f7_6517628850706717393.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Pour célébrer le Festival des lanternes, le Voyageur/la Voyageuse et Paimon visitèrent Liyue, où ils rencontrèrent Ningguang qui leur expliqua la portée culturelle et historique des feux d'artifice à Liyue, ainsi que leur projet d'intégrer des feux d'artifice au festival. Bien que les feux d’artifice soient fréquemment utilisés en Teyvat, ils ont une longue histoire et une signification plus profonde liées à Liyue. D'après Ningguang, la Mégrez des Sept Étoiles de Liyue, les feux d'artifice furent développés en même temps que beaucoup d'autres inventions liyuéennes. Lorsque leurs ancêtres créèrent les premiers feux d'artifice, on les appelait « pétards ». Ils se servaient de leur lumière et de leur bruit assourdissant pour chasser les bêtes, ou bien comme signal d'avertissement. À l'époque, il était difficile pour les gens habitant à la campagne de communiquer, alors ils transportaient des pétards et s'en servaient comme signal de communication. Après la création du port de Liyue, la vie des gens prit un tournant favorable. Ils n'avaient plus besoin de marcher pendant des kilomètres pour cultiver la terre. Ainsi, les pétards finirent par perdre leur utilité en cas d'urgence. Mais ils ne disparurent pas pour autant. Ils devinrent une tradition populaire qui a survécu jusqu'à ce jour, afin d'enseigner aux nouvelles générations l'esprit de ces paysans liyuéens qui travaillaient la terre dans la sueur. Ainsi, pour le second Festival des Lanternes, Liyue améliora les pétards pour en faire des feux d'artifice et célébrer la ténacité des premiers Liyuéens.\nKeqing, l'Alioth des Sept Étoiles de Liyue, était la responsable du feu d'artifice. Elle demanda au Voyageur/à la Voyageuse et à Paimon d'aller offrir des cadeaux avec elle et leur promit qu'elle regarderait les feux d'artifice avec eux. Les présents du Festival des lanternes furent offerts à divers Adeptes qui avaient contribué à l'évolution de Liyue. Ils rendirent d'abord visite à Madame Ping, une Adepte aussi connue sous le nom de Flâne-Sentier, et à Yanfei, la meilleure conseillère juridique de Liyue au sang d'Adepte, qui tenait compagnie à Madame Ping lorsqu'ils sont allés la voir au Pavillon Yuehai."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/badd1e7a620d2e4a303904ce65bc731b_7651903558649634643.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ils offrirent également un cadeau à Souffle-Nuages, qui recevait au même moment la visite de deux de ses disciples : Ganyu, une autre jeune femme au sang d'Adepte, et Shenhe. Souffle-Nuages s'intéressa de près au tube de tir des feux d'artifice, car le dispositif avait une forme originale et était agréable à l'œil. Elle informa Keqing et le Voyageur/la Voyageuse du fait que Taille-Monts et Grave-Lune n'étaient pas au Karst Jueyun, puis elle réalisa qu'ils étaient sans doute partis ensemble."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/337ebb2b0c5a864da6f4a6e9e80559b6_7659920198504386835.jpg",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Enfin, ils rencontrèrent Xiao, le dernier Yaksha, à l'Auberge Wangshu, mais il refusa poliment les cadeaux en prétextant que son seul devoir était de protéger Liyue. La raison de l'attitude de Xiao vis-à-vis du Festival des lanternes trouve ses racines dans la période sombre qui suivit la Guerre des Archons, lorsque les terres de Liyue n'étaient que famine et pestilence. La majorité de ces fêtes n'est pas plus qu'une occasion pour l'homme de se remplir la panse, et des anciens rites visant à célébrer les héros et repousser le mal ne reste plus que le côté festif. Dans ces moments-là, les démons qui, avant d'être vaincus par Morax, terrifiaient autrefois les terres de Liyue s'agitent dans leur demi-sommeil, et la haine en émane, plus forte que d'habitude... En particulier lors du Festival des lanternes. Xiao est tenu d'être le « Fléau du mal », et la nuit du Festival des lanternes est pour lui synonyme de combats à quartiers rapprochés. Rien de surprenant donc à ce qu'il déteste l'événement.\nQuelques difficultés se mirent en travers de leur chemin lorsque des feux d'artifice censés être livrés au village de Qingce furent volés. Keqing, le Voyageur/la Voyageuse, Paimon et leurs amis Xingqiu et Chongyun s'associèrent pour parvenir à récupérer les feux d'artifice volés et à appréhender le groupe de pilleurs de trésors responsable du larcin. Grâce à l'aide de chacun, le festival connut un grand succès et les gens venus des quatre coins de Liyue purent profiter sereinement d'un splendide feu d'artifice."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/b925f341a97324d78d606bce679f1b5f_7597399865522032930.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Le second Festival des lanternes souligna l'importance de l'équilibre entre travail et santé. La leçon selon laquelle si quelqu'un s'épuise, il ne pourra pas profiter des bénéfices de son dur labeur est évoquée par plusieurs personnages, tels que Ningguang, qui s'inquiétait de la santé de Keqing, Madame Ping et Souffle-Nuages qui conseillèrent à Yanfei et à Ganyu de faire attention à leur santé, ainsi que Jiangcheng qui remarqua que Keqing avait bien besoin d'un peu de repos. Lorsque des inquiétudes se soulevèrent au sujet de Keqing, le Voyageur/la Voyageuse et Paimon allèrent à la rencontre de leur ami Zhongli, l'ancien archon Géo Morax, sous les traits d'un consultant du Funérarium Wangsheng , comptant sur lui, son expérience et son intellect pour les conseiller. A la fin de leur excursion, le Voyageur/ la Voyageuse et Paimon, avec l'aide de Zhongli, étaient parvenus à transmettre à Keqing l'importance de prendre soin de sa santé.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8,
        "name": "Ningguang",
        "desc": "La Megrez des Sept Étoiles de Liyue. Peu de personnes peuvent se vanter d'être aussi riches à travers Teyvat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ningguang_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 10,
        "name": "Keqing",
        "desc": "L'Alioth, l'une des Sept Étoiles de Liyue. L'Alioth critique à mots couverts l'idée que Liyue suive à la lettre la parole du Seigneur de la Roche, mais ce dernier apprécie justement ce genre de personnes.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Keqing_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 39,
        "name": "Xingqiu",
        "desc": "Un jeune homme intègre et serviable, que l'on voit souvent dans les librairies. Il porte une longue épée, et poursuit un idéal de justice.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xingqiu_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 45,
        "name": "Chongyun",
        "desc": "Le jeune héritier d'une célèbre famille d'exorcistes, qui s'efforce de contrôler l'énergie qui l'habite.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Chongyun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "Un des Adeptes de Liyue, aussi connu sous le nom de « Dompteur de démons » et « Général des Yakshas ».",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Une mystérieuse relation du Funérarium Wangsheng, aux connaissances aussi variées qu'étendues.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 24,
        "name": "Yanfei",
        "desc": "Une célèbre conseillère juridique du Port de Liyue. Du sang d'Adepte coule dans les veines de cette jeune femme ingénieuse.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yanfei_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Shenhe",
        "desc": "Une disciple Adepte avec un air des plus inhabituels. Après avoir passé beaucoup de temps à s'instruire en isolement dans les montagnes de Liyue, elle est devenue tout aussi froide et distante que les Adeptes eux-mêmes.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "Secrétaire du Pavillon Yuehai ; du sang de Qilin, la créature mythique, coule dans ses veines.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Souffle-Nuages",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Souffle-Nuages est un PNJ qui apparaît lors d'une quête du monde. C'est un Adepte vivant au Mont Aozang, à Liyue</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/23/158750877/46ee1323ddfe94fe1707c1d50912504e_8597419811374119631.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p>Le maître de Yao Yao et de Xiangling. <span class=\"wk-shady\">Elle est également une Adepte, connue sous le nom de Flâne-Sentier.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/235883431/0f6d6b3952d41b274178b21b4b0169b9_3170143921947659267.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sous les carillons de l'exquise nuit",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/6c38ec6c44b6c967e34abb39f1c74001_5885276219042545511.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Le troisième Festival des lumières auquel le Voyageur/la Voyageuse et Paimon prirent part était dédié à Scrute-Flots et fut transformé en un festival de musique avec l'aide de Dvorak, l'organisateur de la tournée Iridescence, de la rockeuse Xinyan, et de la directrice du Funérarium Wangesheng et poétesse, Hu Tao.\nL'Adepte Scrute-Flots était connu pour ses qualités d'explorateur hors-pair. Il avait trouvé de nombreux trésors qu'il avait ensuite placés dans sa demeure, parmi lesquels le Chronoporteur et la plaustrite crépusculaire.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4783,
        "name": "Scrute-Flots",
        "desc": "<p>Un des Adeptes de Liyue. Il aimait collectionner les trésors. Sa demeure se situe dans la région de Lisha, à Liyue.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/bcf3c5e99c0f06cc10a700403456164c_8244983452388089599.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3486,
        "name": "Dvorak",
        "desc": "<p>Dvorak est un PNJ qui est apparu lors de l'événement  \"Sous les carillons de l'exquise nuit\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/27/14056998/0349efc36aca047e5027afbe392b8f62_3135546458368799572.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 41,
        "name": "Xinyan",
        "desc": "La seule et unique rockeuse de Liyue. Elle combat les préjugés avec sa musique et ses chansons passionnées.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xinyan_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 34,
        "name": "Hu Tao",
        "desc": "La 77e directrice du Funérarium Wangsheng, qui redonne un coup de jeune à la gestion des affaires funéraires de Liyue.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Hu Tao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Le Festival des lanternes en musique",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "L'histoire des festivals de musique remonte, il y a plusieurs générations, à un voyageur venu de Fontaine, un ancêtre de Dvorak. Alors qu'il vagabondait à travers Liyue, il glissa et tomba dans un lac. Alors qu'il était en train de sombrer et de se noyer, il entendit une merveilleuse mélodie. On dit que c'était la mélodie la plus belle et la plus émouvante qu'il avait jamais entendue. Même dans cette situation critique, cette musique féérique parvint à le distraire suffisamment pour qu'il oublie le fait qu'il était en train de se noyer. Quand il reprit ses esprits, il découvrit qu'il était retourné sur le rivage. Une jeune fille inconnue qui projetait une aura presque divine se tenait non loin de lui. Voyant qu'il allait bien, elle s'en alla d'un pas léger sans prononcer un mot. Le voyageur voulut lui courir après pour la remercier, et même s'il n'était qu'à quelques dizaines de pas d'elle, cette distance ne semblait jamais rétrécir, et il ne parvint pas à la rattraper. À la fin, il n'eut d'autre choix que de présenter sa révérence à la silhouette de la jeune femme qui se dirigeait vers les montagnes et les rivières au loin, puis de faire demi-tour pour rejoindre sa contrée natale. Une fois de retour au pays, il commença l'apprentissage d'un instrument pour chanter son histoire partout où il allait, comme le font les bardes. Plus tard, au fur et à mesure que l'histoire se répandit, elle fut transformée jusqu'à ce que les gens en viennent à considérer cette femme comme une fée. Cette histoire finit par devenir une sorte de légende à Fontaine, que l'on connaît sous le nom de « La dame scrutant le lac ». Les gens disent que si vous vous rendez au bord d'un lac et que vous jouez d'un instrument, pour peu que votre niveau soit suffisant, vous entendrez une fée invisible à vos yeux vous accompagner.\nDes années plus tard, un descendant du voyageur, Dvorak, entreprit un voyage pour découvrir la vérité derrière ce conte. Il décida de suivre les traces de son ancêtre et de chercher les descendants actuels de cette femme. Il passa de nombreuses années sur les routes, et le souhait qu'il avait passé la moitié de sa vie à poursuivre était devenu une sorte d'obsession. Une fois, Dvorak pria l'Archon Anémo dans la cathédrale de Mondstadt, et dès qu'il mit un pied dehors, il remarqua un tas de feuilles soufflé par le vent, de plus en plus loin, en direction de la Porte de Pierre. Un habitant sympathique lui dit que cela signifiait que le vent le guidait vers Liyue, alors Dvorak suivit son conseil et poursuivit son chemin."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/d9ad26954d1ce9e0a40f196b72450232_6229297838708735546.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Avec l'aide du Voyageur/de la Voyageuse, de Paimon et de Souffle-Nuages, Dvorak découvrit que la jeune femme qui avait sauvé son ancêtre était Flâne-Sentier, portant le deuil de son amie Guizhong. Il y a longtemps, Flâne-Sentier aimait aussi les fêtes, l'alcool et la musique. Mais après la mort de Guizhong, elle préférait être seule. On pouvait souvent la trouver assise seule au sommeil d'une montagne, contemplant le paysage tout en se remémorant le passé avec sa cithare. Sa musique passait de triste à apaisante, à passionnée. De nombreuses années s'écoulèrent avant qu'elle ne réussisse à composer une mélodie qui la satisfasse. En guise de célébration, elle joua cet air pour les nuages. Malheureusement, on ne l'a jamais entendue jouer cet air qu'une seule fois."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Les cordes de ma cithare sont intactes, mais celle qui comprenait ma musique est partie. Alors, dis-moi, Souffle-Nuages... À qui d'autre pourrais-je adresser cet air ? »</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "C'était là la mélodie qui avait captivé le voyageur et était devenue une légende pour plusieurs générations."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/48a8af17d8d767a6405a2da2e6729ba9_7348302442675214013.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "L'histoire de Flâne-Sentier et de son ancêtre inspira Dvorak dans l'organisation de la Tournée iridescente, l'un des plus grands festivals de musique de Fontaine. Dvorak fit également de l'un des Festivals des lanternes un festival de musique où les musiques classique et moderne fusionnèrent. À la fin du Festival des lanternes, Flâne-Sentier joua sa mélodie, qui inspira la création du festival de musique.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p>Le maître de Yao Yao et de Xiangling. <span class=\"wk-shady\">Elle est également une Adepte, connue sous le nom de Flâne-Sentier.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/235883431/0f6d6b3952d41b274178b21b4b0169b9_3170143921947659267.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Souffle-Nuages",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Souffle-Nuages est un PNJ qui apparaît lors d'une quête du monde. C'est un Adepte vivant au Mont Aozang, à Liyue</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/23/158750877/46ee1323ddfe94fe1707c1d50912504e_8597419811374119631.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3487,
        "name": "Guizhong",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/27/14056998/dc0fb751f7e7704bf7a382c304817352_3833035682980140534.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3486,
        "name": "Dvorak",
        "desc": "<p>Dvorak est un PNJ qui est apparu lors de l'événement  \"Sous les carillons de l'exquise nuit\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/27/14056998/0349efc36aca047e5027afbe392b8f62_3135546458368799572.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "La réunion de Hu Tao",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/06589f71e581b0173567c712d037eba0_1947176088210147773.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Pendant ce Festival des lanternes, la directrice du Funérarium Wangsheng, Hu Tao, organisa une réunion pour regarder les lanternes s'élever dans le ciel, pour faire ses adieux au passé et accueillir le présent dans la joie. Hu Tao invita ses amis au banquet : Xiangling, Chongyun et Xingqiu, son consultant Zhongli, ainsi que l'invité spécial : l'Adepte Xiao. Durant le repas, Chongyun, un exorciste, déclara que Xiao avait toujours été un exemple pour lui, puisque le clan des exorcistes travaillait en étroite collaboration avec le Dompteur de démons depuis des siècles. En plus des exorcistes, les employés du Funérarium travaillaient également aux côtés des Yakshas. À l'époque de la Guerre des Archons, il y avait de nombreuses querelles et d'innombrables calamités qui affligeaient le monde. Les humains ne pouvaient échapper ni aux tourments des maladies ni à la mort. Les Adeptes vainquirent les démons, les Millelithes combattirent vaillamment. Le Funérarium Wangsheng était quant à lui chargé de purifier les malades et d'envoyer les esprits des morts dans l'au-delà. C'est ainsi que la frontière entre la vie et la mort fut maintenue pendant la guerre, et que d'autres incidents purent être évités."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/7d036cc3c0d9a15d93d18e3f6713efbe_9126388708860904351.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Soudain, Venti arriva au repas, une vieille connaissance de Xingqiu qu'il avait rencontrée au Festival Irodori à Inazuma, et un ami du Voyageur/de la Voyageuse et de Paimon. Xiao raconta que lors d'une de ses patrouilles au Marais Dihua, il avait rencontré Venti qui jouait de la lyre. La musique de Venti lui avait sauvé la vie alors qu'il était sur le point de laisser le karma l'envahir. Xiao s'était senti apaisé en entendant la mélodie émouvante qu'interprétait alors Venti. Il s'avéra que Venti avait entendu parler du concert qui serait donné pour le Festival des lanternes à Liyue et n'avait pu résister à la tentation d'y assister.\nZhongli, l'archon Géo Morax, et Venti, l'archon Anémo Barbatos, jouèrent avec brio leurs rôles respectifs de consultant de funérarium et de simple barde, deux inconnus l'un pour l'autre et pour Xiao. Ils se rappelèrent des histoires du passé : la fois où Zhongli avait commandé un thé au nom des plus complexes à la taverne de Mondstadt, ou la manière dont on parle d'un barde de goût à Mondstadt. Venti et Hu Tao s'endentirent grâce à leur amour pour la poésie, ce qui les incita à organiser ensemble un gala de poésie auquel les habitants de Mondstadt et de Liyue participèrent.\nDurant le repas, Hu Tao décida de laisser l'honneur d'allumer l'encens à l'invité le plus distingué d'entre eux. Le rituel de l'encens était censé apporter croissance et prospérité pour la nouvelle année. Après avoir longuement débattu sur l'identité de l'invité d'honneur, les invités choisirent d'un commun accord Paimon, qui connaissait tout le monde. Tous s'accordaient à dire que Paimon était le meilleur compagnon du Voyageur/de la Voyageuse, alors elle fut celle qui reçut l'honneur d'allumer l'encens.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 34,
        "name": "Hu Tao",
        "desc": "La 77e directrice du Funérarium Wangsheng, qui redonne un coup de jeune à la gestion des affaires funéraires de Liyue.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Hu Tao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Une mystérieuse relation du Funérarium Wangsheng, aux connaissances aussi variées qu'étendues.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Xiangling",
        "desc": "Une célèbre cheffe cuisinière originaire de Liyue, connue pour ses plats épicés.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 39,
        "name": "Xingqiu",
        "desc": "Un jeune homme intègre et serviable, que l'on voit souvent dans les librairies. Il porte une longue épée, et poursuit un idéal de justice.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xingqiu_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 45,
        "name": "Chongyun",
        "desc": "Le jeune héritier d'une célèbre famille d'exorcistes, qui s'efforce de contrôler l'énergie qui l'habite.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Chongyun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "Un des Adeptes de Liyue, aussi connu sous le nom de « Dompteur de démons » et « Général des Yakshas ».",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Un des nombreux bardes de Mondstadt, qui aime à se promener dans tous les recoins de la cité.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Busards colorés dans la brise printanière",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/27/237301566/94ad36e9210a4b8d8224293611ce7a94_6583462665535677556.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Les cerfs-volants furent mis à l'honneur lors du quatrième festival des lanternes auquel le Voyageur/la Voyageuse et Paimon assistèrent. Les Sept Étoiles de Liyue pensaient qu'il serait bénéfique pour Liyue de renforcer ses propres fondements culturels en adoptant les technologies d'autres nations. Ils décidèrent donc de combiner l'art traditionnel liyuéen de la fabrication de cerfs-volants avec le « dispositif de levage vertical mécanique » de Fontaine. Ningguang, la Mégrez des Sept Étoiles de Liyue, invita Charlotte, la journaliste de L'Oiseau de vapeur, pour discuter de cette collaboration entre deux nations.\nBien que les cerfs-volants soient parmi les reliques culturelles les plus anciennes de Liyue, au-delà de leur usage dans certaines cérémonies, ils sont considérés comme des jouets. Un fragile cerf-volant de papier attaché à une ficelle a la capacité de toucher le ciel et porte également le poids des traditions liyuéennes. Par exemple, lorsqu'un cerf-volant se perdait, on disait que c'était les Adeptes qui avaient invoqué le vent pour l'emporter en guise d'offrande. Ainsi, les gens peuvent faire d'un événement malheureux un événement favorable. Certains écrivent sur leur cerf-volant un nom ou un souhait, coupent la ficelle et le laissent s'envoler librement. D'autres donnent une pensée ou une signification particulière au motif lui-même. Chaque motif a sa propre signification. Les cerfs-volants en forme de papillon signifient généralement la liberté, le bonheur, ou le désir de s'affranchir. Le motif d'hirondelle d'élanion est le plus commun, il signifie la bonne fortune et les bonnes nouvelles. La Chambre de jade, le motif le plus populaire mais aussi le plus récent, symbolise la richesse et la prospérité. Un cerf-volant portant ce motif apporte soit-disant la richesse à ceux qui le font voler."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Milan-papier, soit le messager du voyageur esseulé afin de le guider vers son foyer. »</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/27/237301566/c69d6b2196ba4661ae932f5f35403da6_224516781183701222.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Le Bureau des Affaires civiles organisa un concours de vol de cerfs-volants le soir du Festival des lanternes. Souffle-Nuages, l'Adepte qui vit dans le port de Liyue sous le nom de Xianyun, fut sollicitée pour partager son expertise en matière de fabrication de cerfs-volants avec les « jeunes gens ». Les amis Adeptes de Souffle-Nuages, Grave-Lune et Taille-Monts, s'ennuyaient sans elle au Karst Jueyun, alors ils se rendirent au port de Liyue. Ils apparurent sous leur forme humaine pour se fondre dans la population, et prirent les noms de Houzhang (Grave-Lune) et Jiehu (Taille-Monts). Au début, Paimon les prit pour des pilleurs de trésors, mais les deux Adeptes prouvèrent leur identité en racontant comment Taille-Monts utilisait le cuiseur suprême de Souffle-Nuages pour cuisiner mais le cachait à chaque fois que ses amis lui rendaient visite ; mais aussi comment Taille-Monts dut être sauvé d'un groupe de jeunes gens lorsqu'il se rendit à Liyue pour obtenir des graines de cochléaria auprès de Flâne-Sentier. Il semble que Grave-Lune et Taille-Monts craignaient que Souffle-Nuages se referme sur elle-même, qu'elle refuse toute compagnie et qu'elle se donne entièrement à l'étude de ses propres mécanismes afin de surpasser le « dispositif de levage vertical mécanique »."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/27/237301566/d5c9c5afb47c2d374724a12982d4ea71_1956608603402266010.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Le Yaksha Ménogias, aussi connu sous le nom de Général Kapisas, fut commémoré durant ce Festival des lanternes. La lanterne Mingxiao fut conçue à l'effigie du Yaksha simiesque, qui porte un masque de colère et de rage et qui a le pouvoir de soumettre tous les démons, quelle que soit leur origine.Bien que Ménogias soit surtout célèbre pour avoir été un guerrier Yaksha meurtrier, il possédait également de bonnes connaissances dans le domaine de la conception de vêtements. Les amis de Ménogias, Grave-Lune et Taille-Monts, se souvinrent qu'il était si doué de ses mains que la fabrication d'un cerf-volant n'aurait pas été un souci pour lui. S'il était encore parmi les vivants, il aurait pu tenir un stand de cerfs-volants, et aurait été non seulement riche mais aussi reconnu. Et si, comme par le passé, il n'avait pas été en mesure de s'impliquer dans les affaires des mortels, Grave-Lune et Taille-Monts auraient pu vendre les cerfs-volants pour lui. Ainsi, en parlant de la façon dont ils célèbreraient le succès de l'entreprise ensemble autour d'un verre de vin, les Adeptes se contentèrent de souvenirs joyeux et profitèrent de la beauté du port de Liyue pour Ménogias."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/27/237301566/fd1b93755fef98034ef067db71303d71_3050321989172897356.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Alors qu'ils/elles choisissaient leurs cerfs-volants pour le concours, le Voyageur/la Voyageuse et Paimon firent la rencontre d'un sympathique mercenaire des Transporteurs des coffres-lames, Gaming, et l'invitèrent un peu plus tard à l'atelier de fabrication de cerfs-volants. Après l'atelier, le Voyageur/la Voyageuse et Paimon informèrent Xianyun des soucis qu'avait Gaming avec son père, Yip Tak. Le père de Gaming souhaitait que son fils prenne sa suite dans l'entreprise de thé familiale. Mais la véritable passion de Gaming était la danse wushou originaire du vallon Chenyu. Avec l'aide de ses disciples et amis Adeptes, Xianyun conçut un plan pour réconcilier Gaming avec son père. Elle demanda à Grave-Lune et Taille-Monts d'« attaquer » Gaming alors qu'il escortait son père jusqu'au port de Liyue pour tromper Yip Tak et lui faire une démonstration d'un véritable amour familial. Ils rencontrèrent également Zhongli, qui testait différents cerfs-volants pour la directrice du Funératium Wangsheng, Hu Tao. Yip Tak et Zhongli s'entendirent immédiatement, et Zhongli aida le père de Gaming à mieux comprendre son fils et lui suggéra de relâcher un peu son emprise sur lui."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Comme mon amie l'a dit un jour, si vos enfants visent les étoiles... leur couper les ailes ne fera qu'entraîner leur chute. Il faut lâcher la corde pour qu'un cerf-volant puisse s'envoler. »</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Bien que le plan ne se soit pas déroulé tout à fait comme Xianyun l'avait prévu, Yip Tak réalisa que son fils lui manquait terriblement."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/27/237301566/5c280ad86d2002a61871bed788db449f_2337582393605238114.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Avec la bénédiction de Xianyun, Gaming exécuta une danse de wushou sur l'eau lors de la soirée du Festival des lanternes. Yip Tak, qui regarda la performance de son fils, fut fier de lui et changea enfin d'avis au sujet de la profession de Gaming. Le Festival des lanternes montra à chacun l'importance du lien avec la famille."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Ce que je veux dire, c'est que c'est un métier très difficile, objectivement parlant. Mais ça n'a aucune importance. Ce qui compte, ce sont tes décisions, tes rêves, mais également tes actions. »</color>\n<color=#ffffffd9>« Comme ces cerfs-volants, il est tant que tu t'envoles encore plus haut. »</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/27/237301566/753e6d8e692b57a59dcf20666f262173_8387470848112709166.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Pendant le festival, Keqing, l'Alioth des Sept Étoiles de Liyue, donna à Charlotte, qui jouait un rôle important dans le Festival des lanternes mais aussi dans le plan de Xianyun, un cerf-volant orné d'un poème rédigé par elle-même :"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Les rêves sont comme des cerfs-volants en papier, avec eux nos espoirs peuvent s'envoler. Naviguant haut au-dessus des nuages, ils aspirent à quelque chose de plus profond, une vérité à la vue de tous exposée. Même si nous suspendons dans les cieux nos espoirs à foison, nombreuses sont sur terre les joies et leur beauté. »</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 10,
        "name": "Keqing",
        "desc": "L'Alioth, l'une des Sept Étoiles de Liyue. L'Alioth critique à mots couverts l'idée que Liyue suive à la lettre la parole du Seigneur de la Roche, mais ce dernier apprécie justement ce genre de personnes.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Keqing_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4377,
        "name": "Charlotte",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Une infatigable journaliste de L'Oiseau de vapeur, en constante recherche de la « vérité ».</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/43281454/7bbbff3f35661a93b5091b1f17fae6c0_325733951018340888.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 8,
        "name": "Ningguang",
        "desc": "La Megrez des Sept Étoiles de Liyue. Peu de personnes peuvent se vanter d'être aussi riches à travers Teyvat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ningguang_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4775,
        "name": "Gaming",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un mercenaire des Transporteurs des coffres-lames et le meneur de la troupe de wushou « Mythiques bêtes mystiques ».</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/43281454/b041ad23a9d6245efac952a9379c5114_2045915453189781472.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4774,
        "name": "Xianyun",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Faisant partie des Adeptes puissants et éclairés de Jueyun, elle est connue sous le nom de Souffle-Nuages. Experte en ingénierie mécanique de toutes sortes, son cœur se tourne désormais vers les affaires du monde des mortels, dans lequel elle évolue sous le nom de Xianyun.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/43281454/2c2be27f8876e9435ab8c8b933b8408c_302042096594187928.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Une mystérieuse relation du Funérarium Wangsheng, aux connaissances aussi variées qu'étendues.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 34,
        "name": "Hu Tao",
        "desc": "La 77e directrice du Funérarium Wangsheng, qui redonne un coup de jeune à la gestion des affaires funéraires de Liyue.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Hu Tao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Souffle-Nuages",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Souffle-Nuages est un PNJ qui apparaît lors d'une quête du monde. C'est un Adepte vivant au Mont Aozang, à Liyue</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/23/158750877/46ee1323ddfe94fe1707c1d50912504e_8597419811374119631.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2461,
        "name": "Grave-Lune",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Grave-Lune est un PNJ qui apparaît lors d'une quête du monde. C'est un Adepte vivant au Pic Qingyun, à Liyue.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/14/158750877/f6db6df736a86639eaf7c2d89eb318b8_6791579485368260932.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2519,
        "name": "Taille-Monts",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Taille-Monts est un PNJ qui apparaît lors d'une quête du monde. C'est un Adepte vivant au Mont Hulao, à Liyue.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/23/158750877/24ed91484b6cba0d0f8c7dd916b9f774_7071918143409614248.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3518,
        "name": "Ménogias",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Ménogias, aussi connu sous le nom de Général Kapisas, était un adepte et l'un des Cinq Yakshas les plus forts.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/43281454/2a70abcd41f1c25b94da6c18901fc863_834907582884265592.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Teasers, cinématiques et Trailers",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Cinématique du Festival des Lanternes : Convergence des Lumières"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/337ebb2b0c5a864da6f4a6e9e80559b6_8960532866193907749.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>03/04/2020</color>\nOn ne sait pas où iront nos vœux.\nMais ces petits points lumineux convergeront dans le ciel nocturne pour nous éclairer comme la lumière brillante du jour.\n<color=#ff9999>YouTube :</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=62xgOohZbLY&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Bande-annonce de la version 1.3 « Lumières à l'horizon »"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/237301566/001e53d245e9a81c23635cccd9ec099d_6862082254531446841.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>22/01/2021</color>\n« Que les âmes de nos héros puissent retrouver leurs foyers pendant ce merveilleux Festival des lanternes. »\nTous les vœux, quels qu'ils soient, méritent d'être exaucés.\nNous serons réunis avec tous ceux qui nous sont chers au cours d'une nuit magique.\n<color=#ff9999>YouTube :</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=1TRFPx09j_8&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Bande-annonce de la version 2.4 « Couleurs éphémères en vol »"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/35428890/5436bc37c9fa8bbe7f08a76db7291394_2765378202140216845.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>26/12/2021</color>\nUne ombre menaçante s'apprête à frapper là où la lumière parvient difficilement.\nLe jour est sans fin, la flamme éternelle n'est pas encore apaisée.\nLes cœurs sont encore remplis d'espoir là où le soleil brille.\nCes espoirs sincères sont comme des feux d'artifice éclatant de lumière.\n<color=#ff9999>YouTube :</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=2Rjxp4bBu6s"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Cinématique de « Couleurs éphémères en vol » : « Ère des mille teintes »"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/35428890/8c8f95e72c3e0cbdae00652ed493b2d2_1203840350465804932.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>31/01/2022</color>\nLes feux d'artifice flamboyants se dispersent dans le ciel comme des étoiles.\nLeurs splendides couleurs sont porteuses de milliers de vœux, et souhaitent que les montagnes et la lune conservent leur beauté éternelle.\n<color=#ff9999>YouTube :</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=GJiO22r9418"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Bande-annonce de la version 3.4 de Genshin Impact « Sous les carillons de l'exquise nuit »"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/35428890/dff5d4cae29c2b6143a480c7bb95a8a5_1320491875477282139.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>06/01/2023</color>\nChantons, là où s'étend la brume.\nDansons, là où le vent emporte le sable.\nLes vieilles chansons disparaissent dans le pays des souvenirs et des rêves,\net ce n'est que dans les légendes,\nque l'eau claire des rivières s'écoule à travers l'éternelle verdure.\n<color=#ff9999>YouTube :</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=FiEuMkRNQ7A"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Animation en stop motion du Festival des lanternes : Célébrations"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/237301566/632915f3daa450227a0be8811eee0b97_8067206178522764378.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>06/01/2023</color>\n« Joyeux Festival des lanternes ! »\n<color=#ff9999>YouTube :</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=c59gRWyBuro&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Cinématique de « Sous les carillons de l'exquise nuit » : « Fête chantante »"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/35428890/55e2e01841797ea02b449a87a46ae62c_6730330635463270557.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>21/01/2023</color>\nLa nouvelle année apporte de nouvelles possibilités, les amis proches s'adressent des souhaits sincères.\nEn cette nuit éclairée par des couleurs éclatantes, sous les lanternes célestes, des mélodies féériques se font entendre dans tout le Port de Liyue.\n<color=#ff9999>YouTube :</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=DXcQSUZuOKk"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Aperçu de l'histoire : « Son persistant »"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/083477d4fe3e4626f8d54ba962d5cae2_2363857075314921546.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>21/01/2023</color>\nLes nuages brumeux fuient lentement, les nénuphars flottent au gré de l'eau.\nL'eau qui coule doucement emporte avec elle toutes les poussières.\n<color=#ff9999>YouTube :</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=d1OANwZ29ww&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Spot publicitaire du Festival des Lanternes : Rêves et lanternes"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/237301566/8fcbc67beff107e95cbf463aac4c4ced_4809529140997540512.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>22/01/2023</color>\nDes milliers de lumières convergent dans le ciel comme des milliers de rêves se rassemblent en ce moment.\nQue ce rêve continue, dans l'espoir de nous retrouver un jour.\n<color=#ff9999>YouTube :</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=2kY4raFWXtM&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Les paysages de Teyvat : Liyue"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/6fe9127e498199be1ee16bf613397a76_3709475210916755746.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>21/06/2023</color>\nUn mystérieux paysage composé de montagnes et de rochers, à la fois immense et inébranlable.\nCe port de commerce prospère a vu passer une multitude de navires.\n<color=#ff9999>YouTube :</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=gJe8sAMb3bE&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Bande-annonce de la version 4.4 « Busards colorés dans la brise printanière »"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/237301566/2b4ba05abf8ef2585a4d3c2128084609_3450904720678795680.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>19/01/2024</color>\nUne bête joyeuse s'élève pendant le printemps précoce et le vent de la bonne fortune souffle entre les nuages.\nLes cerfs-volants s'envolent dans le ciel telles des grues sauvages, tandis que des ruisseaux serpentent à travers une vallée aux trésors cachés.\n<color=#ff9999>YouTube :</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=zQk1QHm2-Cw&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vidéo de Busards colorés dans la brise printanière : Busards flottant au vent"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/237301566/bfc85aae7acd8f1bbb45bcab95f44bcd_8387963249736878829.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>09/02/2024</color>\nTous ces moments de joie, passés au fil des années, sont comme des couleurs qui illuminent les festivals. Qui sait quand nous pourrons nous retrouver une fois les feux d'artifices terminés ?\nPourquoi ne pas demander au vent qui souffle avant le printemps ? Quand le vagabond reviendra-t-il pour discuter sous le clair de lune ?\n<color=#ff9999>YouTube :</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=aIo5bqK26p0&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrations",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Festival des Lanternes"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/237301566/43849910dd9373f10c03d780dba29653_446368085078977726.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>30/03/2020</color>\nFlowing through the abyssal night sky,\nOur stars shine deep within the sea.\nUpon this exuberant Lantern Rite,\nPray for those gone before."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fun fact n°4 - Édition spéciale Festival des Lanternes"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/237301566/35af7b11785b0cabbd860ba95245d103_784865770325098490.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>14/04/2020</color>\nTravelers,\nWith the end of the Lantern Rite, the curtains are also falling on this beta test. Though we do not wish to part, I believe that we will certainly meet again in Teyvat |｀･ω･)9\nAlright, let's see what interesting things this letter from the Adventurers' Guild has to say!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fan art du Festival des Lanternes I"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/237301566/5e8c73013cd354387759d46be35ab416_2166928887562075928.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>12/02/2021</color>\nCouplets are made to rhyme just so — would you care to give them a go?"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fan art du Festival des Lanternes II"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/237301566/3bc93fdd1df2f3a77cae95e92fea9857_3352284204388540593.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>13/02/2021</color>\n\"A long-suffering task makes the idle moments all the more precious.\" \"Ehe~\""
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fan art du Festival des Lanternes III"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/237301566/69a7a3a4c174124eab5a023c4f3eca18_2250275847480635980.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>14/02/2021</color>\nSnowmen are cold. Kittens are cute. Festivals make Qiqi happy. Very happy."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fan art du Festival des Lanternes IV"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/237301566/30ab1f65382fae3fa49077ab03d1a580_7857773451069279794.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>15/02/2021</color>\nKlee, you can light those fireworks you love so much now — just watch the fuse."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fan art du Festival des Lanternes V"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/237301566/496274e53246ad19bab41ff5b88fcdf2_8363542146822093945.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>16/02/2021</color>\n\"Days like this make it all the harder for me to rest. Consider this last cup my treat. Drink it and go.\""
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fan art festif - Joyeux Festival des lanternes !"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/237301566/e0bd4a7b832605faa4bbbd0f61144c48_1885572168586602567.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>16/02/2021</color>\nAh, you finally made it. Happy Lantern Rite. I was looking forward to seeing you so much that I set off a little early... Don't worry, though. I haven't been waiting too long.\nThis outfit... should be fine... Hey, on occasions like this, no need to treat me as a member of the Liyue Qixing, okay? Just treat me as Keqing.\nAlright. Time to have some fun. Where to first?"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fan art du Festival des Lanternes VI"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/237301566/5908aa801a903fd705f5071e1abe2a83_7824470834711217643.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>17/02/2021</color>\nSweep your old frustrations and struggles out the door, and ring in the new year. Yup, everything has to be spotless!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fan art du Festival des Lanternes VII"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/237301566/f4802a41cf62639babf3ae2f398d6595_7029017791786187574.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>18/02/2021</color>\nMay everyone's wishes come true amid the glow of a sea of Xiao Lanterns!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Festival des lanternes 2022"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/35428890/f4445ac02da353db4c588e7001e55bb4_7050002509116929815.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>06/02/2022</color>\n<color=#80c0ff>Twitter :</color> <color=#37ffff>https:/twitter.com/GenshinImpact/status/1490173407689732098</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Festival des lanternes 2023"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/237301566/9b7dbb472fccc6a4a4ecd3fce4336119_5851636510963897610.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>27/01/2023</color>\nUn peu de patience ! Le dernier plat est bientôt prêt !"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/237301566/8c5760bfc9799c796c2b5b87f985fbfb_6162273961000709332.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Je crois que... j'ai oublié quelque chose. Hmm, peu importe. Les feux d'artifice... sont très beaux."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/237301566/1aec5e509c69f0633a8fa59333893939_546866086575401745.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Souffle-Nuages a dit qu'elle avait préparé une spécialité et nous a demandé de nous régaler."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/237301566/5a3260ea03c01a284086d29dbd59b812_1422946299557187530.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "J'ai trouvé de l'inspiration ! Et si je combinais mon rock avec l'opéra de Yun Jin la prochaine fois ?"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/237301566/81d8392bba59b0e0a96587844148c0f6_5610203402573707797.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vous êtes encore en train de travailler, dame Alioth. Profitez plutôt de l'atmosphère festive !"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/237301566/a6e10732f186f998cc1ff22c53653dc7_5114080771566391778.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Merci, Adepte Xiao. Je m'excuse pour ce repas frugal et ce manque d'hospitalité."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/237301566/02491fb96eeb9e0490ac01d0761e0785_9199289446318678627.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Waouh ! Vous êtes vraiment douées aux cartes ! Laissez-moi essayer plus tard !"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Festival des lanternes 2024"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/237301566/458e244108113884a9e0a4e4b0675105_2645783353365793939.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>15/02/2024</color>\nCe couplet est destiné à notre légendaire capitaine Beidou. Je ferais mieux de trouver quelque chose d'exceptionnel."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/237301566/35d3c3452d88a75fd09c6a31dcdf1154_4056651710714903196.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "C'est prêt ! Ne t'inquiète pas, Chongyun ! Ce plat n'est pas du tout épicé. Tu ne me crois pas ? Goûte-le !"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/237301566/ae72ae153814d23bdabd9cbf123edef1_2822423556095784946.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Mon cuiseur suprême facilite naturellement la cuisine. N'hésite pas à me le faire savoir si tu veux autre chose."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/237301566/220d3ff73afcff9d0474d81d5d961f99_6287628432976237696.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "C'est le moment idéal pour profiter ensemble de la beauté du Festival des lanternes."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/237301566/617e59eaabb30d1f136d8075dc80b8ed_6165505819342337193.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ce n'est pas souvent que j'ai l'occasion de me laisser aller comme ça, alors pas de discussion sur les affaires ce soir. Ces collations vous plaisent ?"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/237301566/5bd52830a2877662d74a1066eafff445_6979089812502318463.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Monsieur Baizhu, ne vous éloignez pas... Yaoyao, attendons-le."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/237301566/7bb8ab1f9a421916002ae349fccd14d7_2860914177437325416.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Merci d'être venus voir ma représentation ! Prenons tous des encas nocturnes après le spectacle !"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Festival des lanternes",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/27/170542231/a518793ee76a37fc2468308fec5a59f4_5795314831057292882.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Lanterne Mingxiao représentant l'Adepte Brise-Cieux"
          }
        ]
      },
      {
        "key": "Festival des lanternes",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/27/170542231/e9788b0aa9af5d11383b957cf3d26e0e_2475760983840744295.jpg",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Lanterne Mingxiao représentant le Yaksha Ménogias"
          }
        ]
      },
      {
        "key": "Festival des lanternes",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/27/170542231/00d88af78adee4013697112334188503_4517799713479549653.jpg",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Lanterne Mingxiao"
          }
        ]
      },
      {
        "key": "Festival des lanternes",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/27/170542231/6c38ec6c44b6c967e34abb39f1c74001_8167489601034144360.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Lanterne Mingxiao représentant l'Adepte Scrute-Flots"
          }
        ]
      }
    ]
  }
}