{
  "epId": 4938,
  "name": "Festival de désilune",
  "desc": "<p>Le Festival de désilune célèbre l'arrivée de l'automne au clair de lune.</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/e5cf6e7f7bbe0108466c1cf6d177bf64_2289089664672472550.png",
  "menuId": 20,
  "menuName": "Définitions",
  "version": 1721243070,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Festival de désilune</color>"
          }
        ]
      },
      {
        "key": "Région",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Liyue</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Festival</color>"
          }
        ]
      },
      {
        "key": "Événements",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Version 2.1 : « Liesse au clair de lune »</color>"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Festival de désilune",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/11/170542231/343f5c58294c813d69cd73a8e702602a_1858126474510135478.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Liesse au clair de lune",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/178140791/6eae5d30e791e9690f84ed2d8f8a1f74_3306298455782059670.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Le festival de désilune tombe pendant la saison où de nombreux ingrédients arrivent à maturité, c'est donc le moment idéal pour profiter des meilleurs aliments. Les liyuéens se régalent de leurs plats préférés, passent du temps avec leurs amis et leurs parents, et contemplent la beauté de la lune et des fleurs. Le premier festival de désilune du Voyageur/de la Voyageuse était sur le thème « Festin de la terre fertile » et incluait un concours de cuisine nommé « les Rois de la Cuisine », comme décidé par les Sept Étoiles de Liyue. Xiangling, une jeune cuisinière liyuéenne passionnée et talentueuse, cherchait de l'inspiration pour le concours de cuisine et demanda de l'aide au Voyageur/à la Voyageuse et à Paimon pour rassembler des idées. Ils rencontrèrent divers habitants et collectèrent différentes visions du « plat parfait ». Xiangling progressa dans la compétition des Rois de la Cuisine en présentant trois nouveaux plats d'essai : le poulet Fou-Young, le ramen Alézi et les crevettes cristallines. Les commentaires des liyuéens qui goûtèrent à ses plats lui permirent de faire quelques ajustements avant la finale, où elle présenta le poulet pimenté de Jueyun, le pâté aux trois saveurs et les crevettes cristallines, et elle parvint à gagner la compétition contre Yanxiao, qui était alors le second finaliste."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/14/237301566/9ed83fa2d6bcada9bf8363303f7d7797_3220316689765694858.jpg",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Durant leur préparation pour le concours de cuisine, le groupe chercha des informations au sujet du Dieu de la cuisine. Ils pensaient en effet qu'il y avait un lien entre une pierre trouvée par des pêcheurs et le Dieu de la cuisine. Ils récoltèrent des informations issues de plusieurs sources, parmi lesquelles Ruoxin au village de Qingce, la collection de livres de Xingqiu, ainsi qu'un vieux livre de Yanxiao à l'Auberge Wangshu. Après le concours de cuisine, le groupe partit à la recherche de Keqing, l'Alioth des Sept Étoiles de Liyue, pour partager avec elle un plat de wotou aux épices. Keqing leur raconta que la recette était très ancienne et qu'elle était écrite dans les notes de son grand-père."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/178140791/d17b41f4cb589879c7566a66ffbd8f76_6773908112068553721.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Xiangling se souvint qu'elle avait préparé ce plat le jour de sa rencontre avec Gooba dans une grotte dans la montagne. Elle était rentrée à l'intérieur pour se protéger de la pluie et déposa les wotou aux épices sur une table d'offrandes qui se trouvait là. Elle s'endormit, et à son réveil, elle s'aperçut que Gooba avait tout mangé. Gooba la suit partout depuis ce jour-là. Soudainement, la pierre trouvée par les pêcheurs s'ouvrit, révélant Gooba comme le Dieu de la cuisine, Marchosius. Madame Ping expliqua que Marchosius avait toujours été une divinité ayant une grande sympathie pour les gens, et qui répondait à leurs désirs. La passion seule ne pouvait suffire à réveiller Marchosius de son profond sommeil, mais lorsque Keqing mangea les wotou aux épices, un plat populaire traditionnel, un désir profondément ancré fut exaucé. L'énorme puissance libérée par l'accomplissement de ce désir résonna avec la statue de Marchosius et lui rendit une fois de plus la forme qu'elle avait par le passé. Gooba a peut-être perdu beaucoup de ses anciennes facultés, mais il est désormais aussi insouciant qu'on puisse l'être, sans le moindre souci. Ceux qui ont un esprit ou des connaissances sont toujours troublés par toutes sortes de choses. Son attitude insouciante d'aujourd'hui témoigne du fait qu'il est en paix.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Gooba",
        "desc": "<p>Ami de Xiangling, dont il est inséparable, et aide à la cuisine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/18/170542231/f85da71c0716edf2cd8333f3b9c55a9c_2831289049314881999.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p>Le maître de Yao Yao et de Xiangling. <span class=\"wk-shady\">Elle est également une Adepte, connue sous le nom de Flâne-Sentier.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/235883431/0f6d6b3952d41b274178b21b4b0169b9_3170143921947659267.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Une mystérieuse relation du Funérarium Wangsheng, aux connaissances aussi variées qu'étendues.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Xiangling",
        "desc": "Une célèbre cheffe cuisinière originaire de Liyue, connue pour ses plats épicés.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 10,
        "name": "Keqing",
        "desc": "L'Alioth, l'une des Sept Étoiles de Liyue. L'Alioth critique à mots couverts l'idée que Liyue suive à la lettre la parole du Seigneur de la Roche, mais ce dernier apprécie justement ce genre de personnes.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Keqing_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 39,
        "name": "Xingqiu",
        "desc": "Un jeune homme intègre et serviable, que l'on voit souvent dans les librairies. Il porte une longue épée, et poursuit un idéal de justice.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xingqiu_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3926,
        "name": "Ruoxin",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/19/235883431/4ae06a37c46d61d36610d4cb39c3e629_5810899070714675294.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2548,
        "name": "Yanxiao",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Smiley Yanxiao_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 740,
        "name": "Pâté aux trois saveurs",
        "desc": "Un plat très bien présenté. Le jambon, la volaille et les pousses de bambou sont coupés en fines lanières de même longueur, mijotés à feu vif, placés au centre d'une assiette creuse et servis avec le bouillon. Le résultat est très savoureux.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Triple-Layered Consommé_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1869,
        "name": "Poulet pimenté de Jueyun",
        "desc": "Poulet froid en sauce. La délicieuse saveur du poulet a été conservée grâce à une technique et une exécution hors-pair. La peau croustillante possède un goût légèrement épicé.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jueyun Chili Chicken_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1626,
        "name": "Wotou aux épices",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un encas très populaire à Liyue. </span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">La pâte fraîche est travaillée en petits pains et laissée à reposer pour monter, puis cuite à la vapeur, tandis que les légumes et la viande sont saisis à la friture. La farce ainsi obtenue est servie avec les pains au maïs ; il ne reste alors plus qu'à la verser dans ces derniers pour déguster cette délicieuse spécialité locale.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chili-Mince Cornbread Buns_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 978,
        "name": "Crevettes cristallines",
        "desc": "L'une des spécialités de Liyue. La couleur rose de la farce constituée à partir de chair de crevette fraîche est visible à travers la peau translucide. Prenez votre temps pour tout savourer.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crystal Shrimp_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Teasers & Trailers",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Aperçu de l'histoire : « Saveurs du monde »"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/1062f1cb3cf7147dc48b249b75c30c10_6187059567318529523.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>02/10/2021</color>\nRepas éternels et boissons intemporelles : à travers les âges, tout est en perpétuel renouvellement.\nLa fumée qui s'échappe des fourneaux apporte de la joie, la cuisine fait bouger le monde. Les nuages voguent dans le ciel comme des bateaux sur le fleuve du temps.\n<color=#ff9999>YouTube :</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=sHshbPUOXo4&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrations et Émoticônes",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Événement « Liesse au clair de lune »"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/35428890/0b5369a5b538b2230c236637334f46d1_3179886080286978994.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>30/08/2021</color>\nPendant l'événement, accomplissez les quêtes de « Contes séléniens » ou relevez les défis de « Chercheur de lune » et « Sentier des délices » pour obtenir l'épée à deux mains exclusive de l'événement « Illustre seigneur des mers » et ses matériaux de raffinement, une Couronne de la sagesse, des primo-gemmes, des recettes et plein d'autres récompenses."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Festival de désilune",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/14/237301566/2e14e4aeb0e70b758692b96a7cecbaa6_568972349750487774.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Le Festival de désilune est l'une des traditions millénaires de Liyue, une fête grandiose où l'on célèbre l'arrivée de l'automne au clair de lune. Les anciens disent qu'il y a des milliers d'années, c'était le moment de l'année où les Adeptes cherchent la Voie, mais aujourd'hui, c'est un moment de joie et de relaxation. Désilune était à l'origine un rite observé seulement par les Adeptes. Selon la légende, durant leur apprentissage, les Adeptes se promenaient à travers montagnes et rivières, dégustant divers plats gastronomiques, afin d'apaiser leur cœur. Ce parcours fut nommé « Sentier des délices » par leurs successeurs."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/14/237301566/99d363bf24aefe0935064ebb44b197d6_1024955543672486481.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "De nombreux festivals faisant référence à la lune virent le jour à travers Liyue, les habitants cherchant à imiter le rite originel. Les nuits où la lune brillait, les gens se réunissaient pour de joyeuses retrouvailles, partageant de la bonne nourriture, du vin fin et des thés raffinés. Rex Lapis unifia ces multiples festivités sous le nom de « désilune », pour rendre hommage à un vieil ami, le Dieu de la cuisine. Le Souverain de la Roche, conscient de sa contribution au développement de Liyue, désirait immortaliser la mémoire de son ami. Ce vœu collectif à la lune symbolisait une joyeuse solidarité, une commémoration du passé et une réflexion sur le présent, l'essence-même du Festival de désilune. Chaque année, le Festival de désilune adopte un thème unique, généralement choisi par les Sept Étoiles de Liyue."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/14/237301566/2f19fd579241cb39e2ce8e1f430f8d3a_3058468486224952550.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Un conte populaire prétendait que les anciens avaient trouvé le sanctuaire du Dieu de la cuisine, mais qu'il n'y avait pas de statue, seulement une énorme dalle de pierre lisse. L'Adepte Flâne-Sentier révéla que le Dieu de la cuisine était l'un de ses amis proches, mais qu'il fut rayé de Teyvat et de la mémoire collective. Bien que le Dieu de la cuisine ait disparu, les Adeptes firent le pacte d'attendre qu'il revienne sous une autre forme une fois la terre redevenue fertile. Marchosius était jadis le saint patron des sols, toute la sagesse et le pouvoir qu'il possédait alors, il les a rendus à la terre elle-même, afin d'empêcher les épreuves et calamités auxquelles la terre doit faire face, telles que les sécheresses, les inondations, les pluies torrentielles, les ouragans, les tremblements de terre, les tsunamis, les incendies et les épidémies. Il marcha aux côtés des hommes dans les plaines arides jusqu'à arriver enfin au port. Il accompagna les hommes dans la construction de leurs habitations et l'allumage de leurs fourneaux. C'est sa main qui alluma la première flamme à Liyue et apporta l'arôme des aliments cuits dans chaque foyer du pays. Les mortels ne se souviennent plus de lui, mais à l'époque où c'était le cas, il était le plus proche de tous les Adeptes du commun des mortels.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "name": "Adeptes",
        "desc": "<p>Un groupe de bêtes sacrées immortelles de Liyue, qui ont protégé la population durant des millénaires</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/06/170542231/7372a2d1b47769b64d0e87bd21a867a7_6163694004620199302.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Gooba",
        "desc": "<p>Ami de Xiangling, dont il est inséparable, et aide à la cuisine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/18/170542231/f85da71c0716edf2cd8333f3b9c55a9c_2831289049314881999.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p>Le maître de Yao Yao et de Xiangling. <span class=\"wk-shady\">Elle est également une Adepte, connue sous le nom de Flâne-Sentier.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/235883431/0f6d6b3952d41b274178b21b4b0169b9_3170143921947659267.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Une mystérieuse relation du Funérarium Wangsheng, aux connaissances aussi variées qu'étendues.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      }
    ]
  }
}