{
  "epId": 4939,
  "name": "Fête des alizées",
  "desc": "<p>La fête des Alizées commémore aujourd'hui le courage et le sacrifice des héros qui ont vaincu le tyran Décarabian, le Dieu des Tempêtes. </p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/12/113040870/f69afc8842c5f861bdc59a04f23f682f_173428960829575070.png",
  "menuId": 20,
  "menuName": "Définitions",
  "version": 1723577049,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Fête des Alizées"
          }
        ]
      },
      {
        "key": "Région",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Festivités"
          }
        ]
      },
      {
        "key": "Évènements liés",
        "value": [
          {
            "type": "RichText",
            "text": "Évènement de la version 1.4 - Invitation des alizées\nÉvènement de la version 3.5 - Souffle des alizées"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 2,
        "text": "La fête des alizées",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>La légende raconte que lorsque le tyran Décarabian dominait Mondstadt il y a plus de 2600 ans, des fleurs sauvages fleurissaient sur les monts et les vallées. Plus le vent soufflait, plus leurs racines se fortifiaient, et plus elles s’épanouissaient. Elles ne craignaient ni les vents puissants, ni les hivers rudes, ni le froid glacial. On les appelait les Alizées.</color>\n<color=#ffffff73>On pense que le mot « Alizée » était autrefois un nom de code pour les personnes qui voulaient rester en contact et planifier la résistance en secret. À cette époque, on disait souvent que plus le vent souffle fort, plus les racines des alizées poussent, et plus éclatantes en sont les fleurs.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Je t'offre cette fleur sans nom. Puissent les printemps que tu n'as jamais vus ne rien signifier pour toi.</color>\n<color=#ffffffd9>Puisses-tu me repayer en espoir et en sourires, et être à mes côtés quand les vents tomberont. »</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Le guerrier aux cheveux écarlates fut le premier à envoyer des messages secrets via les Alizées, après avoir tourné le dos au dieu qui venait de naître. Son nom a depuis disparu dans les méandres du temps, mais ses actes sont toujours commémorés en chanson. Mille ans plus tard, un autre guerrier aux cheveux écarlates, Ragnvindr, le Chevalier de l’Aurore, se rebella contre l’aristocratie de Mondstadt, corrompue par le pouvoir et la richesse. Aujourd’hui, l’héritier du Clan Ragnvindr, Diluc, protège Mondstadt de tout ennemi, se cachant sous couvert de la nuit.</color>\n<color=#ffffff73>De même que le destin de l'alizée est de fleurir dans les conditions les plus critiques, le destin de ce clan ne changera probablement jamais : ils vivront éternellement dans l’obscurité pour faire naître la flamme de l’aube.</color>\n<color=#ffffff73>Lorsque le tyran fut détrôné et que Barbatos arriva au pouvoir à Mondstadt, l’Alizée devint un symbole de liberté, et la fête des Alizées fut utilisée pour commémorer le courage et les sacrifices de ces héros. Cependant, avec les années, l’histoire de la fête fut oubliée, et le mot « Alizée » acquit une nouvelle signification.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Que les fleurs qui éclosent symbolisent l'amour et l'arrivée du printemps,</color>\n<color=#ffffffd9>et non plus la résistance et les bannières se levant... »</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Décarabian",
        "desc": "<p>Dieu des Tempêtes et souverain de l'ancienne Mondstadt. Il fut renversé à la suite d'une révolte du peuple de Mondstadt, qui ne pouvait tolérer la tyrannie.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/01/170542231/513d51e0ebfd54f5da34a9f85dfaf61f_4175649092929916168.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Un des nombreux bardes de Mondstadt, qui aime à se promener dans tous les recoins de la cité.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 43,
        "name": "Diluc",
        "desc": "Un jeune noble possédant la plupart des entreprises du vin de Mondstadt ; nul ne saurait sous-estimer sa richesse, sa réputation et ses capacités.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diluc_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2045,
        "name": "Ode aux alizées",
        "desc": "Un arc ornementé de fleurs sans nom, portant également le poids des espoirs ardents d'un inconnu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/风花之颂.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 3614,
        "name": "Fleur de mailles",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une grande épée gracieuse et élégante décorée de fleurs et de rubans.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/04/158750877/5f4478824958fffa61959f72b6501f71_2725662264635661700.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "L'alizée",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/12/113040870/63c39f59ec1f979b04e586eee3c5dbc3_3380848940978267603.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Personne à Mondstadt ne sait quelle fleur est réellement l’alizée, mais deux camps s’opposent : ceux qui soutiennent qu’il s’agit de la chrysanthème à aubes, les pro-chrysanthème; aussi appelés les « traditionalistes des alizées » et les pro-pissenlit.</color>\n<color=#ffffff73>Les premiers pensent que la fête des Alizées est un hommage à la libération de l’ancien Mondstadt de la tyrannie. Les chrysanthèmes à aubes qui tournent au vent sont le symbole de la liberté de Mondstadt et l’incarnation des moulins à vent, raison pour laquelle les traditionalistes les ont choisies comme symbole. Beaucoup ont oublié l’histoire derrière la fête des alizées, cette théorie n’est donc pas très répandue.</color>\n<color=#ffffff73>De nos jours, la plupart des mondstadtois sont des pro-pissenlit et pensent que la fête est un festival romantique pendant lequel ils doivent exprimer leur amour avec une sincérité des plus extravagantes. Les amoureux passionnés se rendent souvent au Cap de la Promesse pour s’avouer leurs sentiments au milieu des pissenlits et des cécilias. Pour eux, l’alizée est synonyme d’amour et de joie. Même les armes forgées sont parfois ornées de fleurs selon le souhait du client ou du forgeron.</color>\n<color=#ffffff73>Quelques personnes ne sont ni pro-pissenlit ni pro-chrysanthème et pensent que l’alizée peut être une baie à crochet, une cécilia, une fleur sucrante, ou d’autres fleurs.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/12/113040870/add38acc78249d2073b5c6372a2dcced_6043835160320431459.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>En réalité, les Alizées n’ont jamais existé, et ont donc une signification différente pour chacun : fleurs d’amour, fleurs de respect, fleurs de bénédiction. L’alizée représente le désir de liberté, le courage qui permet de suivre le vent là où il porte.</color>\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 1750,
        "name": "Chrysanthème à aubes",
        "desc": "Une plante qui aime le vent. Pour les habitants de Mondstadt qui vénèrent le vent et la liberté, les chrysanthèmes à aubes sont les « vents visibles ».",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Windwheel Aster_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1543,
        "name": "Graines de pissenlit",
        "desc": "Des graines qui volent au gré du vent. Même dépourvues d'aigrettes, elles désirent être emportées très loin.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dandelion Seed_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 464,
        "name": "Cécilia",
        "desc": "Une belle fleur qui porte un nom aussi beau que son apparence, et que l'on trouve seulement où soufflent les vents violents, et est aussi intangible que le cœur d'un vagabond.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cecilia_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1676,
        "name": "Baie à crochet",
        "desc": "Une baie à crochet qui s'attache souvent aux poils des loups. Si vous la regardez, vous pouvez presque entendre les hurlements des loups dans les bois.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Wolfhook_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1197,
        "name": "Fleur sucrante",
        "desc": "Une plante au parfum riche qui vous guidera à elle, même les yeux fermés.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sweet Flower_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 3614,
        "name": "Fleur de mailles",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une grande épée gracieuse et élégante décorée de fleurs et de rubans.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/04/158750877/5f4478824958fffa61959f72b6501f71_2725662264635661700.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1748,
        "name": "Ballon souvenir de la Fête des alizées",
        "desc": "Lâche un ballon qui peut être éclaté.<br/>Les ballons ont une signification particulière à Mondstadt : ils représentent la liberté de se laisser porter par le vent. Cependant, la pression atmosphérique les fera immanquablement éclater une fois qu'ils auront atteint une haute altitude.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Windblume Festival Commemorative Balloon_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "De nos jours",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/12/113040870/ca0ed6b6b988f0fde16aa65dd88ac603_8935434083775346372.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Le Mondstadt moderne célèbre la fête des Alizées au printemps comme un festival de liberté et d’amour, un moment de joie et de plaisir. La fête des Alizées est tout aussi importante que le Festival des Lanternes de Liyue ou que le Festival Fontinalia à Fontaine. Pendant cette période, les mondstadtois offrent des Alizées à l’Archon Anémo Barbatos pour lui témoigner leur respect et leur amour. Et selon la tradition, ils donnent ces mêmes fleurs à leurs proches bien-aimés. À cette époque de l’année, même la Guilde des Aventuriers ne donne pas de mission, puisque pendant le festival il faut tout faire soi-même afin de trouver l’amour.</color>\n<color=#ffffff73>Une des traditions modernes de la Fête des Alizées est la capture des renards. Chaque année pendant le festival, les jeunes chasseurs se rendent au Territoire des Loups pour attraper des renards. Quand ils en attrapent un, ils placent une couronne de fleurs sur sa tête et le relâchent. C’est une prière pour trouver l’amour durant l’année à venir.</color>\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "Festival des lanternes",
        "desc": "<p>Le Festival des lanternes a été créé à la mémoire de ceux qui ont sacrifié leur vie durant la Guerre des Archons.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/57e3ed401d9330bedb253c03bd6ec997_1441484820862319444.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Invitation des alizées",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/12/113040870/8d41df4b3754c677a4df62ad209fa757_5398964716308640533.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Pendant la fête des Alizées, beaucoup de gens à Mondstadt décident d’écouter leur cœur. Pendant leur premier festival, le Voyageur/la Voyageuse et Paimon rencontrèrent leur vieil ami, le barde Venti, qui rêvait de gagner de l’argent pour s’approvisionner en vin. Il décida d’enseigner l’écriture de poèmes aux personnes qui souhaitaient s’initier à l’art de l’amour. Voulant se libérer rapidement afin de goûter le vin, Venti demanda leur aide à Paimon et au Voyageur/à la Voyageuse. Il leur promit d’envoyer des signaux secrets afin de déterminer si les participants devaient prendre leur temps et ne pas se précipiter, ou s'il était mieux pour eux qu’ils abandonnent directement. Kaeya, le capitaine de Cavalerie des Chevalier de Favonius, décida lui aussi d’écrire des poèmes d’amour et déclara qu’en bon professeur, Venti devrait vérifier les devoirs de ses élèves.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/12/113040870/905436dc67bb03496dcb21a96ccfc168_6102398915883546832.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Suivant les indications de Venti, le Voyageur/la Voyageuse et Paimon partirent aider les habitants de Mondstadt. Il commencèrent par rencontrer Marvin, un membre de la famille Goth, célèbre à Mondsadt. Son père conservateur n'appréciait pas la relation de son fils avec une fille de paysans. Marvin voulait donc donner une Alizée à son père et lui demander la permission de sortir avec Marla. Le Voyageur/la Voyageuse et Paimon le conseillèrent sur la façon de s’adresser à son père, tout en lui rappelant de ne pas oublier Marla pendant le Festival de l’Amour. Il rendirent ensuite visite à Eileen, une jeune fille qui rêvait de devenir un Chevalier de Favonius. Grande fan de Jean, la Grande Maîtresse suppléante de l’Ordre de Favonius, Eileen voulait lui offrir des fleurs et un poème. Eileen craignait que la juste, persistante et consciencieuse Jean ne veuille lui offrir quelque chose en retour, ce qui détournerait son attention de choses plus importantes. Seulement, un cadeau anonyme risquait d’éveiller les soupçons. Avec l’aide de Venti, le Voyageur/la Voyageuse et Paimon conseillèrent Eileen et se rendirent auprès du citoyen suivant. Albert, leader du Fan Club de Barbara (Diaconesse de l'Église de Favonius et Idole de Mondstadt) voulait construire une grande statue en fleurs de Barbara et la mettre près de l’entrée de la cathédrale.</color>\n<color=#ffffff73>Après avoir accompli différentes tâches et récupéré les poèmes de ses élèves, Venti reçut les poèmes suivants de Kaeya, Timaeus et Bennett :</color>\n<color=#ffffff73>Poème de Kaeya :</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Mi muhe ye</color>\n<color=#ffffffd9>C’est « je t’aime »</color>\n<color=#ffffffd9>En Brutocollinus »</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Poème de Timaeus :</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Main dans la main face au fourneau</color>\n<color=#ffffffd9>Les flammes descendent decrescendo</color>\n<color=#ffffffd9>Mais en mon cœur le feu brûle haut. »</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Poème de Bennett (co-écrit avec razor) :</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Tu est telle la Mer Cendrée</color>\n<color=#ffffffd9>Si proche et si éloignée</color>\n<color=#ffffffd9>De l’autre côté du monde et en mon cœur à jamais</color>\n<color=#ffffffd9>Pissenlit et baie à crochet,</color>\n<color=#ffffffd9>Telles sont pour toi mes alizées. »</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Sous la supervision du fameux barde, les gens ont pu s’exprimer à travers des poèmes d’amour, bien que certains n’étaient pas assez réfléchis selon Venti.</color>\n<color=#ffffff73>Comme la Fête des alizées a pour origine la cité de la liberté, les habitants sont libres de décider eux-même quoi faire ce jour-là : faire le premier pas ou s’en remettre à la chance.</color>\n<color=#ffffff73>Les gens devraient partager de bons souvenirs et laisser le cœur décider du reste.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/12/113040870/e365eced4bdf8a826dc5859e4246d40d_1451345711639881479.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Grâce à son aide précieuse aux habitants de Mondstadt, le Voyageur/la Voyageuse fut élu/élue Fleur de la fête et eut l’honneur de choisir une alizée à présenter à l’Archon Anémo, au nom de tous les habitants de la cité. En discutant avec Venti, l’Archon Anémo Barbatos, le voyageur/la Voyageuse et Paimon ont appris quelle était la véritable origine de l’alizée, et que celle-ci possède en fait une signification propre à chacun.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Qui est celui qui enserre</color>\n<color=#ffffffd9>Ton visage meurtri et fier</color>\n<color=#ffffffd9>Faible par le ruisseau</color>\n<color=#ffffffd9>Et fort sur les falaises en haut ?</color>\n<color=#ffffffd9>Qui est celui enlace ton âme lasse mais noble</color>\n<color=#ffffffd9>Dans les rêves heureux</color>\n<color=#ffffffd9>Et là-haut dans les cieux ?</color>\n<color=#ffffffd9>Ami, je suis là</color>\n<color=#ffffffd9>Allez viens suis moi</color>\n<color=#ffffffd9>Et ensemble allons voir les lanternes</color>\n<color=#ffffffd9>Laisse moi te narrer un conte de rêves et de liberté</color>\n<color=#ffffffd9>L’histoire de comment ce festival est né… »</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entrées liées</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Un des nombreux bardes de Mondstadt, qui aime à se promener dans tous les recoins de la cité.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "Un épéiste accompli et un stratège de génie de l'Ordre de Favonius ; il est originaire, selon les rumeurs, d'une terre bien au-delà des frontières de Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaeya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 35,
        "name": "Barbara",
        "desc": "Barbara est adulée de tous à Mondstadt. Pourtant, c'est dans un magazine qu'elle a découvert le terme « idole ».",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Barbara_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "Le Chevalier au Pissenlit, loyal et rigoureux, et la Grande Maîtresse suppléante de l'Ordre de Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2547,
        "name": "Timaeus",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/05/235883431/7b348be20f8d73d0846912a09793a868_5914543301633018488.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 26,
        "name": "Bennett",
        "desc": "Un jeune aventurier originaire de Mondstadt. Sa gentillesse n'a d'égale que sa guigne.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Bennett_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 48,
        "name": "Razor",
        "desc": "Un jeune garçon qui vit sur le Territoire des Loups situé aux environs de Mondstadt, loin de la ville et des foules. Il possède un instinct et une agilité surprenante.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Razor_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Souffle des alizées",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Pendant la seconde fête des Alizés à laquelle le Voyageur/la Voyageuse et Paimon ont participé, ils rencontrèrent Sucrose, l’assistante de l’alchimiste, qui avait été désignée ambassadrice de la Fête des Alizées. Sa tâche consistait à accomplir de bonnes actions pendant le festival et elle demandait ensuite à chaque personne qu’elle venait d’aider de souffler dans un tube à essai afin de récolter leur « souffle de bonheur ». Elle espérait pouvoir utiliser ce souffle afin d’obtenir des miracles sans précédents en alchimie. Sucrose voulait que le dernier souffle qu’elle récolterait soit spécial et demanda au Voyageur/la Voyageuse et à Paimon de l’aider à accomplir quelque chose de compliqué.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/12/113040870/8aa4e4125ced0c39133ebfd2b212fb24_7901910384097380826.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>En chemin, ils tombent sur leur amie Collei, venue de Sumeru avec ses enseignants, Tighnari et Cyno, pour profiter du festival et voir son amie Amber. En choisissant un livre au magasin de Souvenirs, Collei trouva une note étrange qui ressemblait à une prophétie.</color> <color=#ffffffd9>« Accomplissez ces tâches, et ainsi pourrez vous allumer la lanterne de l’extrême allégresse, puis recevoir une bénédiction suprême. Trouvez une fleur qui dans ce monde n’existerait. Trouvez un guide qui jamais ne se perdrait. Trouvez une personne qui nullement ne mentirait. Trouvez une légende qui éternellement perdurerait. »</color>\n<color=#ffffff73>Ensemble, Collei, Sucrose, le Voyageur/la Voyageuse et Paimon décidèrent d’élucider le mystère de la note et de trouver la lanterne de l'extrême allégresse.</color>\n<color=#ffffff73>Collei et les autres supposèrent que cette lanterne avait le pouvoir d’exaucer un vœu, et Collei songea à lui demander de changer sa personnalité. Lors de sa première visite à Mondstadt, elle était très immature et refusait de s’ouvrir aux gens. L’éclaireuse des Chevaliers de Favonius, Amber, fut la seule à ne pas l’abandonner. Grâce à cela, Collei commença à l’admirer et se mit à espérer être comme elle un jour. Après avoir essayé pendant plusieurs années sans succès, elle réalisa qu'elle ne serait jamais comme son amie : Collei est toujours anxieuse, réfléchit trop et s’enferme dans une spirale de doute. C’est pour cela qu’elle souhaitait changer sa personnalité.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/12/113040870/6948cbd91fe26e3e181e4c66f6e6f9e1_2786617845067689345.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Avec l’aide de tous leurs amis, ils trouvèrent une île volante, au milieu de laquelle siégeait une table avec des chaises et couverts pour 7 personnes. Au centre de cette table se trouvait une lanterne. Après avoir chacun exposé leurs hypothèses sur la prophétie, ils contactèrent Alice, la mère de Klee, à l’aide de cette même lanterne. Il s’avéra que la « prophétie » était une lettre d’invitation à une réunion d’adieu, que les sorcières envoyaient à leurs amies qui décidaient de les quitter pour passer le restant de leurs jours avec leur amant. Chaque énigme de la note faisait référence à l’une des sorcières : Rhinedottir (une fleur qui dans ce monde n’existerait), Nicole (un guide qui jamais ne se perdrait), Alice (une personne qui nullement ne mentirait), et Andersdotter (une légende qui éternellement perdurerait).</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/12/113040870/cfafecc77b58ccd956c3b91fb53b7b50_91144243051897369.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Alice leur parla de l’Hexenzirkel, une société secrète de sorcières. Il fut un temps où cette société défia l’Archon Anémo en personne, mais il leur dit de faire de la musique et non la guerre. Dès lors, les mages ne se réunirent plus que dans la forêt, dans les cieux, ou au bord des falaises. Pendant ces réunions, elles discutaient de leurs histoires et leurs secrets et réglaient leurs différends. Il y avait 8 sorcières parmi lesquelles se trouvaient Alice (A), Rhinedottir (R), Andersdotter (M), la mentor de Mona Megistus, Barbeloth (B), Nicole (N), et I. Ivanovna N. (J), celle à laquelle était destinée la lettre trouvée par Collei.</color>\n<color=#ffffff73>La « prophétie » découverte par Collei dans un livre écrit par Andersdotter fut en fait glissée là par l’une des apprenties de I. Ivanovna N., Scarlett. La jeune sorcière voulait rencontrer l’Hexenzirkel afin de succéder officiellement à J, elle décida donc de suivre Collei et ses amis alors qu’ils déchiffraient la note.</color>\n<color=#ffffff73>Pour conclure les aventures de Collei, cette jeune fille timide et modeste avec un passé difficile trouva de véritables amis et se lia particulièrement avec Sucrose, introvertie de nature. Sucrose choisit le « souffle de bonheur » de Collei comme composant final de sa recherche. La padisachidée, fleur rare de Sumeru, devint l’alizée de Collei, elle en offrit des graines au Voyageur/à la Voyageuse.</color>\n<color=#ffd780>Entrées Liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2268,
        "name": "Collei",
        "desc": "<p>Une garde forestière en formation active dans la Forêt d'Avidya. Derrière ses paroles et ses actions enthousiastes se cache une personnalité légèrement introvertie.</p><p>\f</p><p><em>«&nbsp;Oh, tu te rends à Sumeru&nbsp;? Peux-tu saluer Collei de ma part&nbsp;? Cela fait tellement longtemps... Je me demande si ses cheveux sont longs maintenant ou si elle a grandi&nbsp;?&nbsp;» — Amber</em></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/158750877/37a18b6b6865c59063003a9380f08225_1263426827063591830.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 30,
        "name": "Sucrose",
        "desc": "Une alchimiste très curieuse du monde qui l'entoure. Elle se spécialise dans la bio-alchimie.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sucrose_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Mona",
        "desc": "Jeune astromancienne mystérieuse, Mona se surnomme elle-même « la grande astromancienne Mona », et fait preuve d'une force singulière et d'une érudition hors-norme qui ne désavouent pas cette appellation.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3654,
        "name": "Scarlett",
        "desc": "<p>Scarlett est le successeur de I. Ivanovna N., connue sous le nom de code \"J\" de l'Hexenzirkel.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/26/14056998/a390bab594ac9af96abd9d96678a0e07_7175693055615307625.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Alice",
        "desc": "<p>L'aventurière qui a vu le monde, le Roi Dodo, la protectrice du vieux Mondstadt, l'amie des adultes qui portent l'espoir dans leurs cœurs, l'auteure du Guide de voyage en Teyvat, l'initiatrice de la technique Kujirai du Temari, le fournisseur du Seigneur Sangemah Bay, la doyenne et fondatrice de l'Hexenzirkel au nom de code « A » et la mère de Klee.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/170542231/279e2e1b961d770f2b89f649906b32f7_1021339640276419769.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3661,
        "name": "Alizée de Collei",
        "desc": "<p>Pour Collei, la fleur qui peut lui servir d'alizée et transmettre sa gratitude et ses vœux est la padisachidée, et elle vous en offre les graines.</p><p>En visitant Mondstadt, Collei a fait un pas timide vers l'avenir. Que ses jours futurs soient comme une petite graine dans sa paume, remplie d'un potentiel de lumière et d'espoir. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/19/56700882/4fbf7c05e95cdbec6f76acfeddf4fc38_3869763993210522767.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2351,
        "name": "La princesse sanglier",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Boar Princess_icon.png",
        "displayStyle": "card",
        "menuId": 12
      }
    ],
    "galleryCharacter": [
      {
        "key": "Fête des alizées",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/12/113040870/eab11a3d54dddbd4dbaa65c7cc631c35_7048790167885593391.png"
      },
      {
        "key": "Fête des alizées",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/12/113040870/905436dc67bb03496dcb21a96ccfc168_8881111137351818651.png"
      }
    ]
  }
}