{
  "epId": 5010,
  "name": "Temponaute - Tome II",
  "desc": "<p>Un roman de science-fiction fontainois publié par L'Oiseau de vapeur. Il raconte l'histoire des voyages d'un ingénieur utilisant une machine à voyager dans le temps.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/01/1254995/51919ec9d57b352249eaec2d72ac190f_5448674241207861711.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1708035610,
  "components": {
    "textualResearch": [
      {
        "title": "Temponaute - Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Deux mois plus tard, le rédacteur de L'Oiseau de vapeur, le docteur, monsieur Revilo Oliver et d'autres personnes qui avaient assisté à ce banquet et moi-même sommes allés à l'atelier de Ciric comme convenu. Mademoiselle Aviva n'était pas là, car elle ne s'était jamais beaucoup intéressée à ce genre de choses, et trouvait plus judicieux d'assister à un bal au Salon Caritat.</color>\n<color=#ffffffa6>Étonnamment, en seulement deux mois, Ciric était devenu plus âgé et plus fragile. Dans la faible lumière de la lampe, son expression autrefois enthousiaste et arrogante était devenue indifférente et sérieuse, presque comme celle des ascètes émaciés de Sumeru.</color>\n<color=#ffffffa6>D'un ton calme, il nous invita à nous asseoir.</color>\n<color=#ffffffa6>« Alors, comment progresse votre projet de conquête du temps ? » demanda directement le rédacteur de L'Oiseau de vapeur. « Où est cette fameuse machine à voyager dans le temps dont vous parliez ? »</color>\n<color=#ffffffa6>Ciric ne dit rien. Il se contenta de désigner le bureau à côté de lui, et nos yeux se portèrent dans cette direction. Au milieu de la table se tenait un modèle de dirigeable plaqué or en forme de baleine, de la taille d'une petite horloge. Même sans s'y connaître, il était évident que cet objet était d'une fabrication exquise. Sous sa coque cristalline, une couleur indéfinissable et sans forme se déplaçait, brillant faiblement dans l'ombre de l'abat-jour.</color>\n<color=#ffffffa6>« Alors, il vous a fallu deux mois pour fabriquer ce petit jouet qui étonnerait même les artisans de Lepaute ? », dit le docteur.</color>\n<color=#ffffffa6>« Ne vous fiez pas à sa forme ordinaire », déclara Ciric, ses yeux brillant d'un sentiment insondable qui pourrait presque être décrit comme de la pitié, « ce n'est qu'une projection laissée par l'objet dans le moment présent. Un peu comme lorsqu'on observe une feuille de papier de côté, on n'en voit que la tranche. »</color>\n<color=#ffffffa6>« Ça n'a aucun sens. »</color>\n<color=#ffffffa6>Pour une raison qui m'échappe, Ciric n'a pas contredit cette affirmation. Il nous a simplement demandé calmement de l'écouter pendant qu'il nous racontait ses expériences de voyage dans le temps. Nous avons accepté, et il a commencé à raconter son histoire, que je répéterai du début à la fin sans interruption.</color>\n<color=#ffffffa6>Pour vous, ça fait deux mois que je vous ai parlé pour la première fois de l'idée d'une machine à voyager dans le temps, et ça doit faire une semaine que j'ai terminé la machine, et que j'ai décidé de réaliser le tout premier voyage dans le temps de l'histoire de l'humanité.</color>\n<color=#ffffffa6>Les mots ne suffisent pas pour exprimer les sensations étranges qui m'ont envahi lors de mon voyage dans le temps, tout comme il n'y a pas de mots qui pourraient décrire la beauté d'un feu d'artifice à une personne qui n'en aurait jamais vu. Une vingtaine de minutes plus tard, bien qu'il soit inutile de décrire le voyage dans le temps en utilisant la notion subjective du temps, la machine a cessé de fonctionner. En regardant autour de moi, j'ai réalisé que j'étais dans une colonie de l'Empire de Remuria. Les magnifiques temples et arènes sculptés dans la pierre massive feraient honte à l'Opéra Épiclèse, tandis que les Mékas d'Alain Guillotin auraient l'air minuscules à côté des Golems de Remuria. Alors que j'étais littéralement figé, des soldats en patrouille m'ont repéré. À cause de mes vêtements étranges à leurs yeux, ils m'ont pris pour un espion d'une tribu barbare. Ils m'ont attrapé, m'ont traité d'esclave insignifiant, de dégénéré qui vénérait un faux dieu, et m'ont menacé de me jeter dans un trou pour nourrir des serpents venimeux.</color>\n<color=#ffffffa6>Heureusement, l'édile locale, j'ai appris plus tard qu'elle s'appelait Aidia Anavana, s'est rendu compte que je n'étais pas une personne ordinaire et m'a fait amener à elle. Elle a toléré mes erreurs grammaticales et mon terrible accent (à cette époque, je ne pouvais même pas prononcer « Remuria », ça ressemblait davantage à « Emuia »), me posant de nombreuses questions auxquelles j'ai répondu honnêtement. Acceptant rapidement que j'étais du futur, elle me montra une stèle que des esclaves avaient récemment déterrée.</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&bbs_theme=dark&bbs_theme_device=1&lang=fr-fr#/map/2?center=-1097.11,-5304.77&zoom=3.50&shown_types=111"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Boutique"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendeur</color>\n<color=#ffffff>Prix</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4256,
        "name": "Hubel",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/235883431/6e7f40560c32385db97d1d42adfda939_9115205807795773323.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Entrées liées"
      },
      {
        "type": "CustomEntry",
        "epId": 5009,
        "name": "Temponaute - Tome I",
        "desc": "<p>Un roman de science-fiction fontainois publié par L'Oiseau de vapeur. Il raconte l'histoire des voyages d'un ingénieur utilisant une machine à voyager dans le temps.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/01/1254995/51919ec9d57b352249eaec2d72ac190f_8433687902526492844.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5011,
        "name": "Temponaute - Tome III",
        "desc": "<p>Un roman de science-fiction fontainois publié par L'Oiseau de vapeur. Il raconte l'histoire des voyages d'un ingénieur utilisant une machine à voyager dans le temps.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/01/1254995/51919ec9d57b352249eaec2d72ac190f_1717238514222330218.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Temponaute - Tome II</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Hubel, Cour de Fontaine</color>"
          }
        ]
      },
      {
        "key": "Entrée d'archive",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5079,
            "name": "Temponaute",
            "desc": "<p>Un roman de science-fiction fontainois publié par L'Oiseau de vapeur. Il raconte l'histoire des voyages d'un ingénieur utilisant une machine à voyager dans le temps.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/03/1254995/78e2cc200c31b87c69006550e6124bb7_3464575455759943305.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}