{
  "epId": 5079,
  "name": "Temponaute",
  "desc": "<p>Un roman de science-fiction fontainois publié par L'Oiseau de vapeur. Il raconte l'histoire des voyages d'un ingénieur utilisant une machine à voyager dans le temps.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/03/1254995/78e2cc200c31b87c69006550e6124bb7_3464575455759943305.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 1720867327,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Temponaute</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Tomes",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5009,
            "name": "Temponaute - Tome I",
            "desc": "<p>Un roman de science-fiction fontainois publié par L'Oiseau de vapeur. Il raconte l'histoire des voyages d'un ingénieur utilisant une machine à voyager dans le temps.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/01/1254995/51919ec9d57b352249eaec2d72ac190f_8433687902526492844.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5010,
            "name": "Temponaute - Tome II",
            "desc": "<p>Un roman de science-fiction fontainois publié par L'Oiseau de vapeur. Il raconte l'histoire des voyages d'un ingénieur utilisant une machine à voyager dans le temps.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/01/1254995/51919ec9d57b352249eaec2d72ac190f_5448674241207861711.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5011,
            "name": "Temponaute - Tome III",
            "desc": "<p>Un roman de science-fiction fontainois publié par L'Oiseau de vapeur. Il raconte l'histoire des voyages d'un ingénieur utilisant une machine à voyager dans le temps.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/01/1254995/51919ec9d57b352249eaec2d72ac190f_1717238514222330218.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Cette histoire s'est produite il y a de nombreuses années. Après le banquet du soir, mademoiselle Aviva (aujourd'hui madame Nenonen) commença à se plaindre de manière théâtrale, comme à son habitude, des progrès trop rapides de la science. Même si elle en sait encore moins sur la technologie que sur la nature du sol de l'Île de Watatsumi (il va sans dire qu'elle n'y connaît rien du tout), clamer son intérêt pour la technologie était très populaire parmi certaines femmes et hommes de l'époque.</color>\n<color=#ffffff73>« Nos ancêtres ont conquis cette terre il y a des milliers d'années », dit-elle en s'éclaircissant la gorge et en agitant son éventail en jade et en bijoux bleus, essayant en vain de paraître affligée. « Et il y a quelques centaines d'années, ils ont facilement conquis les océans grâce à de nouveaux équipements de plongée. De nos jours, de jeunes nobles ont soudainement décidé de se libérer des chaînes de la terre et de conquérir le ciel grâce à ce qu'ils appellent un gravimètre... et je crains que leur rêve ne devienne réalité dans un avenir proche. »</color>\n<color=#ffffff73>« Vous avez raison. Les humains... sont des créatures puissantes, énergiques et plein de sagesse ! Quelles que soient les circonstances, ils essayent toujours d'améliorer leurs conditions de vie avec une passion inimaginable », réagit promptement le rédacteur de L'Oiseau de vapeur. « En réalité, l'humanité est déjà l'égale du Créateur en matière d'ingénierie mécanique et de théorie. Ils ont conquis la majeure partie du monde naturel et, grâce à leur volonté, ils peuvent le remodeler. »</color>\n<color=#ffffff73>Mais mademoiselle Aviva répondit avec un soupir exagéré : « Ce n'est pas ce que je voulais dire. La découverte de ces continents inconnus, lointains et sombres, de ces ruines cachées au plus profond des mers, toutes ces explorations romantiques et ces réalisations pionnières qui ont montré toute l'étendue de nos connaissances et de notre esprit ne sont malheureusement pas pour nous. Nous en avons été privés. Nos ancêtres sont allés trop loin et ont accompli trop de choses, nous laissant pratiquement rien à explorer et à conquérir. Pourrait-il y avoir un sort plus triste pour les dames et messieurs parmi nous qui sont nés avec une envie d'explorer l'inconnu ? »</color>\n<color=#ffffff73>En citant le légendaire roi Argeadai, elle essayait sans doute de montrer à quel point cette pensée l'attristait. Mais l'assemblée ne broncha pas, se contentant au mieux de hocher la tête poliment. Madame Elle bâilla légèrement.</color>\n<color=#ffffff73>Voyant que personne ne répondait, l'enthousiasme de mademoiselle Aviva s'évapora, et elle changea de sujet pour parler du bal qui aurait lieu la semaine suivante. C'était évidemment un sujet plus populaire, et l'atmosphère tendue reprit vie. Monsieur Ratar était sur le point de nous raconter une histoire qu'il avait entendue à Sumeru à propos d'une tour, d'un magicien et d'une boule de verre, lorsque monsieur Ciric, qui jusqu'alors était resté silencieux, l'interrompit.</color>\n<color=#ffffff73>« Mademoiselle Aviva, ce que vous avez dit m'a vraiment impressionné. » Il alluma une cigarette. « Mais ne vous inquiétez pas. Il existe encore un endroit qui n'a pas été conquis par l'humanité. En fait, je crains que si les techniques nécessaires ne sont pas trouvées, les gens n'y parviendront jamais. »</color>\n<color=#ffffff73>« Et de quoi peut-il bien s'agir ? », demanda Ratar, mécontent d'avoir été interrompu avant de pouvoir raconter son histoire.</color>\n<color=#ffffff73>« Du temps. »</color>\n<color=#ffffff73>La salle entière resta silencieuse pendant un moment avant que toutes les personnes présentes éclatent de rire.</color>\n<color=#ffffff73>« Quelle idée saugrenue ! », déclara le docteur Reinier en essayant de ne pas rire. « Tout d'abord, comment le temps peut-il être considéré comme un lieu ? »</color>\n<color=#ffffff73>« Pouvez-vous vous séparer du temps et exister de manière indépendante dans l'espace seul ? »</color>\n<color=#ffffff73>« Que voulez-vous dire ? »</color>\n<color=#ffffff73>« Je veux dire qu'un instant vous êtes là à me parler, et l'instant suivant vous disparaissez sans laisser de trace. Est-ce possible ? » Il patienta un moment, comme pour laisser les autres réfléchir. « Quiconque est capable de suivre un raisonnement rigoureux sait bien entendu que le temps est une dimension de l'espace, au même titre que la longueur, la largeur et la hauteur. Il fait donc partie de la nature et peut par conséquent être conquis. »</color>\n<color=#ffffff73>« Complètement absurde... » marmonna le docteur, sans toutefois contredire cette affirmation.</color>\n<color=#ffffff73>« Je m'intéresse à ce domaine de recherche depuis un certain temps », poursuivit-il, « et j'ai développé une machine à voyager dans le temps. Cette machine sera prête dans environ deux mois. Mademoiselle Aviva, je vous invite donc, ainsi que toutes les personnes présentes ici, dans deux mois à mon atelier pour assister à la prochaine grande réalisation de l'humanité : la conquête du temps.</color>\n<color=#ffffff73>Mademoiselle Aviva ne dit rien. À en juger par l'expression sur son visage, notre chère amie n'avait rien compris de ce que monsieur Ciric venait de dire.</color>"
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Deux mois plus tard, le rédacteur de L'Oiseau de vapeur, le docteur, monsieur Revilo Oliver et d'autres personnes qui avaient assisté à ce banquet et moi-même sommes allés à l'atelier de Ciric comme convenu. Mademoiselle Aviva n'était pas là, car elle ne s'était jamais beaucoup intéressée à ce genre de choses, et trouvait plus judicieux d'assister à un bal au Salon Caritat.</color>\n<color=#ffffff73>Étonnamment, en seulement deux mois, Ciric était devenu plus âgé et plus fragile. Dans la faible lumière de la lampe, son expression autrefois enthousiaste et arrogante était devenue indifférente et sérieuse, presque comme celle des ascètes émaciés de Sumeru.</color>\n<color=#ffffff73>D'un ton calme, il nous invita à nous asseoir.</color>\n<color=#ffffff73>« Alors, comment progresse votre projet de conquête du temps ? » demanda directement le rédacteur de L'Oiseau de vapeur. « Où est cette fameuse machine à voyager dans le temps dont vous parliez ? »</color>\n<color=#ffffff73>Ciric ne dit rien. Il se contenta de désigner le bureau à côté de lui, et nos yeux se portèrent dans cette direction. Au milieu de la table se tenait un modèle de dirigeable plaqué or en forme de baleine, de la taille d'une petite horloge. Même sans s'y connaître, il était évident que cet objet était d'une fabrication exquise. Sous sa coque cristalline, une couleur indéfinissable et sans forme se déplaçait, brillant faiblement dans l'ombre de l'abat-jour.</color>\n<color=#ffffff73>« Alors, il vous a fallu deux mois pour fabriquer ce petit jouet qui étonnerait même les artisans de Lepaute ? », dit le docteur.</color>\n<color=#ffffff73>« Ne vous fiez pas à sa forme ordinaire », déclara Ciric, ses yeux brillant d'un sentiment insondable qui pourrait presque être décrit comme de la pitié, « ce n'est qu'une projection laissée par l'objet dans le moment présent. Un peu comme lorsqu'on observe une feuille de papier de côté, on n'en voit que la tranche. »</color>\n<color=#ffffff73>« Ça n'a aucun sens. »</color>\n<color=#ffffff73>Pour une raison qui m'échappe, Ciric n'a pas contredit cette affirmation. Il nous a simplement demandé calmement de l'écouter pendant qu'il nous racontait ses expériences de voyage dans le temps. Nous avons accepté, et il a commencé à raconter son histoire, que je répéterai du début à la fin sans interruption.</color>\n<color=#ffffff73>Pour vous, ça fait deux mois que je vous ai parlé pour la première fois de l'idée d'une machine à voyager dans le temps, et ça doit faire une semaine que j'ai terminé la machine, et que j'ai décidé de réaliser le tout premier voyage dans le temps de l'histoire de l'humanité.</color>\n<color=#ffffff73>Les mots ne suffisent pas pour exprimer les sensations étranges qui m'ont envahi lors de mon voyage dans le temps, tout comme il n'y a pas de mots qui pourraient décrire la beauté d'un feu d'artifice à une personne qui n'en aurait jamais vu. Une vingtaine de minutes plus tard, bien qu'il soit inutile de décrire le voyage dans le temps en utilisant la notion subjective du temps, la machine a cessé de fonctionner. En regardant autour de moi, j'ai réalisé que j'étais dans une colonie de l'Empire de Remuria. Les magnifiques temples et arènes sculptés dans la pierre massive feraient honte à l'Opéra Épiclèse, tandis que les Mékas d'Alain Guillotin auraient l'air minuscules à côté des Golems de Remuria. Alors que j'étais littéralement figé, des soldats en patrouille m'ont repéré. À cause de mes vêtements étranges à leurs yeux, ils m'ont pris pour un espion d'une tribu barbare. Ils m'ont attrapé, m'ont traité d'esclave insignifiant, de dégénéré qui vénérait un faux dieu, et m'ont menacé de me jeter dans un trou pour nourrir des serpents venimeux.</color>\n<color=#ffffff73>Heureusement, l'édile locale, j'ai appris plus tard qu'elle s'appelait Aidia Anavana, s'est rendu compte que je n'étais pas une personne ordinaire et m'a fait amener à elle. Elle a toléré mes erreurs grammaticales et mon terrible accent (à cette époque, je ne pouvais même pas prononcer « Remuria », ça ressemblait davantage à « Emuia »), me posant de nombreuses questions auxquelles j'ai répondu honnêtement. Acceptant rapidement que j'étais du futur, elle me montra une stèle que des esclaves avaient récemment déterrée.</color>"
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>La stèle était parfaitement carrée, et présentait dans chaque ligne et colonne une série de sept symboles symétriques gravés. Étonnamment, ce n'était pas en écriture rémurienne, mais dans l'écriture que nous utilisons aujourd'hui. Quelle que soit la manière, peu importe l'ordre ou la direction, dont le texte était lu, les informations qu'il contenait étaient les mêmes. C'était un mystère complexe impliquant des chiens, des prairies, des pinsons, des pluies d'été, le chant des roses, les rayures d'un tigre rishboland et les motifs ordonnés des rochers. Malgré mon amour de longue date pour les jeux d'esprit, ce cycle sans fin d'énigmes m'a vraiment donné le vertige. Pour une raison quelconque, je savais que je devais les résoudre, quel qu'en soit le prix. J'ai passé six mois là-dessus avec Aidia. Il s'est avéré que la clé pour déchiffrer le mystère se trouvait dans le nom d'un esclave mort depuis trente ans, et que la réponse se trouvait dans une date éloignée de plusieurs centaines d'années de la chute de l'empire.</color>\n<color=#ffffff73>J'ai dit au revoir à Aidia, et je suis retourné dans la machine à voyager dans le temps pour me rendre à cette date dans l'espoir de découvrir le secret derrière la stèle. Là, j'ai rencontré plusieurs chasseurs de la Maréchaussée. Ils m'ont montré une autre stèle, sur laquelle se trouvaient à nouveau 49 caractères symétriques, représentant un autre puzzle. À nouveau, la réponse était une date encore plus lointaine.</color>\n<color=#ffffff73>En suivant les directions des stèles, j'ai parcouru les couloirs du temps passé comme futur, au cours de treize voyages. L'énigme de chacune d'entre elles était plus compliquée que la précédente. L'une d'elle ne pouvait être déchiffrée qu'à l'aide d'un mauvais roman d'amour qui ne serait pas publié avant 300 ans. Le cinquième mot de la trente-septième page du livre dérive du nom complet du 375e employé de la Maison Gardiennage d'il y a 375 ans. La clé d'une autre énigme était basée sur le nom d'une fleur blanche qui ne fleurirait pas avant plusieurs millénaires. Je ne connaissais pas son nom, et ses pistils sont vraiment très étranges. Ça pourrait être une sorte de mauve, mais je n'en suis pas sûr. Cette fleur se nourrit des appels de l'alouette des champs, et l'un des indices de la solution était donc le nombre de côtes d'une alouette des champs à l'époque de Remuria. Les énigmes étaient toutes conçues de cette façon.</color>\n<color=#ffffff73>La dernière stèle provenait d'une pièce du sous-sol du Musée commémoratif Basil Elton. Il n'y avait qu'un seul chiffre dessus : 0.</color>\n<color=#ffffff73>Je ne sais pas à quoi je pensais à ce moment-là. Après tout, fixer ma destination à « 0 » aurait totalement inutile. Mais c'est tout de même ce que saisi dans ma machine, et j'ai tiré sur le levier de commande. Après un certain temps, la machine s'est arrêtée. J'avais l'impression de flotter sur une mer sans vagues ni marées, car même le vent n'était pas présent à ce moment-là. Le ciel qui se dressait au-dessus de moi n'était pas bleu mais rouge foncé, décoré d'innombrables étoiles pâles et lointaines comme des dépôts de sel sur le rivage.</color>\n<color=#ffffff73>Je regardais fixement cet océan originel, et quelques minutes se sont écoulées avant que je ne remarque qu'il y avait quelque chose sous la surface calme. C'était le Palais Mermonia, qui n'avait rien à faire là.</color>\n<color=#ffffff73>C'est alors que j'ai entendu quelqu'un m'appeler : Neven Ciric, dit la voix. Je me suis retourné, et c'était comme regarder dans un miroir. Un homme qui me ressemblait comme une goutte d'eau me regardait dans les yeux, et moi dans les siens.</color>\n<color=#ffffff73>« Neven Ciric », poursuivit-il, « tu veux conquérir le temps. Personne ne peut conquérir le temps. »</color>\n<color=#ffffff73>« C'est toi qui as laissé toutes ces énigmes ? »</color>\n<color=#ffffff73>« C'est toi qui as laissé ces énigmes. », se contenta-t-il de répéter comme si c'était la réponse. « Ces énigmes font partie du temps, et chaque caractère symétrique équivaut au temps lui-même. »</color>\n<color=#ffffff73>« Donc, la réponse ultime au temps est zéro. »</color>\n<color=#ffffff73>« Zéro n'est pas la réponse. Au contraire, il s'agit d'une autre énigme, car la réponse ne peut pas être trouvée dans l'énigme, a-t-il déclaré. La réponse à l'énigme du temps est un miroir, ou peut-être la réponse la plus simple à comprendre. Lorsque deux miroirs se font face, le temps est un reflet infini de la lumière. D'innombrables rayons de lumière divergents, convergents et parallèles forment l'illusion que nous appelons le temps. Il n'y a ni passé ni futur, car le passé est le futur. Lorsque tu te tiens à l'instant zéro, et que tu regardes devant toi à travers un espace entre deux miroirs, tous les rayons de lumière tombent dans le même plan et aucun ne peut s'échapper. Le Palais Mermonia avait déjà coulé bien avant d'être construit, et il sera reconstruit. La joie, la tristesse, les larmes et la mort doivent être répétées sans fin, car telle est la nature du miroir. De la même manière, tu ne pourras jamais vaincre le temps, tout comme tu ne pourras jamais saisir ton ombre.</color>\n<color=#ffffff73>Peut-être était-ce par peur, ou dans un moment de folie, lorsqu'il eut prononcé sa dernière syllabe, j'ai sorti le pistolet que je gardais pour me défendre, et j'ai appuyé sur la gâchette en visant sa tête.</color>\n<color=#ffffff73>Tout le monde était silencieux.</color>\n<color=#ffffff73>« Je ne m'attends pas à ce que vous me croyiez », dit Ciric en nous balayant du regard. « Considérez ça comme une histoire que j'ai inventée pour dissimuler mon incapacité à construire une machine à voyager dans le temps. Ou alors comme une histoire boiteuse, un rêve né d'une pure illusion. Maintenant, excusez-moi, mesdames et messieurs, je dois laisser une énigme à mon futur moi.</color>\n<color=#ffffff73>Je n'ai jamais revu Ciric Neven.</color>"
          }
        ]
      }
    ]
  }
}