{
  "epId": 5083,
  "name": "Fujin",
  "desc": "<p>Un adepte carpe venant du Vallon Chenyu.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/113040870/0d107833409a8fdab2e800a8af5abc92_6384711021329941518.png",
  "menuId": 10,
  "menuName": "Archives des PNJ",
  "version": 1711066155,
  "components": {
    "galleryCharacter": [
      {
        "key": "Fujin",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/113040870/0d9a254dbae578fb6d32d106bbb0422f_4630994124380957864.png"
      },
      {
        "key": "Fujin ",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/113040870/8463f82f93cebc23f181e3d47e078ec7_3373048857573355652.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "L'apparence réelle de Fujin"
          }
        ]
      },
      {
        "key": "Halte de la Carpe",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/113040870/e314c2fc61c32b65f87251d3085ad975_4624623213967707788.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "La demeure de Fujin"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Fujin",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/237301566/28d436515e5f0695e04a902ebcc79143_4622881255621272880.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Il y a des milliers d'années, bien avant la guerre des Archons, il y avait une autre déesse au Vallon Chenyu, au service de laquelle étaient Fujin et son amie l'Herborisatrice. Fujin est une bête sacrée, dont la véritable apparence est celle d'une carpe, bien qu'elle préfère sa forme humaine. Un jour, elle vainquit l'antique suanni Lingyuan, connue sous le nom de « maîtresse de la montagne ». Elle ne tua pas le suanni azur mais devint son amie. Au début, Fujin, tout comme Lingyuan, ne comprenait pas les humains et ne les aimait pas du fait de leurs demandes déraisonnables, de leur accumulation excessive de biens. Ils espéraient toujours plus que ce dont ils avaient besoin, en ignorant ceux qui étaient dans la misère. Elle ne pouvait concevoir que les joies et les peines des humains puissent dépendre des « richesses ». Mais avec le temps, elle finit par accepter les humains : les pleurs des enfants lui brisaient le cœur, l'échos des souvenirs dévastés des vieilles personnes l'attristaient. Fujin réalisa que les humains faisaient aussi partie du vallon Chenyu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/237301566/618c50edcbf897e21a1daa5ac5a0763f_1811410172888703217.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Pour le peuple du vallon Chenyu, Fujin accomplit le rituel de la pluie de jade et contrôla les fleuves et les montagnes au nom de son maître. Le rituel altéra les veines spirituelles et l'énergie élémentaire du vallon de manière à ce que les hommes puissent y vivre. Le rituel de la pluie de jade était autrefois un grand événement au cours duquel on commémorait une année d'abondance par les rires, les combats de pétards et les danses de bêtes pour effrayer les mauvais esprits. Durant ces jours de paix, Fujin remontait les cascades des monts Aozang et Hulao pour retrouver des Adeptes dont la force et la sagesse la dépassaient de loin.\nUn jour, Fujin planta un théier sur la montagne de Lingyuan, avec pour projet d'inviter Souffle-Nuages et Taille-Monts pour le thé."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Vous vous permettez de planter des arbres sur mon terrain, et vous avez quand même l'audace de dire cela ? »</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/237301566/1158bb1575081f8ca8dabf6014efed2f_4307364717859963273.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Bien des années plus tard, les branches de cet arbre furent plantées sur l'autre rive du fleuve par les mortels qui habitaient dans les montagnes. Le parfum du thé voyagea du Vallon Chenyu jusqu'au Port de Liyue, puis se répandit dans beaucoup d'autres endroits encore. Il existe de nombreuses légendes concernant les théiers du Vallon Chenyu. L'une d'entre elles dit la chose suivante : <color=#ffffffd9>« Peu importe la qualité de l'eau, du sol, ou de l'ensoleillement, ce type d'arbre peut pousser en grande quantité uniquement dans le Vallon Chenyu. »</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/237301566/0fed1cd78224e2e1c5f6f05aedc15696_8551513999407387991.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Contrairement aux Adeptes du sud, à qui Morax a accordé l'« illumination » et la capacité de créer leur propre demeure, Fujin ne possède pas de tels pouvoirs et estime être la plus faible des Adeptes, c'est pourquoi sa résidence ressemble plus à une « grotte » qu'à une véritable demeure d'Adepte. Elle était incapable de vivre loin d'eau fraîche très longtemps, et de vivre dans l'eau salée. C'est pour cela que ses amies lui ont offert cette « théière », dans laquelle se trouvait un petit royaume intérieur où elle pouvait vivre. La source d'eau à l'intérieur de cette tasse ne se tarissait jamais, ce qui en faisait un habitat temporaire idéal. Cette tasse pouvait contenir le reflet du soleil et de la lune, ou encore une jolie poissonne. De cette façon, ses amies auraient pu l'emmener à l'Agora Guili et au Port de Liyue afin de partir à la rencontre des charmantes personnes dont elles lui parlaient souvent. Malheureusement, cette occasion ne s'est jamais manifestée.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "name": "Adeptes",
        "desc": "<p>Un groupe de bêtes sacrées immortelles de Liyue, qui ont protégé la population durant des millénaires</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/06/170542231/7372a2d1b47769b64d0e87bd21a867a7_6163694004620199302.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Herborisatrice",
        "desc": "<p>Un Adepte serpent venant du Vallon Chenyu.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/235883431/dd8f5758152aa51a1db8f3f98df320d9_5012128261825821418.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "name": "Lingyuan",
        "desc": "<p>Un antique suanni régnant sur les montagnes du vallon Chenyu.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/113040870/91fc0618117f427b69dd0f906e3b5659_2865622280776949023.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Souffle-Nuages",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Souffle-Nuages est un PNJ qui apparaît lors d'une quête du monde. C'est un Adepte vivant au Mont Aozang, à Liyue</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/23/158750877/46ee1323ddfe94fe1707c1d50912504e_8597419811374119631.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2519,
        "name": "Taille-Monts",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Taille-Monts est un PNJ qui apparaît lors d'une quête du monde. C'est un Adepte vivant au Mont Hulao, à Liyue.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/23/158750877/24ed91484b6cba0d0f8c7dd916b9f774_7071918143409614248.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2076,
        "name": "Échos d'une offrande",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4953,
        "name": "Adepthé de Chenyu",
        "desc": "Du thé cultivé dans les zones chaudes et humides du Vallon Chenyu. Après des millénaires de culture minutieuse, le thé dégage aujourd'hui un riche parfum que l'on peut sentir à plusieurs rues à la ronde.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/01/1254995/f939df24bc0ae31e4d3de97e329e523b_2278622396068971261.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Guerre des Archons",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/237301566/6258654267ebf786d39a77b385b2e0ab_7308345604311255648.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Lorsque l'Ordre divin déclencha une guerre pour le trône divin et la domination de Teyvat, le maître de Fujin et de l'Herborisatrice se battit contre Morax. Selon Fujin, son maître voulait à tout prix obtenir le trône de l'une des divinités qui gouvernaient ce monde, ou peut-être qu'elle cherchait simplement à survivre, bien qu'elle ait compris qu'elle ne pourrait vaincre le Souverain de la Roche. Dans une tentative désespérée de renverser le destin, elle provoqua une crue de la rivière Bishui qui menaçait de détruire tout ce qui se trouvait en aval. L'Herborisatrice et Fujin ne pouvaient se résoudre à laisser mourir les hommes, alors elles se rebellèrent contre leur maître. D'après la légende, l'Herborisatrice retarda la déesse en la confrontant et Fujin jeta le Jade votif dans l'eau, ce qui arrêta la crue. Fujin libéra l'énergie mystique du pendentif de jade pour que la terre ouvre sa gueule et avale les flots déchaînés, permettant ainsi à l'Antre jadéique de croître et de stabiliser les eaux de la rivière. Lingyuan invoqua ses serviteurs, les bêtes de Xuanwen, et leur ordonna d'attaquer les humains pour qu'ils atteignent l'abri qu'elles leur avaient préparé. Durant la guerre, Fujin dépensa toute son énergie et s'épuisa, ce qui la contraignit à rester dans la Halte de la carpe, incapable d'en sortir, durant de nombreuses années.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Une mystérieuse relation du Funérarium Wangsheng, aux connaissances aussi variées qu'étendues.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Herborisatrice",
        "desc": "<p>Un Adepte serpent venant du Vallon Chenyu.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/235883431/dd8f5758152aa51a1db8f3f98df320d9_5012128261825821418.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "name": "Lingyuan",
        "desc": "<p>Un antique suanni régnant sur les montagnes du vallon Chenyu.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/113040870/91fc0618117f427b69dd0f906e3b5659_2865622280776949023.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5057,
        "name": "Bête de Xuanwen",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Les bêtes de Xuanwen, dont les corps sont ornés de motifs sombres, sont des créatures féroces qui vivent dans les montagnes du Vallon Chenyu.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Selon les légendes de la région, ces bêtes étaient les compagnons d'un Adepte des temps anciens, qui avait la charge de vaincre le mal et de protéger la zone. Cependant, elles se sont transformées en créatures brutales après le mort de l'Adepte. Ces légendes ne peuvent être vérifiées et personne ne connaît le véritable identité de cet Adepte. Ce qui est sûr, cependant, c'est qu'il vaut mieux rester à l'écart de ces créatures agressives...</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Depuis plus de mille ans, ces bêtes ont perdu une énorme quantité du territoire qui leur appartenait autrefois à cause de l'empiétement incessant de l'homme. De nos jours, on ne peux les apercevoir qu'occasionnellement dans les montagnes isolées du Vallon Chenyu...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/01/29705491/d75494fa72798564617469b6393fac97_2837402885752159893.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Le vénérable jade de Chenyu",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Des milliers d'années plus tard, la Maîtresse de la montagne décida de remettre les terres de Chenyu dans leur état précédant l'arrivée des hommes. Elle soutenait qu'elle, au même titre que la carpe et le serpent, était issue de la nature, et elle voulait redonner au monde l'apparence qu'il avait à leur naissance. Les rivières montaient et s'écoulaient en suivant les mouvements de la pluie, et leur cours n'était pas fixe. Les théiers et les fleurs n'étaient ni taillés ni cultivés. Tout cela n'existait pas pour les mortels. Lingyuan pensait que dans un tel environnement, Fujin retrouverait sa forme originelle ainsi que sa force spirituelle et qu'elle pourrait s'épanouir dans les grandes rivières. Durant de nombreuses années, la Maîtresse de la montagne modifia les veines spirituelles, causant ainsi la détérioration des sols et la propagation d'un épais brouillard."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/237301566/32a53ea6575595c0d13233ec1748138a_3604543691133244023.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Fujin, qui se souciait des habitants du vallon, demanda de l'aide au Voyageur/à la Voyageuse pour restaurer les veines spirituelles et renouveler les sols. L'Adepte n'avait plus assez de force pour accomplir le rituel de la pluie de jade, elle avait besoin d'aide. Elle ne voulait pas que le village de Qiaoying, célèbre pour son thé, ne perde sa raison d'être. Grâce au Voyageur/à la Voyageuse, à Paimon et à Mao, l'ami de Lingyuan, Fujin réussit à reprendre suffisamment de forces pour accomplir le rituel sur la montagne sacrée et arrêter Lingyuan. Le suanni reconnut sa défaite et, pour son amie, accepta de ne plus se mêler des affaires des hommes.\nSur la terrasse Chiwang, où toutes les veines spirituelles du vallon Chenyu convergent, Fujin transféra son énergie mystique à travers le vallon pour restaurer l'eau et les sols. Puisqu'elle avait utilisé toute l'énergie accumulée pour le rituel, elle perdit une nouvelle fois sa capacité à prendre une forme humaine, mais elle était heureuse d'avoir retrouvé son amie et sauvé les hommes.\nUne fois que le Voyageur/la Voyageuse eut à nouveau aidé Fujin à rassembler ses pouvoirs, dispersés durant le rituel, l'Adepte décida d'aller visiter la plaine Guili et le port de Liyue pour rencontrer les hommes et apprendre à les connaître. Elle voulait également convaincre Lingyuan de l'accompagner et retrouver l'Herborisatrice.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "name": "Lingyuan",
        "desc": "<p>Un antique suanni régnant sur les montagnes du vallon Chenyu.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/113040870/91fc0618117f427b69dd0f906e3b5659_2865622280776949023.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4954,
        "name": "Carpe spirituelle",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une carpe spirituelle formée à partir de l'énergie mystique condensée, nageant librement au milieu des montagnes et des vallées fluviales.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/01/29705491/344e5e9b83c8296ed3a1f4bd7db02d9f_4252553972580544564.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5021,
        "name": "Orbe spirituel de carpe",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un orbe qui était incrusté sur une statue de carpe dorée. Il contient une immense quantité d'énergie mystique.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/03/29705491/0c4300b7258f54b126c8d67c17df5f94_6778132387697155672.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relations"
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Herborisatrice",
        "desc": "<p>Un Adepte serpent venant du Vallon Chenyu.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/235883431/dd8f5758152aa51a1db8f3f98df320d9_5012128261825821418.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "L'amie de Fujin, qui suivait la même déesse",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "name": "Lingyuan",
        "desc": "<p>Un antique suanni régnant sur les montagnes du vallon Chenyu.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/113040870/91fc0618117f427b69dd0f906e3b5659_2865622280776949023.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Amie de Fujin et Maîtresse de la Montagne",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4774,
        "name": "Xianyun",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Faisant partie des Adeptes puissants et éclairés de Jueyun, elle est connue sous le nom de Souffle-Nuages. Experte en ingénierie mécanique de toutes sortes, son cœur se tourne désormais vers les affaires du monde des mortels, dans lequel elle évolue sous le nom de Xianyun.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/43281454/2c2be27f8876e9435ab8c8b933b8408c_302042096594187928.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Histoire de Personnage"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Histoire de Personnage 2</color>\n<color=#ffffff73>Une partie de l'histoire de Liyue fut perdue au fil du temps. Nos connaissances actuelles sur le sujet furent acquises grâce à des nombreuses ruines dispersées à travers la nation ou à des témoignages qui eurent la chance de rencontrer les Adeptes. Par conséquent, il était fortement recommandé à ceux qui s'intéressaient à l'histoire de Liyue d'étudier assidûment les documents historiques existants en plus de parcourir la nation. Les collectionneurs de livres jouaient un rôle très important à cet égard. L'un des grands chercheurs du Port de Liyue, qui se faisait appeler l'érudit Dongming, fut l'un d'eux.</color>\n<color=#ffffff73>Monsieur Zhongli, le consultant du Funérarium Wangsheng, était un ami proche de l'érudit Dongming. Ce dernier l'invita donc régulièrement à authentifier des livres anciens. Une fois, Zhongli ne fut pas disponible et demanda à une amie de le remplacer.</color>\n<color=#ffffff73>L'amie en question s'appelait Xianyun. C'était une grande femme mince qui porte des lunettes rouges. Dongming s'attendait à une femme cultivée et raffinée, à l'image de Zhongli. Cependant, dès son arrivée, Xianyun ne prêta pas la moindre attention aux vieux livres. Elle fut obnubilée par l'ancienne serrure mécanique de la porte. Dongmin se sentit peu nerveux et ne sut pas quoi dire. Alors que le malaise était déjà palpable dans la pièce, Xianyun prit la parole. Pour rassurer Dongming, elle lui dit que sa vue était assez bonne pour évaluer l'authenticité des livres anciens avant de parler de ses lunettes..</color>\n<color=#ffffff73>L'amie de Zhongli avait une excellente vue et n'avait absolument pas besoin de lunettes, mais elle les considérait comme un accessoire de mode. Elle pouvait ainsi avoir des lunettes de toutes les couleurs, y compris en rouge.</color>\n<color=#ffffff73>« Comme c'est étrange », pensa Dongming.</color>\n<color=#ffffff73>« En plus, ça me donne une apparence plus humaine... ». L'expression de Dongming changea en entendant ces mots.</color>\n<color=#ffffff73>« Je veux dire que ce serait plus en phase avec la mode du Port de Liyue, car je ne suis pas d'ici. »</color>\n<color=#ffffff73>Dongming, qui n’était pas non plus originaire du Port de Liyue, se sentit immédiatement plus proche de Xianyun et commença à parler des livres anciens qu'il avait besoin de faire évaluer.</color>\n<color=#ffffff73>Xianyun examina les écrits et fronça les sourcils : « En forme de bœuf à queue ailée... Pourquoi Fujin du nord se présenterait aux gens sous cette forme ? Et tout ce qui est écrit à propos de Taille-Monts... C'est du grand n'importe quoi. »</color>\n<color=#ffffff73>L'une des méthodes pour juger de la véracité d'un document ancien consistait à examiner son contenu. Les évaluations précédentes étant erronées, ce livre, qui fut acheté au prix fort, était très probablement un faux. Collectionner des livres est un passe-temps exigeant et coûteux, et il était parfois nécessaire de se serrer un peu la ceinture. En entendant cela, Dongming ne put s'empêcher de rire jaune. Il n'avait pas eu beaucoup de chance dans la vie, ses parents et sa femme quittèrent ce monde depuis longtemps. Les livres étaient donc pour lui le seul moyen d'échapper un peu à la réalité.</color>\n<color=#ffffff73>Sous le coup de la nouvelle, il dit : « La vie des hommes est si difficile... Contrairement à celle des Adeptes, qui vivent libres et sans attaches. Force est de constater que je ne rencontrerai jamais d'Adepte. »</color>\n<color=#ffffff73>Xianyun observa le pauvre Dongmin, abattu, avant de répondre : « Ils disent que ceux qui suivaient autrefois le chemin des Adeptes ont dû chercher partout et remuer ciel et terre pour trouver une réponse à leurs préoccupations. Cependant, je peux vous assurer que les Adeptes souffrent autant que les humains. »</color>\n<color=#ffffff73>« Vous avez raison, je me suis laissé emporter.</color>\n<color=#ffffff73>Les deux discutèrent encore un peu, puis Dongming raccompagna Xianyun à la porte. Soudain, cette dernière sembla se souvenir de quelque chose : « Même si le livre n'est pas authentique, vous pouvez retirer la vieille serrure de votre porte et l'apporter chez un antiquaire. Elle vaut au moins ce que vous avez payé pour le livre. »</color>\n<color=#ffffff73>« Quant à votre rapport aux Adeptes, vous êtes plus proches d'eux que vous ne le pensez. Il vous reste encore beaucoup de chemin à parcourir, alors économisez votre énergie et tournez-vous vers l'avenir. »</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Fujin</color>"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Adepte</color>"
          }
        ]
      },
      {
        "key": "Région",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Liyue</color>"
          }
        ]
      }
    ]
  }
}