{
  "epId": 5102,
  "name": "Adeptes",
  "desc": "<p>Un groupe de bêtes sacrées immortelles de Liyue, qui ont protégé la population durant des millénaires</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/06/170542231/7372a2d1b47769b64d0e87bd21a867a7_6163694004620199302.png",
  "menuId": 23,
  "menuName": "Affiliations",
  "version": 1712950784,
  "components": {
    "galleryCharacter": [
      {
        "key": "Adeptes",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/06/170542231/8b648a5bbc14ff32d1c639af61d5be8a_4519694119322081044.png"
      },
      {
        "key": "Adeptes",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/06/170542231/1c95fbf97d478ba9ba8f149c3b458206_8473625490363431135.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Grave-Lune, Taille-Monts et Souffle-Nuages"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Adeptes",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Les Adeptes sont des bêtes sacrées immortelles de Liyue, qui ont protégé la population durant des millénaires. Les humains ont un but plus élevé que les Adeptes dans le monde de Teyvat ; c'est donc pour cette raison que seuls ceux de statut non-humain peuvent être appelés « Adeptes » à Liyue. Personne ne naît Adepte, et personne ne reste Adepte pour toujours. Le terme « Adepte » n'étant qu'un titre honorifique, toutes les bêtes sacrées ne sont pas désignées en tant que telles. Les Adeptes sont connus comme étant « puissants et éclairés », ou littéralement, « trois yeux et cinq pouvoirs ». Le troisième œil est celui des individus ayant la capacité de manipuler les énergies élémentaires. Pour les humains, ce troisième « œil » prend la forme d'un œil divin, mais les Adeptes n'en ont pas besoin. Ils étaient à l'origine des êtres élémentaires de la nature la plus pure, et donc plus proches de l'origine du monde que le commun des mortels. Puisqu'ils sont nés de l'énergie élémentaire qui flotte entre le ciel et la terre, maîtriser les pouvoirs élémentaires est quelque chose qu'ils peuvent faire presque inconsciemment. Ils n'ont pas besoin de bouger le petit doigt, et encore moins de s'appuyer sur un œil divin. On ne sait pas exactement comment les Adeptes reçoivent leur œil divin, toutefois, lorsqu'ils prennent une apparence humaine, ils utilisent un œil divin pour se conformer à la norme."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/237301566/8bc8ed5052b285574a1fcd8917789598_7366726805741491308.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Les individus qui possèdent à la fois du sang humain et du sang d'Adepte ne peuvent visiblement pas changer d'apparence : ils présentent des caractéristiques des deux espèces. Par exemple, Ganyu a des cornes et Yanfei, des bois et des écailles. Leur espérance de vie est bien plus longue que celle des gens ordinaires : certains individus au sang d'Adepte peuvent vivre plus de 3000 ans. Bien que les individus au sang d'Adepte aient une capacité naturelle à résonner avec le monde, ils reçoivent des yeux divins, tout comme les mortels, ce qui les aide à optimiser leurs pouvoirs."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/237301566/e7516eb701186c244d7ff526a2288034_1312556472542768517.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Morax, l'Archon Géo, est le premier des Adeptes. Il peut bénir les autres Adeptes. L'une de ces bénédictions est la capacité de créer des univers autonomes de poche et des demeures d'Adepte. Bien que les Adeptes du Nord, Fujin et l'Herborisatrice, étaient vénérées comme des Adeptes, elles n'ont pas de nom d'Adepte et ne possèdent pas certains pouvoirs détenus par les Adeptes du Sud, comme la capacité de créer des demeures. Chaque Adepte possède ses propres pouvoirs. Ainsi, Morax et Ménogias pouvaient contrôler l'élément Géo, Xiao et Souffle-Nuages, l'élément Anémo, Indarias contrôlait l'élément Pyro, et Bonanus et Bosacius pouvaient contrôler respectivement les éléments Hydro et Électro. Les Adeptes peuvent faire usage de leurs pouvoirs même pour sauver les humains d'une mort certaine, bien que les mortels ne puissent supporter une telle puissance.\nLorsqu'un Adepte meurt, il est une tradition d'adieux à l'Adepte, que l'on appelle le rituel de l'ascension. Ce rite est une cérémonie qui requiert des costumes, un horaire, un lieu, une météo particulière et un public. Certains pensent que les Adeptes s'élèvent vers Celestia ou sont peut-être même nés là-haut, mais personne ne connaît la vérité autour de leur naissance et de leur décès."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/237301566/a6d19eeb674008265ba99f55f7d23fe5_911525643140844101.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nombreux sont les Adeptes qui vivent au Karst Jueyun, considéré comme le royaume des Adeptes de Liyue, généralement inatteignable des mortels. Cependant, on trouve des « herboristes » qui gagnent leur vie en récoltant des ressources naturelles qui ne poussent que dans le karst Jueyun. Les autres mortels doivent se procurer le talisman de permission pour pouvoir accéder aux terres sacrées. Certains Adeptes créent des pièges pour les promeneurs imprudents et les pilleurs de trésors, ainsi, personne ne les dérange.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Une mystérieuse relation du Funérarium Wangsheng, aux connaissances aussi variées qu'étendues.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "Un des Adeptes de Liyue, aussi connu sous le nom de « Dompteur de démons » et « Général des Yakshas ».",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4774,
        "name": "Xianyun",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Faisant partie des Adeptes puissants et éclairés de Jueyun, elle est connue sous le nom de Souffle-Nuages. Experte en ingénierie mécanique de toutes sortes, son cœur se tourne désormais vers les affaires du monde des mortels, dans lequel elle évolue sous le nom de Xianyun.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/43281454/2c2be27f8876e9435ab8c8b933b8408c_302042096594187928.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Souffle-Nuages",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Souffle-Nuages est un PNJ qui apparaît lors d'une quête du monde. C'est un Adepte vivant au Mont Aozang, à Liyue</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/23/158750877/46ee1323ddfe94fe1707c1d50912504e_8597419811374119631.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "Secrétaire du Pavillon Yuehai ; du sang de Qilin, la créature mythique, coule dans ses veines.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 24,
        "name": "Yanfei",
        "desc": "Une célèbre conseillère juridique du Port de Liyue. Du sang d'Adepte coule dans les veines de cette jeune femme ingénieuse.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yanfei_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5083,
        "name": "Fujin",
        "desc": "<p>Un adepte carpe venant du Vallon Chenyu.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/113040870/0d107833409a8fdab2e800a8af5abc92_6384711021329941518.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Herborisatrice",
        "desc": "<p>Un Adepte serpent venant du Vallon Chenyu.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/235883431/dd8f5758152aa51a1db8f3f98df320d9_5012128261825821418.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3521,
        "name": "Bosacius",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Bosacius, également appelé Maréchal Vritras, était un adepte et le chef des cinq premiers Yakshas qui étaient reconnus comme les plus forts parmi tous les Yakshas.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/31/43281454/61275d8b97a9c5e4055ed07a4d34c4fa_8703639112772586177.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2519,
        "name": "Taille-Monts",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Taille-Monts est un PNJ qui apparaît lors d'une quête du monde. C'est un Adepte vivant au Mont Hulao, à Liyue.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/23/158750877/24ed91484b6cba0d0f8c7dd916b9f774_7071918143409614248.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1225,
        "name": "Talisman de permission",
        "desc": "Un objet prêté par Tartaglia, l'un des onze Exécuteurs des Fatui. Les mortels ne pénètrent pas au Karst Jueyun et tiennent des rituels à ses frontières pour rendre hommage aux Adeptes. Cependant, grâce à cet objet, il vous sera possible d'y pénétrer sans aucun problème.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/29/235883431/9ab8ed4975776591913718ecd7c08a55_3748670702315029595.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Guerre des Archons",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/237301566/a82bdf0881ab4b3d46003b668727a98c_7407766534823115402.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Bien avant la Guerre des Archons, alors que Morax n'avait pas encore reçu de Gnosis, il fonda Liyue et l'Agora Guili avec d'autres divinités et Adeptes. Guizhong, la déesse de la poussière, transmit à l'humanité sa sagesse et ses compétences en matière de fabrication de machines. Marchosius, le dieu des fourneaux, donna au peuple la connaissance de la cuisine et de la fabrication de fours. Ensemble, ils protégèrent leur peuple. En ces temps reculés, les Adeptes du Sud, au service de Morax, étaient amis avec les Adeptes du Nord, au service d'une autre déesse. Les Adeptes organisaient souvent des goûters, passaient du temps ensemble, jouaient de la musique et chantaient."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/237301566/5d7ba312dadb3346ea74692d25d818ba_5898312870462407618.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Lorsque la Guerre des Archons éclata, les terres de Liyue devinrent un champ de bataille. La déesse du Nord et ses servantes, Fujin et l'Herborisatrice, se battirent aux côtés de Morax. L'Agora Guili fut inondée et les Adeptes durent aider les habitants de Liyue à déménager au port de Liyue, qui plus tard devint la ville principale. De nombreux Adeptes périrent durant cette guerre. Marchosius se sacrifia pour le peuple, perdit ses pouvoirs et la mémoire et devint le Gooba que nous connaissons aujourd'hui. Brise-Cieux sacrifia ses bois pour soutenir une montagne sur le point de s'effondrer, assurant ainsi la sécurité des villageois, et continua à se battre jusqu'à ce qu'il se soit vidé de son sang et que sa vie se soit épuisée. L'Herborisatrice et Fujin se rebellèrent contre leur déesse pour protéger le peuple et perdirent toute leur énergie mystique. Il y a 3700 ans, les Adeptes signèrent un contrat avec le Souverain de la roche et firent la promesse de protéger le port de Liyue."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/237301566/cbbc2021262142dac77f5818495a655b_3938580049421528200.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Après la guerre des Archons, les terres de Liyue étaient ravagées par les épidémies et la famine. Les dépouilles pourrissantes des divinités vaincues se relevèrent sous forme de démons et infestèrent le monde. La rage des monstres se manifesta sous la forme de maladies, d'invasions de monstres, et d'autres mutations étranges. Alors, Morax invoqua les Yakshas pour éliminer les démons. <color=#ffffffd9>« Ils firent le serment de tuer pour protéger, et de dédier leur vie à éradiquer le mal. »</color> Étant les plus féroces et belliqueux de tous les Adeptes, ils étaient prêts à tout pour protéger leurs terres.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5103,
        "name": "Yakshas",
        "desc": "<p>Un groupe d'Adeptes qui furent invoqués par Morax pour vaincre les démons.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/24/170542231/e6f039ce45d6de36af9510e64ea896ec_1505346899918875516.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Une mystérieuse relation du Funérarium Wangsheng, aux connaissances aussi variées qu'étendues.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3487,
        "name": "Guizhong",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/27/14056998/dc0fb751f7e7704bf7a382c304817352_3833035682980140534.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Gooba",
        "desc": "<p>Ami de Xiangling, dont il est inséparable, et aide à la cuisine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/18/170542231/f85da71c0716edf2cd8333f3b9c55a9c_2831289049314881999.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5083,
        "name": "Fujin",
        "desc": "<p>Un adepte carpe venant du Vallon Chenyu.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/113040870/0d107833409a8fdab2e800a8af5abc92_6384711021329941518.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Herborisatrice",
        "desc": "<p>Un Adepte serpent venant du Vallon Chenyu.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/235883431/dd8f5758152aa51a1db8f3f98df320d9_5012128261825821418.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4782,
        "name": "Brise-Cieux",
        "desc": "<p>Un Adepte de Liyue qui périt durant la Guerre des Archons</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/55f8ede1e3451352d35d9ba8a323df7f_6330949745455225358.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2332,
        "name": "Inscriptions sur tablette de pierre - I",
        "desc": "Un ouvrage qui compile les traductions des inscriptions trouvées sur les anciennes tablettes de pierre liyuéennes par l'historien Zichang. Elles relatent certains événements historiques.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Stone Tablet Compilations: Vol. I_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2314,
        "name": "Les Yakshas, gardiens Adeptes",
        "desc": "Un volume de la collection « Folklore & merveilles de Liyue », qui est la version réservée à Liyue de la série « Un tour des terres de Liyue », rédigée par l'érudit Masudi de Sumeru. Son style obscur en rend le contenu difficilement compréhensible. « Les Yakshas, gardiens Adeptes » présente les différents Yakshas ayant combattu aux côtés de l'Archon Géo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Yakshas: The Guardian Adepti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2326,
        "name": "Versets d'Equilibrium",
        "desc": "Cet ouvrage contient d'anciennes incantations adressées au Souverain de la Roche et aux Yakshas. Il s'agit également d'une archive des anciennes croyances religieuses à Liyue.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Verses of Equilibrium_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mort de Rex Lapis",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/237301566/a0a990eea30d7f5ee6099930cc60bb29_169340195974880557.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Lorsque l'archon Géo fut tué pendant le Rituel de la descente, les Adeptes étaient furieux contre les habitants de Liyue. Souffle-Nuages voulut détruire l'entièreté du port de Liyue. Elle pensait qu'après la mort de l'archon, des événements terribles se produiraient, dont elle voulait libérer le peuple. Les Adeptes pensaient que les Sept Étoiles de Liyue, qui dirigeaient Liyue, avaient failli à leur tâche et permis la mort de l'archon.\nAprès que Morax leur apparut en rêve, les Adeptes décidèrent de se réconcilier temporairement avec les Sept Étoiles de Liyue pour protéger le peuple de la menace. Ortell, dieu du vortex, qui avait été vaincu par Morax durant la Guerre des Archons, fut invoqué par l'exécuteur des Fatui Tartaglia, dans l'espoir de mettre Liyue en danger pour attirer Morax et prendre son Gnosis pour le remettre à la Tsarine. Les Adeptes modifièrent la baliste de Guizhong et la transformèrent en une machine de guerre. Grâce aux efforts conjoints des Millelithes, des Sept Étoiles et des Adeptes, le dieu antique fut anéanti et Liyue fut sauvé.\nAprès cette bataille, les Adeptes confièrent le pouvoir aux Sept Étoiles de Liyue. Lorsque Beisht, la femme d'Ortell, voulut attaquer Liyue à nouveau pour venger son époux, ils n'interférèrent pas et laissèrent les habitants défendre eux-mêmes la ville.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Les Gnosis sont des artéfacts de maîtrise élémentaire supérieurs qui représentent le pouvoir des Sept Archons de Teyvat, leur permettant d'entrer directement en résonance avec Celestia. <span class=\"wk-shady\">Il est révélé plus tard que les Gnosis ont été créés à partir des restes du troisième descendeur.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Une mystérieuse relation du Funérarium Wangsheng, aux connaissances aussi variées qu'étendues.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "name": "Ortell",
        "desc": "<p>Dieu du vortex, il fut vaincu par Morax durant la Guerre des Archons</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/170542231/6dfc1c5f5f69b627eb5428b304e30377_5615313718395489671.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4905,
        "name": "Beisht",
        "desc": "<p>La femme d'Ortell, qui tenta de venger son époux</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/170542231/a1da665c7797cb73310d26aafd7576d9_765012454611495332.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Souffle-Nuages",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Souffle-Nuages est un PNJ qui apparaît lors d'une quête du monde. C'est un Adepte vivant au Mont Aozang, à Liyue</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/23/158750877/46ee1323ddfe94fe1707c1d50912504e_8597419811374119631.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2100,
        "name": "Tartaglia",
        "desc": "Tartaglia, le onzième des Exécuteurs Fatui.<br/>Il tire son pouvoir de son sinistre œil maléfique et combat au moyen d'arts martiaux qu'il a appris dans une terre couverte par les ténèbres.<br/>Chaque conflit sanglant, chaque lutte à mort est une épreuve réjouissante à ses yeux.<br/>Certains disent que le jeune Tartaglia est célèbre sur tout le continent pour ses prouesses au combat.<br/>Mais il n'a que faire de ces discours.<br/><br/>Après tout...<br/><i>« Tu seras toujours dans l'œil de la tempête,</i><br/><i>et le choc de l'acier t'accompagnera à jamais.</i><br/><i>Le sombre souvenir d'avoir pénétré dans l'obscurité,</i><br/><i>deviendra la force qui te permettra de régner. »</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Festivités",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/237301566/d5c9c5afb47c2d374724a12982d4ea71_3923824738491132764.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durant la Guerres des Archons, les liyuéens lâchaient des lanternes pour indiquer aux soldats partis le chemin du retour, et leur apporter de la lumière dans les ténèbres de la guerre. Le Festival des lanternes est une célébration annuelle pour rendre hommage à ces héros. Les défunts Adeptes sont commémorés durant le Festival des lanternes sous la forme d'une lanterne Mingxiao : une lanterne géante au centre de laquelle trône une plaustrite, pour lui permettre de flotter en l'air. Durant les festivals auxquels ont participé le Voyageur/la Voyageuse et Paimon, Brise-Cieux, Scrute-Flots et Ménogias furent célébrés."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/237301566/9ed83fa2d6bcada9bf8363303f7d7797_6849639409695348428.jpg",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "La légende raconte que, durant l'apprentissage des Adeptes, ils se promenaient à travers montagnes et rivières, dégustant divers plats gastronomiques, afin d'apaiser leur cœur. Ce parcours fut nommé « Sentier des délices » par leurs successeurs. Ce rite, appelé désilune, était à l'origine observé uniquement par les Adeptes, mais les mortels se sont appropriés cette fête et aujourd'hui, le festival de désilune célèbre l'arrivée de l'automne au clair de lune. Les gens dégustent leurs plats préférés, passent du temps avec leurs amis et leur famille, et profitent de la lune et des fleurs.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "Festival des lanternes",
        "desc": "<p>Le Festival des lanternes a été créé à la mémoire de ceux qui ont sacrifié leur vie durant la Guerre des Archons.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/57e3ed401d9330bedb253c03bd6ec997_1441484820862319444.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4938,
        "name": "Festival de désilune",
        "desc": "<p>Le Festival de désilune célèbre l'arrivée de l'automne au clair de lune.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/e5cf6e7f7bbe0108466c1cf6d177bf64_2289089664672472550.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Légendes",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Nombreuses sont les légendes au sujet des Adeptes. La première d'entre elles concerne les statues de pierre encore visibles à travers les larges terres de Liyue. Une légende circule, véhiculée autant par les pêcheurs du Port de Liyue que par les herboristes du Marais Dihua et les vieux mineurs de la région : en certains endroits de Liyue, les antiques monstres de pierre se réveillent les fraîches nuits d'automne, et observent ce monde qui leur est chaque jour moins familier. Prêtant l'oreille aux sons des grenouilles et insectes les accueillant, ils répondent d'un son guttural remontant de leurs gorges pétrifiées, puis se mettent à arpenter les terres qu'ils protégeaient autrefois. Quelle est l'origine de ces monstres de pierre ? Les anciens du Village de Qingce prétendent qu'il s'agit de bêtes magiques ayant suivi le Seigneur de la Roche au combat. Lorsque la paix revint et que les eaux recouvrant les terres de Liyue disparurent, la mission de ces bêtes sacrées, protéger le peuple, devint caduque ; aussi se retirèrent-elles l'une après l'autre, se désintéressant du monde des mortels. Cependant, certaines d'entre elles se montrèrent nostalgiques de l'époque où elles suivaient le Seigneur de la Roche au combat et protégeaient Liyue. Ces bêtes, bien que n'appartenant pas au monde des mortels, n'en étaient pas immortelles pour autant ; aussi demandèrent-elles au Souverain de la Roche de les métamorphoser en rochers éternels. Leur prière fut exaucée, et elles devinrent les rochers que l'on voit aujourd'hui.\nLa seconde légende raconte l'histoire d'un qilin, une bête sacrée douce, noble et bienveillante. Les Qilin errent souvent dans les forêts de montagne, mais n'apparaissent que les nuits où la lumière des étoiles se reflète sur le givre clair. Leur alimentation est composée d'eau et d'herbes parfumées. On dit qu'un Qilin ne nuira jamais à un être vivant, refusant même de marcher sur un insecte ou de piétiner un brin d'herbe. Certains prétendent que le comportement, le moindre mouvement des Qilin sont dictés par quelque étiquette ancestrale restée inchangée pendant des milliers d'années. Voici ce que nous dit la légende : un cueilleur d'herbes se baignait dans un étang dans la montagne, quand, à sa grande surprise, une Qilin de passage commença à manger les vêtements qu'il avait laissés au bord de l'eau. La créature mythique était trop jeune pour comprendre les notions humaines de honte et d'intimité, et n'avait pas encore appris la conduite que les créatures mythiques devaient adopter dans le royaume des mortels. Pour compenser son comportement grossier et éviter d'effrayer le mortel vulnérable avec son apparence d'Adepte venant d'un autre monde, la créature adopta alors une apparence humaine, avant d'apparaître devant le cueilleur d'herbes sous la faible lumière de la pleine lune qui baignait l'étang. La jeune Qilin se tenait là dans cette forêt de montagne sans aucune honte ni aucune gêne, éclairée par le clair de lune et la lueur des lucioles, vêtue uniquement de quelques gouttes de rosée et drapée de la lueur nocturne... Elle entraîna le mortel ignorant dans une folle escapade, et ensemble ils parcoururent les forêts et les fleurs. Elle lui révéla les demeures des Adeptes, et lui traduisit le langage des oiseaux. Ils s'endormirent au milieu du chant des insectes, partageant le même songe antique… Le cueilleur d'herbes commençait à sentir les premières lueurs de l'aube sur son visage quand il se réveilla et découvrit que la créature mythique avait disparu sans laisser de traces. Certains disent que la Qilin vécut avec l'homme, et lui donna plusieurs enfants, s'habituant progressivement aux voies des hommes...\nLa troisième légende est celle du jeune garçon et de l'Adepte cheval. Le garçon se perdit dans la forêt de bambou, et une femme élancée, toute de blanc vêtue, lui proposa son aide pour sortir de la forêt. Alors qu'ils passaient la nuit dans les bois, elle lui raconta plusieurs histoires au sujet de trois lunes et des temps qui précédaient la naissance des Archons."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Il y a de cela très longtemps, trois lunes coexistaient dans le ciel nocturne. Il s'agissait de trois sœurs, plus anciennes encore que l'Archon Géo ; elles étaient aussi âgées que la roche sur laquelle fut fondée Liyue.</color>\n<color=#ffffffd9>Les lunes étaient les filles de la poésie et du chant, régnant sur le ciel de la nuit. Elles traversaient les cieux à bord de leur carrosse argenté, se passant le règne de l'une à l'autre tous les dix jours, répétant le cycle à l'infini. On racontait que le jour où les sœurs briseraient le cycle, une calamité s'abattrait sur le monde des hommes.</color>\n<color=#ffffffd9>Toutes trois, les sœurs partageaient le même amour pour les étoiles de l'aube. Seulement lors de cet éphémère instant pouvait-on apercevoir les trois sœurs traverser le lit d'étoiles s'estompant dans les premières lueurs du jour. Et quelques moments plus tard, le carrosse les emportait, tandis que le soleil pointait à l'horizon.</color>\n<color=#ffffffd9>Les trois sœurs partageaient la même affection pour les étoiles du matin, tout comme elles partageaient la même affection l'une envers l'autre. Tout cela remonte à une époque où le monde n'avait pas encore été victime de la calamité à venir.</color>\n<color=#ffffffd9>Mais avec le temps, les désastres finirent par renverser le carrosse royal, détruisant le paysage étoilé d'antan. Les trois sœurs de la nuit se retournèrent l'une contre l'autre, et la mort finit par les séparer. Seul demeura le corps pâle de l'une d'entre elles, éclairant le monde pour l'éternité de sa lueur blême... »</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Aux premiers rayons du soleil, le garçon et la femme vêtue de blanc se séparèrent. Dans la brume matinale, le garçon entendit un cri strident qui disparut au loin. Se retournant, il n'aperçut aucune âme qui vive, mais découvrit un cheveu posé délicatement sur son épaule.\nDes années plus tard, le garçon devenu homme se rappellerait encore cet instant, comprenant l'abîme le séparant de la femme. Son destin à lui était de quitter son pays natal pour rejoindre le Port de Liyue et chercher les richesses de l'Archon Géo ; mais quant à elle, sa vie était destinée à être passée cachée du monde, loin du regard majestueux et empli de bonté de l'Archon, à protéger ces histoires anciennes qu'elle-même commençait à oublier..."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/237301566/a617a1d0de3a8ceb6be7f6a0995a2187_916208721105143432.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Voici encore une autre légende, celle de l'artiste martial Guhua. Il fut le premier et dernier possesseur de la Fluorescence, une épée à deux mains sans grand tranchant qui dégage une pâle lueur. Il y a de nombreuses années, les bandits des montagnes lui donnaient le nom de « Flambeau de l'Au-Delà », car celui qui la voyait n'avait plus de chemin de retour ; le seul chemin s'ouvrant alors était la marche vers la mort. D'aucuns prétendent que c'était un Adepte. Le fait demeure que de son vivant, les bandits se tinrent cois, et la nature était en paix. On raconte que lorsqu'arrivèrent ses derniers instants, il monta au ciel dans une brume pourpre, et devint une étoile. L'un de ceux à qui Guhua fit preuve de sa légendaire bonté fonda la secte du même nom en son honneur ; mais aucune école martiale ne perdure éternellement."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/237301566/d9ad26954d1ce9e0a40f196b72450232_8437343604592123714.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Le cinquième mythe est une légende locale de Fontaine. Un voyageur venu de Fontaine, vagabondant à travers Liyue, glissa et tomba dans un lac. Alors qu'il était en train de sombrer et de se noyer, il entendit une merveilleuse mélodie. On dit que c'était la mélodie la plus belle et la plus émouvante qu'il avait jamais entendue. Même dans cette situation critique, cette musique féérique parvint à le distraire suffisamment pour qu'il oublie le fait qu'il était en train de se noyer. Quand il reprit ses esprits, il découvrit qu'il était retourné sur le rivage. Une jeune fille inconnue qui projetait une aura presque divine se tenait non loin de lui. Voyant qu'il allait bien, elle s'en alla d'un pas léger sans prononcer un mot. Le voyageur voulut lui courir après pour la remercier, et même s'il n'était qu'à quelques dizaines de pas d'elle, cette distance ne semblait jamais rétrécir, et il ne parvint pas à la rattraper. À la fin, il n'eut d'autre choix que de présenter sa révérence à la silhouette de la jeune femme qui se dirigeait vers les montagnes et les rivières au loin, puis de faire demi-tour pour rejoindre sa contrée natale. Une fois de retour au pays, il commença l'apprentissage d'un instrument pour chanter son histoire partout où il allait, comme le font les bardes. Plus tard, au fur et à mesure que l'histoire se répandit, elle fut transformée jusqu'à ce que les gens en viennent à considérer cette femme comme une fée. Cette histoire finit par devenir une sorte de légende à Fontaine, que l'on connaît sous le nom de « La dame scrutant le lac ». Les gens disent que si vous vous rendez au bord d'un lac et que vous jouez d'un instrument, pour peu que votre niveau soit suffisant, vous entendrez une fée invisible à vos yeux vous accompagner.\nLa dernière légende concerne la préparation d'un plat célèbre mais complexe de la cuisine liyuéenne, l'Attrape-Adepte. Les ingrédients sélectionnés avec soin sont mijotés dans du bouillon à feu doux. Un Adepte aurait fait un saut dans le monde des mortels sans broncher pour en manger afin de pallier ses souvenirs flous lorsqu'il s'apprêtait à recopier la recette du plat.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p>Le maître de Yao Yao et de Xiangling. <span class=\"wk-shady\">Elle est également une Adepte, connue sous le nom de Flâne-Sentier.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/235883431/0f6d6b3952d41b274178b21b4b0169b9_3170143921947659267.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2042,
        "name": "Fluorescence",
        "desc": "Une grande épée sans tranchant qui dégage une pâle lueur fluorescente. Idéale pour ceux qui aiment utiliser la force brute pour écraser leurs ennemis ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/雨裁.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 271,
        "name": "Attrape-Adepte",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un plat traditionnel liyuéen à la préparation complexe.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Les ingrédients sélectionnés avec soin sont mijotés dans du bouillon à feu doux. Un Adepte aurait fait un saut dans le monde des mortels sans broncher pour en manger afin de pallier ses souvenirs flous lorsqu'il s'apprêtait à recopier la recette du plat.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Adeptus' Temptation_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2338,
        "name": "Archives de Jueyun",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Records of Jueyun_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2337,
        "name": "Forêt de bambou au clair de lune",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Moonlit Bamboo Forest_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Principaux Adeptes"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Une mystérieuse relation du Funérarium Wangsheng, aux connaissances aussi variées qu'étendues.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Rex Lapis , le premier des Adeptes",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Souffle-Nuages",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Souffle-Nuages est un PNJ qui apparaît lors d'une quête du monde. C'est un Adepte vivant au Mont Aozang, à Liyue</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/23/158750877/46ee1323ddfe94fe1707c1d50912504e_8597419811374119631.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Une Adepte grue vivant au Mont Aozang\nElle vit au port de Liyue sous le nom de Xianyun.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2519,
        "name": "Taille-Monts",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Taille-Monts est un PNJ qui apparaît lors d'une quête du monde. C'est un Adepte vivant au Mont Hulao, à Liyue.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/23/158750877/24ed91484b6cba0d0f8c7dd916b9f774_7071918143409614248.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Un Adepte grue vivant au Mont Hulao",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2461,
        "name": "Grave-Lune",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Grave-Lune est un PNJ qui apparaît lors d'une quête du monde. C'est un Adepte vivant au Pic Qingyun, à Liyue.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/14/158750877/f6db6df736a86639eaf7c2d89eb318b8_6791579485368260932.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Un Adepte cerf vivant au Pic Qingyun",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4782,
        "name": "Brise-Cieux",
        "desc": "<p>Un Adepte de Liyue qui périt durant la Guerre des Archons</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/55f8ede1e3451352d35d9ba8a323df7f_6330949745455225358.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Un Adepte cerf qui empêcha l'effondrement du Mont Tianheng",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4783,
        "name": "Scrute-Flots",
        "desc": "<p>Un des Adeptes de Liyue. Il aimait collectionner les trésors. Sa demeure se situe dans la région de Lisha, à Liyue.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/bcf3c5e99c0f06cc10a700403456164c_8244983452388089599.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Un Adepte oie, précédent propriétaire du Chronoporteur",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p>Le maître de Yao Yao et de Xiangling. <span class=\"wk-shady\">Elle est également une Adepte, connue sous le nom de Flâne-Sentier.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/235883431/0f6d6b3952d41b274178b21b4b0169b9_3170143921947659267.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Flâne-Sentier, une Adepte qui décida de vivre parmi les mortels",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5083,
        "name": "Fujin",
        "desc": "<p>Un adepte carpe venant du Vallon Chenyu.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/113040870/0d107833409a8fdab2e800a8af5abc92_6384711021329941518.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Une Adepte carpe vivant au Vallon Chenyu",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Herborisatrice",
        "desc": "<p>Un Adepte serpent venant du Vallon Chenyu.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/235883431/dd8f5758152aa51a1db8f3f98df320d9_5012128261825821418.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Une Adepte serpent vivant au Vallon Chenyu",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "Un des Adeptes de Liyue, aussi connu sous le nom de « Dompteur de démons » et « Général des Yakshas ».",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Le Dompteur de démons, dernier des Yakshas",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3521,
        "name": "Bosacius",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Bosacius, également appelé Maréchal Vritras, était un adepte et le chef des cinq premiers Yakshas qui étaient reconnus comme les plus forts parmi tous les Yakshas.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/31/43281454/61275d8b97a9c5e4055ed07a4d34c4fa_8703639112772586177.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Chef des Yakshas, aussi nommé Maréchal Vritras",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3519,
        "name": "Bonanus",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Bonanus, aussi connue sous le nom de Général Chizapus, était une adepte et l'un des Cinq Yakshas les plus forts.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/43281454/c11e8841d51eca4a0f5877567d0b1b28_5627775136741686714.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "L'un des cinq Yakshas les plus puissants, aussi nommée Général Chizapus",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3518,
        "name": "Ménogias",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Ménogias, aussi connu sous le nom de Général Kapisas, était un adepte et l'un des Cinq Yakshas les plus forts.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/43281454/2a70abcd41f1c25b94da6c18901fc863_834907582884265592.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Général Kapisas, l'un des Yakshas les plus puissants, qui avait un talent pour le stylisme",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3520,
        "name": "Indarias",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Indarias, aussi connue sous le nom de Général Musatas, était une adepte et l'un des Cinq Yakshas.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/43281454/7280f8fc2afecab369f640ed8370390d_1273320714658646723.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "L'un des cinq Yakshas les plus puissants, aussi nommée Général Musatas\nPervases\nUn Yaksha oiseau, qui périt durant la Guerre des archons",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "Secrétaire du Pavillon Yuehai ; du sang de Qilin, la créature mythique, coule dans ses veines.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ganyu possède du sang de qilin.\nElle est la secrétaire du pavillon Yuehai.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 24,
        "name": "Yanfei",
        "desc": "Une célèbre conseillère juridique du Port de Liyue. Du sang d'Adepte coule dans les veines de cette jeune femme ingénieuse.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yanfei_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Son père est un Adepte.\nElle est l'un des quelques individus au sang de bête sacrée n'ayant pas encore signé un contrat avec Morax, car elle naquit en des temps de paix et signa un contrat avec ses parents pour « vivre heureuse ».",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "name": "Lingyuan",
        "desc": "<p>Un antique suanni régnant sur les montagnes du vallon Chenyu.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/113040870/91fc0618117f427b69dd0f906e3b5659_2865622280776949023.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Un Suanni, connue sous le nom de « maîtresse de la montagne »\nGuhua\nOn pense qu'il était un Adepte, qui s'est élevé vers Celestia.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Gooba",
        "desc": "<p>Ami de Xiangling, dont il est inséparable, et aide à la cuisine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/18/170542231/f85da71c0716edf2cd8333f3b9c55a9c_2831289049314881999.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Marchosius, le Dieu des fourneaux , dont la véritable apparence est celle d'un panda. Bien que l'on ne l'évoque pas en tant qu'Adepte, c'est une bête sacrée immortelle avec des pouvoirs d'Adepte.",
        "alignment": "center"
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Adeptes</color>"
          }
        ]
      },
      {
        "key": "Région",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Liyue</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Groupe d'immortels</color>"
          }
        ]
      },
      {
        "key": "Chef",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Morax</color>"
          }
        ]
      }
    ]
  }
}