{
  "epId": 5200,
  "name": "Perinheri (1)",
  "desc": "<p>Ce texte est également connu sous le nom de « Hleobranto Innamorato ». L'auteur de la première édition prétend avoir basé ce conte sur une histoire légendaire connue dans tout Khaenri'ah, mais personne ne peut le vérifier. Il s'agit désormais d'une anthologie qui inclut la collaboration de plusieurs générations.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/02/1254995/6a3b157ee137280e5f8c5302ddd3b152_7558526174829336506.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1712866523,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Perinheri (1)</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Objet de quête"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Hubel, Cour de Fontaine</color>"
          }
        ]
      },
      {
        "key": "Entrée d'archive",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5202,
            "name": "Perinheri",
            "desc": "<p>Ce texte est également connu sous le nom de « Hleobranto Innamorato ». L'auteur de la première édition prétend avoir basé ce conte sur une histoire légendaire connue dans tout Khaenri'ah, mais personne ne peut le vérifier. Il s'agit désormais d'une anthologie qui inclut la collaboration de plusieurs générations.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/02/1254995/6a3b157ee137280e5f8c5302ddd3b152_3514347504818855274.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&bbs_theme=dark&bbs_theme_device=1&lang=fr-fr#/map/2?center=-1097.11,-5304.77&zoom=3.50&shown_types=111"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Boutique"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendeur</color>\n<color=#ffffff>Prix</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4256,
        "name": "Hubel",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/235883431/6e7f40560c32385db97d1d42adfda939_9115205807795773323.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Entrées liées"
      },
      {
        "type": "CustomEntry",
        "epId": 5201,
        "name": "Perinheri (2)",
        "desc": "<p>Ce texte est également connu sous le nom de « Hleobranto Innamorato ». L'auteur de la première édition prétend avoir basé ce conte sur une histoire légendaire connue dans tout Khaenri'ah, mais personne ne peut le vérifier. Il s'agit désormais d'une anthologie qui inclut la collaboration de plusieurs générations.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/02/1254995/6a3b157ee137280e5f8c5302ddd3b152_1648542403642032993.png",
        "displayStyle": "card"
      }
    ],
    "textualResearch": [
      {
        "title": "Perinheri (1)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Il s'agit d'une histoire qui remonte à des temps très anciens. On dit qu'à cette époque, les oiseaux n'étaient pas encore répartis en espèces domestiques et sauvages. Durant cette période, une lune écarlate brillait sur le royaume, et non le soleil noir des derniers jours.</color>\n<color=#ffffffa6>En raison de l'emplacement singulier de ce royaume, des choses extérieures à ce monde s'y infiltraient sans cesse. Les armes du royaume pourraient anéantir les calamités qui s'y seraient glissées, mais qu'en était-il de tous les autres objets ? Comme à titre d'exemple, un enfant qui pourrait venir d'un monde détruit ?</color>\n<color=#ffffffa6>L'un des sages s'adressa ainsi au grand souverain : « Ô grand seigneur de la noblesse, un enfant m'a raconté un jour une histoire d'un autre monde : il était une fois un peuple voguant sur les flots qui croyait que les dieux venaient de la mer. Chaque fois que les gens de ce peuple découvraient un naufragé, ils le traitaient avec le plus grand des honneurs, car ils croyaient que les dieux prendraient la forme de naufragés pour enquêter sur le royaume des mortels. »</color>\n<color=#ffffffa6>Le souverain répondit : « Je ne comprends pas ce que vous voulez dire, mais faites ce que bon vous semble. »</color>\n<color=#ffffffa6>(Naturellement, aucun océan au sens traditionnel du terme ne se trouvait à l'intérieur des frontières du royaume. Ses premiers fondateurs avaient autrefois vu les silhouettes majestueuses des montagnes se brouiller sous l'éclat brûlant du soleil, et les reflets ondulants du clair de lune tombant sur la surface de la mer comme une dispersion de perles. Mais à l'époque où l'histoire a eu lieu, seuls les étrangers et les quelques rares personnes qui avaient quitté le royaume pour des fonctions officielles et y étaient revenus pouvaient décrire de tels paysages au souverain. L'océan et la mer étaient souvent utilisés comme métaphore pour indiquer l'espace projeté par les étoiles.)</color>\n<color=#ffffffa6>En prévision de l'arrivée dans leur royaume de dieux venus d'au-delà de ce qu'on appelle l'océan, ou plutôt de l'arrivée d'êtres capables de transcender les dieux, ils fondèrent une sorte d'orphelinat pour prendre soin de ces enfants. Par la suite, les orphelins du royaume, ainsi que ceux qui erraient à l'extérieur de celui-ci, furent également acceptés.</color>\n<color=#ffffffa6>Le premier souvenir du jeune Perinheri fut celui où les adultes lui demandèrent de ramper dans un couloir sombre. Ce passage aurait bien pu être une cheminée pour les feux d'hiver, car il était rempli de cendres et il n'y avait pas une seule fissure par laquelle la fumée ou la lumière pouvaient passer. En rampant, il trébuchait parfois dans l'obscurité totale. Heureusement, le couloir semblait avoir été conçu pour le passage des enfants au départ, les chutes n'étaient donc pas très douloureuses. Il n'y avait pas non plus de toiles d'araignées gênantes.</color>\n<color=#ffffffa6>Lorsque Perinheri arriva enfin au bout du passage, la sortie n'était pas encore ouverte. Il frappa, et les adultes lui demandèrent froidement : « Es-tu mort ? »</color>\n<color=#ffffffa6>Comment pouvait-il leur répondre s'il était mort ? Bien que cette réponse fut logique, les adultes ne l'aimaient pas. Ils continuèrent à lui poser la même question, jusqu'à ce qu'il crie : « Oui, je suis mort ! »</color>\n<color=#ffffffa6>Les adultes lui demandèrent ensuite : « Alors, est-ce que tu l'as vu ? »</color>\n<color=#ffffffa6>C'était peut-être la peur provoquée par l'obscurité combinée à la faim et à l'épuisement, mais Perinheri avait bel et bien vu une illusion. La lune écarlate, suspendue très haut dans le ciel nocturne et obscur, se retourna soudainement et se révéla un œil titanesque et terrifiant.</color>\n<color=#ffffffa6>Les adultes ouvrirent la porte et embrassèrent le pauvre Perinheri recouvert de cendres : « Tu as traversé le feu des deux mondes dans le foyer, et te voilà renaître pour une nouvelle vie. »</color>\n<color=#ffffffa6>Bien que la lune écarlate se soit couchée et que le soleil noir se soit levé, puis recouché, la personne transcendantale venant d'au-delà de l'orphelinat tant attendue n'était jamais arrivée. Cependant, ils comptaient des individus excentriques en abondance, et nombre de ceux qui franchissaient les portes de cet orphelinat devinrent de grands chevaliers du royaume. Perinheri était, à son époque, la figure de proue de leurs rangs, sauf s'il était obligé de rivaliser avec son meilleur ami, Hleobrant.</color>\n<color=#ffffffa6>Ils auraient dû concourir pour la gloire et décider qui était supérieur en fonction du nombre d'honneurs dont ils se couronnaient, ainsi que du nombre de coupes de bon vin avalées pendant les festivités qui suivirent. Mais pour une raison inconnue, leur rivalité prit une tournure mortelle.</color>"
          }
        ]
      }
    ]
  }
}