{
  "epId": 5201,
  "name": "Perinheri (2)",
  "desc": "<p>Ce texte est également connu sous le nom de « Hleobranto Innamorato ». L'auteur de la première édition prétend avoir basé ce conte sur une histoire légendaire connue dans tout Khaenri'ah, mais personne ne peut le vérifier. Il s'agit désormais d'une anthologie qui inclut la collaboration de plusieurs générations.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/02/1254995/6a3b157ee137280e5f8c5302ddd3b152_1648542403642032993.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1712864087,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Perinheri (2)</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Hubel, Cour de Fontaine</color>"
          }
        ]
      },
      {
        "key": "Entrée d'Archive",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5202,
            "name": "Perinheri",
            "desc": "<p>Ce texte est également connu sous le nom de « Hleobranto Innamorato ». L'auteur de la première édition prétend avoir basé ce conte sur une histoire légendaire connue dans tout Khaenri'ah, mais personne ne peut le vérifier. Il s'agit désormais d'une anthologie qui inclut la collaboration de plusieurs générations.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/02/1254995/6a3b157ee137280e5f8c5302ddd3b152_3514347504818855274.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&bbs_theme=dark&bbs_theme_device=1&lang=fr-fr#/map/2?center=-1097.11,-5304.77&zoom=3.50&shown_types=111"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Boutique"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendeur</color>\n<color=#ffffff>Prix</color>\n<color=#ffffff>Stock</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4256,
        "name": "Hubel",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/235883431/6e7f40560c32385db97d1d42adfda939_9115205807795773323.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Entrées liées"
      },
      {
        "type": "CustomEntry",
        "epId": 5200,
        "name": "Perinheri (1)",
        "desc": "<p>Ce texte est également connu sous le nom de « Hleobranto Innamorato ». L'auteur de la première édition prétend avoir basé ce conte sur une histoire légendaire connue dans tout Khaenri'ah, mais personne ne peut le vérifier. Il s'agit désormais d'une anthologie qui inclut la collaboration de plusieurs générations.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/02/1254995/6a3b157ee137280e5f8c5302ddd3b152_7558526174829336506.png",
        "displayStyle": "card"
      }
    ],
    "textualResearch": [
      {
        "title": "Perinheri (2)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Ce jour-là, l'orphelinat accueillait un nouveau membre. C'était une belle jeune fille venue d'une nation étrangère qui prétendait être une noble princesse. L'endroit d'où elle venait avait été vaincu par Deus Auri, et pourtant, en tant que fille d'une lignée sacerdotale, elle resta et ne voulut se soumettre au nouveau dieu. Ce fut ainsi qu'elle dériva, errant à travers les portes de leur royaume. Elle s'appelait Angelica (Note 1), ce qui signifie « émissaire divine ».</color>\n<color=#ffffffa6>La belle Angelica déclara qu'elle n'épouserait que le chevalier le plus puissant de tout le royaume. Perinheri s'en contrefichait, mais Hleobrant était épris d'elle. Angelica se promenait souvent près de la mer des puits, où elle parlait beaucoup du monde extérieur à Hleobrant. Perinheri venait aussi, mais plutôt par souci pour son ami. La suspicion avait germé en lui plus tôt que la curiosité, il doutait de chacune des paroles de la jeune fille, tout en souhaitant pouvoir être témoin un jour des choses qu'elle racontait.</color>\n<color=#ffffffa6>L'arrivée d'Angelica changea complètement Hleobrant. Il causait beaucoup de problèmes et usait toutes sortes de provocations pour défier les autres chevaliers en duel. Après tous ces combats, il imaginait montrer à Angelica tout ce dont il était capable. Et pourtant, tout ce qu'elle lui donna en retour était un sourire d'une grande placidité, car où était l'exploit d'un grand coureur s'il triomphait d'une tortue ?</color>\n<color=#ffffffa6>« Njord, qui marche avec les roussinoirs (Note 2), Alf, le plus grand guerrier de l'Universitas Magistrorum, Alberich, commandant de la moitié des chevaliers, et Perinheri l'invaincu. » Angelica parlait ainsi des personnages les plus puissants du royaume tels qu'elle les voyait.</color>\n<color=#ffffffa6>Après être tombé éperdument dans les affres de l'amour, Hleobrant arriva à une conclusion bien trop raisonnable pour lui-même. Les gens pourraient le traiter de traître ou le croire fou. Mais même ainsi, il n'avait aucune envie de blesser Perinheri.</color>\n<color=#ffffffa6>Quant à Perinheri, il croyait que la folie de son meilleur ami disparaîtrait s'il tuait Angelica.</color>\n<color=#ffffffa6>Au milieu de cette poursuite des plus impitoyables, les trois personnes quittèrent les frontières du royaume. À ce moment précis, Hleobrant couvrit son visage et les mots s'échappant de sa bouche ressemblèrent au fur et à mesure qu'il les prononçait au hurlement d'une bête sauvage.</color>\n<color=#ffffffa6>La sorcière Angelica expliqua alors : « Hleobrant est le descendant de ceux qui ont abandonné leur dieu et qui sont venus dans ce royaume. C'est pour cette raison que l'aristocratie obstinée par le sang pur de ce royaume persiste. C'est le prix à payer pour avoir trahi son propre dieu. »</color>\n<color=#ffffffa6>« Quant à toi, Perinheri, tu es une de ces personnes qui est arrivée ici par pur hasard. Pour cette raison, tu ne portes pas une telle malédiction. Tu n'as peut-être pas la noblesse pour supporter ce monde, mais tu possèdes ton propre destin. »</color>\n<color=#ffffffa6>« Et moi ? Je n'ai trahi personne, pas un seul instant, jusqu'à la mort de mon dieu. Je ne peux donc pas porter cette malédiction non plus. Mais tu vois vraiment qui je suis à présent, n'est-ce pas ? »</color>\n<color=#ffffffa6>Le soleil se leva à l'horizon à ce moment-là, et la lame de Perinheri glissa de ses doigts, épuisés par la bataille nocturne. Se couvrant le front du revers de la main, il regarda le soleil pour la première fois. Quand il jeta un coup d'œil à Angelica, il vit qu'elle n'était ni une jolie jeune fille de Liyue, ni une perfide sorcière.</color>\n<color=#ffffffa6>« Je suis la liberté, celle qui s'est libérée de son destin. C'est ce que Hleobrant recherchait dans son agonie, mais qui est maintenant à ta portée. »</color>\n<color=#ffffffa6>Il n'y avait rien devant Perinheri, seulement de vastes terres désertes.</color>\n<color=#ffffffa6>Note 1 : Notez que les anciens habitants de Liyue n'utilisaient pas de tels noms. Maintenant que j'y réfléchis, son nom était peut-être « Dame Miaoyin » ou « Tianwang Nu » (servante de Tianwang).</color>\n<color=#ffffffa6>Note 2 : Les loups noirs de la première édition. Les travaux archéologiques sur Khaenri'ah indiquent qu'il devait s'agir d'un type de bête de guerre créée par alchimie. L'alchimie et les chevaliers-dompteurs étaient les piliers de la Dynastie de la lune écarlate, cependant, l'intérêt porté à leur égard a décliné en raison de l'essor de l'ingénierie mécanique sous la Dynastie de l'éclipse.</color>\n<color=#ffffffa6>Remerciements particuliers à :</color>\n<color=#ffffffa6>Monsieur Denon, pour ses études archéologiques sur Khaenri'ah, qui ont inspiré cet ouvrage (1e édition)</color>\n<color=#ffffffa6>Monsieur Jean Figeac, pour avoir continué et perfectionné les travaux initiaux, qui ont donné sa fin à cette histoire (2e édition)</color>\n<color=#ffffffa6>Madame Jean Figeac et monsieur Jean Figeac fils, pour leurs corrections des diverses fautes de frappe (3e édition)</color>\n<color=#ffffffa6>...</color>\n<color=#ffffffa6>Karl Ingold, pour sa compilation d'enregistrements tirés de ses « Enquêtes sur une ville abandonnée » (13e édition)</color>\n<color=#ffffffa6>Monsieur Karasawa, pour son assistance dans les domaines d'histoire naturelle et d'études diverses (14e édition)</color>\n<color=#ffffffa6>Notes de monsieur Yun sur la culture de Liyue (15e édition)</color>"
          }
        ]
      }
    ]
  }
}