{
  "epId": 5202,
  "name": "Perinheri",
  "desc": "<p>Ce texte est également connu sous le nom de « Hleobranto Innamorato ». L'auteur de la première édition prétend avoir basé ce conte sur une histoire légendaire connue dans tout Khaenri'ah, mais personne ne peut le vérifier. Il s'agit désormais d'une anthologie qui inclut la collaboration de plusieurs générations.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/02/1254995/6a3b157ee137280e5f8c5302ddd3b152_3514347504818855274.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 1720867331,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Perinheri</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Tomes",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5200,
            "name": "Perinheri (1)",
            "desc": "<p>Ce texte est également connu sous le nom de « Hleobranto Innamorato ». L'auteur de la première édition prétend avoir basé ce conte sur une histoire légendaire connue dans tout Khaenri'ah, mais personne ne peut le vérifier. Il s'agit désormais d'une anthologie qui inclut la collaboration de plusieurs générations.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/02/1254995/6a3b157ee137280e5f8c5302ddd3b152_7558526174829336506.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5201,
            "name": "Perinheri (2)",
            "desc": "<p>Ce texte est également connu sous le nom de « Hleobranto Innamorato ». L'auteur de la première édition prétend avoir basé ce conte sur une histoire légendaire connue dans tout Khaenri'ah, mais personne ne peut le vérifier. Il s'agit désormais d'une anthologie qui inclut la collaboration de plusieurs générations.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/02/1254995/6a3b157ee137280e5f8c5302ddd3b152_1648542403642032993.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Il s'agit d'une histoire qui remonte à des temps très anciens. On dit qu'à cette époque, les oiseaux n'étaient pas encore répartis en espèces domestiques et sauvages. Durant cette période, une lune écarlate brillait sur le royaume, et non le soleil noir des derniers jours.</color>\n<color=#ffffff73>En raison de l'emplacement singulier de ce royaume, des choses extérieures à ce monde s'y infiltraient sans cesse. Les armes du royaume pourraient anéantir les calamités qui s'y seraient glissées, mais qu'en était-il de tous les autres objets ? Comme à titre d'exemple, un enfant qui pourrait venir d'un monde détruit ?</color>\n<color=#ffffff73>L'un des sages s'adressa ainsi au grand souverain : « Ô grand seigneur de la noblesse, un enfant m'a raconté un jour une histoire d'un autre monde : il était une fois un peuple voguant sur les flots qui croyait que les dieux venaient de la mer. Chaque fois que les gens de ce peuple découvraient un naufragé, ils le traitaient avec le plus grand des honneurs, car ils croyaient que les dieux prendraient la forme de naufragés pour enquêter sur le royaume des mortels. »</color>\n<color=#ffffff73>Le souverain répondit : « Je ne comprends pas ce que vous voulez dire, mais faites ce que bon vous semble. »</color>\n<color=#ffffff73>(Naturellement, aucun océan au sens traditionnel du terme ne se trouvait à l'intérieur des frontières du royaume. Ses premiers fondateurs avaient autrefois vu les silhouettes majestueuses des montagnes se brouiller sous l'éclat brûlant du soleil, et les reflets ondulants du clair de lune tombant sur la surface de la mer comme une dispersion de perles. Mais à l'époque où l'histoire a eu lieu, seuls les étrangers et les quelques rares personnes qui avaient quitté le royaume pour des fonctions officielles et y étaient revenus pouvaient décrire de tels paysages au souverain. L'océan et la mer étaient souvent utilisés comme métaphore pour indiquer l'espace projeté par les étoiles.)</color>\n<color=#ffffff73>En prévision de l'arrivée dans leur royaume de dieux venus d'au-delà de ce qu'on appelle l'océan, ou plutôt de l'arrivée d'êtres capables de transcender les dieux, ils fondèrent une sorte d'orphelinat pour prendre soin de ces enfants. Par la suite, les orphelins du royaume, ainsi que ceux qui erraient à l'extérieur de celui-ci, furent également acceptés.</color>\n<color=#ffffff73>Le premier souvenir du jeune Perinheri fut celui où les adultes lui demandèrent de ramper dans un couloir sombre. Ce passage aurait bien pu être une cheminée pour les feux d'hiver, car il était rempli de cendres et il n'y avait pas une seule fissure par laquelle la fumée ou la lumière pouvaient passer. En rampant, il trébuchait parfois dans l'obscurité totale. Heureusement, le couloir semblait avoir été conçu pour le passage des enfants au départ, les chutes n'étaient donc pas très douloureuses. Il n'y avait pas non plus de toiles d'araignées gênantes.</color>\n<color=#ffffff73>Lorsque Perinheri arriva enfin au bout du passage, la sortie n'était pas encore ouverte. Il frappa, et les adultes lui demandèrent froidement : « Es-tu mort ? »</color>\n<color=#ffffff73>Comment pouvait-il leur répondre s'il était mort ? Bien que cette réponse fut logique, les adultes ne l'aimaient pas. Ils continuèrent à lui poser la même question, jusqu'à ce qu'il crie : « Oui, je suis mort ! »</color>\n<color=#ffffff73>Les adultes lui demandèrent ensuite : « Alors, est-ce que tu l'as vu ? »</color>\n<color=#ffffff73>C'était peut-être la peur provoquée par l'obscurité combinée à la faim et à l'épuisement, mais Perinheri avait bel et bien vu une illusion. La lune écarlate, suspendue très haut dans le ciel nocturne et obscur, se retourna soudainement et se révéla un œil titanesque et terrifiant.</color>\n<color=#ffffff73>Les adultes ouvrirent la porte et embrassèrent le pauvre Perinheri recouvert de cendres : « Tu as traversé le feu des deux mondes dans le foyer, et te voilà renaître pour une nouvelle vie. »</color>\n<color=#ffffff73>Bien que la lune écarlate se soit couchée et que le soleil noir se soit levé, puis recouché, la personne transcendantale venant d'au-delà de l'orphelinat tant attendue n'était jamais arrivée. Cependant, ils comptaient des individus excentriques en abondance, et nombre de ceux qui franchissaient les portes de cet orphelinat devinrent de grands chevaliers du royaume. Perinheri était, à son époque, la figure de proue de leurs rangs, sauf s'il était obligé de rivaliser avec son meilleur ami, Hleobrant.</color>\n<color=#ffffff73>Ils auraient dû concourir pour la gloire et décider qui était supérieur en fonction du nombre d'honneurs dont ils se couronnaient, ainsi que du nombre de coupes de bon vin avalées pendant les festivités qui suivirent. Mais pour une raison inconnue, leur rivalité prit une tournure mortelle.</color>"
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Ce jour-là, l'orphelinat accueillait un nouveau membre. C'était une belle jeune fille venue d'une nation étrangère qui prétendait être une noble princesse. L'endroit d'où elle venait avait été vaincu par Deus Auri, et pourtant, en tant que fille d'une lignée sacerdotale, elle resta et ne voulut se soumettre au nouveau dieu. Ce fut ainsi qu'elle dériva, errant à travers les portes de leur royaume. Elle s'appelait Angelica (Note 1), ce qui signifie « émissaire divine ».</color>\n<color=#ffffff73>La belle Angelica déclara qu'elle n'épouserait que le chevalier le plus puissant de tout le royaume. Perinheri s'en contrefichait, mais Hleobrant était épris d'elle. Angelica se promenait souvent près de la mer des puits, où elle parlait beaucoup du monde extérieur à Hleobrant. Perinheri venait aussi, mais plutôt par souci pour son ami. La suspicion avait germé en lui plus tôt que la curiosité, il doutait de chacune des paroles de la jeune fille, tout en souhaitant pouvoir être témoin un jour des choses qu'elle racontait.</color>\n<color=#ffffff73>L'arrivée d'Angelica changea complètement Hleobrant. Il causait beaucoup de problèmes et usait toutes sortes de provocations pour défier les autres chevaliers en duel. Après tous ces combats, il imaginait montrer à Angelica tout ce dont il était capable. Et pourtant, tout ce qu'elle lui donna en retour était un sourire d'une grande placidité, car où était l'exploit d'un grand coureur s'il triomphait d'une tortue ?</color>\n<color=#ffffff73>« Njord, qui marche avec les roussinoirs (Note 2), Alf, le plus grand guerrier de l'Universitas Magistrorum, Alberich, commandant de la moitié des chevaliers, et Perinheri l'invaincu. » Angelica parlait ainsi des personnages les plus puissants du royaume tels qu'elle les voyait.</color>\n<color=#ffffff73>Après être tombé éperdument dans les affres de l'amour, Hleobrant arriva à une conclusion bien trop raisonnable pour lui-même. Les gens pourraient le traiter de traître ou le croire fou. Mais même ainsi, il n'avait aucune envie de blesser Perinheri.</color>\n<color=#ffffff73>Quant à Perinheri, il croyait que la folie de son meilleur ami disparaîtrait s'il tuait Angelica.</color>\n<color=#ffffff73>Au milieu de cette poursuite des plus impitoyables, les trois personnes quittèrent les frontières du royaume. À ce moment précis, Hleobrant couvrit son visage et les mots s'échappant de sa bouche ressemblèrent au fur et à mesure qu'il les prononçait au hurlement d'une bête sauvage.</color>\n<color=#ffffff73>La sorcière Angelica expliqua alors : « Hleobrant est le descendant de ceux qui ont abandonné leur dieu et qui sont venus dans ce royaume. C'est pour cette raison que l'aristocratie obstinée par le sang pur de ce royaume persiste. C'est le prix à payer pour avoir trahi son propre dieu. »</color>\n<color=#ffffff73>« Quant à toi, Perinheri, tu es une de ces personnes qui est arrivée ici par pur hasard. Pour cette raison, tu ne portes pas une telle malédiction. Tu n'as peut-être pas la noblesse pour supporter ce monde, mais tu possèdes ton propre destin. »</color>\n<color=#ffffff73>« Et moi ? Je n'ai trahi personne, pas un seul instant, jusqu'à la mort de mon dieu. Je ne peux donc pas porter cette malédiction non plus. Mais tu vois vraiment qui je suis à présent, n'est-ce pas ? »</color>\n<color=#ffffff73>Le soleil se leva à l'horizon à ce moment-là, et la lame de Perinheri glissa de ses doigts, épuisés par la bataille nocturne. Se couvrant le front du revers de la main, il regarda le soleil pour la première fois. Quand il jeta un coup d'œil à Angelica, il vit qu'elle n'était ni une jolie jeune fille de Liyue, ni une perfide sorcière.</color>\n<color=#ffffff73>« Je suis la liberté, celle qui s'est libérée de son destin. C'est ce que Hleobrant recherchait dans son agonie, mais qui est maintenant à ta portée. »</color>\n<color=#ffffff73>Il n'y avait rien devant Perinheri, seulement de vastes terres désertes.</color>\n<color=#ffffff73>Note 1 : Notez que les anciens habitants de Liyue n'utilisaient pas de tels noms. Maintenant que j'y réfléchis, son nom était peut-être « Dame Miaoyin » ou « Tianwang Nu » (servante de Tianwang).</color>\n<color=#ffffff73>Note 2 : Les loups noirs de la première édition. Les travaux archéologiques sur Khaenri'ah indiquent qu'il devait s'agir d'un type de bête de guerre créée par alchimie. L'alchimie et les chevaliers-dompteurs étaient les piliers de la Dynastie de la lune écarlate, cependant, l'intérêt porté à leur égard a décliné en raison de l'essor de l'ingénierie mécanique sous la Dynastie de l'éclipse.</color>\n<color=#ffffff73>Remerciements particuliers à :</color>\n<color=#ffffff73>Monsieur Denon, pour ses études archéologiques sur Khaenri'ah, qui ont inspiré cet ouvrage (1e édition)</color>\n<color=#ffffff73>Monsieur Jean Figeac, pour avoir continué et perfectionné les travaux initiaux, qui ont donné sa fin à cette histoire (2e édition)</color>\n<color=#ffffff73>Madame Jean Figeac et monsieur Jean Figeac fils, pour leurs corrections des diverses fautes de frappe (3e édition)</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>Karl Ingold, pour sa compilation d'enregistrements tirés de ses « Enquêtes sur une ville abandonnée » (13e édition)</color>\n<color=#ffffff73>Monsieur Karasawa, pour son assistance dans les domaines d'histoire naturelle et d'études diverses (14e édition)</color>\n<color=#ffffff73>Notes de monsieur Yun sur la culture de Liyue (15e édition)</color>"
          }
        ]
      }
    ]
  }
}