{
  "epId": 5222,
  "name": "Spina di Rosula",
  "desc": "<p>La Spina di Rosula se présente comme une communauté axée sur les citoyens de tous horizons. Elle concentre ses efforts sur la médiation des problèmes entre les gens ordinaires, en coopérant avec les autorités fontainoises si nécessaire. </p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/23/94261667/103e6993dd0a594332fa18ca5fe17098_3071438173736905482.png",
  "menuId": 23,
  "menuName": "Affiliations",
  "version": 1723390905,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Membres notables"
      },
      {
        "type": "RichText",
        "text": "Callas Caspar\nFondateur et premier président de la Spina di Rosula, ainsi que chef du Village de Poisson. Il fut tué par Clorinde lors d'un duel légal après avoir été accusé de meurtre.\nClémentine Caspar\nLa femme de Callas et la mère de Navia, qui est décédée des suites de complications après l'accouchement.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'actuelle présidente de la Spina di Rosula, qui est une patronne adorable, dévouée et formidable.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/20/43281454/3fc7580c01a9e622692402889706c4db_7270126468561230888.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Actuellement à la tête de la Spina di Rosula, la fille de Clémentine et de Callas.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4508,
        "name": "Melus",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/12/235883431/3b4485449659b7f80620670aac9efaa9_6187439949620223152.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Le majordome de la Spina di Rosula, qui est mort lors de l'évacuation du Village de Poisson.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4509,
        "name": "Silver",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/12/235883431/25317932486a08b0561e7b652673d3fc_287555586606740775.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "L'Assistant de Navia, qui est mort lors de l'évacuation du Village de Poisson.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4506,
        "name": "Florent",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/12/235883431/318cce8453a33dc4e7624a09bfb45d0c_6632884460101756691.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Conseiller principal de l'organisation.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4514,
        "name": "Sonny",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/12/235883431/41e3ab828df3397c7ba49ab3d5538717_512054102556019041.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "« Gant blanc », membre de Spina di Rosula, impliqué dans la poursuite des personnes impliquées dans la vente de la sinthe.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4515,
        "name": "Luca",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/12/235883431/63db59be4212f03bff8e2f6e90ba8ba5_9169559343595425443.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Partenaire de Sonny et membre de la Spina di Rosula.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4257,
        "name": "Hinterman",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/235883431/7536e006cb92c7101494dae5937b6b93_5027612530336124194.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Un poissonnier du Village de Poisson.\nConsigliere\nUne",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3706,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "et un conseiller de la Spina di Rosula, idéale pour se confier.\nTétreaux\nUn barman au Fleuve cendré.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4261,
        "name": "Virgil",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/235883431/41cf915c51419afeb0dc33b0f53ad246_1508665201863749911.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ancien membre de la Spina di Rosula, qui était impliqué dans la distribution de la sinthe.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relations"
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/4e904e9d971d9031fefc37f2cc034e9f_337902312346030853.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Chef de la Confrérie de Cabrière, une organisation sœur de la Spina di Rosula.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4507,
        "name": "Thierry",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/12/235883431/5decce0f9ea7643896401b94f84882f4_637166285796238615.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Responsable de la coordination des renseignements entre la Spina di Rosula et les Gendarmes de Fontaine.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4505,
        "name": "Coralie",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/12/235883431/cac95645d238a57a38ef216ca46f4a75_8719419334001416497.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "La femme de Jacques, un ancien informateur de la Spina di Rosula. La Spina di Rosula prend soin d'elle et de sa fille depuis la mort de Jacques.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Spina di Rosula",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/d96b0a6f9056c628280b027206060d35_1048439381830156245.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La Spina di Rosula se présente comme une communauté axée sur les citoyens de tous horizons. Elle concentre ses efforts sur la médiation des problèmes entre les gens ordinaires, en coopérant avec les autorités fontainoises si nécessaire. Les autorités ne sont pas omniscientes. Le travail de la Spina di Rosula est de compenser leurs failles en s'infiltrant dans les interstices où la corruption se cache, là où la vigilance des autorités échoue. En cas de confrontation avec des individus récalcitrants, l'organisation peut recourir à des méthodes plus coercitives en faisant appel au « Gant blanc »."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/ae577647454167a7a0f797a6a7dc5603_604402079329934588.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "L'organisation, dont le siège se trouve à bord d’un navire, a été fondée par Callas dans le Village de Poisson. Un grand et sublime navire incarne la découverte, l'opportunité, l'ambition et la conquête. C'est l'avenir radieux et de possibilités infinies qu'a la Spina di Rosula. L'emblème de la Spina, une ancre ornée de roses, a été créé par Clémentine, la femme de Callas et la mère de Navia, qui est actuellement à la tête de l'organisation.\nDans le passé, Callas était respecté à la Cour de Fontaine, et la Spina di Rosula pouvait se permettre tout ce qu'elle voulait. Callas était un homme ambitieux et visionnaire, rêvant de transformer le Village de Poisson en une métropole rivalisant avec la splendeur de la Cour de Fontaine. Connu pour son caractère têtu et pour sa froideur, Callas dirigeait les affaires de l'organisation, tandis que Clémentine, sa femme, apportait sa jovialité et son attention aux relations au sein de la Spina di Rosula. Ensemble, ils se complétaient parfaitement et, grâce à leurs efforts, Spina di Rosula grandissait et prospérait.\nLa Spina di Rosula se trouve désormais dans une situation financière précaire, l'obligeant à mener la plupart de ses opérations depuis son quartier général situé dans le Fleuve cendré. L'organisation refuse les profits illégaux ou immoraux, préférant compter sur les fonds fournis par les résidents de Fontaine qui la soutiennent.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'actuelle présidente de la Spina di Rosula, qui est une patronne adorable, dévouée et formidable.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/20/43281454/3fc7580c01a9e622692402889706c4db_7270126468561230888.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4514,
        "name": "Sonny",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/12/235883431/41e3ab828df3397c7ba49ab3d5538717_512054102556019041.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Les lignes d’aquebus",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/300ff1352524d76e48790f8a50b72698_1264607853067170249.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "L'un des projets les plus importants de Callas était la construction de lignes d'aquebus s'étendant à travers Fontaine. Lorsque la construction des lignes fut discutée, la Spina di Rosula se divisa en deux camps. Callas croyait que l'organisation avait une opportunité rare d'établir une coopération avec les autorités de la Cour de Fontaine et l’Institut de recherche de Fontaine, et que la construction des lignes aiderait à établir des connexions utiles. Les aquebus devaient apporter des avantages commerciaux et une bonne réputation parmi les résidents de Fontaine. Le deuxième camp, dirigé par le membre de la Spina di Rosula, Romeuf, pensait que de telles sommes seraient mieux investies dans le développement du Village de Poisson. Lorsque les parties ne purent pas se mettre d'accord, Romeuf et ses partisans en voulurent à Callas et à Clémentine, considérant cette dernière comme partiale en raison de sa grossesse. Pour le groupe de Romeuf, le soutien de Clémentine à la construction des lignes était une trahison, signifiant que leurs voix ne seraient plus jamais entendues. Après le décès de Clémentine, suite à des complications lors de l'accouchement de sa fille, Callas commença à voir la construction des lignes comme l'incarnation du dernier souhait de sa femme. Alors, le dernier espoir de compromis disparut, et Romeuf quitta la Spina di Rosula."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/69c34d13406d72e1596cff7c3621d1bb_7711471750464164844.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "En conséquence, avec le soutien de la Spina di Rosula, trois lignes d'aquebus furent construites, nommées d'après la famille Caspar : Clémentine, Navia et Callas. Bien que le siège de l'organisation fût au Village de Poisson, aucune des lignes ne menait à la ville, et seule la ligne Clémentine passait par le Mont Automnéqui. La ligne Callas, menant de la Cour de Fontaine à l’Institut de recherche de Fontaine, fut détruite lorsque le Laboratoire central de l'Institut explosa, mais Navia prévoyait non seulement de la restaurer et d'ajouter des arrêts supplémentaires sur les lignes existantes, mais aussi de construire une quatrième ligne jusqu'au Port de Lumidouce.\nDe nombreuses années plus tard, lorsque la fille de Clémentine et Callas, Navia, eut pris la tête de l'organisation, Romeuf décida de se venger de la Spina di Rosula en faisant exploser la ligne Clémentine qui traversait le Village de Poisson. Son assistant, Colter, qui venait de quitter la Forteresse de Méropide, accusa Navia de tous les problèmes survenus à la Spina di Rosula, estimant que c'était à cause d'elle que Clémentine, Callas et l'ancien majordome Melus étaient morts. Il était convaincu que Navia avait tout détruit de ses propres mains et avait précipité le Village de Poisson vers sa perte. Navia triompha de Colter lors d'un affrontement, tandis que le Voyageur/la Voyageuse et Paimon désamorcèrent les bombes, sauvant ainsi la ligne de la destruction.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5145,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5144,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Institut de recherche de Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'Institut de recherche d'ingénierie cinétique de Fontaine, fondé par Alain Guillotin et souvent abrégé en Institut de recherche de Fontaine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/267357714/154baa11b653966030bdf047346be788_561592243852617291.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'actuelle présidente de la Spina di Rosula, qui est une patronne adorable, dévouée et formidable.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/20/43281454/3fc7580c01a9e622692402889706c4db_7270126468561230888.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Les disparitions en série",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Il y a environ vingt ans, Fontaine fut confrontée à la disparition de jeunes femmes. Malgré tous les efforts de la Maison Gardiennage, ni les femmes ni le criminel ne furent jamais retrouvés. De plus, il y a quelques années, au Village de Poisson, la sinthe commença à gagner en popularité — il s'agissait d'une boisson qui pouvait rendre euphorique et provoquer des hallucinations agréables chez ses consommateurs. En buvant de la sinthe pendant une longue période, on s'exposait à de nombreux effets indésirables, comme la perte de concentration ou de contrôle de ses émotions. Si l'on arrêtait d'en boire, cela provoquait des crises de paranoïa et d'anxiété, sans parler d'une fatigue extrême. La sinthe était en réalité de l'eau diluée de la mer primordiale, capable de dissoudre les Fontainois en raison de leur origine en tant qu'Océanides."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/028e390f40d252d1e4ab4021b847c617_1825371913494729202.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Callas, qui était alors à la tête du Village de Poisson, exigea une interdiction totale de la sinthe et entreprit de découvrir l'identité de la personne responsable de sa distribution. Conscient de l'intelligence de son ennemi, Callas décida d'établir secrètement des contacts avec les vendeurs et de nouer des relations personnelles avec eux. Finalement, il parvint à convaincre un homme, Jacques, de devenir son informateur. Honteux de son implication après avoir constaté les effets de la sinthe, Jacques accepta d'aider Callas. Un soir, Callas organisa un banquet dans un domaine à la campagne, où il prévoyait d'échanger des informations avec Jacques. Soudain, deux coups de feu retentirent et l'on trouva Callas tenant une arme à la main tandis que Jacques gisait mort au sol. Faute d'autres preuves, Callas fut accusé de meurtre et surnommé « Callas le déloyal ». Lors de son procès, il choisit de se battre en duel et refusa de se rendre, ce qui entraîna sa mort. Après l'accusation de meurtre portée contre le chef de la Spina di Rosula, l'organisation perdit beaucoup de son influence.\nCallas avait découvert le lien entre la sinthe et la disparition des jeunes femmes bien avant cette soirée fatidique. Selon les informations recueillies, la prochaine victime devait être Navia, la fille de Callas, et il ne pouvait pas rester sans rien faire. Sachant qu'à cause d'une maladie incurable, il n'avait pas assez de temps pour terminer l'enquête qu'il avait commencée, Callas décida de prendre des mesures extrêmes. Il déclara qu'il détenait des preuves cruciales incriminant les criminels, des preuves connues des membres de la Spina di Rosula. Il précisa que ces preuves ne seraient pas rendues publiques tant que sa fille serait en sécurité. Callas, craignant pour la sécurité de sa fille, choisit de ne pas nier sa culpabilité dans le meurtre de Jacques et décida de mourir dans l'Arène des duellistes. Avant sa mort, il confia à Melus l'emplacement de l'usine de la sinthe.\nTrois ans après la mort de son père, Navia reprit l'enquête sur la disparition des jeunes femmes ainsi que sur le cas de son père. Ayant reçu de nouvelles preuves, elle et ses partenaires, le Voyageur/la Voyageuse et Paimon, réalisèrent qu'il pouvait y avoir une troisième personne impliquée dans l'affaire de Callas, une personne qui avait été dissoute par l'eau de la mer primordiale. Après de multiples vérifications et investigations, la liste des suspects fut réduite à trois personnes proches de la Spina di Rosula : Florent, un conseiller principal de l'organisation, Marcel, chef de la Confrérie de Cabrière, et Thierry, responsable de la coordination des renseignements entre la Spina di Rosula et les Gendarmes de Fontaine. À la suite de l'enquête, il s'avéra que Marcel, que Navia considérait comme un membre de sa famille, était derrière les disparitions des femmes, la sinthe, et le meurtre de Jacques. Grâce aux efforts du Voyageur/Voyageuse, de Paimon et de Navia, le criminel fut trouvé, et les Fontainois purent à nouveau vivre en sécurité.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'actuelle présidente de la Spina di Rosula, qui est une patronne adorable, dévouée et formidable.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/20/43281454/3fc7580c01a9e622692402889706c4db_7270126468561230888.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4508,
        "name": "Melus",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/12/235883431/3b4485449659b7f80620670aac9efaa9_6187439949620223152.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/4e904e9d971d9031fefc37f2cc034e9f_337902312346030853.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4507,
        "name": "Thierry",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/12/235883431/5decce0f9ea7643896401b94f84882f4_637166285796238615.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4506,
        "name": "Florent",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/12/235883431/318cce8453a33dc4e7624a09bfb45d0c_6632884460101756691.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Temps présent",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Lorsque la prophétie de Fontaine annonçant qu’« <color=#ffffffd9>à la fin, tout le monde ne fera plus qu'un avec l'eau, sauf l'Archon Hydro qui n'aura plus que ses yeux pour pleurer sur son trône</color> » commença à se réaliser, le Village de Poisson devint le premier endroit à être touché par l'eau de la mer primordiale. Bien que de nombreux habitants périrent, la Spina di Rosula, avec le soutien des Fatui, put sauver la majorité des gens. Le majordome de l'organisation, Melus, et l'accompagnateur de Navia, Silver, périrent en tentant de sauver des vies. Après l'incident, le Village de Poisson commença à se rétablir progressivement, et Navia promit une compensation à toutes les victimes. Bien que la situation financière de Spina di Rosula soit loin d'être idéale, cette promesse permit d'exprimer une attitude de prise en charge envers les événements, permettant aux habitants d’avoir de nouveau confiance en l'organisation."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/9b74de5bec35522826bf889b2eb8ac03_2459185934959779820.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La Spina di Rosula joua un rôle majeur lors du procès de Furina pendant l'inondation. Les membres de l'organisation, sous les ordres de Navia, simulèrent une attaque contre Furina au Village de Poisson pour la forcer à entrer dans la boîte magique géante. Parallèlement, un autre groupe, déguisé en simples spectateurs, s'infiltra à l'Opéra, prêt à provoquer une insurrection contre l'Archon. Avec leur aide, un plan élaboré par Clorinde, Neuvillette, Navia, les Fatui et le Voyageur/la Voyageuse fut mis en œuvre, et le peuple de Fontaine fut sauvé."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/86666cb4b2f6f71d4bb5bfff677f9b1b_7285753642909271942.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Après la restauration de la réputation de Callas et la reconstruction du Village de Poisson, endommagé par l'eau de la mer primordiale, les habitants décidèrent d'ériger un monument en l'honneur des parents de Navia. Les résidents souhaitaient exprimer leur gratitude envers Clémentine et Callas pour le développement du Village de Poisson et de la Spina di Rosula, et contribuèrent donc à la construction du mémorial. Bien que Navia pensât ne pas mériter une place sur le monument, les habitants du Village de Poisson, reconnaissants pour tout ce qu'elle avait accompli récemment, insistèrent pour qu'elle y fût incluse.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'actuelle présidente de la Spina di Rosula, qui est une patronne adorable, dévouée et formidable.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/20/43281454/3fc7580c01a9e622692402889706c4db_7270126468561230888.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Le point central absolu de la scène du jugement, jusqu'aux applaudissements finaux.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/43281454/263e5ea0784d182b393f67a7e24146a5_9001027221790598222.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Le juge suprême de Fontaine, également connu comme l'iudex, est réputé pour son impartialité sans faille.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/43281454/0513aa7f482dbb4778545d02f94956fe_1439543714753962957.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un célèbre magicien fontainois qui a un esprit agile et un grand don pour le bagou. Le public est captivé par ses compétences exquises et s'accroche à chacun de ses mots intelligents</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/43281454/e343d4442cc3b8e243f0d528bb715f75_8253690679945231464.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une assistante magique au verbe laconique, dont les émotions sont aussi impénétrables que celles d'un chat.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/43281454/436e6f2b9b9006bfe511a98093259daf_5618319581319479038.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Fréminet",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un jeune homme réservé qui connaît bien la plongée. Sous son air lointain et glacial se cache un cœur pur dépourvu de tout défaut.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/43281454/8e44111a378f4e5379b8e7444e8c2daa_50754500036957300.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Les méthodes de la Spina di Rosula",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Bien que la Spina di Rosula aidât principalement les gens, leurs méthodes pouvaient parfois être brutales. Une fois, le Voyageur/la Voyageuse et Paimon rencontrèrent Virgil, un membre de la Spina di Rosula, qui leur demanda de l'aider à trouver le coffre-fort de la société secrète appelée le Forum de Liliacruces. Il voulait utiliser tout ce qu'ils trouveraient contre Sonny, le « Gant blanc ». Quand il réalisa que le prétendu Forum de Liliacruces était en réalité l'Institut de philosophie naturelle, Virgil décida de trahir le Voyageur/la Voyageuse et Paimon pour leur voler leurs moras. Cependant, le Voyageur/la Voyageuse et Paimon s'échappèrent et rencontrèrent Sonny et son partenaire, Luca, qui étaient à la recherche de Virgil. Ensemble, ils trouvèrent une cargaison de sinthe que Virgil et ses complices tentaient de vendre. Après une longue et très sérieuse conversation avec lui, Virgil ne fut plus jamais revu.\nUn jour, Turner et Hunter, membres de la Spina di Rosula, enterrèrent Henri dans le sable. Celui-ci s'était involontairement impliqué avec les Fatui et avait endommagé des mécanismes qu'il croyait destinés à produire de la pollution. En réalité, ces dispositifs étaient utilisés par l'Institut de recherche de Fontaine pour surveiller et optimiser la qualité de l'eau, et leurs noyaux enregistraient toutes les données hydrologiques de Fontaine. Grâce à l'aide du Voyageur/la Voyageuse, les mécanismes furent restaurés, le Fatui neutralisé, et Turner et Hunter recrutèrent Henri pour travailler avec eux.\nQuand Navia entendit des rumeurs sur un complot contre les mélusines et apprit que Neuvillette et le Voyageur/la Voyageuse enquêtaient sur l'affaire, elle demanda à la Spina di Rosula de surveiller d'éventuels indices. Elle fit ensuite venir les suspects pour un café, une invitation qu'ils ne pouvaient probablement pas refuser, laissant entendre que la Spina di Rosula les avait possiblement menacés. Malgré la connaissance des méthodes de la Spina di Rosula par la patrouille spéciale de sécurité et de surveillance et la Maréchaussée fantôme, ces dernières n'intervinrent pas.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Maréchaussée fantôme",
        "desc": "<p>L'unité personnelle du juge suprême Neuvillette, chargée des enquêtes criminelles. Le siège de la Maréchaussée fantôme se situe au Palais Mermonia et est l'un des services de la Maison Gardiennage.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/11/170542231/615412682c0d3edc7483b9452030aa64_742106048035041781.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4261,
        "name": "Virgil",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/235883431/41cf915c51419afeb0dc33b0f53ad246_1508665201863749911.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4514,
        "name": "Sonny",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/12/235883431/41e3ab828df3397c7ba49ab3d5538717_512054102556019041.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4515,
        "name": "Luca",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/12/235883431/63db59be4212f03bff8e2f6e90ba8ba5_9169559343595425443.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4519,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'actuelle présidente de la Spina di Rosula, qui est une patronne adorable, dévouée et formidable.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/20/43281454/3fc7580c01a9e622692402889706c4db_7270126468561230888.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Spina di Rosula",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/24/94261667/d96b0a6f9056c628280b027206060d35_2537052693042440126.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Le quartier général de la Spina di Rosula au Village de Poisson."
          }
        ]
      },
      {
        "key": "Spina di Rosula",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/24/94261667/1ee44f8ee531c9327e6b437758d94394_7382733433980264102.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "La Spina di Rosula au Fleuve cendré."
          }
        ]
      },
      {
        "key": "Consigliere",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/24/94261667/90738c32a9fa23742b3e9882f0d872f9_6830269335498162043.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Conseiller de la Spina di Rosula au Fleuve cendré."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Spina di Rosula</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Communauté axée sur les citoyens</color>"
          }
        ]
      },
      {
        "key": "Région",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Fontaine</color>"
          }
        ]
      },
      {
        "key": "Fondateur",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Navia Caspar</color>"
          }
        ]
      }
    ]
  }
}