{
  "epId": 5223,
  "name": "Maréchaussée fantôme",
  "desc": "<p>L'unité personnelle du juge suprême Neuvillette, chargée des enquêtes criminelles. Le siège de la Maréchaussée fantôme se situe au Palais Mermonia et est l'un des services de la Maison Gardiennage.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/11/170542231/615412682c0d3edc7483b9452030aa64_742106048035041781.png",
  "menuId": 23,
  "menuName": "Affiliations",
  "version": 1722362872,
  "components": {
    "galleryCharacter": [
      {
        "key": "Chasseurs de la Maréchaussée",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/11/170542231/fded02f78d23196558232c3af83a6da7_7998800584703778165.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Le tricorne est l'emblème des Chasseurs de la Maréchaussée"
          }
        ]
      },
      {
        "key": "Cofffre-fort",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/11/170542231/56b4647455869bf18206e50a1a331137_2886809554732790205.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Le coffre-fort secret des Chasseurs de la Maréchaussée"
          }
        ]
      },
      {
        "key": "Maréchaussée fantôme",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/11/170542231/935b25ca2e3ca9730cd21069bee13908_2919060152850692872.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Une mélusine en uniforme de la Maréchaussée fantôme"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Membres notables"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Chasseur d'or, un des accordeurs de Remus, le roi divin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/113040870/1df790c1e63e81f4bb2f0d7d429c0954_1874653953842110525.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Le « Chasseur d'Or », à l'origine des Chasseurs de la Maréchaussée.\nEste\nWalter\nDisciples de Cassiodor, parmi les premiers Chasseurs de la Maréchaussée.\nEmanuel Guillotin\nUn Chasseur de la Maréchaussée, à la tête du Siège du Village de Poisson, père adoptif d'Alain et Mary-Ann. Il fut probablement dissous par",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le leader de l'Ordo Narzissenkreuz, anciennement connu sous le nom de René de Petrichor.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/267357714/90f57df4396a9aa89cee2704bafdac6d_6739018061476844869.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\nPetronilla\nUn Chasseur de la Maréchaussée, qui fut aussi le maître de Clorinde.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le fils adoptif d'Emanuel Guillotin, élevé à l'Institut Narzissenkreuz avec sa sœur adoptive, Mary-Ann. Il est le fondateur de l'Institut de recherche d'ingénierie cinétique de Fontaine, sa plus grande contribution étant ses travaux sur les énergies pneuma et ousia, ce qui conduisit à la découverte du système d’Arkhe et à la création des Mékas horlogoïdes.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/06/267357714/5f9666801f8c3cd059ac14e8eb9dbc96_8577693236386499603.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Fils adoptif d'Emanuel Guillotin. Après la disparition de sa sœur, il quitta la Maréchaussée fantôme et fonda\nl'",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Institut de recherche de Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'Institut de recherche d'ingénierie cinétique de Fontaine, fondé par Alain Guillotin et souvent abrégé en Institut de recherche de Fontaine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/267357714/154baa11b653966030bdf047346be788_561592243852617291.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La fille adoptive d'Emanuel Guillotin, élevée à l'Institut Narzissenkreuz avec son frère adoptif, Alain.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/267357714/7f04e9d0b83ab550cc91ddf708008a7d_2782146379352601823.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Fille adoptive d'Emanuel Guillotin. Elle disparut après la bataille entre la Maréchaussée fantôme et",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'Ordo Narzissenkreuz était une société secrète fondée par René de Petrichor et Jakob Ingold. Son but principal était de créer des néohumains afin de survivre à la destruction du monde annoncée par la formule mondiale. Elle fut déclarée organisation extrémiste illégale et criminelle par l’iudex Neuvillette.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/02/267357714/76c3b544663face535a657d1f97f4ad0_1297878160968044696.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4916,
        "name": "Carole",
        "desc": "<p>Carole fait partie des premières mélusines à s'être installées à la Cour de Fontaine grâce à l'iudex Neuvillette il y a environ 400 ans. Elle devint la première mélusine à rejoindre la Maréchaussée fantôme et à recevoir une médaille de paix. <span class=\"wk-shady\">Elle se sacrifia pour prouver l'innocence des mélusines.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/235883431/b5144639de0b40a37167f40774eb8e6b_2856438017822024788.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "La première mélusine ayant rejoint les rangs de la Maréchaussée fantôme. En hommage à son sacrifice, des mélusines figurent sur l'emblème de la Maréchaussée fantôme et de la Maison Gardiennage.\nAeval\nElphane\nConductrices d'aquebus. Elles opèrent respectivement sur les lignes Clémentine et Navia.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Talochard",
        "desc": "<p>Agent de la Maréchaussée fantôme qui enquête sur la disparition de monsieur Arthur.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/16/113040870/58702a76d8f1c8e4922339c9c04c5893_5289593631366954023.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ancienne conductrice d'aquebus de la ligne Callas, elle est aujourd'hui gestionnaire des preuves de la Maréchaussée fantôme.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4802,
        "name": "Rhemia",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/235883431/af5b39d4c52665dd2a3a954b32269a99_229011423842898296.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Une employée de la Maréchaussée fantôme.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relations"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Le juge suprême de Fontaine, également connu comme l'iudex, est réputé pour son impartialité sans faille.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/43281454/0513aa7f482dbb4778545d02f94956fe_1439543714753962957.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Chef de la Maréchaussée fantôme.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5596,
        "name": "Clorinde",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une duelliste mandatée invaincue. Épée à la main, elle défend la justice dans la Cour de Fontaine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/05/43281454/770a66030815971c697ab81bc5436329_407014331348196578.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5749,
        "name": "Florian",
        "desc": "<p>L'un des héritiers des chasseurs de la Maréchaussée.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/25/398150381/aa30b141163f3a99594be4e041e7d75e_3980222001658877721.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Successeurs des Chasseurs de la Maréchaussée.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Chasseurs de la Maréchaussée",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Le terme « Chasseur de la Maréchaussée » provint de Remuria, lorsque le renommé accordeur Cassiodor, élevé au titre vénéré de « Chasseur d’Or », guida ses disciples dans la lutte contre les survivants de l’empire déchu : <color=#ffffffd9>« Poursuivez les fantômes dans l'obscurité, expulsez-les tous et traquez-les. »</color> On les appela « Chasseurs », cependant leur tâche ne consistait pas à chasser des animaux, mais plutôt les monstres laissés par l’ancienne dynastie du roi Remus. De nos jours, la population de monstres à Fontaine ayant beaucoup diminué, les Chasseurs se sont mêlés à la société, prenant les armes dans d’autres domaines de travail. Ils laissèrent même dans leur sillage une méthodologie unique pour la chasse, et des techniques de maniement d’épée particulières. Les Chasseurs de la Maréchaussée d’antan imprégnaient souvent leurs armes d’enchantements spéciaux afin de supprimer les monstres. Lorsqu’un monstre se trouvait à proximité, leurs armes se mettaient à briller.\nPetit à petit, la renommée des Chasseurs de la Maréchaussée s’estompa. Aujourd’hui, si vous interrogez les habitants de Fontaine sur les chasseurs de la Maréchaussée, la plupart se souviendront uniquement du « Serment des chasseurs de la Maréchaussée » dont ils ont entendu parler dans des livres ou des pièces de théâtre."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Dès lors, je traverserai le voile de l'ombre de la bougie. »</color>\n<color=#ffffffd9>« Dorénavant, j'affronterai les périls de la longue nuit. »</color>\n<color=#ffffffd9>« À jamais, je me souviendrai du serment de la lumière du jour. »</color>\n<color=#ffffffd9>« Pour toujours, j'honorerai les larmes, la vie et l'amour. »</color>\n<color=#ffffffd9>« Assidûment, je verrai l'aube comme mon salut. »</color>\n<color=#ffffffd9>« Ainsi, je ne désespérerai jamais plus. »</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Les historiens pensaient que les Chasseurs de la Maréchaussée avaient commencé à être actifs quelques décennies après la chute de Remuria, date à laquelle le concept de « chevaliers de source » avait complètement disparu à Fontaine. Walter et Este, les premiers Chasseurs qui suivirent Cassiodor, furent considérés comme les héritiers de ces chevaliers, mais en réalité, ils étaient les derniers survivants de l’ancienne Remuria. Este hérita de la volonté du Chasseur d'or et était responsable des procès, tandis que Walter, travaillant comme bourreau, utilisait de nombreuses astuces pour déconcerter ses ennemis au combat.\nOn raconte l'histoire d'un chasseur de la Maréchaussée devenu obsédé par l'extermination de monstres. Quand vint le jour où la terre fut nettoyée de leurs ombres, il se sentit rapidement perdu. Après une vie passée à les chasser, quel sens donner à son existence, maintenant que ces ennemis étaient vaincus ? Après une longue réflexion, il décida de continuer à vivre comme il le faisait, coupant ses liens avec les chasseurs de la Maréchaussée pour pouvoir continuer à chasser des monstres seul... Ce conte rappelle que les Chasseurs de la Maréchaussée se battent pour instaurer la paix dans la vie de chacun. Il est important de se souvenir pourquoi on se bat, et de ne jamais laisser ce combat devenir à lui seul l’objectif."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/a850a2c6fcd9b1468760e556f2e6d706_1656471766893106077.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Pour la plupart des Fontainois, l'histoire des chasseurs de la Maréchaussée n'est qu'un joli conte plein de rebondissements.\nMais pour la duelliste mandatée Clorinde, les exploits et le serment des chasseurs de la Maréchaussée sont un véritable héritage vivant.\nLa première chose qu'elle avait apprise de son maître Petronilla, chasseuse de la Maréchaussée, était la maîtrise de l'épée, grâce à laquelle les chasseurs vainquaient les monstres. Cette approche poussait le chasseur à réduire le plus possible la distance avec le monstre, afin de lui asséner des coups d'épée à une vitesse fulgurante tout en visant ses points faibles. Pour l'entraîner à cette technique, Petronilla envoya Clorinde dans une pièce remplie de piliers rotatifs. Attachées à ces piliers se trouvaient des épées en bois tournées vers l'extérieur, dont les pointes avaient été recouvertes de sacs en tissu. Cette méthode d'entraînement permit à Clorinde de maîtriser les différentes compétences des chasseurs de la Maréchaussée : le tir, la traque, le camouflage, le jeu de jambes... Son choix d'armes est traditionnel pour une chasseuse de la Maréchaussée. Un mousquet pour chasser sa proie et une épée pour lui asséner le coup de grâce."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/080b908b0847e4ab8e6623f146a4c630_6705713600194936073.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Un jour, l'un des héritiers des chasseurs de la Maréchaussée, Florian, succomba à l'influence d'un monstre, le Dévorateur, qui sévissait plusieurs siècles plus tôt. Le père de Florian était un chasseur et avait consacré sa vie à servir cette cause, mais il n'en retira que pauvreté et souffrance. À sa mort, personne ne vint lui faire d'adieux. Dans sa famille, ils étaient chasseurs de la Maréchaussée depuis de nombreuses générations. En plus du titre et de la maîtrise de l'épée, ils avaient également hérité du sceau dont les chasseurs de la Maréchaussée avaient fait usage pour maîtriser le Dévorateur, en attendant de trouver un moyen de l'éliminer. Le père de Florian lui avait ordonné de surveiller ce sceau et de l'entretenir régulièrement, puisque sa protection était le devoir le plus important de leur clan. Mais après sa mort, son fils négligea le sceau et faillit à son devoir. Le Dévorateur serait en effet un ennemi redoutable même pour les chasseurs de la Maréchaussée, et si un mortel ne parvenait pas à le détruire complètement, il pouvait facilement devenir victime de son influence et voir son esprit être corrompu. La créature pouvait amplifier les obsessions et les désirs des gens, au point qu'il pouvait complètement contrôler une personne. Lorsque Florian se souvint du monstre scellé, il décida d'aller vérifier et le monstre prit le contrôle de sa conscience. Florian portrait en son cœur l'amertume d'une injustice qui faisait de lui une proie facile."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/a24ab9c0c1c60326303c3e3eb8f2cf0b_5984861954135643665.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sous le couvert de l'intrigue d'un jeu de rôle, Florian attira Clorinde, Lyney, Furina, Navia, le Voyageur/la Voyageuse et Paimon dans le coffre-fort secret des chasseurs de la Maréchaussée afin de détruire les chasseurs et de s'emparer des trésors qui, croyait-il, lui revenaient de droit. Pour ouvrir le coffre-fort, il ne lui manquait qu'une clef sur les quatre : l'une lui avait été remise par son père, il avait volé la seconde et arraché la troisième à un chasseur. La clef manquante avait été donnée à Clorinde par son maître."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/b083eea6dc2eb3aa30a08919b7df4fd5_4080773771820532161.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Durant la bataille, Clorinde expulsa temporairement le monstre du corps de l'homme. Lorsqu'ils ouvrirent la porte du coffre-fort, il s'avéra qu'il abritait une stèle de pierre portant les noms des chasseurs, ainsi que leurs armes. Chacun prit une arme avec lui afin de vaincre le Dévorateur : Furina choisit l'épée de l'amie de Cassiodor, Este, et Lyney prit l'arc de Walter. Navia utilisa l'épée de Petronilla, que Clorinde lui avait remise après le duel avec son père. Pour vaincre le monstre, Florian l'attira dans son corps et Clorinde, Navia, Furina, Lyney, le Voyageur/la Voyageuse et Paimon l'anéantirent avec l'aide de l'esprit des chasseurs disparus, contenus dans leurs armes respectives.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Chasseur d'or, un des accordeurs de Remus, le roi divin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/113040870/1df790c1e63e81f4bb2f0d7d429c0954_1874653953842110525.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5596,
        "name": "Clorinde",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une duelliste mandatée invaincue. Épée à la main, elle défend la justice dans la Cour de Fontaine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/05/43281454/770a66030815971c697ab81bc5436329_407014331348196578.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5749,
        "name": "Florian",
        "desc": "<p>L'un des héritiers des chasseurs de la Maréchaussée.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/25/398150381/aa30b141163f3a99594be4e041e7d75e_3980222001658877721.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'actuelle présidente de la Spina di Rosula, qui est une patronne adorable, dévouée et formidable.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/20/43281454/3fc7580c01a9e622692402889706c4db_7270126468561230888.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Le point central absolu de la scène du jugement, jusqu'aux applaudissements finaux.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/43281454/263e5ea0784d182b393f67a7e24146a5_9001027221790598222.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un célèbre magicien fontainois qui a un esprit agile et un grand don pour le bagou. Le public est captivé par ses compétences exquises et s'accroche à chacun de ses mots intelligents</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/43281454/e343d4442cc3b8e243f0d528bb715f75_8253690679945231464.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Chasseur de la Maréchaussée",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/158750877/539b03bed1057707abd643147e18abde_6063469111814824669.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 5728,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Maréchaussée fantôme",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "La Maréchaussée fantôme est l'unité personnelle du juge suprême Neuvillette, chargée des enquêtes criminelles. Le siège de la Maréchaussée fantôme se situe au Palais Mermonia et est l'un des services de la Maison Gardiennage. L'organisation était autrefois uniquement constituée d'humains, mais aujourd'hui ses membres sont en majorité des mélusines, dont l'acuité visuelle singulière les rend particulièrement efficaces dans les enquêtes sur les affaires criminelles.\nDe nombreux membres de la Maréchaussée fantôme, dont Emanuel Guillotin, étaient issus de l'Institut Narzissenkreuz, un orphelinat de Fontaine où les enfants de criminels étaient pour la plupart envoyés. L'orphelinat était présidé par la directrice Lyris, une Océanide, et, pendant un temps, l'ancienne commandante navale, Basil Elton en était la directrice adjointe. Lorsque l'Institut fut dissous il y a 500 ans au moment du Cataclysme, de nombreux étudiants rejoignirent les rangs de la Maréchaussée fantôme ou de la patrouille de surveillance spéciale. Ainsi, ils travailleraient pour protéger le royaume afin que de telles ténèbres ne l'assombrissent plus.\nSome of the Marechaussee Phantom agents, members who undertake investigations, work secretly and their names are confidential. Certains des agents de la Maréchaussée fantôme, ceux qui mènent les enquêtes, agissent dans le secret et leurs noms sont confidentiels. Ainsi, aucun dossier n'a été laissé sur les agents disparus lors de la bataille d'Elynas.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Le juge suprême de Fontaine, également connu comme l'iudex, est réputé pour son impartialité sans faille.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/43281454/0513aa7f482dbb4778545d02f94956fe_1439543714753962957.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Lyris était la directrice de l'Institut Narzissenkreuz, un orphelinat fontainois. Après l'abandon de l'Institut durant le Cataclysme, elle rejoignit l'Ordo Narzissenkreuz, où elle fut surnommée «&nbsp;impératrice rouge&nbsp;».</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/11/267357714/b6d86ff8dfd84cf744e57a516b1a14c6_3730788324659350210.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Créature de l'Abîme et «&nbsp;Père&nbsp;» des Mélusines. Il est apparu à Fontaine lors du Cataclysme il y a 500 ans.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/03/235883431/fa4c986eefe97522566b35be6e29e7a0_5320067043567583898.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Chasseur de la Maréchaussée",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/158750877/539b03bed1057707abd643147e18abde_6063469111814824669.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Troupe dorée",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/158750877/c32bab10651059ad3c0c8a0e5bbd2e03_5008894013788174832.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Rêve de la nymphe",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/11/158750877/1bde348ad550ef356ff197b93caed6c8_6051318692179049216.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Siège du Village de Poisson",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Il y a plus de 500 ans, les autorités de Fontaine voulaient créer une ville souterraine, nommée Fleuve cendré, dans les égouts sous-jacents à la Cour de Fontaine. Comme il était difficile d'y maintenir l'ordre, Eduardo Baker et ses amis prirent rapidement le contrôle de la zone. Ils commencèrent à résoudre les différends entre les « compatriotes » du Fleuve, donner la bénédiction aux nouveaux mariés et protéger les marchands contre l'extorsion, le harcèlement et le chantage des gangs. Quand les autorités de la Cour de Fontaine procédèrent à la purge du Fleuve cendré, Baker fut arrêté et exilé dans le désert de Sumeru. Cependant, avec l'aide de ses acolytes, il réussit à s'enfuir et occupa le Village de Poisson, prenant en otage les membres de la Maison Gardiennage chargés de son transfert ainsi que le village lui-même. Il formula alors une série de demandes déraisonnables, ce qui poussa les Chasseurs de la Maréchaussée, dirigés par Emanuel Guillotin, à intervenir.\nLe journaliste qui s'était porté volontaire pour livrer les demandes de négociation était Karl Ingold. Suite à une tentative infructueuse pour résoudre le problème, le désaccord entre le groupe de Baker et les Chasseurs de la Maréchaussée se transforma en violent combat. Ce jour-là, Jakob, le fils de Baker, et René, le fils du maire du Village de Poisson, devinrent orphelins et furent tous deux envoyés à l'Institut Narzissenkreuz.\nLe siège du Village de Poisson laissa des cicatrices physiques et mentales sur Guillotin. À la suite de cet événement, il quitta les rangs de la Maréchaussée et envisagea de vivre le reste de ses jours en se contentant de ce qu'il avait. Lorsque le Cataclysme éclata, sa vieille amie de l'Institut Narzissenkreuz, Basil Elton, lui confia deux enfants : Mary-Ann et Alain. Bien qu'Emanuel n'aimait pas les enfants et ne souhaitait avoir de relation avec personne, il accepta car il s'agissait d'une demande de Basil.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'Ordo Narzissenkreuz était une société secrète fondée par René de Petrichor et Jakob Ingold. Son but principal était de créer des néohumains afin de survivre à la destruction du monde annoncée par la formule mondiale. Elle fut déclarée organisation extrémiste illégale et criminelle par l’iudex Neuvillette.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/02/267357714/76c3b544663face535a657d1f97f4ad0_1297878160968044696.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un orphelin élevé à l'Institut Narzissenkreuz, puis adopté par Karl Ingold. Il est le premier néohumain et le cofondateur de l'Ordo Narzissenkreuz.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/267357714/02bc05cc787742e2fdf79dc45a69ccec_6598679436776099536.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le leader de l'Ordo Narzissenkreuz, anciennement connu sous le nom de René de Petrichor.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/267357714/90f57df4396a9aa89cee2704bafdac6d_6739018061476844869.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le fils adoptif d'Emanuel Guillotin, élevé à l'Institut Narzissenkreuz avec sa sœur adoptive, Mary-Ann. Il est le fondateur de l'Institut de recherche d'ingénierie cinétique de Fontaine, sa plus grande contribution étant ses travaux sur les énergies pneuma et ousia, ce qui conduisit à la découverte du système d’Arkhe et à la création des Mékas horlogoïdes.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/06/267357714/5f9666801f8c3cd059ac14e8eb9dbc96_8577693236386499603.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La fille adoptive d'Emanuel Guillotin, élevée à l'Institut Narzissenkreuz avec son frère adoptif, Alain.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/267357714/7f04e9d0b83ab550cc91ddf708008a7d_2782146379352601823.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Lyris était la directrice de l'Institut Narzissenkreuz, un orphelinat fontainois. Après l'abandon de l'Institut durant le Cataclysme, elle rejoignit l'Ordo Narzissenkreuz, où elle fut surnommée «&nbsp;impératrice rouge&nbsp;».</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/11/267357714/b6d86ff8dfd84cf744e57a516b1a14c6_3730788324659350210.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3989,
        "name": "Passeur du Fleuve cendré",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un long morceau de tuyau en cuivre qui servait autrefois d'arme, célèbre chez certains, malfamé chez d'autres.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/158750877/920ca2fe25ca2db1796848099b59b2d8_1617399066814415640.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Chasseur de la Maréchaussée",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/158750877/539b03bed1057707abd643147e18abde_6063469111814824669.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "L'Ordo Narzissenkreuz",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/237301566/9dd957087aa42735905d94761558de17_7036168828870711319.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Il y a environ 500 ans, quatre enfants de l'Institut Narzissenkreuz devinrent amis. Après le Cataclysme, deux d'entre eux, Mary-Ann et Alain, furent adoptés par Emanuel Guillotin, l'ancien Chasseur de la Maréchaussée. Par la suite, ils devinrent eux-mêmes agents de la Maréchaussée fantôme. Les deux autres, René et Jakob, qui étaient arrivés à l'Institut à cause d'Emanuel, furent recueillis par le journaliste Karl Ingold, qui était présent lors du siège de Poisson. Des années plus tard, ils fondèrent l'Ordo Narzissenkreuz, l'une des organisations les plus importantes de l'histoire de Fontaine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/237301566/11e84dca9047c764fbdde904a7970dbf_7218597961318265236.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Le but principal de cette société était de sauver Fontaine de l'apocalypse prophétisée : <color=#ffffffd9>« À la fin, tout le monde ne fera plus qu'un avec l'eau, sauf l'Archon Hydro qui n'aura plus que ses yeux pour pleurer sur son trône »</color> . Pour y parvenir, ses membres commencèrent à mener des expériences immorales et dangereuses, impliquant notamment la création de néohumains. Leur chef, connu sous le nom de « Maître » (René de Petrichor), voulait dissoudre tous les Fontainois dans l'eau primordiale et attendre la fin de l'Apocalypse pour renaître dans un nouveau monde.\nUn jour, un ami d’Emanuel Guillotin lui fit part de ses inquiétudes concernant les opérations de l’Ordo Narzissenkreuz. Cette investigation fut la dernière pour Emanuel. En effet, il est dit que Narzissenkreuz absorba les souvenirs de nombreux agents de la Maréchaussée grâce aux pouvoirs de l’Océanide Lyris. Comme celui-ci se souvenait de ses « enfants » ainsi que de l’étreinte de la directrice Lyris, à l’époque membre de cette organisation, on peut supposer qu’Emanuel était l’un de ces agents. Narzissenkreuz dissolut également Marfisa, une duelliste mandatée. À la fin, Guillotin fut donc accueilli par un océan paisible, un océan qui élimina toute trace de barrières et d'éloignement."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Mon cher Alain, ma chère Mary-Ann... Je n'ai jamais été proche de vous. »</color>\n<color=#ffffffd9>« Et même à la fin, je ne savais pas comment être un « père » pour vous. »</color>\n<color=#ffffffd9>« Mais je ne veux pas perdre ces souvenirs de vous avoir vus grandir... »</color>\n<color=#ffffffd9>Quand il se réveilla de sa stupeur, toutes les gloires, toutes les hontes, tous les amours et toutes les obsessions avaient été dissous dans les eaux.</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/237301566/4a244b78de17042e111af3c05e389473_4299516187377096920.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Lorsque les autorités de la Cour de Fontaine eurent vent de ces expériences, l’Ordo Narzissenkreuz fut déclaré organisation extrémiste illégale. Alain Guillotin rompit alors toute relation avec René et Jakob, ses anciens amis, et signa un décret ordonnant la destruction de l’Ordo avec l’iudex de Fontaine, Neuvillette.\nPour gagner du temps et concrétiser ses plans, le Maître de l’organisation envoya Jakob, Lyris et d’autres de ses fidèles dans le corps pétrifié d’Elynas. Elynas était une créature de l’Abîme apparue à Fontaine lors du Cataclysme. Après sa mort, l’Ordo avait utilisé son sang et sa chair dans leurs expériences visant à renforcer la vitalité de Jakob, faisant ainsi de lui le premier néohumain. Pour éloigner les Chasseurs de la Maréchaussée du Maître et permettre à Jakob d’acquérir de nouvelles capacités, les membres de l’Ordo décidèrent de faire battre à nouveau le cœur d'Elynas. Quand Alain Guillotin apprit cela, il envoya Seymour, un Mek capable de penser, en informer l’iudex de Fontaine.\nLorsque les agents de la Maréchaussée fantôme, dont Mary-Ann Guillotin, pourchassèrent les membres de l'Ordo Narzissenkreuz dans le corps d'Elynas, une bataille entre les deux parties eut lieu. Suite à une violente explosion, de nombreux agents et leurs mékas perdirent la vie. Mary-Ann, mourante, fut toutefois sauvée par Lyris. Cette dernière unit leurs corps et leurs esprits en la serrant dans ses bras, créant ainsi une nouvelle Océanide : Mary-Ann.\nAprès la bataille dans Elynas, Alain Guillotin n'eut plus de nouvelles de sa sœur. Il quitta alors la Maréchaussée fantôme et fonda l’Institut de recherche d’ingénierie cinétique de Fontaine. Il existe une légende selon laquelle à la fin de sa vie, Alain se retira de l’Institut et s’isola dans son atelier pour ne plus voir personne. Les recherches qu’il entreprit durant ses dernières années ne furent jamais publiées. Dans cet atelier, on ne retrouva que des signes que quelque chose avait été construit.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5140,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'Ordo Narzissenkreuz était une société secrète fondée par René de Petrichor et Jakob Ingold. Son but principal était de créer des néohumains afin de survivre à la destruction du monde annoncée par la formule mondiale. Elle fut déclarée organisation extrémiste illégale et criminelle par l’iudex Neuvillette.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/02/267357714/76c3b544663face535a657d1f97f4ad0_1297878160968044696.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Institut de recherche de Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'Institut de recherche d'ingénierie cinétique de Fontaine, fondé par Alain Guillotin et souvent abrégé en Institut de recherche de Fontaine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/267357714/154baa11b653966030bdf047346be788_561592243852617291.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le leader de l'Ordo Narzissenkreuz, anciennement connu sous le nom de René de Petrichor.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/267357714/90f57df4396a9aa89cee2704bafdac6d_6739018061476844869.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un orphelin élevé à l'Institut Narzissenkreuz, puis adopté par Karl Ingold. Il est le premier néohumain et le cofondateur de l'Ordo Narzissenkreuz.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/267357714/02bc05cc787742e2fdf79dc45a69ccec_6598679436776099536.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Lyris était la directrice de l'Institut Narzissenkreuz, un orphelinat fontainois. Après l'abandon de l'Institut durant le Cataclysme, elle rejoignit l'Ordo Narzissenkreuz, où elle fut surnommée «&nbsp;impératrice rouge&nbsp;».</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/11/267357714/b6d86ff8dfd84cf744e57a516b1a14c6_3730788324659350210.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La fille adoptive d'Emanuel Guillotin, élevée à l'Institut Narzissenkreuz avec son frère adoptif, Alain.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/267357714/7f04e9d0b83ab550cc91ddf708008a7d_2782146379352601823.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le fils adoptif d'Emanuel Guillotin, élevé à l'Institut Narzissenkreuz avec sa sœur adoptive, Mary-Ann. Il est le fondateur de l'Institut de recherche d'ingénierie cinétique de Fontaine, sa plus grande contribution étant ses travaux sur les énergies pneuma et ousia, ce qui conduisit à la découverte du système d’Arkhe et à la création des Mékas horlogoïdes.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/06/267357714/5f9666801f8c3cd059ac14e8eb9dbc96_8577693236386499603.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Créature de l'Abîme et «&nbsp;Père&nbsp;» des Mélusines. Il est apparu à Fontaine lors du Cataclysme il y a 500 ans.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/03/235883431/fa4c986eefe97522566b35be6e29e7a0_5320067043567583898.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le prototype 4ACV07 est un chien mécanique créé par Alain Guillotin pour protéger sa sœur adoptive, Mary-Ann, dans son travail à la Maréchaussée fantôme.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/17/235883431/f415fbe2eaa40cd987a8daa47643fc74_6082099215113090823.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Le juge suprême de Fontaine, également connu comme l'iudex, est réputé pour son impartialité sans faille.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/43281454/0513aa7f482dbb4778545d02f94956fe_1439543714753962957.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3705,
        "name": "Lustrateur inique",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Créature de l'Abîme, utilisant plusieurs types de pouvoir élémentaire et ayant gagné des appendices supplémentaires suite à son « évolution ».</span></p><p></p><p><em><span style=\"color: rgba(255, 255, 255, 0.65)\">« L'essence même de l'Abîme est inconciliable avec les éléments. Cependant, même les éléments divins peuvent être contraints et déformés avant d'être habités par la volonté abyssale. D'après les résultats, le soi-disant Abîme semble n'avoir aucune différence significative par rapport à quelque chose d'aussi insignifiant que les réceptacles d'énergie élémentaire des Pilleurs de trésors, ou d'aussi puissant que les yeux divins... »</span></em></p><p><em><span style=\"color: rgba(255, 255, 255, 0.65)\">— Notes laissées dans l'Hangeh Afrasiyab</span></em></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/11/158750877/2899a9fa6efec1006150467a00823c4a_5788840059957257014.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3986,
        "name": "Récompense légitime",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une lance pointue, dont seule la pointe reste tachée de sang frais.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/13/158750877/9bb154ad1759bf2d9015b060cad1ca9c_1563960247471842759.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Chasseur de la Maréchaussée",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/158750877/539b03bed1057707abd643147e18abde_6063469111814824669.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4312,
        "name": "Page énigmatique (12)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un papier ancien dont le contenu est totalement inintelligible.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il existe peut-être un moyen de déchiffrer son contenu...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/08/267357714/5297fd201cef47a3124d0d2c95f8d6db_1234417283857267525.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mélusines",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "De nos jours, la Maréchaussée fantôme est majoritairement composée de mélusines, mais 400 ans auparavant, les mélusines étaient complètement absentes de l'unité et de la Cour de Fontaine en général."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/48c2f788c6d4baea0ff56bb9f5c61e18_2534850688729486975.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Carole, comme les autres mélusines, naquit des blessures que leur « père », Elynas, avait subies dans la bataille entre les Chasseurs de la Maréchaussée et l'Ordo Narzissenkreuz il y a plus de 400 ans. Les mélusines vivaient au Village de Mérusea, qu'elles avaient construit dans le corps d'Elynas. Vingt ans plus tard, quelques mélusines voulurent se rendre à la Cour de Fontaine pour voir comment les gens y vivaient. Grâce à l'aide du jeune iudex de Fontaine, Neuvillette, Carole devint la première mélusine à accéder à la Cour de Fontaine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/54d819f57d56d4e686846c2fd51f6051_4559846552267452481.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Comme les mélusines ont une acuité visuelle particulière qui leur permet de percevoir des éléments invisibles à l'œil humain, Neuvillette les invita à rejoindre la Maréchaussée fantôme. Carole devint la première mélusine de la Maréchaussée fantôme, et le commandant de la Patrouille de surveillance spéciale, Vautrin, lui fut assigné comme coéquipier. Les Fontainois n'avaient jamais vu de mélusine auparavant, aussi ils les traitaient avec méfiance et mécontentement. La rumeur courait que les mélusines étaient des créatures nées d'un désastre et que, par nature, elles représentaient un danger pour ceux qui les entourent. Ils leur jetèrent des pierres en leur disant de retourner dans leur village. Neuvillette et Carole savaient que cela demanderait beaucoup de temps et d'efforts avant qu'hommes et mélusines ne parviennent à vivre en harmonie, mais Carole était prête à parcourir ce chemin long et difficile, car son existence prenait enfin sens."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/c7324129b0223e4112132db8b48999f7_4126101012701089002.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Grâce à leur travail acharné durant cinq ans, Carole et le commandant de la Patrouille de surveillance spéciale, Vautrin, furent décorés des premières médailles de paix par Neuvillette. Carole espérait que les mélusines pourraient bientôt vivre en paix avec les humains, mais ces médailles ne firent qu'attiser la haine des partisans de l'ancien régime, qui se sentaient lésés par la réforme apportée par Neuvillette. Ils décidèrent de commettre un meurtre et de rejeter la faute sur les mélusines afin de les chasser de la ville et de donner une bonne leçon à Neuvillette.\nLes partisans de l'ancien régime piégèrent Carole pour qu'elle se rende sur les lieux du crime et portèrent plainte contre elle. Après ça, ils semèrent la panique pour forcer Neuvillette à avouer ses erreurs et à céder le pouvoir. Carole prit la décision de se sacrifier pour apaiser la situation, et les Gendarmes ne purent intervenir à temps à cause de la foule enragée.\nVautrin, après avoir appris ce qui s'était passé, décida de venger Carole et exécuta personnellement tous les conspirateurs. Il savait que Neuvillette n'aurait pas d'autre choix que de le déclarer coupable et de l'exiler à la Forteresse de Méropide, mais il ne pouvait s'empêcher d'intervenir. Carole rappelait à Vautrin sa petite sœur, Illaria, décédée quand il était encore enfant. Carole et Illaria étaient toutes les deux gentilles et innocentes, convaincues qu'il y avait du bon chez tout le monde. Vautrin comprit que les bonnes âmes sont les plus vulnérables à la tromperie et à la trahison, alors il essaya de la convaincre d'abandonner son rêve pour qu'on ne la blesse pas.\nLe courage et le sacrifice de Carole finirent par payer et son rêve devint réalité : 400 ans plus tard, les mélusines sont des membres respectés de la société à la Cour de Fontaine, elles coexistent en harmonie avec les humains. Aujourd'hui, les mélusines figurent sur l'emblème de la Maison Gardiennage, en signe de respect et de gratitude envers ces créatures et en mémoire de l'acte héroïque de Carole.\nLorsque, 400 ans plus tard, une autre mélusine du nom de Kiara fut menacée par des criminels, les citoyens de la Cour de Fontaine s'unirent pour la protéger. Charlotte, la journaliste de l'Oiseau de vapeur, se renseigna auprès de ses collègues au sujet de la lettre de menace reçue par la mélusine. Clorinde, la duelliste mandatée, proposa son aide à la protection de Kiara. La présidente de la Spina di Rosula, Navia, chargea les membres de son organisation de rester à l'affût de pistes et « invita » les suspects à prendre un café afin qu'ils ne se doutent de rien. Grâce à leur contribution, les criminels furent appréhendés et aucune mélusine ne fut blessée.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>La Spina di Rosula se présente comme une communauté axée sur les citoyens de tous horizons. Elle concentre ses efforts sur la médiation des problèmes entre les gens ordinaires, en coopérant avec les autorités fontainoises si nécessaire. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/23/94261667/103e6993dd0a594332fa18ca5fe17098_3071438173736905482.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4916,
        "name": "Carole",
        "desc": "<p>Carole fait partie des premières mélusines à s'être installées à la Cour de Fontaine grâce à l'iudex Neuvillette il y a environ 400 ans. Elle devint la première mélusine à rejoindre la Maréchaussée fantôme et à recevoir une médaille de paix. <span class=\"wk-shady\">Elle se sacrifia pour prouver l'innocence des mélusines.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/235883431/b5144639de0b40a37167f40774eb8e6b_2856438017822024788.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Créature de l'Abîme et «&nbsp;Père&nbsp;» des Mélusines. Il est apparu à Fontaine lors du Cataclysme il y a 500 ans.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/03/235883431/fa4c986eefe97522566b35be6e29e7a0_5320067043567583898.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Le juge suprême de Fontaine, également connu comme l'iudex, est réputé pour son impartialité sans faille.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/43281454/0513aa7f482dbb4778545d02f94956fe_1439543714753962957.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4377,
        "name": "Charlotte",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Une infatigable journaliste de L'Oiseau de vapeur, en constante recherche de la « vérité ».</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/43281454/7bbbff3f35661a93b5091b1f17fae6c0_325733951018340888.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'actuelle présidente de la Spina di Rosula, qui est une patronne adorable, dévouée et formidable.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/20/43281454/3fc7580c01a9e622692402889706c4db_7270126468561230888.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Maréchaussée fantôme</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Unité de maintien de l'ordre</color>"
          }
        ]
      },
      {
        "key": "Région",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Fontaine</color>"
          }
        ]
      },
      {
        "key": "Chef",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4023,
            "name": "Neuvillette",
            "desc": "<p>Le juge suprême de Fontaine, également connu comme l'iudex, est réputé pour son impartialité sans faille.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/43281454/0513aa7f482dbb4778545d02f94956fe_1439543714753962957.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}