{
  "epId": 5597,
  "name": "Sigewinne",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'infirmière en chef mélusine de la Forteresse de Méropide. Elle s'occupe de tous les prisonniers de manière équitable.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/26/43281454/2d607aa4d729030ea04f79919257e311_3400252267774998193.png",
  "headerImgUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/26/43281454/d8f2091db2fbdb564d066e9595e2bd83_3943629783873689350.png",
  "filterValues": {
    "characterProperty": "PV",
    "characterWeapon": "Arc",
    "characterRarity": 5,
    "characterRegion": "Fontaine",
    "characterVision": "Hydro"
  },
  "menuId": 2,
  "menuName": "Archives des personnages",
  "version": 1744464148,
  "components": {
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/43281454/e74a25a3d0350af4622e9952c04636e0_7189597856892642324.png"
      },
      {
        "key": "Teaser Prélude",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/43281454/e1f661823f6c0d16a536cb33c1422fb3_2186833295680236836.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Teaser Prélude : « Dernier Festin »</color>"
          }
        ]
      },
      {
        "key": "Avatar",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/26/43281454/d8f2091db2fbdb564d066e9595e2bd83_874223715296055849.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Tenue Originale - Douceur de la mer</color>\n<color=#ffffffa6>Tenue de Sigewinne. Ses couleurs brillantes incarnent l'infirmière Sigewinne elle-même : un rayon de soleil bienvenu rayonnant de vie dans les profondeurs sombres.</color>"
          }
        ]
      },
      {
        "key": "Animation d'inaction 1",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/26/43281454/c5dd93748ab678b6b58ed9c67c7c22af_3211021536460969388.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Tenue Originale - Douceur de la mer</color>"
          }
        ]
      },
      {
        "key": "Animation d'inaction 2",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/26/43281454/da088006f5f649a1b11640d41555ce16_875572052542287552.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Tenue Originale - Douceur de la mer</color>"
          }
        ]
      },
      {
        "key": "Constellation",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/26/43281454/4520b813795e603aaaef27a8e1c51d95_1299263753108582957.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Nereides</color>"
          }
        ]
      },
      {
        "key": "Thème",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Sigewinne - Traitement</color>\n<color=#ffffffa6>Sigewinne prendra bien soin de ses patients. Ne vous inquiétez pas : ses injections ne sont pas si douloureuses que ça... Et même si ses médicaments n'ont pas très bon goût, vous les préférerez sûrement à ses milkshakes spéciaux...</color>"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Info. personnage",
        "desc": [
          {
            "type": "RichText",
            "text": "Dans l'immensité des installations sous-marines de la Forteresse de Méropide, l'infirmerie de Sigewinne est l'un des rares endroits ouverts à tout le monde à tout moment.\nSi un geôlier tombe gravement malade pendant une patrouille, ses collègues l'aideront à se rendre à l'infirmerie pour découvrir qu'une boisson chaude et un lit propre ont déjà été préparés en attendant son arrivée. Ou alors un détenu, épuisé par une journée de travail, peut s'effondrer à cause du surmenage durant son déjeuner, mais à son réveil, son repas l'attend déjà dans un conteneur qui le garde bien chaud...\nC'est généralement quand ils découvrent toute l'attention qui leur a été portée que Sigewinne apparaît, tout sourire. Sa présence permet de rapidement soulager à la fois la crainte et la fatigue de ses patients, qui peuvent alors se détendre un peu et se laisser soigner.\nTous sont impressionnés par son dévouement, mais ils sont aussi quelque peu confus par son grand cœur.\nTravailler à la Forteresse de Méropide est une punition en soi, et même les geôliers les plus jeunes et les plus énergiques doivent prendre un jour de congé après quelques jours de travail consécutifs. Cependant, Sigewinne n'en a pris qu'un tout petit nombre depuis que Wriothesley est devenu administrateur. Les lumières de l'infirmerie sont toujours allumées, et ça n'a pas l'air d'être sur le point de changer... Les raisons derrière cet enthousiasme constituent une énigme tant pour les geôliers que pour les détenus.\n« Sigewinne aurait-elle été envoyée par les cieux pour veiller sur nous ? »\nCe qui avait commencé par quelques marmonnements d'un détenu en voyant les ailes sur le dos de Sigewinne a rapidement fait des émules avant d'être adopté par la grande majorité. Dans ce monde sous-marin dépourvu de toute lumière, elle est devenue leur soleil, une source de chaleur rayonnante dans leur prison humide et sombre.\nPour récompenser cet ange, les geôliers ont établi une sorte de règle officieuse en plus des nombreuses règles déjà en vigueur à la Forteresse de Méropide : quiconque se montrera impoli envers Sigewinne sera sévèrement puni. Les détenus ont eux aussi un accord tacite selon lequel tout nouveau venu un peu trop agité et violent doit recevoir un « avertissement » dès son incarcération. Il faut bien que ces petits nouveaux comprennent qu'il y a ici quelqu'un à qui il ne faut surtout pas manquer de respect.\nSigewinne, qui n'a pas la moindre idée de ces mesures prises à son égard, reçoit simplement ses patients comme elle l'a toujours fait. Mais il y aura toujours des curieux pour lui demander :\n« Infirmière en chef, pourquoi êtes-vous toujours là à prendre soin de nous ? Vous n'êtes jamais fatiguée ou... embêtée ? »\nQuand ça arrive, Sigewinne fronce les sourcils, ce qui est extrêmement rare, comme si la question était complètement absurde.\n« Hmm... Avez-vous déjà eu un chat de compagnie ? Vous en prenez soin et vous observez ses différentes façons de se comporter que vous trouvez si mignonnes... C'est une chose que vous appréciez pour ce qu'elle est, n'est-ce pas ? Comment quelqu'un pourrait-il s'en lasser ? »\nEn général, ces curieux n'en croient pas vraiment leurs oreilles lorsqu'ils entendent sa réponse. Et ceux à qui ils en parlent par la suite ont encore plus de mal à y croire.\n« C'est totalement absurde ! Je préfère encore croire que les anges existent ! »"
          }
        ]
      },
      {
        "title": "Histoire du personnage 1",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Débloqué au Niv. d'affinité 2</color>\nDans les jours qui suivirent la nomination de Sigewinne au poste d'infirmière en chef, le nombre de cas de surmenage explosa à la Forteresse de Méropide.\nMême sans qu'on le leur demande, de nombreux détenus continuaient à travailler pendant les heures de repos. Peut-être cherchaient-ils simplement un moyen plus rapide de mettre la main sur un luxe temporaire, ou à placer un pari sur le prochain combat de boxe. Ce qui est sûr, c'est que les coupons de crédit poussaient de nombreux détenus à sacrifier leur santé au profit de leurs désirs.\nSigewinne assistait à tout ça, confuse et impuissante. Selon elle, le surmenage ressemble à une maladie dont les humains semblaient souffrir volontairement.\n« Mais si c'est une maladie, je devrais pouvoir trouver un remède, non ? »\nC'est en réfléchissant de cette façon que Sigewinne commença à chercher des ingrédients et qu'elle finit par obtenir un médicament satisfaisant. Il était délicieux et riche en nutriments, un remède infaillible.\nMais la première fois qu'elle le prescrit, le détenu qu'elle soignait pâlit de terreur à la vue du médicament et refusa tout simplement le traitement.\nDéconcertée, Sigewinne demanda de l'aide autour d'elle, et reçut finalement la réponse qu'elle cherchait d'un certain détenu qui était le chef de cuisine de la Forteresse de Méropide.\n« Oh, c'est facile. Nous, les chefs, sommes passés maîtres dans l'art de transformer n'importe quoi en plat gastronomique. Même les racines ou les tiges hideuses de certaines plantes. »\nSans pour autant être d'accord avec sa conception de la beauté, Sigewinne était reconnaissante envers le chef cuisinier pour son aide, et décida donc de lui montrer les ingrédients qu'elle avait préparés plus tôt.\nAprès un long silence passé à observer ce qu'il avait devant lui, le chef s'adressa à Sigewinne :\n« Je vais faire de mon mieux, mais si je peux me permettre de faire une suggestion, la prochaine fois que vous m'amenez ces ingrédients, ne laissez personne les voir. »\nSigewinne ne comprit pas ses craintes tout de suite, mais voyant qu'il était sérieux, elle décida d'accepter. C'est comme ça qu'elle nomma officiellement ce médicament le « repas nutritif » qui allait devenir l'un des éléments secrets du menu de la cantine. Un médicament sous la forme d'un repas qui apparaît systématiquement sur le plateau d'un détenu le lendemain de son surmenage."
          }
        ]
      },
      {
        "title": "Histoire du personnage 2",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Débloqué au Niv. d'affinité 3</color>\nLorsque Sigewinne accéda au poste d'infirmière en chef, le fait qu'elle soit une mélusine sous une apparence humaine devint rapidement un secret de Polichinelle. Cette nouvelle s'était même répandue au-delà des murs de la Forteresse de Méropide.\nCertains évoquaient l'idée selon laquelle elle serait la descendante de sang mêlé d'un humain et d'une mélusine, mais tous ceux qui discutèrent de cette possibilité reçurent un avertissement sévère de la Maréchaussée fantôme. Même l'iudex Neuvillette était personnellement opposé à de telles rumeurs, et il avait « la ferme intention d'étouffer ces histoires inappropriées et discourtoises. »\nCertains avancèrent qu'elle portait peut-être un masque et des gants spéciaux pour faciliter son intégration à la société humaine. Mais cette hypothèse n'eut pas vraiment de succès, car l'époque où les humains ostracisaient les mélusines était depuis longtemps révolue, et Sigewinne n'avait plus besoin de vivre ainsi.\nLes journaux exploitèrent très vite la curiosité du public, et de nombreux journalistes furent envoyés à la Forteresse de Méropide dans l'espoir de décrocher une interview.\n« Pardonnez mon impolitesse, mais pourrions-nous savoir comment vous avez pris une apparence humaine ? »\nLes approches délicates des journalistes dissimulaient leur curiosité pressante. Sigewinne, de son côté, avait sérieusement réfléchi à la question avant de raconter une histoire inspirée de souvenirs lointains :\nÀ l'époque où les humains et les mélusines ne se faisaient pas encore confiance, il n'y avait qu'une seule petite fille prête à se lier d'amitié avec une mélusine. Plus tard, lorsque cette petite fille tomba gravement malade, Sigewinne était la seule médecin à pouvoir se précipiter sur les lieux. Mais parce qu'elle était une mélusine, et uniquement à cause de ça, ses parents empêchèrent Sigewinne d'entrer.\nPour sauver son amie, Sigewinne alla voir une effrayante sorcière et la supplia de l'aider. Après s'être assurée de la détermination de Sigewinne, la sorcière lui donna une potion concoctée à partir du péché. Grâce à cette potion, Sigewinne prit une apparence humaine, avec des mains et des pieds, et réussit à sauver son amie.\nAprès avoir écouté cette histoire, les journalistes se regardèrent, incrédules.\n« Infirmière en chef, cette histoire est un conte de fées, n'est-ce pas ? »\n« Tout est vrai, je vous assure. »\nIls observèrent alors la mélusine, puis se regardèrent à nouveau, stupéfaits. Ils étaient tous des journalistes professionnels, la crème de la crème journalistique. Ils étaient convaincus de pouvoir facilement détecter un mensonge, et pourtant, ils ne décelèrent rien dans l'histoire ou la gestuelle de Sigewinne.\nLes journalistes rentrèrent donc frustrés, sans doute parce qu'ils estimaient que le public ne serait pas convaincu par cette histoire, et la réponse de Sigewinne ne fut jamais publiée.\nPar la suite, son entourage en déduisit que c'était un sujet dont elle ne souhaitait pas discuter, et ils se mirent donc d'accord pour ne plus en parler. Peut-être que Sigewinne est la seule à savoir qu'elle n'avait rien caché, même si à l'époque, il est possible qu'elle-même ne fût pas consciente de toute la vérité."
          }
        ]
      },
      {
        "title": "Histoire du personnage 3",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Débloqué au Niv. d'affinité 4</color>\nSigewinne entretient une correspondance épistolaire avec Neuvillette depuis son arrivée à la Forteresse de Méropide.\nElle répond avec sérieux à chaque lettre qu'il envoie, et par crainte qu'il puisse s'ennuyer au Palais Mermonia, elle raconte même parfois des choses intéressantes qui se passent à la Forteresse de Méropide.\n« Cher monsieur Neuvillette, je vais très bien en ce moment. J'ai récemment reçu votre colis d'articles médicaux. Merci beaucoup de les avoir choisis et de me les avoir envoyés.\nQuelque chose d'assez intéressant s'est produit. Un jeune nouveau venu a fait tomber un détenu plus vieux qui jouait les gros bras depuis longtemps. Cependant, il a été blessé dans la bagarre. Il est très jeune, mais il est plus coriace que n'importe quel adulte que j'ai rencontré jusqu'à présent. Il a même refusé l'utilisation d'anesthésiants lorsque j'ai recousu sa blessure, disant vouloir garder les idées claires...\nCette fois, la réponse de Neuvillette arriva bien plus tôt que d'ordinaire. C'est comme s'il connaissait le jeune homme dont Sigewinne lui avait parlé et qu'il lui demandait de faire attention à lui. Même s'il avait écrit de manière très officielle comme à son habitude, Sigewinne sentit qu'il suivait ce jeune homme avec intérêt.\nLe jeune homme devint d'ailleurs un sujet récurrent de ses lettres à Neuvillette.\n« Cher monsieur Neuvillette, il s'est encore blessé lors d'une bagarre et il a à nouveau refusé les anesthésiants... J'en ai cependant mis dans son thé pour pouvoir le recoudre pendant son sommeil. Il ne crie jamais quand je le soigne, mais je peux voir à quel point il serre les dents pour se retenir. »\n« Cher monsieur Neuvillette, il refuse toujours de boire le milkshake que je lui prépare. C'est dommage, ce serait vraiment bon pour sa santé... »\n« Cher monsieur Neuvillette, il a beaucoup grandi, il est peut-être même un peu plus grand que vous maintenant... »\n« Cher monsieur Neuvillette, les fournitures médicales dont j'avais signalé la disparition dans ma lettre précédente ont été retrouvées grâce à lui. Plus rien ne lui échappe ici-bas... »\n« Cher monsieur Neuvillette, sur la base de vos instructions précédentes, je dois désormais m'adresser à lui comme monsieur le duc, n'est-ce pas ? »\n...\nDe nombreuses années plus tard, le jeune homme nommé Wriothesley devint le nouvel administrateur de la Forteresse de Méropide et, par hasard, découvrit les correspondances entre Sigewinne et Neuvillette.\n« C'est bien ce que je pensais. Notre cher iudex a placé un espion à mes côtés. »\n« Pourquoi dites-vous ça ? Je vous ai mentionné dans mes lettres uniquement parce que monsieur Neuvillette s'inquiète pour vous. »\nWriothesley n'y croyait pas trop, mais il ne dit rien, préférant plutôt parler d'une certaine rencontre qu'il avait faite avant d'aller en prison. À l'époque, en proie à la faim, il feuilletait un journal trouvé par terre à la recherche d'une opportunité de gagner un peu d'argent. La personne qu'il rencontra ce jour-là n'était toutefois pas un monsieur Neuvillette inquiet, mais plutôt une officière mélusine au grand cœur. C'est grâce à la nourriture qu'elle lui offrit qu'il parvînt à surmonter cet obstacle de la vie.\n« L'iudex ne... Plus précisément, il ne peut pas ouvertement se soucier de quelqu'un en particulier. C'est une des restrictions qu'il doit accepter en tant qu'iudex. Même ses subordonnés sont plus libres que lui de montrer de l'intérêt pour quelqu'un. »\n« Vous pouvez continuer à lui écrire sur tout ce que vous voulez. Je suppose que c'est l'une des restrictions que je dois accepter. »\nSigewinne choisit de ne pas réfuter cette hypothèse incorrecte, même lorsqu'il s'en alla. Elle n'aurait jamais imaginé qu'avec tout ce qu'il savait, il pourrait arriver à une conclusion aussi erronée. Il y a longtemps, juste après l'arrivée des mélusines à la surface, beaucoup d'entre elles offrirent des cadeaux aux humains en guise de bonne volonté. Mais beaucoup de mauvaises personnes profitèrent de cette gentillesse, mettant de nombreuses mélusines en danger. C'est alors que Neuvillette rassembla tout le monde pour annoncer que de tels comportements seraient désormais jugés illégaux. Sans cette intervention de Neuvillette, cette officière mélusine n'aurait jamais donné à manger à Wriothesley en personne.\nCe n'est qu'après y avoir longuement réfléchi que Sigewinne décida d'écrire une nouvelle lettre.\n« Cher monsieur Neuvillette, j'ai enfin découvert un secret que même lui ne connaît pas... »"
          }
        ]
      },
      {
        "title": "Histoire du personnage 4",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Débloqué au Niv. d'affinité 5</color>\nPour les mélusines, le vieillissement, la maladie et la mort des humains sont aussi naturels que le lever et le coucher du soleil.\nC'est la première chose que les mélusines apprennent lorsqu'elles essayent de comprendre les humains, car c'est ce qui les différencie le plus. La compréhension de l'humanité s'arrête cependant là pour beaucoup de mélusines. En effet, lorsqu'elles arrivèrent sur la terre ferme, elles ne furent accueillies que par la méfiance et le rejet des humains. Elles décidèrent donc de retourner sous l'eau, abandonnant tout intérêt pour le sort éphémère de l'humanité.\nMais, contrairement à ces mélusines, la curiosité de Sigewinne l'incita à rester et lui permit également de découvrir une forme de magie connue sous le nom de « médecine ». On racontait que cette forme de magie était tout à fait merveilleuse, capable de changer la loi naturelle qu'est la mort de vieillesse ou de maladie.\nSigewinne souhaitait maîtriser cette magie, espérant ainsi pouvoir favoriser un rapprochement entre les mélusines et les humains, et l'intégration de celles-ci à la société humaine. Malheureusement, à cette époque, les humains ne comprenaient pas son mode de pensée, et personne n'était disposé à lui transmettre des connaissances médicales.\nCette situation dura jusqu'à ce qu'une médecin itinérante que les enfants appelaient la « sorcière » croise son chemin et décide de l'écouter.\n« Sérieusement ? Qu'est-ce que la médecine, selon toi ? Comme c'est enfantin. »\nSigewinne s'attendit alors à être rejetée, écoutant silencieusement les critiques. Mais la sorcière effraya plutôt quelques enfants qui voulaient se moquer de Sigewinne, avant de lui faire signe de la suivre.\n« Tu ferais mieux de venir avec moi, dans ce cas. Je vais te montrer la vérité. »\nC'est comme ça que Sigewinne obtint sa propre trousse médicale et apprit la médecine aux côtés de cette « sorcière ». Celle-ci était à la fois une excellente médecin et un maître dévoué. Il n'y avait presque aucune maladie qu'elle ne pouvait pas guérir, aucune technique qu'elle ne pouvait pas enseigner.\nAlors que leurs voyages les avaient déjà conduites dans pratiquement tout Fontaine, Sigewinne avait déjà appris à préparer divers médicaments et à effrayer les enfants avec des histoires de fantômes. Désormais, Sigewinne ne l'appelait plus sorcière, mais maître.\nUn jour, le maître s'interrompit et, avec un air sérieux qui différait quelque peu de son expression habituelle, appela Sigewinne.\n« Comment pouvons-nous traiter cette personne, maître ? »\n« Il n'y a pas de remède. Donne-lui simplement des analgésiques. »\nC'était la première fois que Sigewinne entendait son maître s'exprimer ainsi. Quoiqu'un peu surprise, Sigewinne se mit à préparer ce que son maître lui avait demandé. Ensuite, elle vit le patient souffrant se calmer, faire ses adieux aux membres de sa famille, avant de mourir paisiblement.\nDans la nuit, elles reprirent la route.\n« Je ne savais pas qu'il y avait des maladies que vous ne pouviez pas guérir, maître. Il y en a d'autres comme ça ? »\n« Oui, peu importe à quel point la médecine progresse, il y aura toujours des maladies incurables. »\n« Mais alors, quel est l'intérêt de la médecine ? »\n« Tous les humains meurent. Dans ce cas, quel est le sens de l'existence humaine ? »\nSigewinne ne comprit qu'à moitié la réponse de son maître. Elle réfléchit alors aux adieux dont elle venait d'être témoin pour essayer de trouver des réponses dans ses souvenirs.\n« Les sourires et les larmes sur leurs visages ? »\nSon maître, d'ordinaire très sérieuse, lui sourit gentiment.\n« Laissons ça de côté pour l'instant. Une fois que tu auras trouvé la réponse, tu comprendras non seulement la médecine, mais aussi les gens. »"
          }
        ]
      },
      {
        "title": "Histoire du personnage 5",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Débloqué au Niv. d'affinité 6</color>\nTerminez « La chaleur des mensonges ».\n« À l'origine, les Fontainois étaient des océanides dont le corps se dissolvait dans l'eau de mer primordiale. »\nLa grande inondation effaça les péchés de tous les Fontainois, mais révéla aussi cette terrible vérité. Sigewinne avait une bien meilleure compréhension de cette situation que la plupart des gens. Après s'être occupée des détenus blessés lors de l'inondation, elle retourna plus tôt à la Forteresse de Méropide pour prendre cette fameuse lettre, scellée dans une bouteille depuis des centaines d'années.\n« Si tu lis cette lettre, c'est que tu as compris toutes ces choses sur lesquelles j'avais des doutes, comme nous l'avions convenu, n'est-ce pas ? »\n« Je sais que je ne dois pas m'en faire, tu as toujours très bien écouté ce que je te disais sans poser de question. C'est pourquoi je voudrais commencer par des excuses. Je t'ai menti, même à la fin. »\n« L'étrange maladie que j'ai découverte se manifeste par la dissolution du corps humain. L'organisme tout entier disparaît pour ne laisser qu'un peu de liquide qui semble extrêmement proche de l'eau pure. Même en m'utilisant comme sujet expérimental et en me mettant dos à ce mur mortel, je ne suis pas parvenue à trouver un traitement pour guérir cette maladie grâce à ce liquide. Tout ce à quoi je suis arrivée, c'est une découverte dénuée de sens : si tu mélanges ce liquide avec des ingrédients spécifiques, tu obtiens une solution permettant de changer de visage qui n'est utilisable que par les Fontainois. Cette solution leur permet de prendre n'importe quelle apparence. »\n« J'ai d'abord trouvé ça inutile... Jusqu'à ce que je te rencontre et que tu me parles de ton dilemme, celui de ne pas pouvoir sauver ton amie uniquement parce que tu es une mélusine. Je me suis alors souvenue que la constitution des mélusines pourrait leur permettre de profiter des effets de cette potion dans une certaine mesure. L'impasse dans laquelle je me trouvais pouvait peut-être encore connaître une issue heureuse. »\n« C'est pourquoi je t'ai trompée. La potion sur la table n'est pas une sorte de potion mystérieuse, mais le dernier cadeau que je puisse t'offrir après m'être dissoute. »\n« Bois-la simplement comme une potion. Ne t'ai-je d'ailleurs pas toujours dit que les méthodes importent peu du moment que les enfants boivent leurs médicaments ? »\nAprès avoir fini de lire la lettre, Sigewinne, désormais au courant de toute l'histoire, retourna à l'endroit où elle avait choisi de commémorer son maître.\nCe n'était pas une pierre tombale, seulement un endroit au bord de l'eau d'apparence ordinaire. Sigewinne n'avait jamais retrouvé le corps de son maître et lui avait donc érigé un simple cénotaphe. Le monument avait, à son tour, été englouti par la montée constante des eaux.\nSigewinne n'en voulait pas à son maître de lui avoir menti, car elle pouvait en sentir tout l'amour à chaque fois qu'elle touchait ses joues avec ses mains humaines.\n« Merci, maître. »\nElle posa ensuite la lettre sur l'eau et la regarda dériver au loin."
          }
        ]
      },
      {
        "title": "Équipement médical portable intégré exclusif aux mélusines",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Débloqué au Niv. d'affinité 4</color>\nÀ l'époque où le bâtiment principal de l'Institut de recherche de Fontaine ne flottait pas encore dans le ciel, les chercheurs menaient également certains projets de recherche et développement en dehors de leurs propres sujets de recherche en échange de diverses subventions.\nCes projets étaient en grande partie improductifs, inintéressants, mais des sacrifices nécessaires pour courtiser les sponsors. Cependant, certains de ces projets étaient carrément ridicules, au point que les chercheurs envisageaient sérieusement de se voir retirer leur financement plutôt que de conduire de telles recherches.\nUn jour, un de ces projets de recherche apparut pour occuper une place de choix sur leur tableau d'annonces.\n« Super urgent : développement d'un dispositif médical spécialisé. »\n« Exigences : 1. Portatif, de taille réduite, léger, facilement transportable par une personne de la taille d'un petit enfant ; 2. Doit pouvoir contenir tous les instruments médicaux nécessaires pour des interventions d'urgence (si les instruments médicaux actuels ne permettent pas de répondre à ces exigences, un nouvel ensemble d'instruments doit être créé séparément) ; 3. Doit inclure une fonction permettant d'effectuer des examens médicaux de routine ; 4. Jolie finition. »\nLes quelques chercheurs réunis autour du tableau froncèrent tous les sourcils à la lecture de l'annonce, et ne purent finalement plus contenir leur colère.\n« Qu'est-ce que c'est que ça pour une requête ? Non seulement les exigences sont strictes, mais elles sont contradictoires ! »\n« Une jolie finition ? On est quoi, des fabricants de jouets ? »\nMais la personne qui avait affiché l'annonce n'était pas du tout déroutée par la réaction des chercheurs.\n« La commanditaire n'était autre que la mélusine infirmière en chef de la Forteresse de Méropide. »\nÀ ce moment-là, l'indignation des chercheurs laissa place au silence, jusqu'à ce que quelqu'un s'écrie :\n« Nous acceptons ce projet, et pas de traitement préférentiel pour ceux qui sont en service ! Et ceux qui se sont plaints, vous êtes automatiquement disqualifiés ! »\nEn à peine un mois, Sigewinne reçut un produit des plus satisfaisants : une trousse médicale en forme de cœur qu'elle emporte partout, attachée à sa hanche. Cette trousse devint même sa carte de visite.\nL'unique reproche qu'elle pouvait faire concerne son nom absolument hideux : l'Équipement médical portable intégré exclusif aux mélusines."
          }
        ]
      },
      {
        "title": "Œil divin",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Débloqué au Niv. d'affinité 6</color>\nSigewinne est une infirmière qualifiée, ça ne fait aucun doute. Depuis son arrivée à la Forteresse de Méropide, elle n'a pratiquement jamais rencontré de maladie qu'elle n'a pas été en mesure de traiter. À mesure que le nombre de patients qu'elle est parvenue à soigner augmentait, le respect de tous à son égard grandissait également. Et tant qu'il s'agit de médecine, ses avis médicaux sont toujours suivis avec beaucoup d'attention.\nMais il y a quand même eu une exception.\nIl s'agissait d'un détenu que tout le monde appelait Vieille branche, parce que personne ne connaissait son vrai nom. Ils savaient seulement qu'il purgeait sa peine depuis de nombreuses années et qu'il allait probablement terminer ses jours sous les vagues. Il devenait de plus en plus fragile, mais il refusait toujours que Sigewinne le soigne.\n« Laissez-moi tranquille, personne ne peut plus rien pour moi. »\nC'est avec ces mots qu'il refusait systématiquement les examens que Sigewinne voulait lui faire passer. Pour finir, elle fut obligée d'utiliser ses relations dans l'administration pénitentiaire pour forcer le vieil homme à venir à l'infirmerie, mais uniquement par la manière forte et grâce à l'aide de plusieurs geôliers. Sigewinne put alors commencer l'examen médical qu'elle voulait lui faire passer depuis longtemps. Mais le résultat se révéla être une déception : l'état du vieil homme était depuis longtemps au stade terminal, ce à quoi Sigewinne, en dépit de toutes ses connaissances médicales, ne pouvait rien faire.\n« Vous voyez ? Je vous l'avais bien dit ! »\nVieille branche rigola alors triomphalement en voyant la déception dans les yeux abattus de Sigewinne. Mais son rire fut de courte durée, car il commença à s'étouffer et à tousser en crachant du sang. C'était comme si la vie cherchait à quitter son corps. Puis, il perdit connaissance.\nAprès ça, le vieil homme arrogant resta cloué au lit. Et pour la première fois, Sigewinne se sentit impuissante dans cette infirmerie désormais si familière, ne sachant pas quoi faire à part regarder s'écouler les derniers jours de Vieille branche.\nElle avait néanmoins remarqué qu'il regardait constamment une date spécifique sur le calendrier, et qu'une lueur brillait pourtant dans ses yeux depuis longtemps éteints.\n« Peu importe à quel point la médecine progresse, il y aura toujours des maladies incurables. »\n« Alors quel est l'intérêt de la médecine ? »\nSigewinne se souvint de la question qu'elle avait un jour posée à son maître, et réalisa soudain qu'elle connaissait enfin la réponse finale à cette question. Elle se rendit donc au chevet du vieil homme pour lui proposer quelque chose.\n« Mon maître m'a dit un jour que le devoir d'une médecin n'est pas de guérir toutes les maladies, seulement celles qui peuvent l'être. Alors, laissez-moi vous aider. »\n« Vous voulez dire qu'il y a quelque chose qui ne va pas chez moi que vous pouvez traiter ? »\n« Oui, et c'est votre incapacité à rester en vie jusqu'à ce jour en particulier. »\nLe vieil homme la regarda, choqué, mais fut finalement convaincu par la détermination dans ses yeux.\nAu cours de la dizaine de jours suivants, et malgré quelques grognements, il but jusqu'à la dernière goutte de tout ce qu'elle lui préparait. Son état ne s’améliora pas, et ses vomissements sanglants continuèrent d'augmenter en intensité et en volume, mais par miracle, il parvint à repousser l'heure de son dernier souffle jusqu'à ce fameux jour du calendrier.\nCe jour-là, une mère et son fils vinrent à l'infirmerie. Le fils était marchand à Liyue, et il n'avait pas pu se libérer plus tôt pour revenir à Fontaine. Il commença par reprocher au vieil homme ses échecs en tant que père. Puis, après avoir écouté les excuses sincères de son père, il se mit à pleurer à chaudes larmes. Ensuite, il lui sourit une dernière fois avant qu'il ne rende son dernier souffle.\n...\nAprès les funérailles de Vieille branche, Sigewinne reçut une boîte de cadeaux en guise de remerciement de la part de cette mère et de son fils. Alors qu'elle s'apprêtait à offrir ces cadeaux à ses patients, elle remarqua quelque chose de brillant à l'intérieur de la boîte.\nCe qu'elle vit n'était autre qu'un œil divin flambant neuf. C’était comme si les dieux l'avaient observée et lui avaient eux aussi envoyé un cadeau.\nCependant, cette découverte ne sembla pas lui faire particulièrement plaisir. Elle vit plutôt cela comme une confirmation de la conclusion à laquelle elle venait d'arriver.\nElle aurait tellement voulu que son maître soit là, à ce moment précis, pour qu'elle puisse enfin lui donner sa réponse.\n« Les sourires et les larmes sur leurs visages ! »"
          }
        ]
      }
    ],
    "voice": [
      {
        "title": "Première rencontre...",
        "desc": "Qu'y a-t-il ? Détendez-vous. Je suis Sigewinne, infirmière de la Forteresse de Méropide. Laissez-moi vous examiner... Avez-vous mal ici ? Et là ? ... Oh, vous n'êtes pas là pour un examen médical ? Tant mieux, pfiou... Vous êtes adorable, alors prenez bien soin de vous, d'accord ? Il ne faudrait pas vous blesser.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/ecd74203e9999d8bd8dedbcc57eb3873_4182147091119660318.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/491ef470390d56d8f3bd5d4fa0eed142_8008122112337930374.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/9e3a18f49baa099c92f25ee3f71e0460_6477280923851367207.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/a6965d84b0cac140dfad31cf75198098_1045451042201510865.mp3"
          }
        ]
      },
      {
        "title": "Bavardage - Autocollants",
        "desc": "Non, je n'ai pas mis d'autocollant dans votre dos.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/efe3f61422f4bfe8807096b83297e04d_7112366821505323755.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/17edb5995bdf85c2212bf63506a7246e_4665987125081355698.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/69b5763f4104a2725b9175bbf25df767_8272375996641705927.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/30ca1581f436151eb22cbe3c2c61f74a_5578820214292345272.mp3"
          }
        ]
      },
      {
        "title": "Bavardage - Attention",
        "desc": "<p>Oh non ! Vous vous êtes cogné/cognée contre quelque chose ? Dites-le-moi si vous avez mal.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/d618a7daa44249c4eeedef7fb8681db3_4083334446931334541.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/2cdb67ceb59fdccaab9e59c07ebdc985_7542791161501069375.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/6ec813a28b95519c37e981a5160628c2_2949735485341667776.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/8b294c73e2a74962e7c688a2908d3cec_7645252237960390275.mp3"
          }
        ]
      },
      {
        "title": "Bavardage - Bien-être",
        "desc": "Vous n'avez qu'un seul corps, il faut en prendre soin. Il en va de même pour votre santé mentale.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/7a92497b754888dc15b2891eff95476b_8701952822172796353.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/648a7f40f40f1e10a5f52cb9e035e52d_7630767202818262558.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/8161f273b82e4b02dbda361790357555_9128648160408851321.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/fd027d542600dafefa5b875a43dcba28_1208144905145923386.mp3"
          }
        ]
      },
      {
        "title": "Quand il pleut...",
        "desc": "Oh... Je me demande à quoi pense monsieur Neuvillette en ce moment même...",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/4ffaadb0c10fd823f34da99d3cdbd098_2759270671519028621.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/c6beef38d7ca86ce8b8bbe594e23af2a_6586028028974852491.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/9df159b4c95b87b013ad3c7843483ead_925288680959816019.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/ef13379b0fbffacfdfc6d4c31a8d8dc4_4395622047317150863.mp3"
          }
        ]
      },
      {
        "title": "Quand le tonnerre gronde...",
        "desc": "Quel son formidable... On ne l'entend qu'à la surface.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/15e2683a7cb8957bd093e646b8448a9f_7581527751883708597.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/2bb92177a0de1e2be47c80dfe834ee6f_711232434684594788.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/35d343955277dd60458b95d450d35679_666109829463684601.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/eae2c3c8359e6a090b5391fd9113783f_231233305477559373.mp3"
          }
        ]
      },
      {
        "title": "Quand il neige...",
        "desc": "J'ai acheté une paire de gants pour me réchauffer les mains. Regardez, mes mains rondes de mélusine sont réapparues.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/5bced8c9aada263a2b8350587c21c7af_5362117127041346774.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/4d72ecf8e70cbac54b7a5865610d894a_3808392891031382010.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/0c11fa6f16f62c2886c8916e9ae6bdb4_4243250066601851787.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/0b1125b05f24e76222b1a9a82b385a68_668228382481962710.mp3"
          }
        ]
      },
      {
        "title": "Il fait bon dehors...",
        "desc": "Un petit conseil de Fleur romaritime pour tous ceux qui veulent profiter de ce beau temps ensoleillé : mettez de la crème solaire pour protéger votre peau.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/8c7912129d5c9598b80a2db5125c9922_4091748971000526101.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/a6f23ef02ccb7d0b82704ff1328403b0_5950278843886259780.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/57cd403e9033a17d5c66a75947b052be_5050959690179476066.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/bc5090e59d7677f4b903c112363e54cb_250940858146454778.mp3"
          }
        ]
      },
      {
        "title": "Dans le désert...",
        "desc": "<p>N'oubliez pas de rester hydraté/hydratée. Monsieur Neuvillette aime boire de l'eau, et c'est une habitude très saine.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/a88f2189629a8896dd7a7619983ab7be_7843739726011976286.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/d0d812d3584a6b5137b1c0b0b1f148b7_2254128103498323780.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/fca13ea8788790d05ea85da7acb63e9e_4518764159089794210.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/0189caff8d9031446040c953b73abdde_8019779459574484084.mp3"
          }
        ]
      },
      {
        "title": "Au réveil...",
        "desc": "Bonjour ! Avez-vous bien dormi ? Utilisez de l'eau tiède pour vous laver le visage, c'est plus doux pour votre peau.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/441b74a30e63b51abe536cc1df1324ba_8456380861556786877.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/41f9c939283ba76c48bc4d7579fca680_591318076436796563.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/b104bb4f94b98f3b1c8f1695256e831c_6727296725976396901.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/3e737f18bb9ef3ad970c43ced78ca9e6_8425825982960935449.mp3"
          }
        ]
      },
      {
        "title": "À l'heure du déjeuner...",
        "desc": "Oh, c'est presque l'heure du déjeuner. Je dois m'absenter un instant... Chut, c'est un secret.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/8f44c828ead56608c5f7601205726bf3_87252026016172763.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/b6f6ddc497965bd2774171f90d8b4be1_2560040646548673842.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/3027813248cbb9ee6596c79849f6c3e7_5831587937384469280.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/636d5855edb8e127ca0d007ac0150eaa_9054583254787019591.mp3"
          }
        ]
      },
      {
        "title": "Le soir...",
        "desc": "Quelle heure est-il ? Je vis sous l'eau depuis tellement longtemps que je dois toujours jeter un coup d'œil à l'horloge pour savoir si c'est le jour ou la nuit... Ça va, je ne trouve pas ça déprimant. Ce n'est même pas une question d'habitude. Je préfère juste... être dans le noir.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/966adcf829898a909928d135daac87c3_6374351466536119433.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/ca30dbb43087d36a9414b3eaf5025d5f_9127245877435822078.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/c942ae72eb4434fd047d85c46dec4f45_6760857633527613456.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/5696546ad1be3c11c713b9852f11f015_491819848663318008.mp3"
          }
        ]
      },
      {
        "title": "La nuit...",
        "desc": "Vous n'arrivez pas à dormir ? Hmm... Je ne crois pas que c'est dû à votre condition physique... Oh, je sais. Parlez-moi, racontez-moi ce qui vous préoccupe et ce qui vous empêche de dormir. Nous trouverons une solution ensemble.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/17216316425b1dde3fb4f22c19652938_1817489633056647790.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/f4ce5c5c5c97f9699eaa79a9ea169c73_434895946666632161.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/83244fbfa9a09e677ac99750d55cdcae_5360571217297804731.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/1d0b238ad54cbf685ee6b8a0903e28b9_8081048705649040125.mp3"
          }
        ]
      },
      {
        "title": "À propos de Sigewinne - Mains",
        "desc": "J'adore les mains humaines, elles sont vraiment pratiques pour manipuler les choses. La coupe des bandages, la prise en main des aiguilles et du pistolet tranquillisant sont facilitées grâce à elles.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/eb35da6eb3a1e7727ff8087a6b2206c4_816971785040496074.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/e0f8981c94601633cc1eadb41f3fe077_5706433925643509394.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/9439467d4856817cff2ff48d1ff94945_2111233011875107954.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/c3fd7de5407dd5d49cb03166799061ee_3941470282891651583.mp3"
          }
        ]
      },
      {
        "title": "À propos de Sigewinne - Fleur romaritime",
        "desc": "« Fleur romaritime » est le nom de plume que j'utilise pour écrire dans Beautés en fleurs. Il a été choisi à l'issue d'un vote. Avec mes amies mélusines, nous avons réfléchi à trois noms, puis nous les avons mis sur le tableau d'affichage pour que tout le monde vote. Cela prouve que la fleur romaritime colle mieux au concept de la beauté que le Baracrabe ou l'Hippocampe hybulleux, d'après un standard humain.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/dc81b8a328b43bb9be3e29f99476dfcc_3459090174491748344.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/a23111ee8981e39fd10c96ad31420402_3563316718721518423.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/dc5bb2f0af2072259802a5a228b7b722_5394141354682426135.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/d68efc91f2a08a9907e4531300d99ec3_2032678901973530864.mp3"
          }
        ]
      },
      {
        "title": "À propos de nous - Salutations",
        "desc": "Coucou ! Hmm ? Vous avez une impression de déjà-vu ? Je suppose que vous avez déjà rencontré d'autres mélusines, non ? Oui, penchez-vous un peu en avant, agitez rapidement la main... Et saluez votre interlocuteur d'un ton amical : « Bonjour, bonjour ! »",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/61140f1c27c94488e1c025a66ff7e240_8692106455549283412.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/73af98a55a4683a60d26910b3b74956b_1104010128455568342.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/4bd744297f86650ac01f74f54fb8c149_7113901091285560276.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/dcf9195d614994fc43b64498c38df9b2_5873463016379991783.mp3"
          }
        ]
      },
      {
        "title": "À propos de nous - Confiance",
        "desc": "<p>Je me souviens qu'une fois, vous avez caché une potion pour ne pas la boire en raison de son amertume. Peu de temps après, je vous ai donné une boîte de bonbons... qui contenait aussi quelques pilules. J'ai changé la recette pour que le goût ne soit pas trop fort... Oh, c'était encore amer ? Vous l'avez su tout de suite... Vous les avez quand même prises, alors merci de m'avoir fait confiance. Je continuerai de veiller sur votre santé à l'avenir. Ne cessez pas d'être un bon patient/une bonne patiente et prenez vos médicaments quand on vous le demande.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/93c7e75c17a451d61dee57cd314167f4_1549428315769095603.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/e9e299c3b9c5bfb300ed386b34a1f3d3_3631033728799823091.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/c383bf1aa79ab2b6df1c1253fcdd2d11_6822285841429759050.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/3427b66eb5257085ed3f689530a1ef94_3705560030847451405.mp3"
          }
        ]
      },
      {
        "title": "À propos de l'œil divin...",
        "desc": "Avoir un œil divin m'aide à éliminer les obstacles qui me gênent dans mon travail. Cela me permet de gagner un temps précieux pour m'occuper de mes patients. Quel genre d'obstacles ? Hmm... Parfois, il arrive que des méchants essayent de m'empêcher de soigner quelqu'un. À certaines occasions, ce sont les patients qui peuvent se montrer peu coopératifs... Mais ce sont des cas extrêmes. La plupart du temps, j'aime utiliser mon œil divin pour faire des bulles colorées qui flottent. Elles ne manquent jamais de me remonter le moral et d'égayer l'atmosphère. J'ai plein de belles photos de moi avec mes amies mélusines au milieu de ces bulles.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/f3016d72d71cba044fa57b32298dfe6b_6284997413292567771.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/337c8580a850600d0cb566275ca5d91f_8789438071740496234.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/ebe00a6471ff5c57a3a589895beaac08_1671238341616475265.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/012072441010879d5185186ced8e5248_6787163488018500138.mp3"
          }
        ]
      },
      {
        "title": "Quelque chose à partager ?",
        "desc": "Les humains deviennent très vulnérables lorsqu'ils tombent malades. Beaucoup de grands gaillards qui se pavanent dans l'Arène de pancrace me regardent comme des boudinés effrayés lorsqu'ils apprennent qu'ils ont besoin d'une piqûre. J'apporte toujours beaucoup de bonbons et d'autocollants pour réconforter ces patients sensibles. C'est vraiment efficace, leur visage s'illumine aussitôt.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/01152e4719b2679db498bf392f9bfb61_4153948201846377528.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/07de19d3fe8e7efea654f0e2f4cff730_4943482659771034280.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/14b6fc43e2e1b751525aab457725eb0a_5763627154570447169.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/6307e1d2895624e5bcd09954ae1b3d3e_6226568819344163690.mp3"
          }
        ]
      },
      {
        "title": "Détails intéressants...",
        "desc": "Vous aimez vous baigner ? Les environs de la Forteresse de Méropide sont agréables, c'est sombre et trouble. Je parie que vous apprécieriez... Attendez, les muscles autour de vos sourcils se contractent, ce qui signifie que vous vous sentez mal à l'aise... Je sais, allons plutôt faire de la plongée à la Plaine Salacia ! Ça fait longtemps que je n'ai pas vu les loutres tranquilles jouer. Je pourrais les regarder toute la journée. Faites attention à ne pas leur faire de mal et ne leur volez pas leurs coquillages.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/6c55cce0bfcd2df9b34db5c96a9b5887_3118344458969976153.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/eab829c81bb69be709bc969070c7b5b4_1893577542063404418.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/b9ddfbec559f1cdcd082881d69674499_3489611242697197725.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/ee6c228ad4df1fcffb4ad79e7872ec86_565836173996734951.mp3"
          }
        ]
      },
      {
        "title": "À propos de Neuvillette - Respect",
        "desc": "Monsieur Neuvillette a amené les mélusines à la Cour de Fontaine et nous a trouvé du travail. Nous nous sommes intégrées toutes ensemble à la société de Fontaine et avons découvert les merveilles de l'humanité. J'ai beaucoup de respect pour lui et j'aime beaucoup les humains aussi. Hmm ? Qui sauverais-je en premier si monsieur Neuvillette et un humain tombaient à l'eau ? C'est une question facile. Monsieur Neuvillette m'aiderait à sauver l'humain et à le ramener sur le rivage.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/ec4a58bba188c71c9be8fa9e016aad79_503117631675655556.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/719614408c15f2b959f2fa4270fec80f_1972934255010259678.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/524eac08fa33225dbf55821497c84e0e_1300033814835639128.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/b7fa0b71984c5463fa6e8c798a2dbca2_4117507102872908098.mp3"
          }
        ]
      },
      {
        "title": "À propos de Neuvillette - Compagnons",
        "desc": "Nous, mélusines, sommes les familiers de monsieur Neuvillette. Pourtant, il ne nous accorde pas de faveurs au-delà de ce qui est juste et légal. J'ai accepté mon procès et son verdict. Je me souviens qu'il pleuvait très fort le jour de mon départ pour la Forteresse de Méropide, mais les gouttes de pluie n'étaient pas froides. Elles étaient chaudes et douces, comme le regard de monsieur Neuvillette...",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/8d766f69e4b4600394322c58f0d67621_4896334420092722681.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/ee7593fcea36fdc08b92a9e8e5de8b3b_6065369238671551799.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/64d5cc3d34276b0774b5617c22bc5808_8614149366712906765.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/dc0621d81e05149d2de929e207fd63db_9205691871832820099.mp3"
          }
        ]
      },
      {
        "title": "À propos de Wriothesley...",
        "desc": "Le duc est la personne avec la plus grande tolérance à la douleur que je connaisse. Il n'a pas toujours été aussi grand et fort qu'aujourd'hui. Mais même avant, il refusait toujours sa dose d'anesthésiant lorsqu'il venait à l'infirmerie pour des points de suture. Il disait vouloir garder l'esprit vif ou quelque chose du genre. Je m'étais dit que c'était un jeune homme impressionnant et il est devenu un adulte tout aussi extraordinaire.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/7675cbce9d71528eb2a78cd5a2e7fa94_5146518445541638240.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/f1f14f72cd297ee637887198fe2a1776_8291912262889191449.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/596276e464c9904723bdd82be23034ee_7916074457045435211.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/957243097de972635c771b2b1abc5206_7623514072898321341.mp3"
          }
        ]
      },
      {
        "title": "À propos de Clorinde...",
        "desc": "Mademoiselle Clorinde n'est pas très expressive lorsqu'elle parle. C'est difficile de deviner son humeur en regardant son visage... Elle a utilisé le rouge à lèvres que je lui ai offert ? Pour de vrai ? Je suis contente qu'elle l'aime ! Je savais que cette couleur lui irait bien !",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/6d019aedd80bf774b7a910fe1a083cd5_413611005292115586.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/ec73faaa359b7be4829a6f78b960e7fe_2363995907580082327.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/9dcea35adc975ab95556f84a6b87d75a_1750553671313971967.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/e78ce79bf9ffebb36acca40c9dde0846_3214669691461290842.mp3"
          }
        ]
      },
      {
        "title": "À propos de Navia...",
        "desc": "L'Association de beauté de Fontaine organise régulièrement des réunions, j'aime vraiment discuter avec toutes les personnes qui viennent. Quand je les complimente, la plupart des gens rougissent, baissent la tête et font de la modestie. Ce n'est pas le cas de Navia : elle est toujours très contente de recevoir des compliments, puis elle me serre la main avant de prendre une photo avec moi en souvenir de l'événement. Elle ressemble à une rose jaune qui illumine le monde autour d'elle, toujours éblouissante, peu importe quand.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/4a49c8f2f9c365f38c08c61520427c7f_3755066537195071761.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/b910efe4946c787f4c3aa420c3f64e77_7201984882223490833.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/66308321845954d066a906505bbba01b_7469127001007776184.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/e0d68e75787315c841796a2add47eba5_8125713042693182489.mp3"
          }
        ]
      },
      {
        "title": "À propos de Charlotte...",
        "desc": "J'adore regarder les photos de Charlotte. On voit ce que font les muscles du visage des sujets dans toutes sortes de situations : tendus, détendus, étirés vers le haut, tombants... Je m'en souviens très bien.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/dc03836c27b88d15dc4661d2ce4598de_9187837087990503709.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/624bf2d39c0fc4554d7253e15e483a79_6368729082106777619.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/144166a7a6accbdb406a24de5e652fca_8392562341178169660.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/525380a3ec324bb880843db4762412e5_9095360953975772660.mp3"
          }
        ]
      },
      {
        "title": "À propos de Lyney...",
        "desc": "Je suis encore très gênée d'avoir administré un tranquillisant à monsieur Lyney... C'était le moyen le plus inoffensif de le neutraliser dans une situation d'urgence... Heureusement, il a accepté que je m'occupe de monsieur Fréminet une fois qu'il a compris que je ne leur voulais aucun mal.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/6b18897274016ade1b5a9af97b69aa10_2342699542331093954.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/d182e7170bcfff13ccdec91d44c0e69a_736495593257859195.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/a92ce1f8a5d868cf7d025e1f9e7e304e_697882668701902701.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/dcfc7e8553b267b8d31f491f7b09609d_6100399714565015956.mp3"
          }
        ]
      },
      {
        "title": "À propos de Lynette...",
        "desc": "Lynette est doublement mignonne : comme un être humain et comme un chat ! Après l'avoir observée un peu, j'ai remarqué que ses oreilles se penchent vers l'avant lorsqu'elle prend du thé et des gâteaux. J'ai envie de lui faire une caresse sur la tête... Vous aussi ? Et si nous lui demandions la prochaine fois ?",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/bada58576483e7b0e1cfaf11112f9c49_3335659884584562359.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/31434c5f8dccc1fcc2c1833dc34762da_7948014162767387413.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/a16930f9ecfefbdc19365953304b92e8_1797979240446676481.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/d51e16ba0845a64da1ee0e52b640f0bc_5355469116568205272.mp3"
          }
        ]
      },
      {
        "title": "À propos de Fréminet...",
        "desc": "Il a tenu à venir me remercier en personne après s'être rétabli. C'est un adorable garçon. Il parle très doucement... Je pense qu'il n'a pas l'habitude de beaucoup parler aux autres, mais je sais que son monde intérieur est riche et détaillé quand je vois son air captivé lorsqu'il regarde les peintures de mélusine.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/08283eec54ef06a80fce83c66d772cd7_32950762341807378.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/618e6ce2aaab1ea4981ccfad0d5227a3_705834816541503209.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/d3855de6c27ff0e305b014bec7b3b67d_4221792636932225851.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/f17b95ea35e6e9c53fcdf3669a9a06e8_3947722497299965193.mp3"
          }
        ]
      },
      {
        "title": "À propos de Chiori...",
        "desc": "Les mélusines ne sont pas faites comme les humains, alors c'est difficile de trouver des vêtements qui nous conviennent. Même moi, je ne sais jamais où mettre ma queue quand j'essaye des vêtements humains... Heureusement, Chiori propose de confectionner des vêtements pour mélusines. Ça nous permet à toutes de porter de jolies tenues qu'on aime.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/833742f1396a8460e082fbaa3d1361ee_6405307993047973277.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/0ba3549e6d6d2a065a44266fd7726148_2873560875577522178.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/e1cabefcdfc37b1a6588e6a36943f20a_3736824370642477624.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/ed48fed552d5545869cca08e48bab23b_8192939905433226822.mp3"
          }
        ]
      },
      {
        "title": "À propos d'Émilie...",
        "desc": "Je vois toujours les parfums de mademoiselle Émilie être recommandés dans les magazines de beauté. Du coup, j'ai décidé de raccourcir ma visite au Palais Mermonia pendant mes prochaines vacances pour faire un peu de shopping à la Cour de Fontaine. Je vais acheter plein de parfums d'Émilie pour les ramener à toutes les jeunes femmes adorables ici, hihi.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/1b9c5cc9739a3c076005cbfbe63d5467_98925375841426268.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/b1700b35aa21b12c7d166a29b41744ec_4434932798532580770.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/80953180f0fdf45fef25faefb275d57d_1236565256179942202.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/7c9643d47dec817d1ba5dcca6a3f8e4f_2550905480487719191.mp3"
          }
        ]
      },
      {
        "title": "Connaître Sigewinne (1)",
        "desc": "Dans mon infirmerie, je ne vois pas des criminels qui méritent de souffrir, mais des patients qui méritent un lit. Peu importe leur identité, ils doivent être en bonne santé pour purger leur peine, non ?",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/15bd71e54d29646e3f636d744476ccaf_8123464879488494860.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/bca1a78f433ee74bf76d74ac9e432a3b_2850837682820382821.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/f2167c7ce10f6e290f002e7543c3c41b_391598105787236579.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/9f3d8da4002af41ec19a45324aab35fd_4437858244465054178.mp3"
          }
        ]
      },
      {
        "title": "Connaître Sigewinne (2)",
        "desc": "Beaucoup de maladies n'arrivent pas du jour au lendemain, c'est pour cette raison qu'il est très important de prendre soin de soi au quotidien. Malheureusement, peu de gens le comprennent. Pourquoi s'obstinent-ils à travailler dans la Zone de production quand c'est évident qu'ils arrivent à peine à garder les yeux ouverts ? Je m'assure toujours de leur donner discrètement un peu plus de nourriture, mais s'ils continuent de forcer... Je n'aurais pas d'autre choix que d'avoir recours à des méthodes thérapeutiques un peu plus extrêmes, comme un petit coup de pistolet tranquillisant. *soupir* La vie vaut beaucoup plus que de simples coupons de crédit... Les gens devraient se montrer plus indulgents envers eux-mêmes.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/1fca6b1ab70c449ef0fef239b872b76d_4365888560764681504.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/4ccdcf91b30febe769e9b114bd0587f1_4074284159640308029.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/419365bef6b31fed8a2a57d5f2365bd3_544475027465119907.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/4d78c0eb43df719737483567f86dec6c_8730076828754243273.mp3"
          }
        ]
      },
      {
        "title": "Connaître Sigewinne (3)",
        "desc": "Quand je ne suis pas trop occupée au travail, j'invite Ottnit et Menthe à prendre le thé à l'infirmerie. Parfois, nous discutons d'affaires criminelles récentes ou des nouveautés en matière de produits de soin de la peau recommandées dans les magazines, mais la plupart du temps, nous dessinons ensemble. Il s'agit souvent des dessins de choses que nous trouvons mignonnes pour les transformer en autocollants et les donner aux gens que nous trouvons aussi adorables... Oh, attendez, j'en ai un pour vous.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/47ff41142057743fa3f597511d84f40a_1699972965236067568.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/27ff1b27564b898b0e4d068337bf5634_4066365479007537512.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/09f8f50612db62861e190fcd483d2d79_9184041291189982146.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/e7edc8e6ab8450f3e89474840dcd3d61_2599575364856830520.mp3"
          }
        ]
      },
      {
        "title": "Connaître Sigewinne (4)",
        "desc": "Il y a très longtemps à Fontaine, les humains et les mélusines ne s'entendaient pas comme c'est le cas aujourd'hui. Certaines personnes avaient peur de nous et nous détestaient parce qu'ils avaient entendu dire que nous étions nées du corps d'Elynas... D'autres ne faisaient pas confiance à monsieur Neuvillette, alors c'était aussi valable pour nous... Peut-être qu'ils étaient méfiants parce que nous ne leur ressemblions pas... C'était difficile de se faire des amis humains à l'époque, alors j'ai eu beaucoup d'affection pour cette petite fille qui a bien voulu prendre ma main ronde dans la sienne.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/34c4bb8b92fdf78d69ca642fbc7989e0_4714317159825369050.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/8a4033b4e1ad9f874b2bf6dfe0b7169f_2142708093262276465.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/4bd6d87123d711761afc9406dd35afb0_5874091118386365531.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/aa7c6a5e5596fce66cac65afde8ad8ac_8344802995208139326.mp3"
          }
        ]
      },
      {
        "title": "Connaître Sigewinne (5)",
        "desc": "Mon professeur avait une règle d'or : le devoir d'un médecin est de soigner tous les maux qu'il peut. Je sais que les médecins ne sont pas des dieux, même les meilleurs d'entre eux ne peuvent rien contre les maladies incurables, mais ce n'est pas grave. Nous, mélusines, vivons très longtemps. Du moment que je ne m'arrête jamais d'étudier la médecine, le nombre de maladies que je peux traiter ne fera qu'augmenter avec le temps et la souffrance des autres diminuera. Je suivrai toujours l'exemple de mon professeur, en faisant tout ce que je peux pour sauver des vies... Tant que c'est utile et que cela ne blesse personne, je suis prête à tout pour traiter mes patients, même si ma vie est en jeu.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/853360d42aaf538d2accc727e1920ea8_7955290575048651323.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/25835cdc3d4fce5997879fb80b8bf4e3_4387869054294412369.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/b291f8cf3f57db0eb3057ba2f891932a_6429145771335540420.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/417bd3651230c39a9a82b0d92d5ac37d_3027018876863245307.mp3"
          }
        ]
      },
      {
        "title": "Les loisirs de Sigewinne...",
        "desc": "De tous les livres que j'ai lus, mon préféré est « La signification du rire ». C'est une lecture amusante et cela m'aide à diagnostiquer les patients. Par exemple, quand quelqu'un sort de l'Arène de pancrace en riant, mais que les muscles de son visage sont crispés, c'est qu'il essaye de cacher la douleur de ses blessures. Si vous apercevez quelqu'un dans ce cas, il faut lui dire subtilement de venir se faire soigner à l'infirmerie. Et j'insiste sur la subtilité, sinon son rire perdra tout son sens, haha.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/eeaffbba75d042d662b0096990f2e1de_5834222395469203052.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/12a60351c305fb3d1cd693c46d5d251e_7288733931237759914.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/11feb7f39bbef4ce1a6dfa40cbf12c25_7472323441527014556.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/9e8ade335e18b8dbbb7966ff221c7ba2_4569695462173082783.mp3"
          }
        ]
      },
      {
        "title": "Les problèmes de Sigewinne...",
        "desc": "Étrange... Je n'ai bientôt plus de place dans ma salle de stockage. Il me sera impossible d'entreposer plus de composants mécaniques dedans. Et moi qui pensais que j'étais douée pour bien ranger... Hmm, il va falloir que je demande au duc de m'accorder plus d'espace...",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/1591f9f87ce5534794e3cbd4eea73acc_8201705027773751408.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/ce2c8ce8dcbd45598a63e6fbbe8bd914_3511332582808584876.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/a7115a938ddebe304ddbca4b8c036c3f_3433473552765350388.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/15172a8b33624a542e26f161c10ae271_490004035081649509.mp3"
          }
        ]
      },
      {
        "title": "Plats préférés...",
        "desc": "Il y a tellement de bons ingrédients avec des bienfaits nutritionnels qui leur sont propres... J'ai trouvé un moyen de les rassembler en un seul repas. Ça vous dit d'essayer mon milkshake nutritif spécial ?",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/75194747f9e5716e2213c495a798eef3_477272733974081439.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/950d42054cb2df5fc7b2035561daab19_7392491379699016119.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/73ad6cb8d494bcf09ecb65025601b2e3_5867525888383661708.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/d3a1e3dd5713a22fd7eaf48479e0e487_7396783714724507981.mp3"
          }
        ]
      },
      {
        "title": "Plats détestés...",
        "desc": "C'est bien de boire du thé, mais cela vous fera plus de mal que de bien si vous en abusez. *soupir* Je ne compte plus les fois où je rabâche ces paroles au duc...",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/abad4959064f73dd65a3ce11b522d5b5_6383883863117700111.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/982ee53ec825c6739e31d3f1098b39ce_7931879879260940545.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/6995cd10249df553b199e7f2a73dd556_6661935856131307945.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/a52f02d0c852af73ec8d602f4abf519b_1510516951797118260.mp3"
          }
        ]
      },
      {
        "title": "Cadeau reçu (1)",
        "desc": "Je peux voir que vous avez utilisé beaucoup d'ingrédients... Hmm, je me demande si je peux ajouter cela à un milkshake nutritif...",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/87ea399c25d9df858a8d8f99f534a675_3330466801232956150.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/6aa60fda5d07e585a2b772a2ebe9ea76_1364045264802749064.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/5ac55eebe656c8925cde3aad965bb791_5251405483519880585.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/e9bacf0e0bdca10aeffaec3b8a8aaf51_9110717683167593456.mp3"
          }
        ]
      },
      {
        "title": "Cadeau reçu (2)",
        "desc": "Si Wolsey avait un commis de cuisine comme vous, il y aurait plus de plats délicieux.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/4ac32c86d2a92e749c65444d8f50f0e8_8921005766949064720.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/f5c01c0d15a28ccdcb318007d2a18d1e_3590082314747599977.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/f2ca5d9a65645487b46bfb57a7042865_6305900436608218904.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/566e2cd69a420590cd6df8500b3aa1cf_4578449785256376211.mp3"
          }
        ]
      },
      {
        "title": "Cadeau reçu (3)",
        "desc": "Vous pensez que je devrais manger plus ? Merci de vous en inquiéter. Ça vous dit de partager avec moi ?",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/fdc637769f2a0b265c0175cd748cd1bf_5667499228224311894.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/bd247057f39d3fbcc67b118931cb77b7_2909685536018700511.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/c85b0b4a842641c3f76a68c1f12cd207_3399931662913477700.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/40a54340bacec9e013a49de4f9c61b5b_687725008107814098.mp3"
          }
        ]
      },
      {
        "title": "Anniversaire...",
        "desc": "<p>Joyeux anniversaire ! J'ai vu que vous étiez souvent en vadrouille, alors je vous ai préparé un ensemble de produits de soin de la peau en format voyage pour que ce soit plus pratique. Allez, allongez-vous et fermez les yeux. Je vais vous montrer comment utiliser tout ça. Tout d'abord, j'applique une lingette humide sur votre visage, mais vous pouvez très bien le laver à l'eau si vous êtes pressé/pressée... Ensuite, prenez une noisette de nettoyant moussant et massez-le en faisant des mouvements circulaires en suivant la forme de vos muscles, avant de rincer et de sécher votre visage... Enfin, nous appliquons une crème hydratante à l'extrait de maréalgue... Et voilà ! Vous êtes radieux/radieuse et prêt/prête à profiter de votre jour spécial au maximum !</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/9d85af28d55b97ede0dcdc3d313635ec_5301758831936853013.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/3395f90d5bedad96a88d7033f12f655d_1973731503839623315.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/005bc1ff2a1259f16bf035d01338dda8_4858309649400661913.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/29ae960a7bc22197c712c743965b1399_4300884478515244493.mp3"
          }
        ]
      },
      {
        "title": "Affinité faible",
        "desc": "Votre mission d'aujourd'hui est de continuer à être adorable. Ne vous en faites pas, je vais vous aider.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/1061d5aca163f708256ffc6290d05232_4143947170636548952.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/387cf2ad2da616117fffd9e984611630_1054452653131689301.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/35c053ce4a7bc87b9c10088d779edd41_4693579673541652448.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/ff24456c8df52555c6d21ae12ed940cd_7696351950425836457.mp3"
          }
        ]
      },
      {
        "title": "Affinité moyenne",
        "desc": "Oui, vous n'avez pas halluciné. Les mélusines balancent leur queue quand elles sont contentes. Merci pour tout ce que vous m'avez donné.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/c47c51285ba76bda042807d575a2136e_6528119665352447265.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/30576b0d9900f6c99eda0e6cd98b30ea_2796100273577953555.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/b95caedf143e2bc9ca5968ac08c0381b_2467500073503798563.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/1055a0c012d3602ec159b00c42dc23b8_1139194067021714939.mp3"
          }
        ]
      },
      {
        "title": "Affinité élevée",
        "desc": "Ouah... Je tiens mon pistolet tranquillisant beaucoup mieux entre mes mains. Je veux voir si j'arrive à tirer avec une seule main... Et si nous allions nous entraîner sur des cibles ?",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/71688d4b1569a45fa0f7b97330dee983_4319596643964380602.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/5522e7602bae03d73fc1877bc665163d_7367610031444207436.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/d1c9c91c0b5179218377ba1030fa9d54_5761083506989111545.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/7780e70b9e0fdc0b18d295040b29acb1_8035691906019330413.mp3"
          }
        ]
      },
      {
        "title": "Affinité max",
        "desc": "Les humains et les mélusines voient peut-être le monde différemment, mais j'ai toujours pensé que nous partageons les mêmes sentiments d'amitié. C'est quelque chose qui transcende les espèces. Prenez ma main. Vous sentez ? C'est de la chaleur qui vient tout droit de mon cœur.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/7db47f00a535bbd2f3dce4bd05fadc27_3606699960054704541.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/76b694e3976fbc5ff0c6c3c2e4052a15_3573375472443008080.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/955fd1e9927dd6e8709711cbe0895b10_3985976607691026307.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/1375662934fbb923c84e3e2f9d1418ca_3411520847424607590.mp3"
          }
        ]
      },
      {
        "title": "Compétence élémentaire (1)",
        "desc": "Ne bougez pas.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/b52602876388064e8d7d005fabf64500_817314280787446632.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/f3cebfdb245c7324c28d7bbb75ccba5a_3238908385430640880.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/f4c2ae21cf8718d86d935d48516c7c3e_7151205674919795697.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/aada5d81c9ea9f214d83546e9df4f028_2300026316620902157.mp3"
          }
        ]
      },
      {
        "title": "Compétence élémentaire (2)",
        "desc": "Voyons cela...",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/f2d56a9e290c545f03e365bea20da455_3404475336007113851.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/9c7718a9f8a23c382d9d5590c0d9869d_7549739539822590239.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/c49031f7083176c9ae138e91996aeec3_6592270444713050219.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/aa823c965d70052dadcc7d34e16dd0b7_7681818663076759912.mp3"
          }
        ]
      },
      {
        "title": "Compétence élémentaire (3)",
        "desc": "Restons calmes.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/7812e1635fdd5442eb484c197f18aac1_8660711240016524769.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/f2e26b18d0471649f87e1cbb2e901aa3_6351574217235418071.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/fa8351ad1877a228c91408aff93cc36e_9099156866689270189.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/b14c66897c4183d0dd36581070d68393_7041128057579026571.mp3"
          }
        ]
      },
      {
        "title": "Compétence élémentaire (4)",
        "desc": "Faisons des bulles.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/7b8d34b762ade76b158ce5f1c895eebe_5519031088960719541.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/43061ae7f7ebc455bad2363ab4bc4023_1518226294260683286.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/20de309a23a067d2e10679db21bafb2a_2970464298924235520.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/a2ca578ed2b566140595643f8983e639_5372287563738421847.mp3"
          }
        ]
      },
      {
        "title": "Compétence élémentaire (5)",
        "desc": "Des bulles !",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/35b6059a6dbe8758f9da21f0cca9bbf1_504355182748125246.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/c204e2ae51983727d08fbaf19cd3b333_1846595238566932141.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/2317672537f827a944b3f019e15deaf7_8020794756429846481.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/cfd75427977ca8c9a1e5b1a788d5493c_1862068744226503166.mp3"
          }
        ]
      },
      {
        "title": "Compétence élémentaire (6)",
        "desc": "Ça flotte !",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/2747ad513faef42610108a448ca873fb_6282397561306078551.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/1bd85e6cf4b1a1eb352a6314e0f3a93b_7446120454562349913.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/b3c3fea52dc88c0daae26a559c715fa2_7196985194476105277.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/eaec4520a7618785a0ff90d2fc82e204_6426633730221231136.mp3"
          }
        ]
      },
      {
        "title": "Déchaînement élémentaire (1)",
        "desc": "C'est pour des fins médicales, promis !",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/b1f4b763ae03bf21774bd44c4e6ccae2_5866381009233785330.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/1308f86a46e363ff484b23baf87c136d_7549813216074720548.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/87b7992fcfea998936549c2f92c71a64_9043569373032308553.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/3b3856beee43967bedc15c8f1b0fe029_8165048966352316446.mp3"
          }
        ]
      },
      {
        "title": "Déchaînement élémentaire (2)",
        "desc": "Ne soyez pas nerveux ! Détendez-vous un peu.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/a872aee275a32caa0467ecfa26481760_5184480100788927336.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/2fa2e519fc41526bfaa5c8b616ac62c6_1038755606389364063.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/91661710521120d3e8d0ea26297236c4_6599372512367188112.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/02af376bdca1bba0e9cc7aace98c44f9_3717371282818212628.mp3"
          }
        ]
      },
      {
        "title": "Déchaînement élémentaire (3)",
        "desc": "Ça risque de piquer un petit peu.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/21ac6ae943bb5c07ea2a987aeb1b1f1e_1071470159831035255.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/4fface4a7dc94b76200e8c8082c15921_5464835888316071517.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/078a0f8892592b0b0300ad47a8170e82_3859208041608742212.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/e46ab43fe94cc4f097b369cbae20308c_487062496342927004.mp3"
          }
        ]
      },
      {
        "title": "Début de sprint (1)",
        "desc": "Attention à ne pas glisser.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/afcaff18daaf3e7c5df1475c2fb14846_9149732444939764461.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/ab7e3a99e4e0968399e2111c322306a7_7471728711261636787.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/00ba7bd296605ed7e203929f3651dd7d_3426135836445401566.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/9bca060eb43136c3c49a12f99ac2ea18_5174282362952273899.mp3"
          }
        ]
      },
      {
        "title": "Ouverture de coffre (1)",
        "desc": "Ne souriez pas trop, votre visage va se fatiguer.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/b083cf9bb352854dafc1d753e99ec35b_2751638528926117371.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/01a0baf9c964d7a2fc739e99498a5fff_2997174694728539094.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/dfd14ac5ffbdafe7d877add8695f75ed_7979723220919263908.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/c61ad1d9a1eb7f42dd239d3f55593f9b_1916211405004661862.mp3"
          }
        ]
      },
      {
        "title": "Ouverture de coffre (2)",
        "desc": "Je pourrais avoir les composants mécaniques s'il y en a ?",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/cb997355a2b4a1cee9d5235791b39760_4890549189069895499.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/44a6f66c74f35c73849051dac3c8a693_1471944633642395923.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/a34521cc5e8735fc1d0f1f364b2d1e16_6413610307357408727.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/e8bdb837496906dd48803fe046aaf1f8_7692223501434027702.mp3"
          }
        ]
      },
      {
        "title": "Ouverture de coffre (3)",
        "desc": "Un joli trésor pour une adorable personne.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/0f4f01e2601dea4947a60925d5e46969_8756197764661680534.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/bac3365c8b4df0a6fb970f8f38728c89_3204511358333838881.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/d2ad5493b742b774ce93ebdb91a0990c_6400804435157896142.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/813de29bca5f268c6fa8febda3086d91_6627054040092679765.mp3"
          }
        ]
      },
      {
        "title": "PV faibles (1)",
        "desc": "Je peux me soigner...",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/db1992fa3679dd2be6ccb35e1b0f2b9f_520742342988588954.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/b329164dc8efb232c860c0488afa0a43_4976275972235970318.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/a8f97b16bd60b4fbacdaac9f81cd4364_7552994294274827381.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/984ceb5b73ca561fc1cbad786be618df_994942771218077772.mp3"
          }
        ]
      },
      {
        "title": "PV faibles (2)",
        "desc": "C'est l'heure d'administrer l'analgésique.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/2b92e2b2219758baf6a469eaf99cefc0_4689532762561566132.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/d731a161fb0173a17377357c2d944992_1413385844280374215.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/7e56c03cbf3721df44494c67c5aa160d_5671548566813828634.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/1605596dc5c8c446e460a8e1f79d1a89_9136852577576503951.mp3"
          }
        ]
      },
      {
        "title": "PV faibles (3)",
        "desc": "Ça va aller...",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/281ebd6b8c68f723d955c5e384e9d16b_5731283032742058004.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/75ea5eaeadf9ab5a50cbe94c5f0b71af_6217560824354063253.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/59fd7f66e5b646cb156d2afccd49c620_2930810453841149733.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/2db3b55b73882f1dda54f89f2ccdc878_7481809599200025788.mp3"
          }
        ]
      },
      {
        "title": "Compagnon avec PV faibles (1)",
        "desc": "On dirait qu'il faut un traitement plus agressif...",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/218d49145bb862cb0d6f0397bbddeb41_2577724749662853489.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/78693b902b44c79b69840ba6e38fff0e_2955896356744059506.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/9cda51cd066f79fe1d38d276902923f1_3268509086834111152.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/4e931b7623571ea4f673df46d86d1490_3735396335121786182.mp3"
          }
        ]
      },
      {
        "title": "Compagnon avec PV faibles (2)",
        "desc": "Les renforts sont là !",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/d740d6b6cbdbcce604ffaea912213854_4969970186492413426.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/272bc9eff57062783b6a3d95eb032dd4_6597691918425586412.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/3dd26e47f7d169d61e72d9b2882c6840_2415162456308743151.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/7eaa50173ce8a6e5f83113f50f978155_4720741032685101488.mp3"
          }
        ]
      },
      {
        "title": "K.O. (1)",
        "desc": "Mes patients ont besoin de moi...",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/507689409ecbab1dab91cfe2df13b27f_6818330114536017924.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/79b493bfbac7dd0fd0c546d390a4c857_551469436282187573.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/00107d54c27d9ff5ab316d778a68699b_9184179963590573512.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/f21aeced805e7e9298c0b21ec48a0ded_294561744917437703.mp3"
          }
        ]
      },
      {
        "title": "K.O. (2)",
        "desc": "J'ai froid... Ça fait mal...",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/84ce17dbd46cb8507b44f2d2a578c2ac_5539003038739641044.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/c7d33da4b2bf36f49d355599c24dcf26_2727206873741636351.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/e28c0e9e86d201b3951763bbd54aefd9_2216728098176215549.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/44b17f80e97545d9ed294a9c142681c2_4803460926372938951.mp3"
          }
        ]
      },
      {
        "title": "K.O. (3)",
        "desc": "Mes blessures ne peuvent pas être soignées...",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/9470cad24f575a68661719806ef8ef55_4615161081871275474.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/a59b427bfe4a2b9d6a18b4c0d775d204_7807810072360699006.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/115f7c62f0a183b214e287884c38aa08_1412387260808446984.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/d7f6f11b5eb5e749c6bb3b2550051ebb_3497871969487118471.mp3"
          }
        ]
      },
      {
        "title": "Attaque légère subie (1)",
        "desc": "Non.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/1af9f0d8b8f247c7f6aec550d050baea_868290133384817387.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/470e37e6fbb2648c5c2d590ebb33c49c_6126055428506282913.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/a031403d1792e047eb4ca9ee0e45873d_5596177729299169175.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/1519da88f41b42475c17a88d38a4125b_4441645574643146595.mp3"
          }
        ]
      },
      {
        "title": "Attaque puissante subie (1)",
        "desc": "Vous m'avez énervée !",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/0d58867090a45efa092a800ef1a6368f_8938979043700282748.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/0fb256762f2d9f35ecc18916d6e6ef63_8607052366633565934.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/11baaf0f928274e02fcab3edeb7db045_329462224307284806.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/9cab3a009e31e1db949a7b6235a9994c_7388691192269460604.mp3"
          }
        ]
      },
      {
        "title": "Attaque puissante subie (2)",
        "desc": "Ce n'était pas très gentil !",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/a4429dcbdab770dcce9abfebedaccd12_9104911929838884709.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/4018ca9bc20f85ea0022b15751af205b_2768635014868144012.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/332910778bc8c8c34bd1337174b5014c_165349035718404650.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/5abb60b60efd1295550a966a9e3f5312_8495167542260394820.mp3"
          }
        ]
      },
      {
        "title": "Ajout dans l'équipe (1)",
        "desc": "Quelqu'un a besoin d'un examen médical ?",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/83065d4ec6c2aaf58266bdbf7a07e413_6874544167582808362.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/2363d4d3ac5676b1923c15b094069839_3927465990812460317.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/4f6d7307b53ef3d8966ece872550dad4_1712323935317590133.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/13d20ec260ddd230ca622c9a1e99da22_95236113321889652.mp3"
          }
        ]
      },
      {
        "title": "Ajout dans l'équipe (2)",
        "desc": "Anesthésiant... OK.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/6f6de39b0330d9ad823af14296ba0dfe_8648430184149285795.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/2ae8966f6d83d9eed3ccc8ade1c935c4_4690131049908553358.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/edceec0f31c8c951a17af3bf32a220a6_4229466753770166809.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/6b0cf1ec937796456107d63de8e93406_2081369613621221390.mp3"
          }
        ]
      },
      {
        "title": "Ajout dans l'équipe (3)",
        "desc": "Excusez-moi !",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/610168d0474b2c4b60d4867ad85fdf3f_8700993804264873795.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/a19d2c9a5cbc9fa0b21b5dc9f6e7f67d_4633198935688120632.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/d601de0c45b1e02c5944421e3dcbf45b_6076920619526734886.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/ac5c211f60d547861c01d188073f807b_7607251313789848350.mp3"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 2,
        "text": "Détails du Personnage",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Annonce du Personnage"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/43281454/b763ef08fd536d233edd700f54b4c495_1156246662537070787.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>22/04/2024</color>\n<color=#ffffff73>« De toutes les amies mélusines que mes parents connaissent, Sigewinne est la plus spéciale. J'ai entendu dire qu'il y a très longtemps, quand j'étais enfant, elle venait à la maison pour me tenir la main afin de me soutenir lorsque j'apprenais à marcher. De longues années ont passé et j'ai depuis bien grandi, mais elle n'a pas changé : elle est toujours aussi chaleureuse et minutieuse. »</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>— Émilie</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/43281454/01b660776dec5b11b88abe785feffbbf_715975323405198320.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>22/04/2024</color>\n<color=#ffffff73>À la Forteresse de Méropide, où le soleil ne brille pas, l'infirmerie est l'endroit le plus chaleureux.</color>\n<color=#ffffff73>La rumeur veut que son infirmière en chef en soit également la fondatrice. Au fil des siècles, la Forteresse de Méropide fut dirigée par différentes personnes, ce qui engendra son lot de chaos. Mais ceux qui y vivent entretiennent pourtant une forme d'accord tacite : celui de ne jamais lever la main sur le personnel de l'infirmerie.</color>\n<color=#ffffff73>La raison est très simple : trouver du personnel médical disposé à soigner des criminels et à rester longtemps dans un endroit comme celui-ci n'est pas chose facile.</color>\n<color=#ffffff73>De plus, il est très rare de trouver une infirmière en chef aussi douce, adorable et prévenante que Sigewinne.</color>\n<color=#ffffff73>Un détenu blessé lors d'une émeute, qui s'en est sorti la vie sauve grâce à Sigewinne, la voit comme une messagère envoyée du ciel afin d'apporter le salut aux pécheurs. Il la considère comme un « ange de l'expiation » et chante ses louanges à qui veut bien les entendre.</color>\n<color=#ffffff73>« C'est vraiment exagéré », affirme Sigewinne en hochant la tête, tandis que ses deux cornes se mettent à se balancer.</color>\n<color=#ffffff73>« Avant de vous aider, je ne vous ai posé aucune question sur vos crimes. Mais une fois sur pied, vous devrez continuer à purger docilement votre peine. Et oubliez les compliments, ça ne vous mènera nulle part ! »</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Histoire de personnage | Sigewinne : « Salutations quotidiennes »"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/16/43281454/8f1fbcf6f4a1e0663885c340faba29f2_1916953362667200905.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>19/06/2024</color>\n<color=#ffffff73>Les lettres auront beau être longues, mais elles ne le seront jamais assez pour aborder toutes les facettes de la vie quotidienne.</color>\n<color=#ffffff73>Rendez visite plus souvent aux personnes qui comptent pour vous.</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=xDpA6x0KMSI"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Présentation de personnage - Sigewinne · Merveilleuse fille-dragonne"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/16/43281454/7ce8e759772db3cb9981e357661b677e_289511248368279125.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>19/06/2024</color>\n<color=#ffffff73>« Vous vous êtes cogné contre quelque chose ? Dites-le-moi si vous avez mal. »</color>\n<color=#ffffff73>Bonjour, chers voyageurs ! Aujourd'hui, nous vous présentons Sigewinne, l'infirmière en chef mélusine de la Forteresse de Méropide. Elle s'occupe de tous les prisonniers de manière équitable.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Annonce des doubleuses"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/16/43281454/7a324c48cbc378e5d03ff7c632a5f96a_566826456860650612.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>19/06/2024</color>\n<color=#ffffff73>« Il faut faire attention ! C'est le dosage qui détermine la différence entre un remède et un poison. »</color>\n<color=#ffffff73>Doubleuses</color>\n<color=#ffffff73>Voix anglaise : Sarah Williams</color>\n<color=#ffffff73>Voix japonaise : Hina Kino</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Événement Web : « Petits dessins venant du cœur »"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/16/43281454/43b6f38fc918530119a724d8b96da9f8_6449716357968029100.png",
        "alignment": "left"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/16/43281454/a38480ca92363cb28e4c66a2d59b319a_238681511570758036.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>20/06/2024</color>\n<color=#ffffff73>〓 Durée 〓</color>\n<color=#ffffff73>Du 20 juin 2024 à 12 h 00 au 26 juin 2024 à 23 h 59 (UTC+8)</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Démo personnage : « Sigewinne : Guérison accompagnée de l'amertume »"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/16/43281454/9e1dd9876110457a81c93806d373209b_6867132428957724060.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>24/06/2024</color>\n<color=#ffffff73>Ce n'est pas le goût du médicament qui compte, mais son efficacité.</color>\n<color=#ffffff73>Si vous ne supportez pas cette amertume, regardez simplement son doux sourire.</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=_QusNJbJK7I"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sigewinne : Tendre esprit de la mer"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/16/43281454/59e86dedef16d84c33597353ca157d71_7343073697323420107.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>25/06/2024</color>\n<color=#ffffff73>Sigewinne aime observer les humains,</color>\n<color=#ffffff73>leurs sourires, leurs larmes et chaque instant de leur vie qu'ils passent en bonne santé.</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=DVlhX5r02_4"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Événement : Dessinez sur les pansements de Sigewinne !"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/16/43281454/064468fff62eab3402cdae23f72635fc_3789706460978274832.png",
        "alignment": "left"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/16/43281454/e00aeb0367dae246a5d692f41b3efe8b_7330523492901941185.png",
        "alignment": "left"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/16/43281454/da8ed8ac4c4728a3fe017d8467c4b5f9_7045616469695188968.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>21/06/2024</color>\n<color=#ffffff73>Olah ! Bonjour chers voyageurs !</color>\n<color=#ffffff73>Les blessures sont inévitables pendant l'aventure. L'infirmière en chef Sigewinne m'a demandé de vous apporter quelques pansements.</color>\n<color=#ffffff73>Tenez, prenez ça.</color>\n<color=#ffffff73>[Durée de l'événement]</color>\n<color=#ffffff73>Du 21 juin au 14 juillet à 23 h 59 m 59 s (UTC+8)</color>\n<color=#ffffff73>Annonce des résultats : la liste des gagnants sera dévoilée sur cette même publication après le 21 juillet</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Teasers & Trailers",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Teaser Prélude : « Dernier Festin »"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/43281454/dead538111c9b0bf21dc5c6591b117f3_1422490403230491723.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>03/07/2023</color>\nÉcoutez une chanson dont l'ordre des paroles est inversé,\nadmirez une danse virevoltante de joie et de tristesse,\npuis assistez à un spectacle magique que personne n'applaudira...\nPuisque vous êtes à votre place, sur scène ou parmi le public,\nprofitez-en jusqu'à la tombée du rideau.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=9SbgmM3mSps"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Anniversaires",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "2025",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>« Merci, tout le monde ! Votre gentillesse me va droit au cœur. Qui dit anniversaire, dit une année de plus, alors profitons-en pour nous rappeler que le plus important, c'est de prendre soin de soi ! »</color>\n<color=#ffffff73>Le soleil tape fort aujourd'hui, alors restez bien à l'ombre, d'accord ? Si vous attrapez un coup de soleil, je m'occuperai de vous en priorité.</color>\n<color=#ffffff73>Oui, ces fleurs romaritimes devraient suffire à préparer assez de crème pour un mois tout entier...</color>\n<color=#ffffff73>Il suffit d'en appliquer trois fois par jour pour avoir un visage aussi doux que le ventre d'un Boudiné !</color>\n<color=#ffffff73>Bien entendu, je vous ai gardé un flacon ! Cette crème fait fureur chez les mélusines en toute saison !</color>\n<color=#ffffffd9>À une personne adorable</color>\n<color=#ffffff73>Comment allez-vous ? Ici, à la Forteresse de Méropide, rien à signaler, comme d'habitude.</color>\n<color=#ffffff73>Même si les provisions sont limitées sous la surface, mes amis ont tous pris le temps de venir célébrer mon anniversaire. Ce fut une journée formidable, j'ai particulièrement aimé observer les expressions sur leurs visages : la tension avant d'offrir un cadeau, le soulagement de savoir que ça me faisait plaisir et la joie d'entendre mes remerciements... J'ai hâte de tout dessiner pour ne rien oublier.</color>\n<color=#ffffff73>À ce propos, que diriez-vous de voir à quoi ressemble votre autocollant ? Un beau crâne arrondi, des dents blanches, des muscles orbiculaires toniques, des yeux clairs et brillants... Je trouve votre visage tout bonnement adorable.</color>\n<color=#ffffff73>Voilà un certain temps que vous parcourez les routes de Nattan. Rien de cassé, j'espère ? Et si vous passiez me voir ? Je me sentirais plus rassurée après vous avoir examiné pour être sûre que vous êtes en pleine forme.</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrations de Personnages",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Noël 2023 : « Capitaine Eula, est-ce que je pose le cadeau ici ? »"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/43281454/d4f98b0285a5209ddac5b8e150c11eaa_2998500488086281068.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>25/12/2023</color>\n<color=#ffffff73>« Vous voulez savoir ce que j'ai écrit sur la carte de vœux ? Vous le verrez en ouvrant le cadeau ! » « Capitaine Eula, est-ce que je pose le cadeau ici ? »</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sigewinne - Illustration de personnage"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/16/43281454/95d71c41a65240e6a2e0cce656e6c930_9175891096518204785.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>25/06/2023</color>\n<color=#ffffff73>« Prenez ce médicament et vous vous sentirez bientôt mieux ! Pauvre de vous, vous devez souffrir le martyre... »</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Événement sur Sigewinne et Furina"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/16/43281454/b31e63e02fb301d8a691328923c12414_3660565862601696875.png",
        "alignment": "left"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/16/43281454/90f427917a9c0753c8b39d914b73d6a7_8621633195802372926.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>25/06/2024</color>\n<color=#ffffff73>Olah ! Bonjour chers voyageurs !</color>\n<color=#ffffff73>Cette fois, nous ferons la rencontre de Sigewinne et de Furina ! Laissez un message dans les commentaires pour obtenir des cadres d'avatar garantis et tenter de gagner des primo-gemmes !</color>\n[Durée]\nDu 25 juin 2024 au 7 juillet 2024 à 23 h 59 (UTC+8)\nAnnonce des résultats : la liste des gagnants sera dévoilée sur cette même publication après le 9 juillet"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Personnages</color>\n<color=#ffffffd9>Lien</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Le juge suprême de Fontaine, également connu comme l'iudex, est réputé pour son impartialité sans faille.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/43281454/0513aa7f482dbb4778545d02f94956fe_1439543714753962957.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\n<color=#ffffff73>Sigewinne a découvert la société humaine grâce à Neuvillette qui a permis aux mélusines de vivre parmi eux.</color>\n<color=#ffffffd9>Répliques :</color>\n<color=#ffd780>Neuvillette :</color> <color=#ffffff73>« Je ne sais pas comment va Sigewinne ces jours-ci. Mais si j'entends ne serait-ce que le murmure d'une rumeur selon laquelle elle est victime d'intimidation, je convoquerai Wriothesley ici et exigerai une explication sur-le-champ. Elle est si gentille et vulnérable... Elle m'a apporté un négatif de Daguerréotype la dernière fois qu'elle est venue, et a demandé à écouter davantage de mes commentaires sur l'eau natlanoise... Combien de temps reste-t-il avant ses prochaines vacances ?</color> <color=#ffffff73>»</color>\n<color=#ffd780>Sigewinne :</color> « <color=#ffffff73>Monsieur Neuvillette a amené les mélusines à la Cour de Fontaine et nous a trouvé du travail. Nous nous sommes intégrées toutes ensemble à la société de Fontaine et avons découvert les merveilles de l'humanité. J'ai beaucoup de respect pour lui et j'aime beaucoup les humains aussi. Hmm ? Qui sauverais-je en premier si monsieur Neuvillette et un humain tombaient à l'eau ? C'est une question facile. Monsieur Neuvillette m'aiderait à sauver l'humain et à le ramener sur le rivage. »</color>\n<color=#ffffff73>« Nous, mélusines, sommes les familiers de monsieur Neuvillette. Pourtant, il ne nous accorde pas de faveurs au-delà de ce qui est juste et légal. J'ai accepté mon procès et son verdict. Je me souviens qu'il pleuvait très fort le jour de mon départ pour la Forteresse de Méropide, mais les gouttes de pluie n'étaient pas froides. Elles étaient chaudes et douces, comme le regard de monsieur Neuvillette... »</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le duc de la Forteresse de Méropide est dans l'ombre le seigneur des profondeurs troubles.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/17/43281454/31a0eb2dec5d69ca8dd7616572136b8b_5712583962390933796.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\n<color=#ffffff73>Sigewinne trouve que Wriothesley est quelqu’un de fort et d’impressionnant.</color>\n<color=#ffffffd9>Répliques :</color>\n<color=#ffd780>Wriothesley :</color> <color=#ffffff73>« Sigewinne, l'infirmière en chef, possède toutes les vertus associées à la profession médicale et se soucie sincèrement du bien-être de tous ceux qui l'entourent.</color>\n<color=#ffffff73>Elle semble cependant avoir pris quelques mauvaises habitudes à mes côtés, comme parier fréquemment avec ses amies mélusines sur qui pourrait mettre le plus d'autocollants sur mes affaires. Non, cela ne me dérange pas vraiment... »</color>\n<color=#ffd780>Sigewinne :</color> « <color=#ffffff73>Le duc est la personne avec la plus grande tolérance à la douleur que je connaisse. Il n'a pas toujours été aussi grand et fort qu'aujourd'hui. Mais même avant, il refusait toujours sa dose d'anesthésiant lorsqu'il venait à l'infirmerie pour des points de suture. Il disait vouloir garder l'esprit vif ou quelque chose du genre. Je m'étais dit que c'était un jeune homme impressionnant et il est devenu un adulte tout aussi extraordinaire. »</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5596,
        "name": "Clorinde",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une duelliste mandatée invaincue. Épée à la main, elle défend la justice dans la Cour de Fontaine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/05/43281454/770a66030815971c697ab81bc5436329_407014331348196578.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\n<color=#ffffff73>Sigewinne remarque qu’il est compliqué de deviner l’humeur de Clorinde car son visage est assez inexpressif.</color>\n<color=#ffffffd9>Répliques :</color>\n<color=#ffd780>Clorinde :</color> <color=#ffffff73>« Mademoiselle Sigewinne est une excellente infirmière. Elle est douée pour soigner les blessés, mais également pour apporter son réconfort aux personnes en détresse. Sa nature gentille et aimante fait ressortir le peu de bien qui se trouve chez les plus vils criminels de la Forteresse de Méropide.</color>\n<color=#ffffff73>Peut-être que cela pourrait les motiver assez pour changer. »</color>\n<color=#ffd780>Sigewinne :</color> « <color=#ffffff73>Mademoiselle Clorinde n'est pas très expressive lorsqu'elle parle. C'est difficile de deviner son humeur en regardant son visage... Elle a utilisé le rouge à lèvres que je lui ai offert ? Pour de vrai ? Je suis contente qu'elle l'aime ! Je savais que cette couleur lui irait bien ! »</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'actuelle présidente de la Spina di Rosula, qui est une patronne adorable, dévouée et formidable.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/20/43281454/3fc7580c01a9e622692402889706c4db_7270126468561230888.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nSigewinne apprécie Navia et la voit comme quelqu’un d’éblouissant peu importe quand.\n<color=#ffffffd9>Répliques :</color>\n<color=#ffd780>Sigewinne :</color> « <color=#ffffff73>L'Association de beauté de Fontaine organise régulièrement des réunions, j'aime vraiment discuter avec toutes les personnes qui viennent. Quand je les complimente, la plupart des gens rougissent, baissent la tête et font de la modestie. Ce n'est pas le cas de Navia : elle est toujours très contente de recevoir des compliments, puis elle me serre la main avant de prendre une photo avec moi en souvenir de l'événement. Elle ressemble à une rose jaune qui illumine le monde autour d'elle, toujours éblouissante, peu importe quand. »</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4377,
        "name": "Charlotte",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Une infatigable journaliste de L'Oiseau de vapeur, en constante recherche de la « vérité ».</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/43281454/7bbbff3f35661a93b5091b1f17fae6c0_325733951018340888.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nSigewinne adore regarder les photos de Charlotte.\n<color=#ffffffd9>Répliques :</color>\n<color=#ffd780>Sigewinne :</color> « <color=#ffffff73>J'adore regarder les photos de Charlotte. On voit ce que font les muscles du visage des sujets dans toutes sortes de situations : tendus, détendus, étirés vers le haut, tombants... Je m'en souviens très bien. »</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un célèbre magicien fontainois qui a un esprit agile et un grand don pour le bagou. Le public est captivé par ses compétences exquises et s'accroche à chacun de ses mots intelligents</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/43281454/e343d4442cc3b8e243f0d528bb715f75_8253690679945231464.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nSigewinne s’en veut encore d’avoir administré un tranquillisant à Lyney même si elle savait que c’était la meilleure solution au vu de la situation à la forteresse de Méropide.\n<color=#ffffffd9>Répliques :</color>\n<color=#ffd780>Sigewinne :</color> « <color=#ffffff73>Je suis encore très gênée d'avoir administré un tranquillisant à monsieur Lyney... C'était le moyen le plus inoffensif de le neutraliser dans une situation d'urgence... Heureusement, il a accepté que je m'occupe de monsieur Fréminet une fois qu'il a compris que je ne leur voulais aucun mal. »</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une assistante magique au verbe laconique, dont les émotions sont aussi impénétrables que celles d'un chat.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/43281454/436e6f2b9b9006bfe511a98093259daf_5618319581319479038.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nSigewinne trouve Lynette très mignonne avec son apparence mi humaine et mi chat.\n<color=#ffffffd9>Répliques :</color>\n<color=#ffd780>Sigewinne :</color> <color=#ffffff73>« Lynette est doublement mignonne : comme un être humain et comme un chat ! Après l'avoir observée un peu, j'ai remarqué que ses oreilles se penchent vers l'avant lorsqu'elle prend du thé et des gâteaux. J'ai envie de lui faire une caresse sur la tête... Vous aussi ? Et si nous lui demandions la prochaine fois ? »</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Fréminet",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un jeune homme réservé qui connaît bien la plongée. Sous son air lointain et glacial se cache un cœur pur dépourvu de tout défaut.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/43281454/8e44111a378f4e5379b8e7444e8c2daa_50754500036957300.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nSigewinne trouve que Fréminet est quelqu’un d’adorable et qu'il possède un monde intérieur très riche et détaillé.\n<color=#ffffffd9>Répliques :</color>\n<color=#ffd780>Sigewinne :</color> « <color=#ffffff73>Il a tenu à venir me remercier en personne après s'être rétabli. C'est un adorable garçon. Il parle très doucement... Je pense qu'il n'a pas l'habitude de beaucoup parler aux autres, mais je sais que son monde intérieur est riche et détaillé quand je vois son air captivé lorsqu'il regarde les peintures de mélusine. »</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4946,
        "name": "Chiori",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La propriétaire de la Boutique Chioriya et une tailleuse réputée dans tout Fontaine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/43281454/5470f90694af13476e49be7b8346e2b1_3429721519733048446.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nChiori confectionne des tenues pour les mélusines, ce qui ravi Sigewinne car elle peut porter les vêtements qu’elle aime.\n<color=#ffffffd9>Répliques :</color>\n<color=#ffd780>Sigewinne :</color> « <color=#ffffff73>Les mélusines ne sont pas faites comme les humains, alors c'est difficile de trouver des vêtements qui nous conviennent. Même moi, je ne sais jamais où mettre ma queue quand j'essaye des vêtements humains... Heureusement, Chiori propose de confectionner des vêtements pour mélusines. Ça nous permet à toutes de porter de jolies tenues qu'on aime. »</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5714,
        "name": "Émilie",
        "desc": "Une parfumeuse fontainoise, celle qui embouteille les secrets.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/31/87ad30965e0c1b45364fdccc51b3429d_6108610286145583716.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nSigewinne compte acheter des parfums à la boutique d’Émilie pour les offrir.\n<color=#ffffffd9>Répliques :</color>\n<color=#ffd780>Sigewinne :</color> « <color=#ffffff73>Je vois toujours les parfums de mademoiselle Émilie être recommandés dans les magazines de beauté. Du coup, j'ai décidé de raccourcir ma visite au Palais Mermonia pendant mes prochaines vacances pour faire un peu de shopping à la Cour de Fontaine. Je vais acheter plein de parfums d'Émilie pour les ramener à toutes les jeunes femmes adorables ici, hihi. »</color>"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Aperçu des aptitudes"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Sigewinne est une soigneuse et support</color> <color=#80c0ff>Hydro</color> <color=#ffffff73>qui peut soigner tous ses alliés tout en augmentant les</color> <color=#ffd780>DGT</color> <color=#ffffff73>des dix prochaines</color> <color=#ffd780>compétences élémentaires</color> <color=#ffffff73>qu’ils effectuent.</color>\n<color=#ffffff73>La</color> <color=#ffd780>compétence élémentaire</color> <color=#ffffff73>de Sigewinne permet d’invoquer une bulle</color> <color=#80c0ff>Hydro</color> <color=#ffffff73>qui rebondit à intervalle régulier sur les ennemis afin de leur infliger des</color> <color=#80c0ff>DGT Hydro</color> <color=#ffffff73>. Si la</color> <color=#ffd780>compétence élémentaire</color> <color=#ffffff73>est maintenue, la bulle devient plus grosse et vous permet de viser un ennemi précis. De plus, une telle bulle peut emprisonner les adversaires de petite taille.</color>\n<color=#ffffff73>Lorsqu’elle utilise sa</color> <color=#ffd780>compétence élémentaire</color> <color=#ffffff73>, Sigewinne fait aussi tomber deux gouttes d’eau de sources qui lui permettent, une fois ramassées, de récupérer des points d’</color> <color=#ffd780>énergie élémentaire</color> <color=#ffffff73>quand elle se soigne.</color>\n<color=#ffffff73>Le</color> <color=#ffd780>déchaînement élémentaire</color> <color=#ffffff73>de Sigewinne lui permet de sortir une seringue qui effectue une</color> <color=#ffd780>attaque</color> <color=#ffffff73>en cône devant elle, produisant des</color> <color=#80c0ff>DGT de zone Hydro</color> <color=#ffffff73>pendant plusieurs secondes.</color>\n<color=#ffffff73>Son passif «</color> <color=#ffd780>Repos adéquat requis</color> <color=#ffffff73>» accorde un</color> <color=#ffd780>bonus de DGT</color> <color=#ffffff73>aux 10 prochaines instances de</color> <color=#ffd780>DGT</color> <color=#ffffff73>provenant des</color> <color=#ffd780>compétences élémentaires</color> <color=#adadad>d</color> <color=#ffffff73>e ses alliés ainsi qu’un</color> <color=#80c0ff>bonus de DGT Hydro</color> <color=#ffffff73>lorsqu’elle réalise sa</color> <color=#ffd780>compétence élémentaire</color> <color=#ffffff73>. Pour que le passif puisse atteindre son plein potentiel, Sigewinne doit disposer de 65 000</color> <color=#ffd780>PV</color> <color=#ffffff73>.</color>\n<color=#ffffff73>Son passif «</color> <color=#ffd780>Traitement minutieux prescrit</color> <color=#ffffff73>» lui permet d'augmenter l’efficacité de ses</color> <color=#ffd780>soins</color> <color=#ffffff73>lorsqu’elle soigne un allié ayant un</color> <color=#ffd780>engagement vital</color> <color=#ffffff73>actif.</color>"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Recommandations d'armes"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "1 - Corde de pluie blanche (5 étoiles)"
      },
      {
        "type": "CustomEntry",
        "epId": 5673,
        "name": "Corde de pluie blanche",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un arc féerique des légendes. Que ce soit sur scène ou sur le champ de bataille, il peut facilement toucher le cœur des spectateurs.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/25/76706780/bbfcbecb44910640904415c4c8f7a71d_6838950185706606854.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Effets :</color>\n<color=#ffffff73>L’attribut secondaire fournit des</color> <color=#ffd780>PV</color> <color=#ffffff73>.</color>\n<color=#ffffff73>L’effet du passif augmente les</color> <color=#ffd780>PV</color> <color=#ffffff73>du possesseur en fonction du nombre de cumuls</color> <color=#ffffff73>(Max. de 3)</color> <color=#ffffff73>qu’il possède. Il en obtient un lorsqu’il utilise sa</color> <color=#ffd780>compétence élémentaire</color> <color=#ffffff73>, prodigue des</color> <color=#ffd780>soins</color> <color=#ffffff73>, ou augmente la valeur d’un</color> <color=#ffd780>engagement vital</color> <color=#ffffff73>. De plus, après en avoir collecté 3, le</color> <color=#ffd780>taux CRIT</color> <color=#ffffff73>de son</color> <color=#ffd780>déchaînement élémentaire</color> <color=#ffffff73>augmente.</color>\n<color=#ffffff>Note(s) :</color>\n<color=#ffffff73>Il s'agit de l’arme signature de Sigewinne.</color>\n<color=#ffffff73>Cette arme apporte des</color> <color=#ffd780>PV</color> <color=#ffffff73>à Sigewinne, permettant de faciliter l’atteinte du cap pour profiter pleinement des effets de son premier passif.</color>\n<color=#ffffff73>L’effet du passif de cette arme fonctionne parfaitement autour du kit de Sigewinne. De ce fait, elle peut très facilement bénéficier du bonus de PV et de taux CRIT pour son</color> <color=#ffd780>déchaînement élémentaire</color> <color=#ffffff73>.</color>\n<color=#ffffff>Source(s) :</color>\n<color=#ffffff73>Vœux événements d'armes.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "2 - Arc courbé (3 étoiles)"
      },
      {
        "type": "CustomEntry",
        "epId": 1945,
        "name": "Arc courbé",
        "desc": "Avec cet arc de chasse, vous devriez pouvoir abattre un aigle en plein vol. Bien évidemment, le résultat dépend entièrement de la technique de l'archer.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/反曲弓.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Effets :</color>\n<color=#ffffff73>L’attribut secondaire fournit des</color> <color=#ffd780>PV</color> <color=#ffffff73>.</color>\n<color=#ffffff73>L’effet du passif permet de restaurer des</color> <color=#ffd780>PV</color> <color=#ffffff73>en éliminant des adversaires.</color>\n<color=#ffffff>Note(s) :</color>\n<color=#ffffff73>Bien que l’effet du passif de cette arme ne soit pas intéressant pour Sigewinne, son attribut secondaire peut accorder jusqu’à 46 % de</color> <color=#ffd780>PV</color> <color=#ffffff73>lorsqu’elle est au niveau 90, permettant ainsi de facilement atteindre le cap de 65 000</color> <color=#ffd780>PV</color> <color=#ffffff73>afin de maximiser l’effet de son premier passif.</color>\n<color=#ffffff>Source(s) :</color>\n<color=#ffffff73>Récompense obtenue dans certains coffres délicats ou de rareté supérieure à Liyue.</color>\n<color=#ffffff73>Récompense obtenue à l'issue de la quête d’Archon « Prologue – Acte 1 : Le Voyageur qui attrapa le vent.</color>\n<color=#ffffff73>Récompense offerte par certains PNJ.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "3 - Simulacre d'eau (5 étoiles)"
      },
      {
        "type": "CustomEntry",
        "epId": 2254,
        "name": "Simulacre d'eau",
        "desc": "La couleur de cet arc long est imprévisible. Sous la lumière, il prend un bleu lustré et aqueux.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/若水.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Effets :</color>\n<color=#ffffff73>L’attribut secondaire fournit des</color> <color=#ffd780>DGT CRIT</color> <color=#ffffff73>.</color>\n<color=#ffffff73>L’effet du passif permet d’augmenter les</color> <color=#ffd780>PV</color> <color=#ffffff73>et les</color> <color=#ffd780>DGT</color> <color=#ffffff73>infligés si les ennemis sont proches.</color>\n<color=#ffffff>Note(s) :</color>\n<color=#ffffff73>Cette arme apporte des</color> <color=#ffd780>DGT CRIT</color> <color=#ffffff73>à Sigewinne, facilitant l’équilibrage de cette statistique.</color>\n<color=#ffffff73>Bien que l’objectif principal de Sigewinne ne soit pas d’infliger des</color> <color=#ffd780>DGT</color> <color=#ffffff73>, son</color> <color=#ffd780>déchaînement élémentaire</color> <color=#ffffff73>et sa</color> <color=#ffd780>compétence élémentaire</color> <color=#ffffff73>peuvent tout de même afficher des chiffres importants. Cette arme permet ainsi d’augmenter le DPS de notre soigneuse tout en lui apportant des</color> <color=#ffd780>PV</color> <color=#ffffff73>afin de l’aider à atteindre le cap requis.</color>\n<color=#ffffff73>Cependant, le Simulacre d’eau est un arc contesté et beaucoup d’autres personnages en bénéficient bien plus que Sigewinne.</color>\n<color=#ffffff>Source(s) :</color>\n<color=#ffffff73>Vœux événements d'armes.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "4 - Arc de chasse de Favonius (4 étoiles)"
      },
      {
        "type": "CustomEntry",
        "epId": 2019,
        "name": "Arc de chasse de Favonius",
        "desc": "Un arc manié par les chevaliers de l'Ordre de Favonius. Seuls les meilleurs archers pourront tirer le maximum de son potentiel.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/西风猎弓.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Effets :</color>\n<color=#ffffff73>L’attribut secondaire fournit de la</color> <color=#ffd780>recharge d’énergie</color> <color=#ffffff73>.</color>\n<color=#ffffff73>L’effet du passif permet de produire des</color> <color=#ffd780>particules d’énergie</color> <color=#ffffff73>neutre lorsque le possesseur de l’arme produit un</color> <color=#ffd780>coup critique</color> <color=#ffffff73>.</color>\n<color=#ffffff>Note(s) :</color>\n<color=#ffffff73>L’effet du passif de cette arme permet de réduire la demande en</color> <color=#ffd780>recharge d’énergie</color> <color=#ffffff73>de toute l’équipe ainsi que celle de Sigewinne, tout en ajoutant un utilitaire supplémentaire à son attirail de support.</color>\n<color=#ffffff>Source(s) :</color>\n<color=#ffffff73>Disponible sur toutes les bannières.</color>\n<color=#ffffff73>Récompense obtenue à l'issue de la quête Archon « Prologue – Acte 3 : Chanson du dragon et de la liberté ».</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "5 - Arc rituel (4 étoiles)"
      },
      {
        "type": "CustomEntry",
        "epId": 2005,
        "name": "Arc rituel",
        "desc": "Un arc de chasse ornemental qui a été pétrifié par le temps et dont on peut encore distinguer les décorations. Avec lui, son manieur sera capable d'affronter l'épreuve du temps.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/祭礼弓.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Effets :</color>\n<color=#ffffff73>L’attribut secondaire fournit de la</color> <color=#ffd780>recharge d’énergie</color> <color=#ffffff73>.</color>\n<color=#ffffff73>L’effet du passif peut réinitialiser le</color> <color=#ffd780>TdR</color> <color=#ffffff73>de la</color> <color=#ffd780>compétence élémentaire</color> <color=#ffffff73>du personnage équipé de l’arme après que cette dernière a infligé des</color> <color=#ffd780>DGT</color> <color=#ffffff73>.</color>\n<color=#ffffff>Note(s) :</color>\n<color=#ffffff73>L’effet du passif de cette arme permet de réduire la demande en</color> <color=#ffd780>recharge d’énergie</color> <color=#ffffff73>de Sigewinne</color> <color=#ffffffa6>,</color> <color=#ffffff73>facilitant l’équilibrage de cette statistique.</color>\n<color=#ffffff73>L’effet du passif de l’arme vous donne la possibilité de réactiver rapidement sa</color> <color=#ffd780>compétence élémentaire</color> <color=#ffffff73>lorsque la bulle disparaît afin de ré-appliquer son soin et le</color> <color=#ffd780>bonus</color> <color=#ffffff73>de son passif « Repos adéquat requis ».</color>\n<color=#ffffff>Source(s) :</color>\n<color=#ffffff73>Disponible sur toutes les bannières.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "6 - Crépuscule couchant (4 étoiles)"
      },
      {
        "type": "CustomEntry",
        "epId": 2255,
        "name": "Crépuscule couchant",
        "desc": "Un arc précieux en platine, incrusté d'un orbe qui scintille à la lumière du soir.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/落霞.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Effets :</color>\n<color=#ffffff73>L’attribut secondaire fournit de la</color> <color=#ffd780>recharge d’énergie</color> <color=#ffffff73>.</color>\n<color=#ffffff73>L’effet du passif augmente les</color> <color=#ffd780>DGT</color> <color=#ffffff73>infligés et peut être déclenché même lorsque le personnage n'est pas déployé.</color>\n<color=#ffffff>Note(s) :</color>\n<color=#ffffff73>L’effet du passif de cette arme permet de réduire la demande en</color> <color=#ffd780>recharge d’énergie</color> <color=#ffffff73>de Sigewinne</color> <color=#ffffffa6>,</color> <color=#ffffff73>facilitant l’équilibrage de cette statistique.</color>\n<color=#ffffff73>L’effet du passif permet d’apporter un petit bonus de</color> <color=#ffd780>DGT</color> <color=#ffffff73>pour augmenter le DPS de sa</color> <color=#ffd780>compétence élémentaire</color> <color=#ffffff73>ou encore, de son</color> <color=#ffd780>déchaînement élémentaire</color> <color=#ffffff73>.</color>\n<color=#ffffff>Source(s) :</color>\n<color=#ffffff73>Récompense obtenue lors de l'événement « Sentier périlleux »</color> <color=#ffffff73>(disponible uniquement dans la version 2.7)</color>"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Recommandations d'artéfacts"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Statistiques des artéfacts"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2022/11/20/35428890/1387f1512524772db99ae30b6303f939_5072609172935942900.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>PV %</color> <color=#ffffff73>ou</color> <color=#ffd780>Recharge d'énergie</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2022/11/20/35428890/56451470fe75f710b812ac28e226273b_5774236690802856497.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>PV %</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2022/11/20/35428890/8bc07934c9290b83751c7fa183a43ab7_32021027934025390.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>PV %</color>",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "1 - Palourde aux teintes océaniques (Set de 4 pièces)"
      },
      {
        "type": "CustomEntry",
        "epId": 2082,
        "name": "Palourde aux teintes océaniques",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Ocean-Hued Clam/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Bonus de set :</color>\n<color=#ffffff73>Le set de 2 pièces confère un</color> <color=#ffd780>bonus de soins</color> <color=#ffffff73>de 15 %.</color>\n<color=#ffffff73>Le set de 4 pièces crée, à chaque fois que le personnage soigne les membres de l'équipe, une mousse marine. Au bout de 3 s, la mousse marine explose, infligeant des</color> <color=#ffd780>DGT</color> <color=#ffffff73>équivalant à 90 % des</color> <color=#ffd780>PV</color> <color=#ffffff73>restaurés par le soin. Cet effet fonctionne même si le personnage équipé de ce set n'est pas déployé.</color>\n<color=#ffffff>Note(s) :</color>\n<color=#ffffff73>De loin le meilleur set d’artéfacts pour Sigewinne. Il permet de non seulement augmenter l’efficacité de ses</color> <color=#ffd780>soins</color> <color=#ffffff73>mais aussi, des</color> <color=#ffd780>DGT</color> <color=#ffffff73>qu’elle peut causer grâce à l’effet du set de 4 pièces qui atteint facilement son plein potentiel.</color>\n<color=#ffffff73>De plus, ce set peut être facilement obtenu via l’offrande mystique de la table d’alchimie, vous permettant de ne pas dépenser de résine originelle.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "2 - Chanson des jours d'antan (Set de 4 pièces)"
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Chanson des jours d'antan",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Bonus de set :</color>\n<color=#ffffff73>Le set de 2 pièces confère un</color> <color=#ffd780>bonus de soins</color> <color=#ffffff73>de 15 %.</color>\n<color=#ffffff73>Le set de 4 pièces permet au porteur de créer pendant 6 s l’effet</color> <color=#ffd780>Désir</color> <color=#ffffff73>, qui cumule les</color> <color=#ffd780>soins</color> <color=#ffffff73>en surplus reçu par un personnage. Après le temps imparti, l’effet évolue vers</color> <color=#ffd780>Vague d’antan</color> <color=#ffffff73>pour augmenter toutes les formes de DGT de 8 % de la quantité de PV accumulée avant de s’estomper après 5 déclenchements ou après 10 s.</color>\n<color=#ffffff>Note(s) :</color>\n<color=#ffffff73>Un set qui permet non seulement d'augmenter l’efficacité des</color> <color=#ffd780>soins</color> <color=#ffffff73>de Sigewinne, mais aussi, les</color> <color=#ffd780>bonus</color> <color=#ffffff73>qu’elle apporte à son équipe avec un</color> <color=#ffd780>bonus de DGT</color> <color=#ffffff73>supplémentaire, en plus de celui qu’elle octroie via son premier passif.</color>\n<color=#ffffff73>Ce set n’est à utiliser uniquement si vous disposez déjà de bonnes pièces. En effet, il n’est pas recommandé de le farm puisque le set qui l’accompagne n’est pas intéressant.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "3 - Ténacité du Millelithe + Lueur du vourukasha (Set de 2 pièces)"
      },
      {
        "type": "CustomEntry",
        "epId": 2064,
        "name": "Ténacité du Millelithe",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Tenacity of the Millelith/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3694,
        "name": "Lueur du vourukasha",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/158750877/bc9329baf36935b2fb094f783a7695f2_6859573669863122888.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Bonus de set :</color>\n<color=#ffffff73>Le set de 2 pièces</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2064,
        "name": "Ténacité du Millelithe",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Tenacity of the Millelith/flower_of_life_icon.png",
        "displayStyle": "text",
        "menuId": 5
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>augmente les</color> <color=#ffd780>PV</color> <color=#ffffff73>de 20 %.</color>\n<color=#ffffff73>Le set de 2 pièces</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3694,
        "name": "Lueur du vourukasha",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/158750877/bc9329baf36935b2fb094f783a7695f2_6859573669863122888.png",
        "displayStyle": "text",
        "menuId": 5
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>augmente les</color> <color=#ffd780>PV</color> <color=#ffffff73>de 20 %.</color>\n<color=#ffffff>Note(s) :</color>\n<color=#ffffff73>Ces deux sets permettent à Sigewinne de bénéficier de statistiques lui étant profitables : des</color> <color=#ffd780>PV</color> <color=#ffffff73>. Cette combinaison est le meilleur moyen de vous assurer d’atteindre les 65 000</color> <color=#ffd780>PV</color> <color=#ffffff73>requis pour maximiser l’effet de son passif «</color> <color=#ffd780>Repos adéquat requis</color> <color=#ffffff73>».</color>\n<color=#ffffff73>Bien que cette combinaison soit inférieure à celles proposées précédemment, utiliser 2 sets différents permet d'obtenir plus facilement des statistiques satisfaisantes</color> <color=#ffffff73>(PV%/Recharge d’énergie, etc…)</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "4 - Emblème du destin brisé (Set de 4 pièces)"
      },
      {
        "type": "CustomEntry",
        "epId": 2090,
        "name": "Emblème du destin brisé",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Emblem of Severed Fate/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Bonus de set :</color>\n<color=#ffffff73>Le set de 2 pièces augmente la</color> <color=#ffd780>recharge d'énergie</color> <color=#ffffff73>de 20 %.</color>\n<color=#ffffff73>Le set de 4 pièces augmente les</color> <color=#ffd780>DGT</color> <color=#ffffff73>infligés par le</color> <color=#ffd780>déchaînement élémentaire</color> <color=#ffffff73>d'une valeur équivalant à 25 % de la</color> <color=#ffd780>recharge d'énergie</color> <color=#ffffff73>.</color>\n<color=#ffffff>Note(s) :</color>\n<color=#ffffff73>Lors de l’utilisation de ce set, il est recommandé d’équiper à Sigewinne un sablier</color> <color=#ffd780>recharge d’énergie</color> <color=#ffffff73>afin de maximiser le bonus de</color> <color=#ffd780>DGT</color> <color=#ffffff73>qu’offre le set de 4 pièces.</color>\n<color=#ffffff73>Ce set n’est recommandé uniquement si vous comptez jouer Sigewinne comme étant une DPS. Ce set vous permet ainsi de maximiser les</color> <color=#ffd780>DGT</color> <color=#ffffff73>de son</color> <color=#ffd780>déchaînement élémentaire</color> <color=#ffffff73>afin que ces derniers soient décents... Cependant, Sigewinne ne sera toujours pas faite pour rester sur le terrain, même avec ce set; elle est plutôt considérée comme un Burst DPS.</color>"
      }
    ],
    "summaryList": [
      {
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/2f406ce9e1cba6ad30f306e2216dc38a_2231742607534133662.png",
        "name": "« Le plus heureux des esprits peut-il comprendre l'anxiété ? »",
        "desc": [
          {
            "type": "RichText",
            "text": "Les bulles d'eau curative d' <color=#ffd780>Hydrothérapie rebondissante</color> peuvent rebondir 3 fois supplémentaires et les 3 premiers rebonds ne font pas rapetisser les grandes bulles d'eau curative.\nDe plus, l'aptitude passive « Repos adéquat requis » est améliorée : chaque rebond des bulles d'eau curative accorde 1 cumul d'analepsie à Sigewinne et le bonus de DGT généré par l'analepsie est modifié, chaque tranche de 1 000 PV max au-dessus de 30 000 que Sigewinne possède augmentant maintenant les DGT de 100 pts. Les DGT peuvent être augmentés d'un maximum de 3 500 pts de cette manière. L'aptitude passive « Repos adéquat requis » doit être déjà débloquée."
          }
        ]
      },
      {
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/3d8e6d5209911b509d64aea871af6e7f_7016896238911189844.png",
        "name": "« Le plus miséricordieux des esprits peut-il vaincre les ennemis ? »",
        "desc": [
          {
            "type": "RichText",
            "text": "Pendant la durée d' <color=#ffd780>Hydrothérapie rebondissante</color> et d' <color=#ffd780>Injection sur-saturée</color> , Sigewinne génère un bouclier bulleux pouvant absorber des DGT équivalant à 30 % de ses PV max et efficace à 250 % contre les <color=#80c0ff>DGT Hydro</color> .\nDe plus, lorsqu'une bulle d'eau curative d'Hydrothérapie rebondissante ou Injection sur-saturée a touché un ennemi, la <color=#80c0ff>RÉS Hydro</color> de ce dernier diminue de 35 % pendant 8 s."
          }
        ]
      },
      {
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/f09c44b0722ad4789b7636385f71bf75_2826090212717319486.png",
        "name": "« Le plus sain des esprits peut-il guérir la fièvre ? »",
        "desc": [
          {
            "type": "RichText",
            "text": "Niveau d'aptitude <color=#ffd780>Hydrothérapie rebondissante</color> +3.\nNiveau max : 15"
          }
        ]
      },
      {
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/cfb2fdde84c76c072256294aceae5ac9_6506643026351224435.png",
        "name": "« Le plus beau des esprits peut-il contrer la décrépitude ? »",
        "desc": [
          {
            "type": "RichText",
            "text": "La durée d' <color=#ffd780>Injection sur-saturée</color> augmente de 3 s."
          }
        ]
      },
      {
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/84b4e8524d8434a2665ffbc30fbe1f08_7942442329567178957.png",
        "name": "« Le plus joyeux des esprits peut-il soulager l'agonie ? »",
        "desc": [
          {
            "type": "RichText",
            "text": "Niveau d'aptitude <color=#ffd780>Injection sur-saturée</color> +3.\nNiveau max : 15"
          }
        ]
      },
      {
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/658a04a2fd97df3f06450750f591f000_3449823164510984931.png",
        "name": "« Le plus radieux des esprits peut-il prier pour moi ? »",
        "desc": [
          {
            "type": "RichText",
            "text": "Lorsque Sigewinne effectue des soins, elle augmente le taux CRIT et les DGT CRIT d' <color=#ffd780>Injection sur-saturée</color> selon ses PV max : chaque tranche de 1 000 PV max qu'elle possède augmente le taux CRIT de 0,4 % et les DGT CRIT de 2,2 %, le tout pendant 15 s. Le taux CRIT peut être augmenté d'un maximum de 20 % et les DGT CRIT d'un maximum de 110 % de cette manière."
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Niv.1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "-",
              "1039"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "-",
              "15"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "-",
              "39"
            ]
          },
          {
            "key": "PV",
            "values": [
              "-",
              "0.0%"
            ]
          }
        ]
      },
      {
        "key": "Niv.20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "2695",
              "3586"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "39",
              "52"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "101",
              "134"
            ]
          },
          {
            "key": "",
            "values": [
              "0.0%",
              "0.0%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 1037,
            "name": "Éclat de lazurite varunada",
            "desc": "Matériau d'élévation de personnage.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Sliver_icon.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 4008,
            "name": "Fleur romaritime",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une fleur bleue éthérée et élégante. Ses pistils tendres sont élastiques et absorbent l'eau, ce qui en fait une matière première idéale pour diverses nécessités du quotidien.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/76706780/d6429603c5f355d6722a5530c558e499_1422569300199511232.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 4069,
            "name": "Perle transocéanique",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un petit cristal obtenu en vainquant un Aberrant fontemarin.<br>Les Aberrants fontemarins viennent des mers de Fontaine et on pense qu'ils sont une forme de vie unique née de l'énergie mystérieuse de l'eau.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76706780/0e951d06ab200a1578724fed95d842ca_1579915502252128821.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          }
        ]
      },
      {
        "key": "Niv.40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "5366",
              "5999"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "77",
              "87"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "201",
              "225"
            ]
          },
          {
            "key": "",
            "values": [
              "0.0%",
              "7.2%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 1036,
            "name": "Fragment de lazurite varunada",
            "desc": "Matériau d'élévation de personnage.<br/>« Mes idéaux sont purs. »",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Fragment_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 4578,
            "name": "Eau n'ayant pas transcendé",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Ce qui reste d'un Tulpa Hydro une fois ses parties dispersées.<br>Cette substance est très similaire aux cristaux extraits des corps des Aberrants fontemarins, mais elle contient beaucoup d'impuretés minuscules, comme des bulles dans un verre fabriqué par un artisan maladroit.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/327628065/b179ce6d04676817ce822b1e76138ab7_9188759625999622700.png",
            "amount": 2
          },
          {
            "type": "CustomEntry",
            "epId": 4008,
            "name": "Fleur romaritime",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une fleur bleue éthérée et élégante. Ses pistils tendres sont élastiques et absorbent l'eau, ce qui en fait une matière première idéale pour diverses nécessités du quotidien.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/76706780/d6429603c5f355d6722a5530c558e499_1422569300199511232.png",
            "amount": 10
          },
          {
            "type": "CustomEntry",
            "epId": 4069,
            "name": "Perle transocéanique",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un petit cristal obtenu en vainquant un Aberrant fontemarin.<br>Les Aberrants fontemarins viennent des mers de Fontaine et on pense qu'ils sont une forme de vie unique née de l'énergie mystérieuse de l'eau.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76706780/0e951d06ab200a1578724fed95d842ca_1579915502252128821.png",
            "amount": 15
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 40000
          }
        ]
      },
      {
        "key": "Niv.50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "6902",
              "7747"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "99",
              "112"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "258",
              "290"
            ]
          },
          {
            "key": "",
            "values": [
              "7.2%",
              "14.4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 1036,
            "name": "Fragment de lazurite varunada",
            "desc": "Matériau d'élévation de personnage.<br/>« Mes idéaux sont purs. »",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Fragment_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 4578,
            "name": "Eau n'ayant pas transcendé",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Ce qui reste d'un Tulpa Hydro une fois ses parties dispersées.<br>Cette substance est très similaire aux cristaux extraits des corps des Aberrants fontemarins, mais elle contient beaucoup d'impuretés minuscules, comme des bulles dans un verre fabriqué par un artisan maladroit.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/327628065/b179ce6d04676817ce822b1e76138ab7_9188759625999622700.png",
            "amount": 4
          },
          {
            "type": "CustomEntry",
            "epId": 4008,
            "name": "Fleur romaritime",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une fleur bleue éthérée et élégante. Ses pistils tendres sont élastiques et absorbent l'eau, ce qui en fait une matière première idéale pour diverses nécessités du quotidien.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/76706780/d6429603c5f355d6722a5530c558e499_1422569300199511232.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 4068,
            "name": "Morceau transocéanique",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un cristal obtenu en vainquant un Aberrant fontemarin, dégageant une énergie plutôt mystérieuse.<br>Bien que de nombreuses légendes parlent de grandes formes de vie résidant dans des mers éloignées hors de portée humaine, les océans ordinaires font déjà pâle figure face aux eaux vibrantes de Fontaine.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76706780/35ab3651275afb059f079c578c4cbfbd_8632689801329197649.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 60000
          }
        ]
      },
      {
        "key": "Niv.60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "8659",
              "9292"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "125",
              "134"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "324",
              "348"
            ]
          },
          {
            "key": "",
            "values": [
              "14.4%",
              "14.4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 1035,
            "name": "Morceau de lazurite varunada",
            "desc": "Matériau d'élévation de personnage.<br/>« Mes idéaux sont purs. »<br/>« Je me dois de te corriger : personne ici n'est impur aux yeux des dieux... »",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Chunk_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 4578,
            "name": "Eau n'ayant pas transcendé",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Ce qui reste d'un Tulpa Hydro une fois ses parties dispersées.<br>Cette substance est très similaire aux cristaux extraits des corps des Aberrants fontemarins, mais elle contient beaucoup d'impuretés minuscules, comme des bulles dans un verre fabriqué par un artisan maladroit.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/327628065/b179ce6d04676817ce822b1e76138ab7_9188759625999622700.png",
            "amount": 8
          },
          {
            "type": "CustomEntry",
            "epId": 4008,
            "name": "Fleur romaritime",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une fleur bleue éthérée et élégante. Ses pistils tendres sont élastiques et absorbent l'eau, ce qui en fait une matière première idéale pour diverses nécessités du quotidien.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/76706780/d6429603c5f355d6722a5530c558e499_1422569300199511232.png",
            "amount": 30
          },
          {
            "type": "CustomEntry",
            "epId": 4068,
            "name": "Morceau transocéanique",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un cristal obtenu en vainquant un Aberrant fontemarin, dégageant une énergie plutôt mystérieuse.<br>Bien que de nombreuses légendes parlent de grandes formes de vie résidant dans des mers éloignées hors de portée humaine, les océans ordinaires font déjà pâle figure face aux eaux vibrantes de Fontaine.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76706780/35ab3651275afb059f079c578c4cbfbd_8632689801329197649.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 80000
          }
        ]
      },
      {
        "key": "Niv.70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "10213",
              "10846"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "147",
              "156"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "382",
              "406"
            ]
          },
          {
            "key": "",
            "values": [
              "14.4%",
              "21.6%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 1035,
            "name": "Morceau de lazurite varunada",
            "desc": "Matériau d'élévation de personnage.<br/>« Mes idéaux sont purs. »<br/>« Je me dois de te corriger : personne ici n'est impur aux yeux des dieux... »",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Chunk_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 4578,
            "name": "Eau n'ayant pas transcendé",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Ce qui reste d'un Tulpa Hydro une fois ses parties dispersées.<br>Cette substance est très similaire aux cristaux extraits des corps des Aberrants fontemarins, mais elle contient beaucoup d'impuretés minuscules, comme des bulles dans un verre fabriqué par un artisan maladroit.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/327628065/b179ce6d04676817ce822b1e76138ab7_9188759625999622700.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 4008,
            "name": "Fleur romaritime",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une fleur bleue éthérée et élégante. Ses pistils tendres sont élastiques et absorbent l'eau, ce qui en fait une matière première idéale pour diverses nécessités du quotidien.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/76706780/d6429603c5f355d6722a5530c558e499_1422569300199511232.png",
            "amount": 45
          },
          {
            "type": "CustomEntry",
            "epId": 4067,
            "name": "Cristal xénochromatique",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un grand cristal obtenu en vainquant un Aberrant fontemarin, contenant une énergie mystérieuse.<br>Bien que les rivières et les mers prennent leur source à Fontaine, l'eau perd ses propriétés uniques une fois hors des frontières de la nation.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76706780/4bc36681d1975fcd36ed2965771c995d_5382778557427401535.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 100000
          }
        ]
      },
      {
        "key": "Niv.80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "11777",
              "12410"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "170",
              "179"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "441",
              "464"
            ]
          },
          {
            "key": "",
            "values": [
              "21.6%",
              "28.8%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 1034,
            "name": "Pierre de lazurite varunada",
            "desc": "Matériau d'élévation de personnage.<br/>« Mes idéaux sont purs. »<br/>« Je me dois de te corriger : personne ici n'est impur aux yeux des dieux, et seuls les lois et le tribunal peuvent déclarer un jugement. »<br/>« Ils peuvent même me juger. Louez donc ma grandeur et ma pureté. »",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Gemstone_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 4578,
            "name": "Eau n'ayant pas transcendé",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Ce qui reste d'un Tulpa Hydro une fois ses parties dispersées.<br>Cette substance est très similaire aux cristaux extraits des corps des Aberrants fontemarins, mais elle contient beaucoup d'impuretés minuscules, comme des bulles dans un verre fabriqué par un artisan maladroit.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/327628065/b179ce6d04676817ce822b1e76138ab7_9188759625999622700.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 4008,
            "name": "Fleur romaritime",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une fleur bleue éthérée et élégante. Ses pistils tendres sont élastiques et absorbent l'eau, ce qui en fait une matière première idéale pour diverses nécessités du quotidien.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/76706780/d6429603c5f355d6722a5530c558e499_1422569300199511232.png",
            "amount": 60
          },
          {
            "type": "CustomEntry",
            "epId": 4067,
            "name": "Cristal xénochromatique",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un grand cristal obtenu en vainquant un Aberrant fontemarin, contenant une énergie mystérieuse.<br>Bien que les rivières et les mers prennent leur source à Fontaine, l'eau perd ses propriétés uniques une fois hors des frontières de la nation.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76706780/4bc36681d1975fcd36ed2965771c995d_5382778557427401535.png",
            "amount": 24
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 120000
          }
        ]
      },
      {
        "key": "Niv.90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Avant élévation",
              "Après élévation"
            ]
          },
          {
            "key": "PV de base",
            "values": [
              "13348",
              "-"
            ]
          },
          {
            "key": "ATQ de base",
            "values": [
              "193",
              "-"
            ]
          },
          {
            "key": "DÉF de base",
            "values": [
              "500",
              "-"
            ]
          },
          {
            "key": "",
            "values": [
              "28.8%",
              "-"
            ]
          }
        ]
      }
    ],
    "talent": [
      {
        "title": "Attaque normale : Traitement ciblé",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/56a7afb2342c71f6d852a1470599e4e6_7383967072017690657.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Attaque normale</color>\nEnchaîne jusqu'à 3 attaques consécutives.\n<color=#ffd780>Attaque chargée</color>\nEffectue un <color=#ffd780>tir visé</color> plus précis infligeant davantage de DGT.\nLors de la visée, la flèche se charge en élément Hydro. Une fois la charge terminée, Sigewinne tire à intervalles réguliers des mini-délicabulles qui se déplacent lentement vers la cible, infligeant des <color=#80c0ff>DGT Hydro</color> . En relâchant, une flèche imprégnée de la puissance des torrents inflige des <color=#80c0ff>DGT Hydro</color> à l'ennemi touché.\n<color=#ffd780>Attaque plongeante</color>\nTire une pluie de flèches depuis les airs et plonge au sol, infligeant des DGT de zone à l'impact."
          }
        ],
        "attributes": [
          {
            "key": "Niv.",
            "values": [
              "Niv.1",
              "Niv.2",
              "Niv.3",
              "Niv.4",
              "Niv.5",
              "Niv.6",
              "Niv.7",
              "Niv.8",
              "Niv.9",
              "Niv.10",
              "Niv.11"
            ]
          },
          {
            "key": "DGT 1er coup",
            "values": [
              "52,6%",
              "56,9%",
              "61,2%",
              "67,3%",
              "71,6%",
              "76,5%",
              "83,2%",
              "89,9%",
              "96,7%",
              "104,0%",
              "111,3%"
            ]
          },
          {
            "key": "DGT 2e coup",
            "values": [
              "51,1%",
              "55,2%",
              "59,4%",
              "65,3%",
              "69,5%",
              "74,2%",
              "80,8%",
              "87,3%",
              "93,8%",
              "101,0%",
              "108,1%"
            ]
          },
          {
            "key": "DGT 3e coup",
            "values": [
              "78,3%",
              "84,7%",
              "91,0%",
              "100,1%",
              "106,5%",
              "113,8%",
              "123,8%",
              "133,8%",
              "143,8%",
              "154,8%",
              "165,7%"
            ]
          },
          {
            "key": "DGT tir visé",
            "values": [
              "43,9%",
              "47,4%",
              "51,0%",
              "56,1%",
              "59,7%",
              "63,8%",
              "69,4%",
              "75,0%",
              "80,6%",
              "86,7%",
              "92,8%"
            ]
          },
          {
            "key": "DGT tir visé (pleine charge)",
            "values": [
              "114,1%",
              "122,6%",
              "142,6%",
              "155,0%",
              "151,2%",
              "159,7%",
              "171,1%",
              "182,5%",
              "193,9%",
              "205,3%",
              "216,8%"
            ]
          },
          {
            "key": "DGT mini-délicabulle",
            "values": [
              "22,8%",
              "24,5%",
              "28,5%",
              "31,0%",
              "30,2%",
              "310,9%",
              "34,2%",
              "36,5%",
              "38,8%",
              "41,1%",
              "43,4%"
            ]
          },
          {
            "key": "DGT durant la chute",
            "values": [
              "56,8%",
              "61,5%",
              "66,1%",
              "72,7%",
              "77,3%",
              "82,6%",
              "89,9%",
              "97,1%",
              "104,4%",
              "112,3%",
              "120,3%"
            ]
          },
          {
            "key": "DGT chute basse/élevée",
            "values": [
              "113,6%/141,9%",
              "122,9%/153,5%",
              "132,1%/165,0%",
              "145,3%/181,5%",
              "154,6%/193,1%",
              "165,2%/206,3%",
              "179,7%/224,5%",
              "194,2%/242,6%",
              "208,8%/260,8%",
              "224,6%/280,6%",
              "240,5%/300,4%"
            ]
          }
        ],
        "materials": [
          null,
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 12500
            },
            {
              "type": "CustomEntry",
              "epId": 4078,
              "name": "Enseignement de l'Équité",
              "desc": "<p>L'équité est le rivage de la patrie de l'eau.</p><p>L'équité fixe les limites des droits. Sans équité, les droits accordés par la loi seront abusés et deviendront un outil pour nuire à nos coutumes vertueuses.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/235883431/9756eebf6ce0192b9e27fc067db611aa_2376461389133548760.png",
              "amount": 3
            },
            {
              "type": "CustomEntry",
              "epId": 4069,
              "name": "Perle transocéanique",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un petit cristal obtenu en vainquant un Aberrant fontemarin.<br>Les Aberrants fontemarins viennent des mers de Fontaine et on pense qu'ils sont une forme de vie unique née de l'énergie mystérieuse de l'eau.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76706780/0e951d06ab200a1578724fed95d842ca_1579915502252128821.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 17500
            },
            {
              "type": "CustomEntry",
              "epId": 4079,
              "name": "Guide de l'Équité",
              "desc": "<p>L'équité est le rivage de la patrie de l'eau.</p><p>L'équité est le fondement sur lequel Fontaine a été fondée.</p><p>L'équité constitue la norme de la loi. Si la loi perd l'essence de l'équité, elle deviendra un échiquier joué pour le profit.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/235883431/fe870b6dda9cd98804b49f49f992d8af_1496969196327388305.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 4068,
              "name": "Morceau transocéanique",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un cristal obtenu en vainquant un Aberrant fontemarin, dégageant une énergie plutôt mystérieuse.<br>Bien que de nombreuses légendes parlent de grandes formes de vie résidant dans des mers éloignées hors de portée humaine, les océans ordinaires font déjà pâle figure face aux eaux vibrantes de Fontaine.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76706780/35ab3651275afb059f079c578c4cbfbd_8632689801329197649.png",
              "amount": 3
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 25000
            },
            {
              "type": "CustomEntry",
              "epId": 4079,
              "name": "Guide de l'Équité",
              "desc": "<p>L'équité est le rivage de la patrie de l'eau.</p><p>L'équité est le fondement sur lequel Fontaine a été fondée.</p><p>L'équité constitue la norme de la loi. Si la loi perd l'essence de l'équité, elle deviendra un échiquier joué pour le profit.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/235883431/fe870b6dda9cd98804b49f49f992d8af_1496969196327388305.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 4068,
              "name": "Morceau transocéanique",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un cristal obtenu en vainquant un Aberrant fontemarin, dégageant une énergie plutôt mystérieuse.<br>Bien que de nombreuses légendes parlent de grandes formes de vie résidant dans des mers éloignées hors de portée humaine, les océans ordinaires font déjà pâle figure face aux eaux vibrantes de Fontaine.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76706780/35ab3651275afb059f079c578c4cbfbd_8632689801329197649.png",
              "amount": 4
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 30000
            },
            {
              "type": "CustomEntry",
              "epId": 4079,
              "name": "Guide de l'Équité",
              "desc": "<p>L'équité est le rivage de la patrie de l'eau.</p><p>L'équité est le fondement sur lequel Fontaine a été fondée.</p><p>L'équité constitue la norme de la loi. Si la loi perd l'essence de l'équité, elle deviendra un échiquier joué pour le profit.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/235883431/fe870b6dda9cd98804b49f49f992d8af_1496969196327388305.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 4068,
              "name": "Morceau transocéanique",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un cristal obtenu en vainquant un Aberrant fontemarin, dégageant une énergie plutôt mystérieuse.<br>Bien que de nombreuses légendes parlent de grandes formes de vie résidant dans des mers éloignées hors de portée humaine, les océans ordinaires font déjà pâle figure face aux eaux vibrantes de Fontaine.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76706780/35ab3651275afb059f079c578c4cbfbd_8632689801329197649.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 37500
            },
            {
              "type": "CustomEntry",
              "epId": 4079,
              "name": "Guide de l'Équité",
              "desc": "<p>L'équité est le rivage de la patrie de l'eau.</p><p>L'équité est le fondement sur lequel Fontaine a été fondée.</p><p>L'équité constitue la norme de la loi. Si la loi perd l'essence de l'équité, elle deviendra un échiquier joué pour le profit.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/235883431/fe870b6dda9cd98804b49f49f992d8af_1496969196327388305.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 4068,
              "name": "Morceau transocéanique",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un cristal obtenu en vainquant un Aberrant fontemarin, dégageant une énergie plutôt mystérieuse.<br>Bien que de nombreuses légendes parlent de grandes formes de vie résidant dans des mers éloignées hors de portée humaine, les océans ordinaires font déjà pâle figure face aux eaux vibrantes de Fontaine.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76706780/35ab3651275afb059f079c578c4cbfbd_8632689801329197649.png",
              "amount": 9
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 120000
            },
            {
              "type": "CustomEntry",
              "epId": 4080,
              "name": "Philosophie de l'Équité",
              "desc": "<p>L'équité est le rivage de la patrie de l'eau.</p><p>L'équité est le fondement sur lequel Fontaine a été fondée.</p><p>L'équité exige le soutien continu et constant de la mortalité et de la loi, et la mortalité et la loi changent constamment sur la base du principe invariable de l'équité.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/235883431/9f61cc5605d47c5c20447bd9cf02a832_6169608115328582911.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 4067,
              "name": "Cristal xénochromatique",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un grand cristal obtenu en vainquant un Aberrant fontemarin, contenant une énergie mystérieuse.<br>Bien que les rivières et les mers prennent leur source à Fontaine, l'eau perd ses propriétés uniques une fois hors des frontières de la nation.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76706780/4bc36681d1975fcd36ed2965771c995d_5382778557427401535.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 4581,
              "name": "Œil de tourbillon sans lumière",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une étrange substance obtenue en combattant le Narval stellavore. Sa qualité réelle dépasse de loin ce à quoi on pourrait s'attendre compte tenu de sa taille.<br>Tout gravite autour des objets lourds... L'or attire plus que le fer, et le sol plus que la brise qui souffle au-dessus. Tout comme la lumière ne peut s'échapper du vortex des ténèbres, la cause et l'effet sont liés au destin, peut-être même de manière irréversible.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/76706780/41ffbade64c11aa110f75e2853fe560c_7151688499883510794.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 260000
            },
            {
              "type": "CustomEntry",
              "epId": 4080,
              "name": "Philosophie de l'Équité",
              "desc": "<p>L'équité est le rivage de la patrie de l'eau.</p><p>L'équité est le fondement sur lequel Fontaine a été fondée.</p><p>L'équité exige le soutien continu et constant de la mortalité et de la loi, et la mortalité et la loi changent constamment sur la base du principe invariable de l'équité.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/235883431/9f61cc5605d47c5c20447bd9cf02a832_6169608115328582911.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 4067,
              "name": "Cristal xénochromatique",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un grand cristal obtenu en vainquant un Aberrant fontemarin, contenant une énergie mystérieuse.<br>Bien que les rivières et les mers prennent leur source à Fontaine, l'eau perd ses propriétés uniques une fois hors des frontières de la nation.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76706780/4bc36681d1975fcd36ed2965771c995d_5382778557427401535.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 4581,
              "name": "Œil de tourbillon sans lumière",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une étrange substance obtenue en combattant le Narval stellavore. Sa qualité réelle dépasse de loin ce à quoi on pourrait s'attendre compte tenu de sa taille.<br>Tout gravite autour des objets lourds... L'or attire plus que le fer, et le sol plus que la brise qui souffle au-dessus. Tout comme la lumière ne peut s'échapper du vortex des ténèbres, la cause et l'effet sont liés au destin, peut-être même de manière irréversible.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/76706780/41ffbade64c11aa110f75e2853fe560c_7151688499883510794.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 450000
            },
            {
              "type": "CustomEntry",
              "epId": 4080,
              "name": "Philosophie de l'Équité",
              "desc": "<p>L'équité est le rivage de la patrie de l'eau.</p><p>L'équité est le fondement sur lequel Fontaine a été fondée.</p><p>L'équité exige le soutien continu et constant de la mortalité et de la loi, et la mortalité et la loi changent constamment sur la base du principe invariable de l'équité.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/235883431/9f61cc5605d47c5c20447bd9cf02a832_6169608115328582911.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 4067,
              "name": "Cristal xénochromatique",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un grand cristal obtenu en vainquant un Aberrant fontemarin, contenant une énergie mystérieuse.<br>Bien que les rivières et les mers prennent leur source à Fontaine, l'eau perd ses propriétés uniques une fois hors des frontières de la nation.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76706780/4bc36681d1975fcd36ed2965771c995d_5382778557427401535.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 4581,
              "name": "Œil de tourbillon sans lumière",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une étrange substance obtenue en combattant le Narval stellavore. Sa qualité réelle dépasse de loin ce à quoi on pourrait s'attendre compte tenu de sa taille.<br>Tout gravite autour des objets lourds... L'or attire plus que le fer, et le sol plus que la brise qui souffle au-dessus. Tout comme la lumière ne peut s'échapper du vortex des ténèbres, la cause et l'effet sont liés au destin, peut-être même de manière irréversible.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/76706780/41ffbade64c11aa110f75e2853fe560c_7151688499883510794.png",
              "amount": 2
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 700000
            },
            {
              "type": "CustomEntry",
              "epId": 4080,
              "name": "Philosophie de l'Équité",
              "desc": "<p>L'équité est le rivage de la patrie de l'eau.</p><p>L'équité est le fondement sur lequel Fontaine a été fondée.</p><p>L'équité exige le soutien continu et constant de la mortalité et de la loi, et la mortalité et la loi changent constamment sur la base du principe invariable de l'équité.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/235883431/9f61cc5605d47c5c20447bd9cf02a832_6169608115328582911.png",
              "amount": 16
            },
            {
              "type": "CustomEntry",
              "epId": 4067,
              "name": "Cristal xénochromatique",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un grand cristal obtenu en vainquant un Aberrant fontemarin, contenant une énergie mystérieuse.<br>Bien que les rivières et les mers prennent leur source à Fontaine, l'eau perd ses propriétés uniques une fois hors des frontières de la nation.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76706780/4bc36681d1975fcd36ed2965771c995d_5382778557427401535.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 4581,
              "name": "Œil de tourbillon sans lumière",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une étrange substance obtenue en combattant le Narval stellavore. Sa qualité réelle dépasse de loin ce à quoi on pourrait s'attendre compte tenu de sa taille.<br>Tout gravite autour des objets lourds... L'or attire plus que le fer, et le sol plus que la brise qui souffle au-dessus. Tout comme la lumière ne peut s'échapper du vortex des ténèbres, la cause et l'effet sont liés au destin, peut-être même de manière irréversible.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/76706780/41ffbade64c11aa110f75e2853fe560c_7151688499883510794.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 900,
              "name": "Couronne de la sagesse",
              "desc": "Matériau d'amélioration d'aptitude rare.<br/>Un support utilisé dans les temps anciens pour conserver et transmettre le savoir. Bien que de nos jours les connaissances se transmettent de différentes manières, autant orales qu'écrites, cet artéfact n'a pas perdu la moindre once de son pouvoir d'antan.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crown of Insight_icon.png",
              "amount": 1
            }
          ]
        ],
        "talentImg": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/af6631c37041a53d3f0c9cc10155a5c6_4588469051710323915.gif"
      },
      {
        "title": "Hydrothérapie rebondissante",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/f09c44b0722ad4789b7636385f71bf75_593746670868164242.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Sigewinne utilise un pistolet à bulles spécialement conçu dans la Forteresse de Méropide pour souffler des <color=#ffd780>bulles d'eau curative</color> pouvant stimuler la circulation sanguine et aider les patients à dormir paisiblement.\nLes bulles d'eau curative rebondissent entre les ennemis proches, infligeant des <color=#80c0ff>DGT Hydro</color> selon les PV max de Sigewinne aux ennemis touchés. En rebondissant, les bulles d'eau curative restaurent les PV de tous les personnages de l'équipe à proximité (hormis Sigewinne) selon les PV max de Sigewinne.\nUne bulle d'eau curative disparaît et restaure les PV de Sigewinne selon ses PV max après avoir rebondi 5 fois.\nSi aucun ennemi n'est à proximité, les bulles d'eau curative rebondissent aux alentours. Il ne peut exister qu'une seule bulle d'eau curative créée par Sigewinne à la fois.\nEn cas d'appui long, les bulles d'eau curative peuvent être chargées.\n<color=#ffd780>Appui long</color>\nEffectue une charge en mode visée pour souffler une bulle d'eau curative encore plus grosse et plus puissante !\nLa bulle d'eau curative grandit à mesure que l'appui long est maintenu, jusqu'à grossir deux fois, chaque fois augmentant les DGT infligés de 5 % et les soins prodigués de 5 %. Lorsqu'une grande bulle d'eau curative rebondit, elle se rapetisse d'un cran, jusqu'à ce qu'elle redevienne une bulle d'eau curative normale.\nLes ennemis les plus faibles qui se font toucher par des grandes bulles d'eau curative sont immobilisés et incapables de bouger.\nDe plus, utiliser cette capacité permet à Sigewinne de générer 2 gouttes d'eau de source à proximité. Chaque goutte d'eau de source que Sigewinne absorbe lui accorde un engagement vital d'une valeur équivalant à 10 % de ses PV max.\nLorsque l'engagement vital de Sigewinne est annulé, chaque tranche de 2 000 pts d'engagement vital restaure son énergie élémentaire de 1 pt. Sigewinne peut récupérer un maximum de 5 pts d'énergie élémentaire de cette manière.\n<color=#ffd780>Arkhe : Ousia</color>\nRégulièrement, une lame fluide descend à l'emplacement touché par une bulle d'eau curative pour infliger des <color=#80c0ff>DGT Hydro</color> chargés d'énergie ousia selon les PV max de Sigewinne.\n« Alors ? Non seulement ce type d'hydrothérapie peut stimuler le système circulatoire, mais ça peut aussi remonter le moral des patients. Oh, et ce n'est pas tout : ça aide même les patients qui devraient se reposer à faire un bon dodo... »"
          }
        ],
        "attributes": [
          {
            "key": "Niv.",
            "values": [
              "Niv.1",
              "Niv.2",
              "Niv.3",
              "Niv.4",
              "Niv.5",
              "Niv.6",
              "Niv.7",
              "Niv.8",
              "Niv.9",
              "Niv.10",
              "Niv.11",
              "Niv.12",
              "Niv.13"
            ]
          },
          {
            "key": "DGT bulle d'eau curative",
            "values": [
              "2,3% PV max",
              "2,5% PV max",
              "2,6% PV max",
              "2,9% PV max",
              "3,0% PV max",
              "3,2% PV max",
              "3,4% PV max",
              "3,7% PV max",
              "3,9% PV max",
              "4,1% PV max",
              "4,3% PV max",
              "4,6% PV max",
              "4,9% PV max"
            ]
          },
          {
            "key": "Soins de bulle d'eau curative",
            "values": [
              "2,8% PV max + 270 PV",
              "3,0% PV max + 297 PV",
              "3,2% PV max + 326 PV",
              "3,5% PV max + 357 PV",
              "3,7% PV max + 391 PV",
              "3,9% PV max + 427 PV",
              "4,2% PV max + 465 PV",
              "4,5% PV max + 506 PV",
              "4,8% PV max + 548 PV",
              "5,0% PV max + 593 PV",
              "5,3% PV max + 640 PV",
              "5,6% PV max + 690 PV",
              "6% PV max + 742 PV"
            ]
          },
          {
            "key": "Soins de fin de rebond",
            "values": [
              "50,0% PV max",
              "50,0% PV max",
              "50,0% PV max",
              "50,0% PV max",
              "50,0% PV max",
              "50,0% PV max",
              "50,0% PV max",
              "50,0% PV max",
              "50,0% PV max",
              "50,0% PV max",
              "50,0% PV max",
              "50,0% PV max",
              "50,0% PV max"
            ]
          },
          {
            "key": "DGT lame fluide",
            "values": [
              "0,7% PV max",
              "0,7% PV max",
              "0,8% PV max",
              "0,9% PV max",
              "0,9%PV max",
              "1% PV max",
              "1,0% PV max",
              "1,1% PV max",
              "1,2% PV max",
              "1,2% PV max",
              "1.3% PV max",
              "1,4% PV max",
              "1,5% PV max"
            ]
          },
          {
            "key": "Intervalle de lame fluide",
            "values": [
              "10,0 s",
              "10,0 s",
              "10,0 s",
              "10,0 s",
              "10,0 s",
              "10,0 s",
              "10,0 s",
              "10,0 s",
              "10,0 s",
              "10,0 s",
              "10,0 s",
              "10,0 s",
              "10.0秒"
            ]
          },
          {
            "key": "Temps de recharge",
            "values": [
              "18,0 s",
              "18,0 s",
              "18,0 s",
              "18,0 s",
              "18,0 s",
              "18,0 s",
              "18,0 s",
              "18,0 s",
              "18,0 s",
              "18,0 s",
              "18,0 s",
              "18,0 s",
              "18,0 s"
            ]
          }
        ],
        "materials": [
          null,
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 12500
            },
            {
              "type": "CustomEntry",
              "epId": 4078,
              "name": "Enseignement de l'Équité",
              "desc": "<p>L'équité est le rivage de la patrie de l'eau.</p><p>L'équité fixe les limites des droits. Sans équité, les droits accordés par la loi seront abusés et deviendront un outil pour nuire à nos coutumes vertueuses.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/235883431/9756eebf6ce0192b9e27fc067db611aa_2376461389133548760.png",
              "amount": 3
            },
            {
              "type": "CustomEntry",
              "epId": 4069,
              "name": "Perle transocéanique",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un petit cristal obtenu en vainquant un Aberrant fontemarin.<br>Les Aberrants fontemarins viennent des mers de Fontaine et on pense qu'ils sont une forme de vie unique née de l'énergie mystérieuse de l'eau.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76706780/0e951d06ab200a1578724fed95d842ca_1579915502252128821.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 17500
            },
            {
              "type": "CustomEntry",
              "epId": 4079,
              "name": "Guide de l'Équité",
              "desc": "<p>L'équité est le rivage de la patrie de l'eau.</p><p>L'équité est le fondement sur lequel Fontaine a été fondée.</p><p>L'équité constitue la norme de la loi. Si la loi perd l'essence de l'équité, elle deviendra un échiquier joué pour le profit.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/235883431/fe870b6dda9cd98804b49f49f992d8af_1496969196327388305.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 4068,
              "name": "Morceau transocéanique",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un cristal obtenu en vainquant un Aberrant fontemarin, dégageant une énergie plutôt mystérieuse.<br>Bien que de nombreuses légendes parlent de grandes formes de vie résidant dans des mers éloignées hors de portée humaine, les océans ordinaires font déjà pâle figure face aux eaux vibrantes de Fontaine.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76706780/35ab3651275afb059f079c578c4cbfbd_8632689801329197649.png",
              "amount": 3
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 25000
            },
            {
              "type": "CustomEntry",
              "epId": 4079,
              "name": "Guide de l'Équité",
              "desc": "<p>L'équité est le rivage de la patrie de l'eau.</p><p>L'équité est le fondement sur lequel Fontaine a été fondée.</p><p>L'équité constitue la norme de la loi. Si la loi perd l'essence de l'équité, elle deviendra un échiquier joué pour le profit.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/235883431/fe870b6dda9cd98804b49f49f992d8af_1496969196327388305.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 4068,
              "name": "Morceau transocéanique",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un cristal obtenu en vainquant un Aberrant fontemarin, dégageant une énergie plutôt mystérieuse.<br>Bien que de nombreuses légendes parlent de grandes formes de vie résidant dans des mers éloignées hors de portée humaine, les océans ordinaires font déjà pâle figure face aux eaux vibrantes de Fontaine.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76706780/35ab3651275afb059f079c578c4cbfbd_8632689801329197649.png",
              "amount": 4
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 30000
            },
            {
              "type": "CustomEntry",
              "epId": 4079,
              "name": "Guide de l'Équité",
              "desc": "<p>L'équité est le rivage de la patrie de l'eau.</p><p>L'équité est le fondement sur lequel Fontaine a été fondée.</p><p>L'équité constitue la norme de la loi. Si la loi perd l'essence de l'équité, elle deviendra un échiquier joué pour le profit.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/235883431/fe870b6dda9cd98804b49f49f992d8af_1496969196327388305.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 4068,
              "name": "Morceau transocéanique",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un cristal obtenu en vainquant un Aberrant fontemarin, dégageant une énergie plutôt mystérieuse.<br>Bien que de nombreuses légendes parlent de grandes formes de vie résidant dans des mers éloignées hors de portée humaine, les océans ordinaires font déjà pâle figure face aux eaux vibrantes de Fontaine.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76706780/35ab3651275afb059f079c578c4cbfbd_8632689801329197649.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 37500
            },
            {
              "type": "CustomEntry",
              "epId": 4079,
              "name": "Guide de l'Équité",
              "desc": "<p>L'équité est le rivage de la patrie de l'eau.</p><p>L'équité est le fondement sur lequel Fontaine a été fondée.</p><p>L'équité constitue la norme de la loi. Si la loi perd l'essence de l'équité, elle deviendra un échiquier joué pour le profit.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/235883431/fe870b6dda9cd98804b49f49f992d8af_1496969196327388305.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 4068,
              "name": "Morceau transocéanique",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un cristal obtenu en vainquant un Aberrant fontemarin, dégageant une énergie plutôt mystérieuse.<br>Bien que de nombreuses légendes parlent de grandes formes de vie résidant dans des mers éloignées hors de portée humaine, les océans ordinaires font déjà pâle figure face aux eaux vibrantes de Fontaine.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76706780/35ab3651275afb059f079c578c4cbfbd_8632689801329197649.png",
              "amount": 9
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 120000
            },
            {
              "type": "CustomEntry",
              "epId": 4080,
              "name": "Philosophie de l'Équité",
              "desc": "<p>L'équité est le rivage de la patrie de l'eau.</p><p>L'équité est le fondement sur lequel Fontaine a été fondée.</p><p>L'équité exige le soutien continu et constant de la mortalité et de la loi, et la mortalité et la loi changent constamment sur la base du principe invariable de l'équité.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/235883431/9f61cc5605d47c5c20447bd9cf02a832_6169608115328582911.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 4067,
              "name": "Cristal xénochromatique",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un grand cristal obtenu en vainquant un Aberrant fontemarin, contenant une énergie mystérieuse.<br>Bien que les rivières et les mers prennent leur source à Fontaine, l'eau perd ses propriétés uniques une fois hors des frontières de la nation.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76706780/4bc36681d1975fcd36ed2965771c995d_5382778557427401535.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 4581,
              "name": "Œil de tourbillon sans lumière",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une étrange substance obtenue en combattant le Narval stellavore. Sa qualité réelle dépasse de loin ce à quoi on pourrait s'attendre compte tenu de sa taille.<br>Tout gravite autour des objets lourds... L'or attire plus que le fer, et le sol plus que la brise qui souffle au-dessus. Tout comme la lumière ne peut s'échapper du vortex des ténèbres, la cause et l'effet sont liés au destin, peut-être même de manière irréversible.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/76706780/41ffbade64c11aa110f75e2853fe560c_7151688499883510794.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 260000
            },
            {
              "type": "CustomEntry",
              "epId": 4080,
              "name": "Philosophie de l'Équité",
              "desc": "<p>L'équité est le rivage de la patrie de l'eau.</p><p>L'équité est le fondement sur lequel Fontaine a été fondée.</p><p>L'équité exige le soutien continu et constant de la mortalité et de la loi, et la mortalité et la loi changent constamment sur la base du principe invariable de l'équité.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/235883431/9f61cc5605d47c5c20447bd9cf02a832_6169608115328582911.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 4067,
              "name": "Cristal xénochromatique",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un grand cristal obtenu en vainquant un Aberrant fontemarin, contenant une énergie mystérieuse.<br>Bien que les rivières et les mers prennent leur source à Fontaine, l'eau perd ses propriétés uniques une fois hors des frontières de la nation.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76706780/4bc36681d1975fcd36ed2965771c995d_5382778557427401535.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 4581,
              "name": "Œil de tourbillon sans lumière",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une étrange substance obtenue en combattant le Narval stellavore. Sa qualité réelle dépasse de loin ce à quoi on pourrait s'attendre compte tenu de sa taille.<br>Tout gravite autour des objets lourds... L'or attire plus que le fer, et le sol plus que la brise qui souffle au-dessus. Tout comme la lumière ne peut s'échapper du vortex des ténèbres, la cause et l'effet sont liés au destin, peut-être même de manière irréversible.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/76706780/41ffbade64c11aa110f75e2853fe560c_7151688499883510794.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 450000
            },
            {
              "type": "CustomEntry",
              "epId": 4080,
              "name": "Philosophie de l'Équité",
              "desc": "<p>L'équité est le rivage de la patrie de l'eau.</p><p>L'équité est le fondement sur lequel Fontaine a été fondée.</p><p>L'équité exige le soutien continu et constant de la mortalité et de la loi, et la mortalité et la loi changent constamment sur la base du principe invariable de l'équité.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/235883431/9f61cc5605d47c5c20447bd9cf02a832_6169608115328582911.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 4067,
              "name": "Cristal xénochromatique",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un grand cristal obtenu en vainquant un Aberrant fontemarin, contenant une énergie mystérieuse.<br>Bien que les rivières et les mers prennent leur source à Fontaine, l'eau perd ses propriétés uniques une fois hors des frontières de la nation.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76706780/4bc36681d1975fcd36ed2965771c995d_5382778557427401535.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 4581,
              "name": "Œil de tourbillon sans lumière",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une étrange substance obtenue en combattant le Narval stellavore. Sa qualité réelle dépasse de loin ce à quoi on pourrait s'attendre compte tenu de sa taille.<br>Tout gravite autour des objets lourds... L'or attire plus que le fer, et le sol plus que la brise qui souffle au-dessus. Tout comme la lumière ne peut s'échapper du vortex des ténèbres, la cause et l'effet sont liés au destin, peut-être même de manière irréversible.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/76706780/41ffbade64c11aa110f75e2853fe560c_7151688499883510794.png",
              "amount": 2
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 700000
            },
            {
              "type": "CustomEntry",
              "epId": 4080,
              "name": "Philosophie de l'Équité",
              "desc": "<p>L'équité est le rivage de la patrie de l'eau.</p><p>L'équité est le fondement sur lequel Fontaine a été fondée.</p><p>L'équité exige le soutien continu et constant de la mortalité et de la loi, et la mortalité et la loi changent constamment sur la base du principe invariable de l'équité.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/235883431/9f61cc5605d47c5c20447bd9cf02a832_6169608115328582911.png",
              "amount": 16
            },
            {
              "type": "CustomEntry",
              "epId": 4067,
              "name": "Cristal xénochromatique",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un grand cristal obtenu en vainquant un Aberrant fontemarin, contenant une énergie mystérieuse.<br>Bien que les rivières et les mers prennent leur source à Fontaine, l'eau perd ses propriétés uniques une fois hors des frontières de la nation.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76706780/4bc36681d1975fcd36ed2965771c995d_5382778557427401535.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 4581,
              "name": "Œil de tourbillon sans lumière",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une étrange substance obtenue en combattant le Narval stellavore. Sa qualité réelle dépasse de loin ce à quoi on pourrait s'attendre compte tenu de sa taille.<br>Tout gravite autour des objets lourds... L'or attire plus que le fer, et le sol plus que la brise qui souffle au-dessus. Tout comme la lumière ne peut s'échapper du vortex des ténèbres, la cause et l'effet sont liés au destin, peut-être même de manière irréversible.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/76706780/41ffbade64c11aa110f75e2853fe560c_7151688499883510794.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 900,
              "name": "Couronne de la sagesse",
              "desc": "Matériau d'amélioration d'aptitude rare.<br/>Un support utilisé dans les temps anciens pour conserver et transmettre le savoir. Bien que de nos jours les connaissances se transmettent de différentes manières, autant orales qu'écrites, cet artéfact n'a pas perdu la moindre once de son pouvoir d'antan.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crown of Insight_icon.png",
              "amount": 1
            }
          ]
        ],
        "talentImg": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/9c82899c0e84b86085d0ec790bfc0d71_8450875013564900080.gif"
      },
      {
        "title": "Injection sur-saturée",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/84b4e8524d8434a2665ffbc30fbe1f08_8691731605121424747.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Sigewinne sort une seringue spécialement conçue dans la Forteresse de Méropide pour attaquer la zone en face d'elle avec des vagues de gentillesse et de médicaments, infligeant des <color=#80c0ff>DGT Hydro de zone</color> de façon continue selon ses PV max.\nDe plus, utiliser cette capacité permet à Sigewinne d'absorber jusqu'à 2 gouttes d'eau de source à portée.\n« Hé, prendre trop de médicaments, c'est comme prendre du poison : c'est vraiment dangereux ! Mais les patients ont aussi besoin de soins et d'attention, et avec ça au moins, pas de risque d'overdose ! »"
          }
        ],
        "attributes": [
          {
            "key": "Niv.",
            "values": [
              "Niv.1",
              "Niv.2",
              "Niv.3",
              "Niv.4",
              "Niv.5",
              "Niv.6",
              "Niv.7",
              "Niv.8",
              "Niv.9",
              "Niv.10",
              "Niv.11",
              "Niv.12",
              "Niv.13"
            ]
          },
          {
            "key": "DGT compétence",
            "values": [
              "11.8% PV max",
              "12.7% PV max",
              "13.5% PV max",
              "14.7% PV max",
              "15.6% PV max",
              "16.5% PV max",
              "17.7% PV max",
              "18.8% PV max",
              "20.0% PV max",
              "21.2% PV max",
              "22.4% PV max",
              "23.5% PV max",
              "25.0% PV max"
            ]
          },
          {
            "key": "Durée",
            "values": [
              "2,5 s",
              "2,5 s",
              "2,5 s",
              "2,5 s",
              "2,5 s",
              "2,5 s",
              "2,5 s",
              "2,5 s",
              "2,5 s",
              "2,5 s",
              "2,5 s",
              "2,5 s",
              "2,5 s"
            ]
          },
          {
            "key": "Temps de recharge",
            "values": [
              "18,0 s",
              "18,0 s",
              "18,0 s",
              "18,0 s",
              "18,0 s",
              "18,0 s",
              "18,0 s",
              "18,0 s",
              "18,0 s",
              "18,0 s",
              "18,0 s",
              "18,0 s",
              "18,0 s"
            ]
          },
          {
            "key": "Énergie élémentaire",
            "values": [
              "70",
              "70",
              "70",
              "70",
              "70",
              "70",
              "70",
              "70",
              "70",
              "70",
              "70",
              "70",
              "70"
            ]
          }
        ],
        "materials": [
          null,
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 12500
            },
            {
              "type": "CustomEntry",
              "epId": 4078,
              "name": "Enseignement de l'Équité",
              "desc": "<p>L'équité est le rivage de la patrie de l'eau.</p><p>L'équité fixe les limites des droits. Sans équité, les droits accordés par la loi seront abusés et deviendront un outil pour nuire à nos coutumes vertueuses.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/235883431/9756eebf6ce0192b9e27fc067db611aa_2376461389133548760.png",
              "amount": 3
            },
            {
              "type": "CustomEntry",
              "epId": 4069,
              "name": "Perle transocéanique",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un petit cristal obtenu en vainquant un Aberrant fontemarin.<br>Les Aberrants fontemarins viennent des mers de Fontaine et on pense qu'ils sont une forme de vie unique née de l'énergie mystérieuse de l'eau.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76706780/0e951d06ab200a1578724fed95d842ca_1579915502252128821.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 17500
            },
            {
              "type": "CustomEntry",
              "epId": 4079,
              "name": "Guide de l'Équité",
              "desc": "<p>L'équité est le rivage de la patrie de l'eau.</p><p>L'équité est le fondement sur lequel Fontaine a été fondée.</p><p>L'équité constitue la norme de la loi. Si la loi perd l'essence de l'équité, elle deviendra un échiquier joué pour le profit.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/235883431/fe870b6dda9cd98804b49f49f992d8af_1496969196327388305.png",
              "amount": 3
            },
            {
              "type": "CustomEntry",
              "epId": 4068,
              "name": "Morceau transocéanique",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un cristal obtenu en vainquant un Aberrant fontemarin, dégageant une énergie plutôt mystérieuse.<br>Bien que de nombreuses légendes parlent de grandes formes de vie résidant dans des mers éloignées hors de portée humaine, les océans ordinaires font déjà pâle figure face aux eaux vibrantes de Fontaine.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76706780/35ab3651275afb059f079c578c4cbfbd_8632689801329197649.png",
              "amount": 3
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 25000
            },
            {
              "type": "CustomEntry",
              "epId": 4079,
              "name": "Guide de l'Équité",
              "desc": "<p>L'équité est le rivage de la patrie de l'eau.</p><p>L'équité est le fondement sur lequel Fontaine a été fondée.</p><p>L'équité constitue la norme de la loi. Si la loi perd l'essence de l'équité, elle deviendra un échiquier joué pour le profit.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/235883431/fe870b6dda9cd98804b49f49f992d8af_1496969196327388305.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 4068,
              "name": "Morceau transocéanique",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un cristal obtenu en vainquant un Aberrant fontemarin, dégageant une énergie plutôt mystérieuse.<br>Bien que de nombreuses légendes parlent de grandes formes de vie résidant dans des mers éloignées hors de portée humaine, les océans ordinaires font déjà pâle figure face aux eaux vibrantes de Fontaine.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76706780/35ab3651275afb059f079c578c4cbfbd_8632689801329197649.png",
              "amount": 4
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 30000
            },
            {
              "type": "CustomEntry",
              "epId": 4079,
              "name": "Guide de l'Équité",
              "desc": "<p>L'équité est le rivage de la patrie de l'eau.</p><p>L'équité est le fondement sur lequel Fontaine a été fondée.</p><p>L'équité constitue la norme de la loi. Si la loi perd l'essence de l'équité, elle deviendra un échiquier joué pour le profit.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/235883431/fe870b6dda9cd98804b49f49f992d8af_1496969196327388305.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 4068,
              "name": "Morceau transocéanique",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un cristal obtenu en vainquant un Aberrant fontemarin, dégageant une énergie plutôt mystérieuse.<br>Bien que de nombreuses légendes parlent de grandes formes de vie résidant dans des mers éloignées hors de portée humaine, les océans ordinaires font déjà pâle figure face aux eaux vibrantes de Fontaine.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76706780/35ab3651275afb059f079c578c4cbfbd_8632689801329197649.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 37500
            },
            {
              "type": "CustomEntry",
              "epId": 4079,
              "name": "Guide de l'Équité",
              "desc": "<p>L'équité est le rivage de la patrie de l'eau.</p><p>L'équité est le fondement sur lequel Fontaine a été fondée.</p><p>L'équité constitue la norme de la loi. Si la loi perd l'essence de l'équité, elle deviendra un échiquier joué pour le profit.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/235883431/fe870b6dda9cd98804b49f49f992d8af_1496969196327388305.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 4068,
              "name": "Morceau transocéanique",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un cristal obtenu en vainquant un Aberrant fontemarin, dégageant une énergie plutôt mystérieuse.<br>Bien que de nombreuses légendes parlent de grandes formes de vie résidant dans des mers éloignées hors de portée humaine, les océans ordinaires font déjà pâle figure face aux eaux vibrantes de Fontaine.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76706780/35ab3651275afb059f079c578c4cbfbd_8632689801329197649.png",
              "amount": 9
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 120000
            },
            {
              "type": "CustomEntry",
              "epId": 4080,
              "name": "Philosophie de l'Équité",
              "desc": "<p>L'équité est le rivage de la patrie de l'eau.</p><p>L'équité est le fondement sur lequel Fontaine a été fondée.</p><p>L'équité exige le soutien continu et constant de la mortalité et de la loi, et la mortalité et la loi changent constamment sur la base du principe invariable de l'équité.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/235883431/9f61cc5605d47c5c20447bd9cf02a832_6169608115328582911.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 4067,
              "name": "Cristal xénochromatique",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un grand cristal obtenu en vainquant un Aberrant fontemarin, contenant une énergie mystérieuse.<br>Bien que les rivières et les mers prennent leur source à Fontaine, l'eau perd ses propriétés uniques une fois hors des frontières de la nation.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76706780/4bc36681d1975fcd36ed2965771c995d_5382778557427401535.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 4581,
              "name": "Œil de tourbillon sans lumière",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une étrange substance obtenue en combattant le Narval stellavore. Sa qualité réelle dépasse de loin ce à quoi on pourrait s'attendre compte tenu de sa taille.<br>Tout gravite autour des objets lourds... L'or attire plus que le fer, et le sol plus que la brise qui souffle au-dessus. Tout comme la lumière ne peut s'échapper du vortex des ténèbres, la cause et l'effet sont liés au destin, peut-être même de manière irréversible.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/76706780/41ffbade64c11aa110f75e2853fe560c_7151688499883510794.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 260000
            },
            {
              "type": "CustomEntry",
              "epId": 4080,
              "name": "Philosophie de l'Équité",
              "desc": "<p>L'équité est le rivage de la patrie de l'eau.</p><p>L'équité est le fondement sur lequel Fontaine a été fondée.</p><p>L'équité exige le soutien continu et constant de la mortalité et de la loi, et la mortalité et la loi changent constamment sur la base du principe invariable de l'équité.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/235883431/9f61cc5605d47c5c20447bd9cf02a832_6169608115328582911.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 4067,
              "name": "Cristal xénochromatique",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un grand cristal obtenu en vainquant un Aberrant fontemarin, contenant une énergie mystérieuse.<br>Bien que les rivières et les mers prennent leur source à Fontaine, l'eau perd ses propriétés uniques une fois hors des frontières de la nation.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76706780/4bc36681d1975fcd36ed2965771c995d_5382778557427401535.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 4581,
              "name": "Œil de tourbillon sans lumière",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une étrange substance obtenue en combattant le Narval stellavore. Sa qualité réelle dépasse de loin ce à quoi on pourrait s'attendre compte tenu de sa taille.<br>Tout gravite autour des objets lourds... L'or attire plus que le fer, et le sol plus que la brise qui souffle au-dessus. Tout comme la lumière ne peut s'échapper du vortex des ténèbres, la cause et l'effet sont liés au destin, peut-être même de manière irréversible.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/76706780/41ffbade64c11aa110f75e2853fe560c_7151688499883510794.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 450000
            },
            {
              "type": "CustomEntry",
              "epId": 4080,
              "name": "Philosophie de l'Équité",
              "desc": "<p>L'équité est le rivage de la patrie de l'eau.</p><p>L'équité est le fondement sur lequel Fontaine a été fondée.</p><p>L'équité exige le soutien continu et constant de la mortalité et de la loi, et la mortalité et la loi changent constamment sur la base du principe invariable de l'équité.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/235883431/9f61cc5605d47c5c20447bd9cf02a832_6169608115328582911.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 4067,
              "name": "Cristal xénochromatique",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un grand cristal obtenu en vainquant un Aberrant fontemarin, contenant une énergie mystérieuse.<br>Bien que les rivières et les mers prennent leur source à Fontaine, l'eau perd ses propriétés uniques une fois hors des frontières de la nation.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76706780/4bc36681d1975fcd36ed2965771c995d_5382778557427401535.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 4581,
              "name": "Œil de tourbillon sans lumière",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une étrange substance obtenue en combattant le Narval stellavore. Sa qualité réelle dépasse de loin ce à quoi on pourrait s'attendre compte tenu de sa taille.<br>Tout gravite autour des objets lourds... L'or attire plus que le fer, et le sol plus que la brise qui souffle au-dessus. Tout comme la lumière ne peut s'échapper du vortex des ténèbres, la cause et l'effet sont liés au destin, peut-être même de manière irréversible.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/76706780/41ffbade64c11aa110f75e2853fe560c_7151688499883510794.png",
              "amount": 2
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 700000
            },
            {
              "type": "CustomEntry",
              "epId": 4080,
              "name": "Philosophie de l'Équité",
              "desc": "<p>L'équité est le rivage de la patrie de l'eau.</p><p>L'équité est le fondement sur lequel Fontaine a été fondée.</p><p>L'équité exige le soutien continu et constant de la mortalité et de la loi, et la mortalité et la loi changent constamment sur la base du principe invariable de l'équité.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/235883431/9f61cc5605d47c5c20447bd9cf02a832_6169608115328582911.png",
              "amount": 16
            },
            {
              "type": "CustomEntry",
              "epId": 4067,
              "name": "Cristal xénochromatique",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un grand cristal obtenu en vainquant un Aberrant fontemarin, contenant une énergie mystérieuse.<br>Bien que les rivières et les mers prennent leur source à Fontaine, l'eau perd ses propriétés uniques une fois hors des frontières de la nation.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76706780/4bc36681d1975fcd36ed2965771c995d_5382778557427401535.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 4581,
              "name": "Œil de tourbillon sans lumière",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une étrange substance obtenue en combattant le Narval stellavore. Sa qualité réelle dépasse de loin ce à quoi on pourrait s'attendre compte tenu de sa taille.<br>Tout gravite autour des objets lourds... L'or attire plus que le fer, et le sol plus que la brise qui souffle au-dessus. Tout comme la lumière ne peut s'échapper du vortex des ténèbres, la cause et l'effet sont liés au destin, peut-être même de manière irréversible.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/76706780/41ffbade64c11aa110f75e2853fe560c_7151688499883510794.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 900,
              "name": "Couronne de la sagesse",
              "desc": "Matériau d'amélioration d'aptitude rare.<br/>Un support utilisé dans les temps anciens pour conserver et transmettre le savoir. Bien que de nos jours les connaissances se transmettent de différentes manières, autant orales qu'écrites, cet artéfact n'a pas perdu la moindre once de son pouvoir d'antan.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crown of Insight_icon.png",
              "amount": 1
            }
          ]
        ],
        "talentImg": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/5615d5c757ed3249fe316fb55777fc8a_5189653639493491795.gif"
      },
      {
        "title": "Repos adéquat requis",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/9f1d555e393c229181ec8da3936973c8_2585262811148718894.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Utiliser <color=#ffd780>Hydrothérapie rebondissante</color> accorde à Sigewinne l'effet Repos semi-forcé pendant 18 s : accorde un <color=#80c0ff>bonus de DGT Hydro</color> de 8 % et 10 cumuls d'analepsie. Lorsqu'une compétence élémentaire d'un personnage faisant partie d'une équipe à proximité mais n'étant pas déployé (hormis Sigewinne) inflige des DGT, un cumul d'analepsie est consommé pour augmenter cette instance de DGT : chaque tranche de 1 000 PV max au-dessus de 30 000 que Sigewinne possède augmente les DGT de 80 pts, une instance de DGT pouvant être augmentée d'un maximum de 2 800 pts de cette manière."
          }
        ],
        "attributes": null
      },
      {
        "title": "Traitement minutieux prescrit",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/2d2547c70aa18ac68cf079607aebca30_1523042998035060816.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Lorsque Sigewinne effectue des soins, la quantité de soins augmente selon le total des engagements vitaux actuels de tous les personnages de l'équipe : chaque tranche de 1 000 pts d'engagement vital augmente les soins de 3 %. Les soins peuvent être augmentés d'un maximum de 30 % de cette manière."
          }
        ],
        "attributes": null
      },
      {
        "title": "Dose d'urgence",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/02eda1f41fc7b76d30ede544422b7e55_8179948202591336933.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Sous l'eau, si les PV de votre personnage déployé tombent en dessous de 50 %, il récupère des PV pour une valeur totale équivalant à 50 % de ses PV max en 2,5 s, mais ses RÉS élémentaires et physique diminuent de 10 % pendant 10 s. Cet effet peut se déclencher une fois toutes les 20 s."
          }
        ],
        "attributes": null
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Sigewinne</color>"
          }
        ]
      },
      {
        "key": "Anniversaire",
        "value": [
          {
            "type": "RichText",
            "text": "30/3"
          }
        ]
      },
      {
        "key": "Constellation",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Nereides</color>"
          }
        ]
      },
      {
        "key": "Titre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Merveilleuse fille-dragonne</color>"
          }
        ]
      },
      {
        "key": "Œil divin",
        "value": [
          {
            "type": "RichText",
            "text": "Hydro"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Forteresse de Méropide</color>"
          }
        ]
      },
      {
        "key": "Voix chinoise",
        "value": [
          {
            "type": "RichText",
            "text": "赵爽 (Zhao Shuang)"
          }
        ]
      },
      {
        "key": "Voix anglaise",
        "value": [
          {
            "type": "RichText",
            "text": "Sarah Williams"
          }
        ]
      },
      {
        "key": "Voix japonaise",
        "value": [
          {
            "type": "RichText",
            "text": "木野日菜 (Kino Hina)"
          }
        ]
      },
      {
        "key": "Voix coréenne",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>김채린 (Kim Chae-rin)</color>"
          }
        ]
      },
      {
        "key": "Plat spécial",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5715,
            "name": "Repas équilibré",
            "desc": "<p>Spécialité culinaire de Sigewinne. « Il faut finir vite, ou le soufflé va s'effondrer ! » Face à un ton si inquiet et à un regard aussi sérieux, on se sent obligé de prendre son couteau et sa fourchette. Mais ensuite, la vue de ces morceaux de viande mystérieuse à l'apparence familière, combinée au souvenir encore frais de ses milkshakes nutritifs... Voilà que vous ne savez plus quoi faire...</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/30/1254995/7ef3c1b7d21ccf12dd7a5ce9c96c72d3_6752247735236339412.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Carte du personnage",
        "value": [
          {
            "type": "RichText",
            "text": "-"
          }
        ]
      },
      {
        "key": "Ajout à la version",
        "value": [
          {
            "type": "RichText",
            "text": "4.7"
          }
        ]
      }
    ]
  }
}