{
  "epId": 5617,
  "name": "Cassiodor",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Chasseur d'or, un des accordeurs de Remus, le roi divin.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/113040870/1df790c1e63e81f4bb2f0d7d429c0954_1874653953842110525.png",
  "menuId": 10,
  "menuName": "Archives des PNJ",
  "version": 1720634564,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Cassiodor",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Personne ne se souvient du véritable nom de Cassiodor, mais le jeune guerrier qui reçut ce nom grandit probablement dans la même tribu qu'Erinnyes, le futur Chevalier de Lacmineux. Dans des temps anciens, leur chefferie fut conquise par le roi divin Remus et une légion du pays de l'or réduit en esclavage et tua nombreux de ses membres. Cassiodor et Erinnyes furent les deux seules personnes à échapper à ce sort. Erinnyes fut recueillie par le prince d'Arémorique. Elle jura de servir Egeria, la mère de toutes les eaux, et de protéger les terres à l'eau pure qui n'avaient pas encore été capturées par Remus. Cassiodor, lui, rencontra Boethius, un hautain accordeur, et rejoignit les Rémuriens. Par la suite, le sébaste l'éleva aussi au rang d'accordeur et lui fit don d'un corps incorruptible de pierre et de bronze. Comparé à ses semblables, son âme était comme l'ichor insoluble. Cassiodor et Boethius devinrent alors des amis proches.\nDes années plus tard, après qu'Erinnyes soit devenue l'héritière d'Arémorique et ait unifié d'autres tribus en guerre avec Remuria, elle et Cassiodor se revirent à nouveau dans une cité lointaine. Le jeune musicien était venu déguisé en voyageur et avait vaincu de nombreux héros distingués qui seraient admirés par les générations suivantes lors de tournois. Enfin, il la rencontra en tant que champion, et lui raconta son idéal d'harmonie et de gloire, avec son intention d'éliminer le feu de la guerre et la haine vengeresse sans fin. Cependant, lorsqu'il lui révéla son identité, il fut accueilli par des lames tranchantes comme la lumière d'un lac."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« ████, mon ████... tu n'as pas à te forcer à dire des choses que tu ne veux plus dire.</color>\n<color=#ffffffd9>Je sais que c'est le tyran maudit qui a profané ton âme et t'a emprisonné dans une prison de pierre.</color>\n<color=#ffffffd9>Ne t'inquiète pas, mon ████... Je n'ai jamais oublié la promesse que j'ai faite à l'époque.</color>\n<color=#ffffffd9>Peu importe le prix que je dois payer, je te sauverai de tes chaînes de glace.</color>\n<color=#ffffffd9>Lorsque nous rejoindrons l'étreinte de la mère de toutes les eaux, nous n'avons plus à nous soucier de nos souffrances. »</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cassiodor croyait en l'avenir brillant de Remuria. Son ami Boethius affirmait que sous les yeux du roi divin, il n'y aurait plus de pauvreté, de faiblesse, de folie et de sauvagerie, que ce n'est que sous le contrôle du sébaste que l'ordre et la beauté pourraient naître. Grâce à sa fidélité aux idéaux de Remus, Cassiodor se rapprocha du dirigeant. Alors que la grande symphonie de la phobos commençait à conduire les Rémuriens à des guerres et à des conquêtes, l'accordeur, lui, ne partageait pas ce désir. Le roi divin choisit alors de l'intégrer à son plan final. Il sépara la mélodie de Cassiodor de la grande symphonie, lui accordant le libre-arbitre, et le chargea de sauver les Rémuriens et de les amener à Ouranopolis, la ville du futur. C'est ainsi que l'accordeur devint Ouranides d'Ouranopolis.\nCassiodor ne se trouvait donc pas dans la capitale lorsque Remuria sombra et survécut à la catastrophe. En revanche, il savait que Boethius s'était opposé au sébaste, avait volé le gobelet d'eau pure offert à Remus par la mère de toutes les eaux et fermé l'Initium Iani menant au centre de la capitale. Tandis que Cassiodor et ses compagnons survivants essayaient tant bien que mal de contenir la puissance des eaux primordiales qui avaient été libérées, Boethius utilisa ses talents d'éloquence pour tromper les autres rescapés. Il accomplit des rituels maléfiques visant à réparer la Symphonie brisée pour faire revivre l'empire en ruine. Il n'hésita pas non plus à dissoudre la volonté de ses compatriotes et à piller les âmes des Fontainois partout où il le pouvait. De nombreux princes et nobles devinrent ses marionnettes, et la nation nouvellement formée faillit être détruite à cause de cela. Pour arrêter l'accordeur exalté, alors devenu un monstre, Cassiodor dut abandonner son nom et devenir un chasseur de fantômes combattant aux côtés des Fontainois. Avec leur aide, Cassiodor, maintenant connu en tant que « Chasseur d'or », réussit à sceller Boethius et l'eau qui avait dévoré Remuria. Il jura sur le destin qu'il deviendrait la barrière entre le passé et le présent, et devint le gardien spirituel de l'ancien royaume.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le roi divin qui bâtit Remuria.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/03/267357714/513d51e0ebfd54f5da34a9f85dfaf61f_8618663277050135643.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'un des accordeurs du roi divin Remus.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/20/113040870/8dd1bf13fcb6632439addaf00c2e4b7b_1385408646720274133.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Troupe dorée",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/158750877/c32bab10651059ad3c0c8a0e5bbd2e03_5008894013788174832.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Chanson des jours d'antan",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cantiques d'harmonie",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/10/267357714/c1f51031792713f423f4d4a2a3b55b2f_2251338572706278378.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Des milliers d'années plus tard, le dominus Boethius réussit à reprendre le contrôle de la Symphonie perturbée en y intégrant des fragments de son âme et des mélodies brisées. Il rendit la Symphonie encore plus chaotique qu'elle ne l'était dans l'espoir de faire revivre Remuria et de devenir sa nouvelle divinité. L'accordeur pensait que Remus avait trahi sa nation en passant un accord avec les Élémentosaures et en essayant de détruire la grande symphonie. À cause de ses actions, les âmes de Rémuriens morts depuis longtemps prirent possession du corps des habitants de l'île de Petrichor."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/10/267357714/e6ded426211e34a86d94bbb81d526d43_8320170752971050524.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Pendant ce temps, Cassiodor, qui avait perdu son corps de pierre, prit le contrôle d'un chat blanc, que Paimon nommera plus tard Osse, et demanda l'aide du Voyageur/de la Voyageuse pour arrêter Boethius et sauver le peuple de Petrichor. Ensemble, ils firent route vers la Mer d'antan et libérèrent Scylla, emprisonné par Boethius sous Machimos. Bien que son corps ait été détruit, les souvenirs du prince des Élémentosaures avaient continué à vivre dans l'ichor. Initialement, Cassiodor croyait que Scylla avait trahi le roi divin et attaqué la cité royale, provoquant ainsi l'inondation de Remuria. Celui-ci lui fit toutefois part de son pacte avec Remus et de la création du Requiem, une symphonie pouvant provoquer l'autodestruction de la phobos. L'attaque des Élémentosaures contre la capitale avait en fait été planifiée par le sébaste lui-même et faisait partie de son plan secret visant à sauver les Rémuriens."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/10/267357714/b01a3f8e0f97cf5a0019803e99d98170_1015930300377655824.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cassiodor et le Voyageur/la Voyageuse arrivèrent ensuite à la Domus aurea. Là, Boethius utilisa la puissance de la symphonie pour les attirer dans son palais symphonique, un espace étant l'incarnation de son âme. À cause de la proximité du centre du pouvoir de la phobos avec la cité royale, le dominus était en mesure d'influencer directement le monde réel. S'il réussissait à obtenir la totalité de ce pouvoir, ses délires deviendraient réalité, et Fontaine reviendrait à ce qu'elle était il y a des millénaires. Cassiodor élabora alors un plan pour éliminer complètement Boethius, qui s'était créé un corps puissant dans le monde réel. Comme le Voyageur/la Voyageuse n'appartenait pas à Teyvat et qu'il/elle n'avait pas été créé(e) à partir de l'eau de la mer primordiale, la mélodie de la phobos n'avait pas de destinée pour lui/elle et Boethius ne pouvait pas interférer avec son âme. Cela permit au plan de Cassiodor de réussir."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/10/267357714/319addbf237238c198272be1f2462516_3774821149216837322.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Avec l'aide de Scylla, le Voyageur/la Voyageuse et Paimon reconnectèrent les canaux dorés, le long desquels coulait autrefois la grande symphonie, et ouvrirent les portes de la cité royale. Ils découvrirent ensuite que l'entité qui se cachait derrière le « Boethius » qu'ils avaient en face d'eux n'était autre que la phobos elle-même, qui regroupait toutes les mélodies et tous les désirs secrets des Rémuriens. Ces derniers avaient conduit Remuria à des guerres, à des conquêtes ainsi qu'à la destruction des « barbares » du nord. Même avant la chute de la nation, la phobos avait déjà absorbé Boethius et s'était rebellée contre le sébaste. Afin que le Voyageur/la Voyageuse puisse détruire Boethius et la phobos, Cassiodor se sacrifia et piégea les deux entités dans un corps de pierre. Finalement, lorsque le Voyageur/la Voyageuse joua le Requiem, la grande symphonie fut éradiquée pour de bon et les âmes des Rémuriens retournèrent dans les eaux profondes, réalisant ainsi le souhait de Cassiodor et du sébaste de libérer leur peuple de l'emprise de la Symphonie."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Si l'eau perd sa clarté, comment peut-elle redevenir de l'eau ? Si un arbre quitte la terre, où prendra-t-il racine ?</color>\n<color=#ffffffd9>Peu importe l'intensité du martèlement des pierres et du métal, sans eau ni terre, les humains ne peuvent pas survivre. »</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "L'âme de l'ancien accordeur se dissipa alors, et Osse redevint un chat ordinaire, qui vit désormais avec Este, le descendant d'un guerrier rémurien.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'un des accordeurs du roi divin Remus.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/20/113040870/8dd1bf13fcb6632439addaf00c2e4b7b_1385408646720274133.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>Prince des élémentosaures et ami de Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/113040870/762d24fb00dcfe355802e7181da1a743_4821287983880501099.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Héritage",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Les origines du nom « Chasseurs de la Maréchaussée » remontent au temps de Remuria, lorsque Cassiodor guida les légions de l'armée de golems du sébaste au combat : <color=#ffffffd9>« Poursuivez les fantômes dans l'obscurité, expulsez-les tous et traquez-les. »</color> En dépit de leur nom, ils ne chassaient pas d'animaux, mais des monstres datant de l'ancienne dynastie du roi Remus. Aujourd'hui, la population de tels monstres ayant fortement diminué à Fontaine, ces chasseurs ont réintégré la société en occupant d'autres professions. La seule trace de cette période est une technique de chasse unique qu'ils ont laissée en héritage. De nos jours, la Maréchaussée fantôme est une unité spéciale spécialisée dans les enquêtes criminelles.\nLes historiens de l'époque pensaient que les Chasseurs de la Maréchaussée avaient commencé à être actifs quelques décennies après la chute de Remuria, date à laquelle le concept de « chevaliers de source » avait complètement disparu à Fontaine. Les premiers Chasseurs qui suivirent Cassiodor furent considérés comme les héritiers de ces chevaliers, mais en réalité, ils étaient les derniers survivants de la civilisation dorée."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/10/267357714/04d3abb9103d32bcb708347e7ff7c7e0_3752050548978951847.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Deux des Rémuriens qui acceptèrent de suivre Cassiodor n'étaient autres que ses amis : Este le rusé et Walter. Ils gagnèrent la nation renaissante de Fontaine, où ils purent finalement se reposer. L'eau de source répondit à leurs âmes piégées dans la pierre, tout comme elle le faisait pour les Fontainois ordinaires, et Este put fonder une famille et avoir des enfants. Sa lignée se confondit à celle des Fontainois et perdure encore aujourd'hui. Quand Boethius utilisa la Symphonie pour essayer de faire revivre Remuria, l'âme d'Este se retrouva dans le corps de son descendant vivant à Petrichor et portant le même nom que son prédécesseur. Par conséquent, celui-ci put guider le Voyageur/la Voyageuse et Paimon jusqu'à Cassiodor. Après la destruction de la phobos, l'esprit du Rémurien retourna dans les eaux profondes.\nDes centaines d'années auparavant, le chercheur fontainois Ruggiero partit en expédition dans les ruines de Petrichor dans l'espoir de trouver le légendaire Château fané et d'en apprendre davantage sur Remuria. Là-bas, il rencontra le Chasseur d'or, grâce auquel il apprit l'existence des Chasseurs de la Maréchaussée ainsi que des chevaliers de source. Ruggiero était initialement venu pour trouver le trésor rémurien, mais celui-ci était enfoui dans les profondeurs de la mer. Il réalisa ensuite que l'humanité n'avait pas besoin de contrôler des connaissances dépassant son entendement, et, avec l'aide de Cassiodor, scella le passage vers le Château fané. En outre, le chercheur eut l'idée de reconstruire le village de Petrichor, abandonné depuis longtemps, et d'encourager des réfugiés à s'y installer. Ceux-ci répandraient d'autres versions de la légende de Remuria et protégeraient les sceaux reconstruits, préservant à jamais les secrets de ce lieu.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Maréchaussée fantôme",
        "desc": "<p>L'unité personnelle du juge suprême Neuvillette, chargée des enquêtes criminelles. Le siège de la Maréchaussée fantôme se situe au Palais Mermonia et est l'un des services de la Maison Gardiennage.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/11/170542231/615412682c0d3edc7483b9452030aa64_742106048035041781.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Chasseur de la Maréchaussée",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/158750877/539b03bed1057707abd643147e18abde_6063469111814824669.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relations"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Cassiodor rejoignit Remuria lorsque sa tribu fut conquise par celle-ci.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le roi divin qui bâtit Remuria.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/03/267357714/513d51e0ebfd54f5da34a9f85dfaf61f_8618663277050135643.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Le roi divin Remus éleva Cassiodor au rang d'accordeur.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'un des accordeurs du roi divin Remus.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/20/113040870/8dd1bf13fcb6632439addaf00c2e4b7b_1385408646720274133.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Un des accordeurs rémuriens, ancien ami de Cassiodor.\nErinnyes\nCassiodor a vraisemblablement grandi avec Erinnyes, mais lorsque les rémuriens ont conquis leur tribu, il rejoignit Remus.\nEuergetia\nAurelius\nAccordeurs rémuriens.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objets annexes"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Troupe dorée",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/158750877/c32bab10651059ad3c0c8a0e5bbd2e03_5008894013788174832.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Chasseur de la Maréchaussée",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/158750877/539b03bed1057707abd643147e18abde_6063469111814824669.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Chanson des jours d'antan",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card",
        "menuId": 5
      }
    ],
    "galleryCharacter": [
      {
        "key": "Cassiodor",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/10/267357714/9ef05d54e5c48e227c71c1f2ea8ccdb9_5613211613148791779.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Cassiodor (Ouranides d'Ouranopolis) dans le corps d'Osse le chat.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Cassiodor</color>"
          }
        ]
      },
      {
        "key": "Région",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Fontaine</color>\n<color=#ffffffd9>Remuria</color>"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Accordeurs</color>"
          }
        ]
      },
      {
        "key": "Alias",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Ouranides d'Ouranopolis</color>\n<color=#ffffffd9>Osse</color>\n<color=#ffffffd9>Monsieur Os</color>"
          }
        ]
      }
    ]
  }
}