{
  "epId": 5618,
  "name": "Boethius",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'un des accordeurs du roi divin Remus.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/20/113040870/8dd1bf13fcb6632439addaf00c2e4b7b_1385408646720274133.png",
  "menuId": 10,
  "menuName": "Archives des PNJ",
  "version": 1720634568,
  "components": {
    "galleryCharacter": [
      {
        "key": "Boethius",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/20/113040870/19d15fc12949c3b4796c30aaed6d1c19_3807205099964646700.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Boethius</color>"
          }
        ]
      },
      {
        "key": "Région",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Fontaine</color>\n<color=#ffffffd9>Remuria</color>"
          }
        ]
      },
      {
        "key": "Affiliations",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Accordeurs</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relations"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Boethius rejoignit Remuria lorsque sa tribu fut conquise par celle-ci.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le roi divin qui bâtit Remuria.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/03/267357714/513d51e0ebfd54f5da34a9f85dfaf61f_8618663277050135643.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Sébaste de Remuria.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Chasseur d'or, un des accordeurs de Remus, le roi divin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/113040870/1df790c1e63e81f4bb2f0d7d429c0954_1874653953842110525.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Un des accordeurs rémuriens et ancien ami de Boethius.\nEuergetia\nAurelius\nAccordeurs rémuriens.\nPhobos\nGrande Symphonie qui a absorbé Boethius .",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>Prince des élémentosaures et ami de Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/113040870/762d24fb00dcfe355802e7181da1a743_4821287983880501099.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Boethius scella le Prince des Dragons sous la tour à Machimos.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objets annexes"
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "Le déclin de Remuria",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il est dit que le grand chercheur Pulteney a écrit cet ouvrage historique épique concernant l'ancienne civilisation rémurienne pendant les premières années de la fondation de Fontaine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/1254995/9766d07bdd397bb0c6186ac562fe05a3_3139504993481168742.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Troupe dorée",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/158750877/c32bab10651059ad3c0c8a0e5bbd2e03_5008894013788174832.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3987,
        "name": "Chant de quiétude",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un arc long étrange qui ressemble à une créature marine. Ses cordes ne produisent aucun son.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/13/158750877/2cec558b676eefaafe23b64d42f2067e_8929584396539388984.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4036,
        "name": "Sublimation de rosée sacrée pure",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">« La vie qui est venue de la mer primordiale est inévitablement destinée à y retourner. », dit l'accordeur Boethius. « Mais les humains ont d'infinies possibilités de transcender, et même les eaux de la mer primordiale ne peuvent pas les dissoudre complètement... »<br>L'usurpateur arrogant a autrefois tenté de mélanger l'ichor insoluble avec de l'eau pure, afin de contenir la sagesse et les souvenirs, ce qui permettrait ainsi à ses sujets et serviteurs de se débarrasser de leur corps physique et d'obtenir des vies indépendantes et éternelles.<br>Mais sectionner l'âme du corps est une douleur qui ne peut être supportée par aucune vie ordinaire, et l'ordre de l'usurpateur déchira et brisa leurs âmes...<br>L'ichor fut alors teint en noir par les pleurs et les hurlements de tant d'âmes, et il perdit son harmonie et sa sagesse, ne laissant que le chaos et la folie.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/11/76706780/bfe4638702fbef7e67d5d84b99d5276d_6860981389925820695.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Source de rosée sacrée pure",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">C'est une relique d'une époque où les chevaliers de source erraient encore... Ces derniers disaient qu'il y avait encore des esprits fidèles dans les sources et les vallées des montagnes où personne ne marchait, gardant ces sources pures et non polluées...<br>Cependant, le créateur de l'ichor artificiel ne pouvait tolérer aucune discorde dans sa grande symphonie. On dit que partout où Boethius l'accordeur est allé, le nectar naturel a été enterré, les aqueducs de l'empire ont été construits et les esprits nés de l'eau pure ont disparu sans laisser de traces...</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/11/76706780/54913bb983c08663e91eef34841c80b9_545818808213461302.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4034,
        "name": "Essence de rosée sacrée pure",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une solution dense et pure, dérivée et raffinée des gouttes de la vaste mer primordiale. L'ancien roi divin croyait autrefois que cela apporterait la vie éternelle et une sagesse infinie, mais en écoutant attentivement... Il prophétisait doucement, faiblement, la fin ultime où toute chose se dissoudrait en une seule...<br>C'était autrefois la grande symphonie inachevée du roi divin... Un ichor doré sans limite et sans source, remplaçant les eaux primitives sauvages, et les glorieux sages immortels apportant une illumination semblable à un nectar dans les coins ignorants du monde.<br>Mais les illusions du roi divin ont finalement sombré dans les profondeurs de l'abîme noir, et avec les ravages du temps, l'ichor doré a finalement été corrodé par la soupe primordiale...<br>L'accordeur a fermé les yeux sur les mauvais présages et, soutenant son corps brisé, a continué à donner la vie à ses compatriotes selon les plans autrefois établis, afin que l'ancien ordre puisse un jour revenir...<br>Aujourd'hui encore, de nombreux poètes et peintres fous de Fontaine voient dans l'apocalypse vécue par Boethius un rappel du cycle inéluctable du monde.</span><br></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/11/76706780/b511969117b243bc41e7af4c578dfb88_6254499580295741094.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Gobelet d'or de la mer immaculée",
        "desc": "<p>Lorsque l'usurpateur de la ville engloutie a joué le dernier mouvement de la symphonie dorée, son musicien préféré a volé le gobelet d'or débordant d'ichor. </p><p>Choqué par la trahison téméraire du roi divin, le musicien convoqua les derniers gardes et utilisa l'insoluble ichor pour sceller le dragon sous la haute tour, avant de le faire sombrer dans l'abîme avec la capitale.</p><p>Par la suite, ce noble voleur a disparu silencieusement de l'histoire, et seule la Troupe dorée se souvient fidèlement de sa prophétie.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/235883431/a8147d7dfc78a2dc5d47dd50bd6292ed_7791413459480364306.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Boethius",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Le véritable nom de Boethius fut perdu dans le temps, mais le musicien connu sous ce nom naquit dans la hutte d'une tribu sur une île isolée et grandit dans un village construit de roseaux et d'herbe. Lorsque les guerriers de Remuria conquirent sa tribu, il échappa à la servitude grâce à ses doigts agiles et sa voix claire. Il rejoignit ensuite les Rémuriens et, pendant les guerres contre les « barbares » du nord, rencontra un jeune serviteur d'une chefferie conquise. Ensemble, ils se rendirent au Capitolium doré, où ils accomplirent des cours et des épreuves rigoureux. Ainsi commença une forte amitié entre Boethius et le jeune guerrier, qui reçut le nom de Cassiodor."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/10/267357714/1cc43e9ca88bc647bd2f85399e957947_8180303253409876671.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Lorsque le roi divin Remus décida de libérer ses sujets des chaînes du destin, il leur offrit des corps impérissables de bronze et de pierre, à l'intérieur desquels coulait un ichor insoluble. Ce dernier fut créé à l'aide du pur graal offert à Remus par la mère de toutes les eaux. Le sébaste composa également la grande symphonie, la phobos, qui était une combinaison de toutes les mélodies et tous les désirs des Rémuriens. Le roi divin reconnut Boethius, lui fit don d'un nouveau corps et l'exalta au poste d'accordeur. Seuls quatre accordeurs aux grands talents, dont Boethius, étaient les chefs d'orchestre de la Symphonie et pouvaient changer la mélodie de la phobos.\nLe dominus Boethius était considéré comme le plus grand génie de l'histoire de l'empire et le représentant le plus brillant de l'esprit de Remuria. Il croyait en son avenir radieux, un monde dépourvu de pauvreté, de faiblesse, de folie et de sauvagerie supervisé par le roi divin, un monde dans lequel l'ordre et la beauté pourraient s'épanouir. L'accordeur suivit sans hésitation les instructions du sébaste, et sa parole devint aussi importante que celle de la phobos elle-même. Il mena les Rémuriens à la conquête des tribus barbares, croisa le fer avec les armées Élémentosaures et amena la civilisation dans la haute mer. Il est dit que partout où Boethius alla, les aqueducs de l'empire furent construits et <color=#ffffff73>les</color> <color=#ffffff73>disparurent</color> sans laisser de traces.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le roi divin qui bâtit Remuria.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/03/267357714/513d51e0ebfd54f5da34a9f85dfaf61f_8618663277050135643.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Chasseur d'or, un des accordeurs de Remus, le roi divin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/113040870/1df790c1e63e81f4bb2f0d7d429c0954_1874653953842110525.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Troupe dorée",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/158750877/c32bab10651059ad3c0c8a0e5bbd2e03_5008894013788174832.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Source de rosée sacrée pure",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">C'est une relique d'une époque où les chevaliers de source erraient encore... Ces derniers disaient qu'il y avait encore des esprits fidèles dans les sources et les vallées des montagnes où personne ne marchait, gardant ces sources pures et non polluées...<br>Cependant, le créateur de l'ichor artificiel ne pouvait tolérer aucune discorde dans sa grande symphonie. On dit que partout où Boethius l'accordeur est allé, le nectar naturel a été enterré, les aqueducs de l'empire ont été construits et les esprits nés de l'eau pure ont disparu sans laisser de traces...</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/11/76706780/54913bb983c08663e91eef34841c80b9_545818808213461302.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Musique",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Boethius croyait qu'il y avait 3 catégories de musique : <color=#ffffff73>la</color> <color=#ffffff73>, la</color> <color=#ffffff73>et la</color> <color=#ffffff73>.</color> La musica mundana est celle des origines, à partir de laquelle toutes les mélodies naissent et dans laquelle elles retourneront. Les faux et vrais signes célestes, le tournant des saisons et le passage du temps, les éléments définis, tout dans l'univers fonctionne selon l'ordre de cette musique. Toute musique ayant des spécifications similaires à l <color=#ffffff73>la</color> <color=#ffffff73>peut</color> être qualifiée de musica mundana. S'il existait une lyre où chaque entité physique du monde correspondait à une seule de ses fines cordes, la musica mundana correspondrait non pas à la musique venant d'une seule corde, mais celle venant de la résonance de toutes.\nLa musica humana est celle du monde des mortels, comprenant à la fois la musique des mortels et celle des dieux. Boethius pensait que ces dernières n'étaient pas différentes les unes des autres et que leur essence résidait en l'harmonie produite lorsque la musique humaine résonnait avec sa « qualité ». En effet, l'accordeur Aurelius avait un jour divisé tous les phénomènes en quatre catégories : la substance, la propriété, la qualité et la relation. La qualité était la clé de voûte de toutes, formant ce qu'on appelait souvent le quadrant des qualités : souvenirs, souhaits, âme et personnalité. De plus, d'après Aurelius, <color=#ffffff73>jouer</color> <color=#ffffff73>consistait</color> à lier ensemble la substance et la qualité, contrôlant ainsi complètement sa propre volonté, de telle sorte que la musica humana puisse être comme la musica mundana. Étant donné que la musique des mortels et des dieux était fragile, le seul moyen d'écrire une symphonie pouvant rivaliser avec la Fortuna était d'intégrer et de mélanger leurs mélodies. Cette composition fut appelée la phobos. Selon Boethius, l'éloignement de la phobos équivalait à une trahison. Dès que la phobos cesserait de jouer, tout s'effondrerait en un instant, et les mortels et les dieux seraient conquis par la Fortuna, sombrant dans des songes sans rêves.\nBoethius ne considérait pas les gens refusant de se plier à la grande symphonie comme égaux aux Rémuriens. Selon lui, leurs choix ne venaient pas de leur volonté, mais plutôt de la voie que la Fortuna avait tracée. Ils n'avaient donc pas la liberté de prendre des décisions et se contenteraient de jouer jusqu'à la note finale écrite pour eux depuis longtemps. Boethius pensait que c'était la raison pour laquelle Remuria n'avait pas d'autre choix que d'éliminer ces peuples de la terre et des eaux. Dans le cas contraire, la symphonie de la Fortuna se transformerait en un rugissement assourdissant contre lequel il serait impossible de se rebeller.\nCassiodor, lui, croyait que ceux qui ne pouvaient pas accepter la mélodie de Remuria ne devaient pas être éradiqués, mais Boethius vit cela comme un signe de faiblesse :"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Faiblesse ! Faiblesse ! Ta lâche compassion obscure ton esprit. Elle a ramolli ton cœur et est devenue un point faible exposé dans ton dos !</color>\n<color=#ffffffd9>Si la barbarie et l'ignorance persistent encore à Fontaine, empoisonnant l'une de ses eaux, nous les exterminerons.</color>\n<color=#ffffffd9>Si les sauvages souhaitent rejoindre notre majestueux ordre doré, alors nous les accepterons, tout comme notre glorieux seigneur nous a acceptés.</color>\n<color=#ffffffd9>Mais depuis que le dragon pernicieux Scylla a détruit nos tours et massacré nos musiciens, les tribus sauvages envenimées ne valent plus la peine d'être sauvées ni acceptées.</color>\n<color=#ffffffd9>Et puisqu'ils sont indignes, ils doivent être purgés du sol et des eaux, tout comme nous avons purgé la peste et les incendies. »</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Chasseur d'or, un des accordeurs de Remus, le roi divin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/113040870/1df790c1e63e81f4bb2f0d7d429c0954_1874653953842110525.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Troupe dorée",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/158750877/c32bab10651059ad3c0c8a0e5bbd2e03_5008894013788174832.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "La chute de Remuria",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/10/267357714/b5c4d227310ac4322abda4fe82bd20ae_7173644920962968740.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Les désirs des Rémuriens conduisirent finalement leur empire à la guerre et à la destruction, et le sébaste décida de détruire la phobos. Il conclut alors un pacte avec Scylla, le prince des Élémentosaures. Ce dernier devait diriger son armée jusqu'au Capitolium afin de feindre une attaque. Choqué par la trahison du roi divin, Boethius, qui avait appris le plan de son roi, vola le gobelet d'or débordant d'ichor et appela ses gardes pour contrer l'attaque des Élémentosaures. Selon ses ordres, toutes les légions devaient prétendre avoir renoncé à toute résistance pour attirer les descendants des dragons dans l'Initium Iani menant au centre de la capitale. Le dominus ordonna que des lignes défensives y soient installées pour bloquer toutes les voies de fuite, et que trois chaînes soient forgées à partir du sang de l'accordeuse Euergetia. Celles-ci serviraient à emprisonner Scylla. Lorsque l'armée des Élémentosaures arriva en ce lieu, elle fut donc attaquée par les Rémuriens. Boethius en profita pour sceller leur prince sous une haute tour près de Machimos et ferma l'Initium Iani à l'aide d'ichor insoluble.\nLe passage vers le Capitolium ayant été scellé et Scylla étant désormais incapable de s'y rendre, le pouvoir de la phobos devint incontrôlable et Remuria s'enfonça dans les profondeurs de la mer, comme s'il s'agissait d'un châtiment divin. De tous ceux qui se trouvaient à l'Initium Iani lors de la catastrophe, Boethius fut le seul survivant. Comme la musique des mortels et des dieux était la même, il crut qu'il pouvait devenir une nouvelle divinité et faire revivre Remuria. Pour ce faire, il accomplit des rituels maléfiques pour tenter de réparer la Symphonie brisée. Il fit usage de ses talents d'éloquence pour tromper les autres survivants, et de nombreux princes et nobles devinrent ses marionnettes. Il n'hésita pas non plus à dissoudre la volonté de ses compatriotes et à piller les âmes des Fontainois partout où il le pouvait. Pour arrêter l'accordeur exalté, alors devenu un monstre, Cassiodor, son ancien ami, dut abandonner son nom et devenir un chasseur de fantômes combattant aux côtés des Fontainois. Avec leur aide, Cassiodor, maintenant connu en tant que « Chasseur d'or », réussit à sceller Boethius et l'eau qui avait dévoré Remuria.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le roi divin qui bâtit Remuria.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/03/267357714/513d51e0ebfd54f5da34a9f85dfaf61f_8618663277050135643.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>Prince des élémentosaures et ami de Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/113040870/762d24fb00dcfe355802e7181da1a743_4821287983880501099.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Chasseur d'or, un des accordeurs de Remus, le roi divin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/113040870/1df790c1e63e81f4bb2f0d7d429c0954_1874653953842110525.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Gobelet d'or de la mer immaculée",
        "desc": "<p>Lorsque l'usurpateur de la ville engloutie a joué le dernier mouvement de la symphonie dorée, son musicien préféré a volé le gobelet d'or débordant d'ichor. </p><p>Choqué par la trahison téméraire du roi divin, le musicien convoqua les derniers gardes et utilisa l'insoluble ichor pour sceller le dragon sous la haute tour, avant de le faire sombrer dans l'abîme avec la capitale.</p><p>Par la suite, ce noble voleur a disparu silencieusement de l'histoire, et seule la Troupe dorée se souvient fidèlement de sa prophétie.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/235883431/a8147d7dfc78a2dc5d47dd50bd6292ed_7791413459480364306.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "Le déclin de Remuria",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il est dit que le grand chercheur Pulteney a écrit cet ouvrage historique épique concernant l'ancienne civilisation rémurienne pendant les premières années de la fondation de Fontaine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/1254995/9766d07bdd397bb0c6186ac562fe05a3_3139504993481168742.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cantiques d'harmonie",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Des milliers d'années plus tard, le dominus Boethius réussit à reprendre le contrôle de la Symphonie perturbée en y intégrant des fragments de son âme et des mélodies brisées. Il rendit la Symphonie encore plus chaotique qu'elle ne l'était dans l'espoir de faire revivre Remuria et de devenir sa nouvelle divinité. L'accordeur pensait que Remus avait trahi sa nation en passant un accord avec les Élémentosaures et en essayant de détruire la grande symphonie. À cause de ses actions, les âmes de Rémuriens morts depuis longtemps prirent possession du corps des habitants de l'île de Petrichor."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« J'inverserai la roue du destin pour ramener l'ancien monde et rétablir la justice. Et le peuple de la surface ne pourra que se soumettre à notre volonté. »</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/10/267357714/e6ded426211e34a86d94bbb81d526d43_4139435178264637830.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Pour arrêter Boethius et sauver le peuple de Petrichor, Cassiodor demanda l'aide du Voyageur/de la Voyageuse et de Paimon. Ensemble, ils firent route vers la Mer d'antan et libérèrent Scylla, emprisonné par Boethius sous Machimos. Bien que son corps ait été détruit, les souvenirs du prince des Élémentosaures avaient continué à vivre dans l'ichor. Initialement, Cassiodor croyait que Scylla avait trahi le roi divin et attaqué la cité royale, provoquant ainsi l'inondation de Remuria. Celui-ci lui fit toutefois part de son pacte avec Remus et de la création du Requiem, une symphonie pouvant provoquer l'autodestruction de la phobos. L'attaque des Élémentosaures contre la capitale avait en fait été planifiée par le sébaste lui-même et faisait partie de son plan secret visant à sauver les Rémuriens."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/10/267357714/b01a3f8e0f97cf5a0019803e99d98170_1491053918009640438.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cassiodor et le Voyageur/la Voyageuse arrivèrent ensuite à la Domus aurea. Là, Boethius utilisa la puissance de la symphonie pour les attirer dans son palais symphonique, un espace étant l'incarnation de son âme. À cause de la proximité du centre du pouvoir de la phobos avec la cité royale, le dominus était en mesure d'influencer directement le monde réel. S'il réussissait à obtenir la totalité de ce pouvoir, ses délires deviendraient réalité, et Fontaine reviendrait à ce qu'elle était il y a des millénaires. Cassiodor élabora alors un plan pour éliminer complètement Boethius, qui s'était créé un corps puissant dans le monde réel. Comme le Voyageur/la Voyageuse n'appartenait pas à Teyvat et qu'il/elle n'avait pas été créé(e) à partir de l'eau de la mer primordiale, la mélodie de la phobos n'avait pas de destinée pour lui/elle et Boethius ne pouvait pas interférer avec son âme. Cela permit au plan de Cassiodor de réussir."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/10/267357714/bb04749691763bf91c08ae162788a488_2032531025245426862.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Avec l'aide de Scylla, le Voyageur/la Voyageuse et Paimon reconnectèrent les canaux dorés, le long desquels coulait autrefois la grande symphonie, et ouvrirent les portes de la cité royale. Ils découvrirent ensuite que l'entité qui se cachait derrière le « Boethius » qu'ils avaient en face d'eux n'était autre que la phobos elle-même, qui regroupait toutes les mélodies et tous les désirs secrets des Rémuriens. Ces derniers avaient conduit Remuria à des guerres, à des conquêtes ainsi qu'à la destruction des « barbares » du nord. Même avant la chute de la nation, la phobos avait déjà absorbé Boethius et s'était rebellée contre le sébaste. Afin que le Voyageur/la Voyageuse puisse détruire Boethius et la phobos, Cassiodor se sacrifia et piégea les deux entités dans un corps de pierre. Finalement, lorsque le Voyageur/la Voyageuse joua le Requiem, la grande symphonie fut éradiquée pour de bon et les âmes des Rémuriens retournèrent dans les eaux profondes.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Chasseur d'or, un des accordeurs de Remus, le roi divin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/113040870/1df790c1e63e81f4bb2f0d7d429c0954_1874653953842110525.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>Prince des élémentosaures et ami de Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/113040870/762d24fb00dcfe355802e7181da1a743_4821287983880501099.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Troupe dorée",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/10/267357714/f944911321eb927afe353e5694361109_6804658010927846743.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Le bâtiment connu sous le nom de Château fané lui appartenait autrefois. Après la chute de Remuria, celui-ci devint un refuge pour l'accordeur et ses partisans. Les survivants de l'empire ne renoncèrent jamais à leur désir de salut et de surpassement du destin. Ils se donnèrent le nom de « Troupe dorée » en souvenir de la ville dorée disparue. Sur le théâtre d'or de ce château fané, les musiciens qui avaient perdu leur partition criaient la lamentation d'un passé qui à tout jamais perdu. Pour sauver leur civilisation déclinante et leur désir de transcendance, la Troupe dorée joua les mélodies les plus merveilleuses, incitant les enfants à offrir leurs précieuses âmes aux golems endormis. Lorsque la grande symphonie dorée jouerait une fois de plus, ses membres recevraient la récompense légitime pour les vrais et les loyaux.\nL'un des sujets de recherche de la Troupe dorée était la technique magique du « Sceau de noce chymique », constituée d'un « cercle de quatre orthants » et d'un « arbre d'émanation ». D'après leurs archives, plusieurs emplacements importants de Fontaine étaient requis pour <color=#ffffff73>sceller la</color> <color=#ffffff73>. Ils</color> voulaient également recréer une symphonie harmonieuse parfaite qui n'appartiendrait qu'à l'humanité, de sorte que les dieux ne soient plus nécessaires."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/10/267357714/769a1426611e1bb10b34f8188ae74514_7452243094437227616.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Des années plus tard, René de Petrichor, futur fondateur de l'Ordo Narzissenkreuz, découvrit les enregistrements laissés par la Troupe dorée. Il y apprit le concept de « Fortuna », principe selon lequel « les royaumes montent et tombent, et lorsqu'une civilisation est anéantie, une nouvelle naît ensuite des cendres ». Ce phénomène était similaire à son schéma de calcul, la formule mondiale. Après de nombreuses dérivations, il trouva toutefois un décalage entre ses résultats et la Fortuna : contrairement au monde décrit dans les textes anciens, il n'y aurait plus de nouvelles civilisations nées. Tout comme les Rémuriens, il chercha à échapper au destin et à éviter l'apocalypse annoncée. Dans ce but, il fonda l'Ordo Narzissenkreuz et, en utilisant le Sceau de noce chymique, découvrit des emplacements clés dans Fontaine. L'Ordo y plaça quatre orthants, au centre desquels fut construite la Tour d’ipsissimus pour libérer la « volonté » des Fontainois, attendre la fin de l'Apocalypse et renaître dans un nouveau monde.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'Ordo Narzissenkreuz était une société secrète fondée par René de Petrichor et Jakob Ingold. Son but principal était de créer des néohumains afin de survivre à la destruction du monde annoncée par la formule mondiale. Elle fut déclarée organisation extrémiste illégale et criminelle par l’iudex Neuvillette.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/02/267357714/76c3b544663face535a657d1f97f4ad0_1297878160968044696.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le leader de l'Ordo Narzissenkreuz, anciennement connu sous le nom de René de Petrichor.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/267357714/90f57df4396a9aa89cee2704bafdac6d_6739018061476844869.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Troupe dorée",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/158750877/c32bab10651059ad3c0c8a0e5bbd2e03_5008894013788174832.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4302,
        "name": "Page énigmatique (1)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un papier ancien dont le contenu est totalement inintelligible.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il existe peut-être un moyen de déchiffrer son contenu...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/08/267357714/5297fd201cef47a3124d0d2c95f8d6db_1991399123819937315.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4309,
        "name": "Page énigmatique (8)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un papier ancien dont le contenu est totalement inintelligible.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il existe peut-être un moyen de déchiffrer son contenu...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/08/267357714/5297fd201cef47a3124d0d2c95f8d6db_4562621388370684829.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4031,
        "name": "Mouvement d'un accord ancien",
        "desc": "<p>Dans ce grand désastre, le palais doré a coulé avec son trône, la musique a été brisée, les notes se sont transformées en silence... Mais les vestiges de cet empire n'ont jamais abandonné leur désir de salut et de surpasser le destin.</p><p>Pour sauver leur civilisation déclinante et leur désir de transcendance, la Troupe dorée a joué les mélodies les plus merveilleuses, incitant les enfants à offrir leurs précieuses âmes aux golems endormis.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/26/235883431/0ba8ef36e1ed59a70592ffe55c48f254_80325564633265065.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Héritage",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Malgré ses actions passées, Boethius est aujourd'hui considéré comme l'un des musiciens les plus importants de l'histoire de Fontaine. Ses opéras ainsi que les partitions qu'il avait composées au temps de Remuria occupent une place unique dans l'histoire de la musique. Une grande partie de ses œuvres se trouve d'ailleurs toujours dans le Château fané. Son opéra romantique « L'étranger volant » raconte qu'il n'avait jamais cessé d'essayer de faire revivre Remuria jusqu'à sa mort et considérait la Fontaine nouvellement formée comme un ennemi. Pour les membres de l'Association des musiciens, sa participation aux troubles militaires entourant la fondation de Fontaine n'affecta pas ses réalisations musicales. Ces dernières ont beau être historiquement inexactes, elles conservent tout de même une certaine valeur artistique. En outre, l'histoire de l'accordeur peut servir de leçon aux autres musiciens : même l'art pur peut être utilisé pour faire le mal.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5630,
        "name": "Page d'une partition perdue (1)",
        "desc": "<p>La partition autrefois en morceaux a été réparée. Une personne instruite en musique sera sûrement capable de lire l'ancienne mélodie qu'elle contient...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/20/1254995/c975fe3bb1856950e2d642bbcbd32ece_4132401372417455054.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5632,
        "name": "Page d'une partition perdue (2)",
        "desc": "<p>La partition autrefois en morceaux a été réparée. Une personne instruite en musique sera sûrement capable de lire l'ancienne mélodie qu'elle contient...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/20/1254995/f8fe7617c87a76adaf39b948a3c49e31_6635468183495629203.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5629,
        "name": "Partition restaurée",
        "desc": "<p>La partition autrefois en morceaux a été réparée. Une personne instruite en musique sera sûrement capable de lire l'ancienne mélodie qu'elle contient...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/20/1254995/51eda0c33edbdd4fea39bd79432bd5d5_6154857633130873342.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}