{
  "epId": 5622,
  "name": "Anecdota septentrionalis - II",
  "desc": "<p>Un ancien parchemin rémurien que vous avez découvert accidentellement dans les ruines. Il n'y a aucun moyen de vérifier la véracité de son contenu.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/02/1254995/1d24592d819af285189b8f3205fb7a3c_6968033127778251297.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1715461794,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Anecdota septentrionalis - II</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Entrée d'archive",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5620,
            "name": "Anecdota septentrionalis",
            "desc": "<p>Un ancien parchemin rémurien que vous avez découvert accidentellement dans les ruines. Il n'y a aucun moyen de vérifier la véracité de son contenu.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/02/1254995/1d24592d819af285189b8f3205fb7a3c_7366892596350805037.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&bbs_theme=dark&bbs_theme_device=1&lang=fr-fr#/map/2?center=1111.96,-4624.47&zoom=2.50&shown_types=111,488,489,521,490,410"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Entrées liées"
      },
      {
        "type": "CustomEntry",
        "epId": 5621,
        "name": "Anecdota septentrionalis - I",
        "desc": "<p>Un ancien parchemin rémurien que vous avez découvert accidentellement dans les ruines. Il n'y a aucun moyen de vérifier la véracité de son contenu.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/02/1254995/1d24592d819af285189b8f3205fb7a3c_5635032999930193349.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5623,
        "name": "Anecdota septentrionalis - III",
        "desc": "<p>Un ancien parchemin rémurien que vous avez découvert accidentellement dans les ruines. Il n'y a aucun moyen de vérifier la véracité de son contenu.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/02/1254995/1d24592d819af285189b8f3205fb7a3c_1357098403686856161.png",
        "displayStyle": "card"
      }
    ],
    "textualResearch": [
      {
        "title": "Anecdota septentrionalis - II",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>En entendant nos paroles, il éclata de rire au point de faire trembler sa nageoire dorsale. Tout en hurlant de rire, il affirma sans détour que Remuria n'existait pas, qu'il s'agissait simplement d'une histoire factice inventée par les barbares du sud qui, n'ayant pas leur propre civilisation, avaient créé un empire fictif. Nous répondîmes que nous étions bel et bien Rémuriens, mais il rit de plus belle en nous demandant de lui donner des données historiques fiables ou des preuves archéologiques qui pourraient prouver l'existence de Remuria. C'était impossible pour nous de produire de telles preuves, puis il nous a assuré que ce genre de délires étranges n'était pas illégal sur leurs terres. Tant que nous ne mangions pas de pommes crépusculaires en public, nous serions toujours les invités d'honneur de leur Empire de Solaris. Il a poursuivi en disant que d'après nos vêtements, nous n'étions probablement pas des espions de l'armée rebelle, mais plutôt des commerçants ambulants de l'Hyperborée. Leur empire était actuellement en guerre civile et ils espéraient que nous pourrions les aider à vaincre lesdits rebelles.</color>\n<color=#ffffffa6>Il s'était avéré que l'Empire de Solaris disposait d'une technologie très avancée et, quelques décennies plus tôt, un philosophe nommé Lucilius avait inventé un moyen permettant à certaines personnes d'obtenir des capacités extraordinaires dépassant de loin celles du commun des mortels. Mais cela avait un prix : leur apparence changeait pour ne plus ressembler à celle de gens ordinaires. Certains pensaient que cette pratique détruisait la pureté de l'humanité et les détenteurs de pouvoirs spéciaux n'avaient que deux options : devenir des esclaves ou être massacrés. Les deux camps en sont donc rapidement venus aux mains, et ce fut un combat à mort, avec des torrents de sang versés de part et d'autre du champ de bataille.</color>\n<color=#ffffffa6>Je le réconfortai sur-le-champ en lui donnant mon avis : ce genre de choses se produisait depuis les temps anciens. Je pouvais penser à pas moins de vingt pièces de théâtre à cet instant, tournant autour de ce thème précis. Cela reflétait aussi à quel point les arts de Remuria étaient florissants. Terentius de Pisculentum loua également le fait que tous les êtres humains étaient des créatures égales et puissantes dans ses écrits, mais que seules certaines de ces personnes possédaient des capacités spéciales innées, leur permettant de conquérir et de détruire les autres. Je leur recommandai d'arrêter tout simplement les recherches sur les technologies pour altérer l'humanité et de plutôt concentrer leurs efforts sur une technologie permettant d'altérer les boudinés, car ils étaient bien plus sympathiques que les humains. Il me dit qu'il examinerait ma sage suggestion, mais qu'il devait d'abord exterminer « les traîtres méprisables ». Si nous étions prêts à lui donner un coup de main, il nous donnerait les boudinés royaux les plus puissants comme montures, et nous mettrait à la tête de treize de ses légions, chacune comptant un million de soldats, et un total de treize millions de soldats pour venir à bout des rebelles. Comme il nous avait sauvés d'une attaque de ces derniers, nous répondîmes favorablement à sa demande.</color>\n<color=#ffffffa6>Mes chers lecteurs, j'ai vu de mes propres yeux tout ce que j'ai décrit ci-dessus ! Pas un mot n'est faux ! Quant à la guerre qui s'ensuivit, elle fut encore plus incroyable. Je me souviens qu'un serviteur aveugle qui nous suivait chanta :</color>\n<color=#ffffffa6>« Chantez, ô musicien, chantez la rage du boudiné qui a apporté d'innombrables maux ! »</color>\n<color=#ffffffa6>Et juste avec ces mots, l'armée de boudinés roula en avant, avalant tout sur son passage comme des flammes dévorantes, la terre tremblant sous leurs nageoires. Nous déployâmes nos forces en formation dans les plaines, et l'officier en chef pria sa divinité avant de tendre la corde de son arc et de la relâcher, envoyant un chien se précipiter vers les forces rebelles. Le son de l'arc d'argent déstabilisa tous ceux qui l'entendirent. Cependant, les rebelles ne furent pas en reste et envoyèrent cinq millions de géants armés jusqu'aux dents. Ces géants étaient gargantuesques, chacun étant des dizaines de fois plus gros que les golems créés par la propre main du sébaste. On racontait qu'ils étaient les renforts que les rebelles avaient fait sortir du fond des océans. Bien que ces géants n'avaient qu'un œil (Ce genre de chose est tout à fait normal. Après tout, les géants dont Pacuvius a parlé étaient tous comme cela...), ils avaient une vue exceptionnelle et se mirent à cracher des fruits bullés sur ordre du chef des rebelles, qui frappèrent nos troupes avec une précision étonnante. Ces fruits éclatèrent en atterrissant sur le sol, et libérèrent des masses de bulles. Si vous étiez touchés par l'une d'entre elles, vous flotteriez très haut dans le ciel, jusqu'à vous envoler vers le soleil. C'est pour cela que le soleil et les fruits bullés ont une couleur similaire.</color>\n<color=#ffffffa6>Quant à la conclusion de cette guerre, les dramaturges respectés à travers l'histoire n'ont pratiquement jamais écrit dessus. Ils souhaitaient laisser suffisamment de place à de futurs récits. Par respect pour leurs traditions, je vais donc moi aussi sauter cette partie.</color>"
          }
        ]
      }
    ]
  }
}