{
  "epId": 5729,
  "name": "La petite sorcière et le feu inextinguible - Tome I",
  "desc": "<p>La reliure et la mise en page sont superbement réalisées, mais le contenu est entièrement manuscrit. À en juger par l'écriture, il y a plus d'un auteur. « Inutile que nous nous préoccupions de ce qui est écrit, l'essentiel est que la couverture soit belle. C'est ainsi que ça donnera le sentiment que c'est un chef-d'œuvre. »</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_6004374433976692814.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1720867306,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>La petite sorcière et le feu inextinguible - Tome I</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#dbdee1>Théâtre de l'imaginarium</color>"
          }
        ],
        "isMaterial": false
      },
      {
        "key": "Entrée d'archive",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5839,
            "name": "La petite sorcière et le feu inextinguible",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_3146868602321080665.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&bbs_theme=dark&bbs_theme_device=1&lang=fr-fr#/map/2?center=89.25,-22.00&zoom=2.00&shown_types=111,488,489,521,490,410"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Entrées liées"
      },
      {
        "type": "CustomEntry",
        "epId": 5730,
        "name": "La petite sorcière et le feu inextinguible - Tome II",
        "desc": "<p>« Déjà à la moitié et l'intrigue n'a pas progressé d'un iota ! Pourquoi toutes ces fioritures inutiles !? » « Qu'y connaissez-vous ? Et puis, ce n'est pas comme si c'étaient des longueurs qui ne servent à rien. C'est de la culture générale et des sciences naturelles ! »</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_2862085558417391688.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5731,
        "name": "La petite sorcière et le feu inextinguible - Tome III",
        "desc": "<p>Il y a une écriture mystérieuse avant que le texte ne commence : « Il est si rare que R soit lucide pendant un moment. Devrait-elle vraiment perdre ce peu de temps précieux pour écrire ? » « Pas d'inquiétude. Pour une sorcière, c'est ce qu'il y a de plus important. »</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_3688268873071859998.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5732,
        "name": "La petite sorcière et le feu inextinguible - Tome IV",
        "desc": "<p>Il y a une écriture mystérieuse avant que le texte ne commence : « Votre Majesté, pourquoi autant de fils d'intrigue non résolus ? Il faut avoir pitié de mes vieux os. »</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_3703877209726145066.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5733,
        "name": "La petite sorcière et le feu inextinguible - Tome V",
        "desc": "<p>L'écriture ici est pratiquement du gribouillage. Peut-être que l'auteur n'écrit pas souvent, ou peut-être qu'il s'est passé quelque chose.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_6262051412280300596.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5734,
        "name": "La petite sorcière et le feu inextinguible - Tome VI",
        "desc": "<p>« Est-il encore nécessaire d'écrire, le moment présent étant ce qu'il est ? » « Je m'en charge, alors. Les opportunités de revenir dans ce monde sont rares. Alice penserait la même chose : si nous ne continuons pas, alors tout cela aura été inutile dès le début. »</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_4010525576992424780.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5735,
        "name": "La petite sorcière et le feu inextinguible - Tome VII",
        "desc": "<p>La reliure et la mise en page sont superbement réalisées, mais le contenu est entièrement manuscrit. À en juger par l'écriture, il y a plus d'un auteur. « J'ai trouvé le sens derrière l'écriture... C'est-à-dire, vous dire : j'aimerais tellement que vous soyez là aussi. »</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_9193687501550474530.png",
        "displayStyle": "card"
      }
    ],
    "textualResearch": [
      {
        "title": "La petite sorcière et le feu inextinguible - Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>C'est l'histoire d'une petite sorcière qui voyageait à la recherche d'un feu inextinguible.</color>\n<color=#ffffff73>Elle commence ainsi : à l'extrême occident du continent magique, une petite sorcière devait passer la dernière épreuve d'obtention de son « certificat de magie ». Comme le voulait la tradition, il lui suffisait de réussir cette épreuve pour devenir une véritable sorcière.</color>\n<color=#ffffff73>Le sujet de cette épreuve était décidé par un tirage au sort dont le résultat était complètement aléatoire, un format qui entraînait bien souvent des accidents. Le continent magique persistait à respecter les traditions désuètes, alors cette manière de faire se transmit depuis des temps immémoriaux jusqu'à aujourd'hui !</color>\n<color=#ffffff73>Il existe une théorie provenant du monde extérieur appelée la « loi de Murphy ». Je l'ai bien écrit ? Bref ! D'après cette loi, toutes les mauvaises choses dont vous craignez l'arrivée se produiront probablement. Et c'est exactement ce qui est arrivé à la petite sorcière !</color>\n<color=#ffffff73>Certains sujets des épreuves des petites sorcières étaient très simples : par exemple, synthétiser la réponse ultime à l'univers matériel, c'est-à-dire la « Pierre Philosophale », ramener les fanons de la puissante baleine cosmique, trouver un moyen de voyager dans le temps ou encore aller dans un univers parallèle pour retrouver un grimoire magique perdu à cause d'une guerre magique d'antan, etc.</color>\n<color=#ffffff73>Mais l'héroïne de cette histoire, la petite sorcière, s'est vu donner une épreuve extrêmement difficile : trouver et ramener le feu inextinguible. Peut-être que son professeur avait une opinion sur le sujet ?</color>\n<color=#ffffff73>Son professeur profitait d'un goûter convivial durant l'après-midi avec ses amies. Elle réconforta la petite sorcière en lui disant ceci : « Tu es destinée à devenir la sorcière la plus puissante, c'est pour ça que tes tâches sont un peu plus difficiles que celles des autres. Les réponses aux mystères non résolus sont bien plus intéressantes ! »</color>\n<color=#ffffff73>« Vraiment ? »</color>\n<color=#ffffff73>« Bien sûr ! Quand tu reviendras, je t'accueillerai avec un thé encore plus exquis que celui-ci ! »</color>\n<color=#ffffff73>L'amie du professeur lui murmura à l'oreille : « Hé, tu vas un peu trop loin quand même, non ? Tu as inventé toute cette histoire parce que tu n'avais pas envie de faire le sujet de cet examen. Si le feu éternel existait vraiment, ça ferait belle lurette qu'on aurait fabriqué une machine à mouvements perpétuels. Pourquoi ne pas plutôt lui demander de démontrer la théorie de la grande unification basée sur la théorie de l'unification électrofaible ou quelque chose du genre ? »</color>\n<color=#ffffff73>« Ce n'est pas grave, la vie est pleine de mensonges », lui répondit le professeur. « De plus, ce n'en est pas vraiment un, car je sais que le feu inextinguible existe. Cette étoile incandescente... Oh ? Quand l'ai-je vue déjà ? J'ai l'impression d'avoir oublié. »</color>\n<color=#ffffff73>Le professeur tourna la tête et dit : « Bon, comme le sujet de cette épreuve est vraiment difficile, je vais te donner trois fois plus de temps que les autres pour la terminer ! Hihi, bon courage à toi ! »</color>"
          }
        ]
      }
    ]
  }
}