{
  "epId": 5731,
  "name": "La petite sorcière et le feu inextinguible - Tome III",
  "desc": "<p>Il y a une écriture mystérieuse avant que le texte ne commence : « Il est si rare que R soit lucide pendant un moment. Devrait-elle vraiment perdre ce peu de temps précieux pour écrire ? » « Pas d'inquiétude. Pour une sorcière, c'est ce qu'il y a de plus important. »</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_3688268873071859998.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1720867293,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>La petite sorcière et le feu inextinguible - Tome III</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Théâtre de l'imaginarium"
          }
        ],
        "isMaterial": false
      },
      {
        "key": "Entrée d'archive",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5731,
            "name": "La petite sorcière et le feu inextinguible - Tome III",
            "desc": "<p>Il y a une écriture mystérieuse avant que le texte ne commence : « Il est si rare que R soit lucide pendant un moment. Devrait-elle vraiment perdre ce peu de temps précieux pour écrire ? » « Pas d'inquiétude. Pour une sorcière, c'est ce qu'il y a de plus important. »</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_3688268873071859998.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&bbs_theme=dark&bbs_theme_device=1&lang=fr-fr#/map/2?center=89.25,-22.00&zoom=2.00&shown_types=111,488,489,521,490,410"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Entrées liées"
      },
      {
        "type": "CustomEntry",
        "epId": 5729,
        "name": "La petite sorcière et le feu inextinguible - Tome I",
        "desc": "<p>La reliure et la mise en page sont superbement réalisées, mais le contenu est entièrement manuscrit. À en juger par l'écriture, il y a plus d'un auteur. « Inutile que nous nous préoccupions de ce qui est écrit, l'essentiel est que la couverture soit belle. C'est ainsi que ça donnera le sentiment que c'est un chef-d'œuvre. »</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_6004374433976692814.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5730,
        "name": "La petite sorcière et le feu inextinguible - Tome II",
        "desc": "<p>« Déjà à la moitié et l'intrigue n'a pas progressé d'un iota ! Pourquoi toutes ces fioritures inutiles !? » « Qu'y connaissez-vous ? Et puis, ce n'est pas comme si c'étaient des longueurs qui ne servent à rien. C'est de la culture générale et des sciences naturelles ! »</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_2862085558417391688.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5732,
        "name": "La petite sorcière et le feu inextinguible - Tome IV",
        "desc": "<p>Il y a une écriture mystérieuse avant que le texte ne commence : « Votre Majesté, pourquoi autant de fils d'intrigue non résolus ? Il faut avoir pitié de mes vieux os. »</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_3703877209726145066.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5733,
        "name": "La petite sorcière et le feu inextinguible - Tome V",
        "desc": "<p>L'écriture ici est pratiquement du gribouillage. Peut-être que l'auteur n'écrit pas souvent, ou peut-être qu'il s'est passé quelque chose.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_6262051412280300596.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5734,
        "name": "La petite sorcière et le feu inextinguible - Tome VI",
        "desc": "<p>« Est-il encore nécessaire d'écrire, le moment présent étant ce qu'il est ? » « Je m'en charge, alors. Les opportunités de revenir dans ce monde sont rares. Alice penserait la même chose : si nous ne continuons pas, alors tout cela aura été inutile dès le début. »</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_4010525576992424780.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5735,
        "name": "La petite sorcière et le feu inextinguible - Tome VII",
        "desc": "<p>La reliure et la mise en page sont superbement réalisées, mais le contenu est entièrement manuscrit. À en juger par l'écriture, il y a plus d'un auteur. « J'ai trouvé le sens derrière l'écriture... C'est-à-dire, vous dire : j'aimerais tellement que vous soyez là aussi. »</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_9193687501550474530.png",
        "displayStyle": "card"
      }
    ],
    "textualResearch": [
      {
        "title": "La petite sorcière et le feu inextinguible - Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Lors de son périple, la petite sorcière rencontra des personnes qui s'apprêtaient à tuer des rois démons.</color>\n<color=#ffffff73>Elle décida de se joindre à eux dans leur mission.</color>\n<color=#ffffff73>Ces personnes lui dirent que, plus elle tuait de rois démons, plus sa puissance augmenterait.</color>\n<color=#ffffff73>Cela était vrai.</color>\n<color=#ffffff73>Par la suite, ils tombèrent sur un roi démon artificiel.</color>\n<color=#ffffff73>Après cet incident, la petite sorcière continua à chasser des rois démons et écrivait dans son « journal de combat contre les rois démons » à chaque fois qu'elle en tuait un.</color>\n<color=#ffffff73>Ils rencontrèrent un roi démon artificiel dans une maison délabrée. Au début, personne ne le remarqua, car tous pensaient qu'il s'agissait de moisissure.</color>\n<color=#ffffff73>Après avoir inhalé des spores, les compagnons de la petite sorcière se transformèrent respectivement en un robot d'apparence grossière (la petite sorcière le trouvait laid et avait l'impression que ses compétences en alchimie laissaient à désirer), en une jolie jeune fille (qui était au départ un homme, mais la petite sorcière pensa en premier qu'il s'agissait d'une inversion de l'hermaphrodisme séquentiel biologique), et un pirate (la petite sorcière ne savait pas ce qu'il faisait là).</color>\n<color=#ffffff73>Après un certain temps, les membres de l'équipe développèrent tous certains troubles de l'identité. Ils étaient tous les trois de la même espèce, et n'auraient pas dû prendre une apparence aussi différente les uns des autres, alors que leurs symptômes étaient très similaires.</color>\n<color=#ffffff73>La petite sorcière découvrit que la moisissure avait une conscience, ce qui lui permettait de transformer les êtres vivants en ce qu'ils rêvaient d'être. Elle ne se transforma pas, car elle était satisfaite d'être elle.</color>\n<color=#ffffff73>Elle décida alors de tester les propriétés spéciales de ce champignon.</color>\n<color=#ffffff73>La petite sorcière essaya de manger une partie de la moisissure et découvrit qu'elle était comestible sans aucun effet secondaire. C'était peut-être une erreur de considérer cela comme de la moisissure, mais la moisissure bleue qui se développe sur certains fromages était aussi comestible, alors elle pouvait continuer à le faire. Il convient de noter qu'après avoir coupé un morceau de moisissure, ses filaments disparaissent aussitôt. C'était probablement un signe d'intelligence collective rudimentaire.</color>\n<color=#ffffff73>Pour communiquer plus facilement, la petite sorcière voulut se transformer en moisissure, ce qu'elle parvint à faire par la suite.</color>\n<color=#ffffff73>Il s'avéra que le groupe de moisissures envoyait seulement d'étranges signaux biologiques à déchiffrer. En y repensant, l'intelligence collective de cette entité était peut-être encore plus faible que ce que nous imaginions.</color>\n<color=#ffffff73>Finalement, la moisissure s'autodétruisit et la petite sorcière put déchiffrer son mode de communication. La moisissure traversait une dissonance dans la perception et la compréhension d'elle-même en voyant la petite sorcière se transformer en elle. Les signaux qu'elle envoyait constamment étaient en réalité des questions de nature philosophique : « Qui suis-je ? ». Son intelligence était bien plus élevée que nous imaginions.</color>\n<color=#ffffff73>Les membres de l'équipe désormais guéris affirmèrent à la petite sorcière que c'était un roi démon artificiel. Il était bien un roi démon, mais appartenait à une classe différente.</color>\n<color=#ffffff73>Dommage, la petite sorcière aurait voulu l'observer davantage et prendre des notes.</color>\n<color=#ffffff73>Ensuite, la petite sorcière et son équipe rencontrèrent le roi démon tamia. Cette fois, ses coéquipiers la prévinrent que cette créature était aussi une sorte de roi démon.</color>\n<color=#ffffff73>Il faisait partie de la même catégorie qu'un roi démon ordinaire, mais d'une classe différente.</color>\n<color=#ffffff73>Le roi démon tamia avait l'air féroce. La petite sorcière en déduisit que son agressivité venait d'une gestation ou de l'élevage de sa progéniture.</color>\n<color=#ffffff73>En infiltrant le repaire du roi démon tamia, elle découvrit qu'il s'agissait d'un mâle. Un de ses coéquipiers fut également dévoré.</color>\n<color=#ffffff73>Le roi démon tamia avait juste un mauvais caractère. La petite sorcière décida de rapporter les résultats de son enquête à son retour, pour éviter que pareille tragédie ne se reproduise.</color>\n<color=#ffffff73>Elle tenta ensuite de nourrir le roi démon tamia avec des graines de courge afin de l'attirer... et perdit un autre de ses coéquipiers.</color>\n<color=#ffffff73>Le roi démon tamia n'avait pas l'air d'être végétarien.</color>\n<color=#ffffff73>Le dernier de ses coéquipiers s'enfuit après avoir déduit qu'il serait le prochain à perdre la vie. Cette déduction était incomplète, car le processus et la conclusion étaient erronées.</color>\n<color=#ffffff73>De la viande de sanglier des forêts de première qualité fut ensuite utilisée pour attirer le roi démon tamias dans le piège. Sa graisse et sa fourrure le rendaient résistant au feu et à la glace. Bien qu'il n'eût jamais été disséqué, les résultats montraient qu'il pouvait respirer sous l'eau.</color>\n<color=#ffffff73>Finalement, le roi démon tamia fut éliminé en vidant l'air de son environnement, ce qu'il semblait ne pas supporter.</color>\n<color=#ffffff73>Beaucoup de rois démons semblaient puissants, mais ils avaient tous leur faiblesse. Il en allait de même pour les créatures alchimiques.</color>\n<color=#ffffff73>En fin de compte, la petite sorcière dut affronter un roi démon standard qui appartenait à la famille des primates.</color>"
          }
        ]
      }
    ]
  }
}