{
  "epId": 5732,
  "name": "La petite sorcière et le feu inextinguible - Tome IV",
  "desc": "<p>Il y a une écriture mystérieuse avant que le texte ne commence : « Votre Majesté, pourquoi autant de fils d'intrigue non résolus ? Il faut avoir pitié de mes vieux os. »</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_3703877209726145066.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1720867289,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>La petite sorcière et le feu inextinguible - Tome IV</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Théâtre de l'imaginarium</color>"
          }
        ],
        "isMaterial": false
      },
      {
        "key": "Entrée d'archive",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5839,
            "name": "La petite sorcière et le feu inextinguible",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_3146868602321080665.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&bbs_theme=dark&bbs_theme_device=1&lang=fr-fr#/map/2?center=89.25,-22.00&zoom=2.00&shown_types=111,488,489,521,490,410"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Entrées liées"
      },
      {
        "type": "CustomEntry",
        "epId": 5729,
        "name": "La petite sorcière et le feu inextinguible - Tome I",
        "desc": "<p>La reliure et la mise en page sont superbement réalisées, mais le contenu est entièrement manuscrit. À en juger par l'écriture, il y a plus d'un auteur. « Inutile que nous nous préoccupions de ce qui est écrit, l'essentiel est que la couverture soit belle. C'est ainsi que ça donnera le sentiment que c'est un chef-d'œuvre. »</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_6004374433976692814.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5730,
        "name": "La petite sorcière et le feu inextinguible - Tome II",
        "desc": "<p>« Déjà à la moitié et l'intrigue n'a pas progressé d'un iota ! Pourquoi toutes ces fioritures inutiles !? » « Qu'y connaissez-vous ? Et puis, ce n'est pas comme si c'étaient des longueurs qui ne servent à rien. C'est de la culture générale et des sciences naturelles ! »</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_2862085558417391688.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5731,
        "name": "La petite sorcière et le feu inextinguible - Tome III",
        "desc": "<p>Il y a une écriture mystérieuse avant que le texte ne commence : « Il est si rare que R soit lucide pendant un moment. Devrait-elle vraiment perdre ce peu de temps précieux pour écrire ? » « Pas d'inquiétude. Pour une sorcière, c'est ce qu'il y a de plus important. »</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_3688268873071859998.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5733,
        "name": "La petite sorcière et le feu inextinguible - Tome V",
        "desc": "<p>L'écriture ici est pratiquement du gribouillage. Peut-être que l'auteur n'écrit pas souvent, ou peut-être qu'il s'est passé quelque chose.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_6262051412280300596.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5734,
        "name": "La petite sorcière et le feu inextinguible - Tome VI",
        "desc": "<p>« Est-il encore nécessaire d'écrire, le moment présent étant ce qu'il est ? » « Je m'en charge, alors. Les opportunités de revenir dans ce monde sont rares. Alice penserait la même chose : si nous ne continuons pas, alors tout cela aura été inutile dès le début. »</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_4010525576992424780.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5735,
        "name": "La petite sorcière et le feu inextinguible - Tome VII",
        "desc": "<p>La reliure et la mise en page sont superbement réalisées, mais le contenu est entièrement manuscrit. À en juger par l'écriture, il y a plus d'un auteur. « J'ai trouvé le sens derrière l'écriture... C'est-à-dire, vous dire : j'aimerais tellement que vous soyez là aussi. »</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_9193687501550474530.png",
        "displayStyle": "card"
      }
    ],
    "textualResearch": [
      {
        "title": "La petite sorcière et le feu inextinguible - Tome IV",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Elle trouva le grand roi démon. Si vous vous souvenez bien : plus elle tuai... Euh, éliminait des rois démons, plus ses pouvoirs se renforçaient. De ce fait, la petite sorcière devint redoutable. Le grand roi démon n'était pas de taille face à elle.</color>\n<color=#ffffff73>« Peux-tu vraiment tuer une forme de vie qui semble humaine et dotée d'intelligence ? », lui cria le grand roi démon dans une tentative désespérée de survivre.</color>\n<color=#ffffff73>« Tu as raison. Je n'avais de toute façon pas l'intention de te faire quoi que ce soit », lui répondit la petite sorcière. « Mon objectif est de trouver le « feu éternel », je ne l'ai pas oublié. La recherche, l'observation et l'élimination des rois démons n'était même pas un moyen d'y parvenir, mais d'accumuler une force de base. »</color>\n<color=#ffffff73>La petite sorcière utilisa quelque chose (je ne sais pas ce que c'est, parce que je n'y connais rien en magie ou en occultisme) pour ligoter le grand roi démon avant de le ramener dans la grande ville à proximité.</color>\n<color=#ffffff73>La petite sorcière s'était présentée pour son évaluation en tant que stagiaire des Sorcières de l'ouest. Bien entendu, elle avait un document pour prouver son identité. Il lui permettait de voyager entre différents royaumes des mortels. De plus, il était extrêmement difficile de falsifier ce document, ce qui lui évitait des situations clichées bien embarrassantes.</color>\n<color=#ffffff73>La maire de la ville était dans une position difficile. D'ailleurs, ce pays était une confédération d'états assez... accommodante. Puisqu'il y avait une maire, cela signifiait l'absence de système aristocratique ou basé sur l'hérédité. Bref, la question du roi démon était délicate pour elle.</color>\n<color=#ffffff73>Souvenez-vous, la race dominante sur cette planète s'appelle les Néphilims, et qu'ils sont le résultat d'un mélange entre les hommes et les dieux ! En fait, les grands rois démons sont répartis dans les catégories suivantes : classe des rois démons, ordre des rois démons et Néphilims. Puisqu'ils sont appelés la race dominante, ces derniers sont bien entendu plus puissants que les mortels en général. La trame de l'histoire indique l'existence d'un métissage entre les hommes et les dieux. De ce fait, il y a aussi des dieux.</color>\n<color=#ffffff73>En prenant du recul, les Néphilims disposaient également d'un certain degré d'immunité : s'ils blessaient cinq personnes ou moins, ils ne pouvaient pas être jugés selon la loi des mortels et devaient être extradés vers le territoire des Néphilims. Le grand roi démon n'avait mangé que des milliers de sangliers des forêts et de poulets.</color>\n<color=#ffffff73>En bref, cela se transformait en question de diplomatie et de politique. Bien sûr, la maire pouvait mettre cela sous la responsabilité des Sorcières de l'ouest, mais elle risquerait de se mettre toutes les sorcières du continent à dos.</color>\n<color=#ffffff73>De plus, la maire était aussi une amie de la petite sorcière. Elle ne ferait jamais quoi que ce soit qui puisse nuire aux autres sorcières.</color>\n<color=#ffffff73>Après un peu de rhétorique diplomatique, une politique conciliante et la mesure du pour et du contre, le grand roi démon estima qu'il fallait se venger sur la bonne personne. La cible de sa vengeance se limitait désormais donc à la petite sorcière.</color>\n<color=#ffffff73>Mais il ne pouvait pas la battre, alors tant pis.</color>\n<color=#ffffff73>Pour finir, je pense que vous vous souvenez de la boule de cristal, non ? Comme la petite sorcière avait perdu son objectif de quête à ce stade, elle décida de sortir l'objet pour y jeter un coup d'œil.</color>"
          }
        ]
      }
    ]
  }
}