{
  "epId": 5734,
  "name": "La petite sorcière et le feu inextinguible - Tome VI",
  "desc": "<p>« Est-il encore nécessaire d'écrire, le moment présent étant ce qu'il est ? » « Je m'en charge, alors. Les opportunités de revenir dans ce monde sont rares. Alice penserait la même chose : si nous ne continuons pas, alors tout cela aura été inutile dès le début. »</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_4010525576992424780.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1720867282,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&bbs_theme=dark&bbs_theme_device=1&lang=fr-fr#/map/2?center=89.25,-22.00&zoom=2.00&shown_types=111,488,489,521,490,410"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Entrées liées"
      },
      {
        "type": "CustomEntry",
        "epId": 5729,
        "name": "La petite sorcière et le feu inextinguible - Tome I",
        "desc": "<p>La reliure et la mise en page sont superbement réalisées, mais le contenu est entièrement manuscrit. À en juger par l'écriture, il y a plus d'un auteur. « Inutile que nous nous préoccupions de ce qui est écrit, l'essentiel est que la couverture soit belle. C'est ainsi que ça donnera le sentiment que c'est un chef-d'œuvre. »</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_6004374433976692814.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5730,
        "name": "La petite sorcière et le feu inextinguible - Tome II",
        "desc": "<p>« Déjà à la moitié et l'intrigue n'a pas progressé d'un iota ! Pourquoi toutes ces fioritures inutiles !? » « Qu'y connaissez-vous ? Et puis, ce n'est pas comme si c'étaient des longueurs qui ne servent à rien. C'est de la culture générale et des sciences naturelles ! »</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_2862085558417391688.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5731,
        "name": "La petite sorcière et le feu inextinguible - Tome III",
        "desc": "<p>Il y a une écriture mystérieuse avant que le texte ne commence : « Il est si rare que R soit lucide pendant un moment. Devrait-elle vraiment perdre ce peu de temps précieux pour écrire ? » « Pas d'inquiétude. Pour une sorcière, c'est ce qu'il y a de plus important. »</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_3688268873071859998.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5732,
        "name": "La petite sorcière et le feu inextinguible - Tome IV",
        "desc": "<p>Il y a une écriture mystérieuse avant que le texte ne commence : « Votre Majesté, pourquoi autant de fils d'intrigue non résolus ? Il faut avoir pitié de mes vieux os. »</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_3703877209726145066.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5733,
        "name": "La petite sorcière et le feu inextinguible - Tome V",
        "desc": "<p>L'écriture ici est pratiquement du gribouillage. Peut-être que l'auteur n'écrit pas souvent, ou peut-être qu'il s'est passé quelque chose.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_6262051412280300596.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5735,
        "name": "La petite sorcière et le feu inextinguible - Tome VII",
        "desc": "<p>La reliure et la mise en page sont superbement réalisées, mais le contenu est entièrement manuscrit. À en juger par l'écriture, il y a plus d'un auteur. « J'ai trouvé le sens derrière l'écriture... C'est-à-dire, vous dire : j'aimerais tellement que vous soyez là aussi. »</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_9193687501550474530.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>La petite sorcière et le feu inextinguible - Tome VI</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Théâtre de l'imaginarium</color>"
          }
        ],
        "isMaterial": false
      },
      {
        "key": "Entrée d'archive",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5839,
            "name": "La petite sorcière et le feu inextinguible",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_3146868602321080665.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "textualResearch": [
      {
        "title": "La petite sorcière et le feu inextinguible - Tome VI",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>La petite sorcière se précipita vers l'endroit où sa professeure se trouvait. Elle voulut lui demander pourquoi l'épreuve avait pris fin et pourquoi elle ne pouvait pas devenir une véritable sorcière. Elle voulait lui jeter des objets (même si elle ne jetterait que ceux qui ne se casseraient pas et qu'elle pouvait soulever, tout en évitant la tasse de thé préférée de sa professeure) et était même prête à briser sa deuxième tasse de thé préférée pour montrer à quel point la situation était grave (elle l'avait évidemment achetée elle-même, ce n'était pas un cadeau de ses amies). La petite sorcière appréciait ces cadeaux autant que ses amies et n'y toucherait jamais lors d'une crise émotionnelle.</color>\n<color=#ffffff73>« Octavia est de retour, parle du bon vieux temps avec elle. »</color>\n<color=#ffffff73>La professeure lui dit calmement au moment où elles se revirent. En un instant, les émotions que la petite sorcière avait emmagasinées, brassées, fermentées, mijotées et dont elle avait répété la façon de les exprimer d'innombrables fois avaient disparu.</color>\n<color=#ffffff73>Octavia était l'une de ses bonnes amies, et celle de la vieille sorcière des légendes. Sa maison fut détruite, mais elle n'eut pas le courage de résister et entreprit donc une vie d'errance éternelle.</color>\n<color=#ffffff73>Elle vit de nombreux mondes et raconta à la petite sorcière maintes histoires sur le ciel qui se trouvait au-delà du ciel.</color>\n<color=#ffffff73>« L'univers tout entier est sur le point de mourir. Les choses en ont dépassé les bornes il y a quelque temps déjà, mais elles sont sur le point de se dégrader très rapidement. » Octavia était assise dans une cour baignée de soleil. Elle versa du thé dans leurs tasses préférées.</color>\n<color=#ffffff73>La petite sorcière tira une chaise et s'assit. « Tu es revenue bien soudainement », dit-elle. « Nous ne t'avons même pas préparé de chaise. Tu es probablement assise sur la chaise de la vieille sorcière. »</color>\n<color=#ffffff73>« De nombreuses étoiles à travers l'univers se sont éteintes. Je ne sais pas combien de temps il nous reste », déclara Octavia. « C'est pour cela que je voulais revenir te voir. »</color>\n<color=#ffffff73>« Tu penses que c'est pour ça que ma professeure et les autres ont arrêté toutes les épreuves de la licence de sorcière ? Parce que tu es revenue pour leur annoncer cette nouvelle ? », demanda la petite sorcière.</color>\n<color=#ffffff73>« Peut-être. Dans un monde pareil, toutes choses perdent leur sens. Tu n'as plus besoin de devenir une sorcière. »</color>\n<color=#ffffff73>« Dans ce cas, je ne suis plus fâchée contre ma professeure », dit la petite sorcière.</color>\n<color=#ffffff73>« Mais c'est contre moi que tu le seras ? Tu ne pourras plus en être une par ma faute », dit O.</color>\n<color=#ffffff73>« Oui, si tu partais sans jamais revenir », telle fut la réponse de la petite sorcière. « Je vais aller te chercher une chaise dans la chambre. »</color>\n<color=#ffffff73>« Je peux juste rester assise sur la chaise de la vieille sorcière, non ? Elle est trop âgée pour se lever maintenant. »</color>\n<color=#ffffff73>« Tu ne peux pas faire ça ! Cette chaise lui appartient, tout comme ta chaise est à toi », argumenta avec sérieux la petite sorcière auprès d'O. « À chacune sa chaise. De cette façon, leur souvenir sera présent, malgré leur absence. Nous ne pouvons donc pas nous asseoir sur les mauvaises chaises. »</color>\n<color=#ffffff73>Octavia laissa échapper un léger sourire.</color>\n<color=#ffffff73>Pour s'excuser d'avoir mis fin à l'épreuve qui aurait permis à la petite sorcière d'en devenir une grande, elle lui annonça une nouvelle :</color>\n<color=#ffffff73>Du coup...</color>\n<color=#ffffff73>« Le feu éternel existe réellement, il se trouve... »</color>"
          }
        ]
      }
    ]
  }
}