{
  "epId": 5735,
  "name": "La petite sorcière et le feu inextinguible - Tome VII",
  "desc": "<p>La reliure et la mise en page sont superbement réalisées, mais le contenu est entièrement manuscrit. À en juger par l'écriture, il y a plus d'un auteur. « J'ai trouvé le sens derrière l'écriture... C'est-à-dire, vous dire : j'aimerais tellement que vous soyez là aussi. »</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_9193687501550474530.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1720867277,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>La petite sorcière et le feu inextinguible - Tome VII</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Théâtre de l'imaginarium</color>"
          }
        ],
        "isMaterial": false
      },
      {
        "key": "Entrée d'archive",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5839,
            "name": "La petite sorcière et le feu inextinguible",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_3146868602321080665.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&bbs_theme=dark&bbs_theme_device=1&lang=fr-fr#/map/2?center=89.25,-22.00&zoom=2.00&shown_types=111,488,489,521,490,410"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Entrées liées"
      },
      {
        "type": "CustomEntry",
        "epId": 5729,
        "name": "La petite sorcière et le feu inextinguible - Tome I",
        "desc": "<p>La reliure et la mise en page sont superbement réalisées, mais le contenu est entièrement manuscrit. À en juger par l'écriture, il y a plus d'un auteur. « Inutile que nous nous préoccupions de ce qui est écrit, l'essentiel est que la couverture soit belle. C'est ainsi que ça donnera le sentiment que c'est un chef-d'œuvre. »</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_6004374433976692814.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5730,
        "name": "La petite sorcière et le feu inextinguible - Tome II",
        "desc": "<p>« Déjà à la moitié et l'intrigue n'a pas progressé d'un iota ! Pourquoi toutes ces fioritures inutiles !? » « Qu'y connaissez-vous ? Et puis, ce n'est pas comme si c'étaient des longueurs qui ne servent à rien. C'est de la culture générale et des sciences naturelles ! »</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_2862085558417391688.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5731,
        "name": "La petite sorcière et le feu inextinguible - Tome III",
        "desc": "<p>Il y a une écriture mystérieuse avant que le texte ne commence : « Il est si rare que R soit lucide pendant un moment. Devrait-elle vraiment perdre ce peu de temps précieux pour écrire ? » « Pas d'inquiétude. Pour une sorcière, c'est ce qu'il y a de plus important. »</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_3688268873071859998.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5732,
        "name": "La petite sorcière et le feu inextinguible - Tome IV",
        "desc": "<p>Il y a une écriture mystérieuse avant que le texte ne commence : « Votre Majesté, pourquoi autant de fils d'intrigue non résolus ? Il faut avoir pitié de mes vieux os. »</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_3703877209726145066.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5733,
        "name": "La petite sorcière et le feu inextinguible - Tome V",
        "desc": "<p>L'écriture ici est pratiquement du gribouillage. Peut-être que l'auteur n'écrit pas souvent, ou peut-être qu'il s'est passé quelque chose.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_6262051412280300596.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5734,
        "name": "La petite sorcière et le feu inextinguible - Tome VI",
        "desc": "<p>« Est-il encore nécessaire d'écrire, le moment présent étant ce qu'il est ? » « Je m'en charge, alors. Les opportunités de revenir dans ce monde sont rares. Alice penserait la même chose : si nous ne continuons pas, alors tout cela aura été inutile dès le début. »</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_4010525576992424780.png",
        "displayStyle": "card"
      }
    ],
    "textualResearch": [
      {
        "title": "La petite sorcière et le feu inextinguible - Tome VII",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Secouée par les vagues du temps, passant par le vortex où convergeaient d'innombrables causalités, transperçant d'innombrables fils de l'intrigue, elle rata bien des choses. Même la cérémonie d'adieu de la grande sorcière qu'elle admirait se termina dans la solitude sans qu'elle puisse y assister.</color>\n<color=#ffffff73>Quoi qu'il en soit, la petite sorcière a traversé toutes sortes de défis hasardeux et de choses absurdes pour se présenter à la vieille sorcière. En vérité, elle ne pensait pas qu'il y avait grand-chose à dire sur ce qu'elle avait vécu, et pourquoi tant d'encre avait dû couler sur les événements qui avaient eu lieu plus tôt. En fin de compte, les choses les plus importantes étaient le goûteron de la sorcière et le but qu'elle poursuivait.</color>\n<color=#ffffff73>En vérité, elle l'avait déjà vue avant le début de son voyage. Dans un ciel aussi sombre qu'un sac de charbon (ou peut-être une caverne, car il n'y a pas de différence entre les deux) était suspendue une étoile de faible rayonnement, résistant aux ténèbres du monde qui s'imposait de toutes parts. Alors que l'univers s'assombrissait progressivement et que toutes les étoiles, dont celle connue sous le nom de soleil, s'éteignaient une par une, tout le monde s'était mis d'accord pour l'appeler l'étoile du Scorpio. La petite sorcière se souvenait d'avoir entendu parler de cela pendant le goûteron de la sorcière, mais elle ne se souvenait que de ce nom et de rien d'autre.</color>\n<color=#ffffff73>Bref, la petite sorcière apparut devant la vieille sorcière, qui était en réalité l'étoile du Scorpio, celle qui brûlait encore, même à la toute fin. Cependant, sa flamme était maintenant très faible, une étincelle à peine. La petite sorcière lui tint la main, devenue sèche et cassante comme une branche décrépie. Elle se souvint que la vieille sorcière eut un jour son âge et que ses mains pâles et douces tenaient élégamment des tasses de thé à une époque lointaine. Ces mêmes mains servirent à faire beaucoup de magie et allumèrent des flammes dans de nombreux mondes.</color>\n<color=#ffffff73>La petite sorcière dit :</color>\n<color=#ffffff73>« On dirait que personne ne veut que la flamme s'éteigne, et je le comprends. Mais nous n'y pouvons rien. La dernière fois que nous nous sommes dit adieu lors d'une réunion du Hexenzirkel où vous étiez présente, les sorcières avaient dit que celles d'entre nous qui vivaient longtemps perdraient beaucoup de choses au fil des années. » Ainsi la vie, la mort, l'amour et la haine n'auraient plus beaucoup de sens, mais ce n'est pas vrai. Ce n'étaient que des mots pour réconforter leurs compagnons qui partaient avant elles. Elles chérissent donc d'autant plus chaque flamme et chaque lumière infimes qui brillent dans ce monde sombre et dépourvu d'espoir, ainsi que les ombres qu'elles projettent.</color>\n<color=#ffffff73>« Vous avez souvent affirmé que vous n'étiez pas notre égale, mais j'ai toujours pensé que vous étiez la sorcière la plus adorable et la plus puissante d'entre nous. Vous avez souvent dit que vous laissez peu de choses derrière vous, mais les histoires que vous nous avez contées contiennent d'innombrables mondes. Même si un siècle ou un millénaire s'écoulait, même si l'apocalypse dont s'inquiétait une certaine sorcière astrologue se produisait, et même si toutes les sorcières ayant vécu très longtemps se mettaient à mourir, la petite lumière qui émane de ces petits mondes ne s'atténuerait pas. Vous étiez la plus grande des sorcières, bien plus grande que nous toutes. Adieu. »</color>\n<color=#ffffff73>La vieille sorcière ne répondit pas, car tout ce qui restait ici n'était qu'une coquille vide, pas différente des nombreuses autres que la petite sorcière avait rencontrées au cours de ses aventures. En fait, elles étaient faites du même matériau de base, avec pour seule différence la minuscule lumière d'une flamme présente dans l'une d'entre elle.</color>\n<color=#ffffff73>Et ainsi, la petite sorcière prit la flamme qui avait consumé la vieille sorcière et entreprit son voyage de retour. Arrêtons l'histoire ici. Les aventures de la petite sorcière allaient cependant continuer, car elle avait décidé de porter le feu de la vieille sorcière à travers l'univers pour éclairer chaque recoin du temps.</color>"
          }
        ]
      }
    ]
  }
}