{
  "epId": 5747,
  "name": "Les fils du destin",
  "desc": "<p>Un dispositif créé par l'Ordre de l'Abîme, capable de tisser des lignes énergétiques.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/25/94261667/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_9097738917827346074.png",
  "menuId": 20,
  "menuName": "Définitions",
  "version": 1723413145,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Origine",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Les fils du destin sont un dispositif créé par l'Ordre de l'Abîme, capable de tisser des lignes énergétiques. Conçus initialement pour combattre l’ordre divin, endormi depuis cinq cents ans suite au cataclysme de Khaenri'ah, les fils du destin, dans leur forme primitive, ne pouvaient que créer et implanter des souvenirs. Cependant, au fur et à mesure qu'ils se développaient, leur pouvoir crût jusqu'à ce qu'ils pussent tisser les lignes énergétiques. Le système des lignes énergétiques de Teyvat est profondément enraciné au sein de la planète. La création de nouvelles lignes énergétiques ne permet pas de remplacer ou de prolonger celles déjà existantes. Une fois entiers, obtenant le pouvoir de tisser les lignes énergétiques, les fils du destin perdirent celui d'influencer les souvenirs. Leur véritable potentiel reste à découvrir, mais ils pourraient devenir des outils capables de changer le monde."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/a677683807513c99c52543e920d9bc86_786873802073892609.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Les fils du destin furent créés par Chlothar Alberich, un noble de sang pur de Khaenri'ah. Ce fut lui qui fonda l'Ordre de l'Abîme et lança le projet du fils du destin. Chlothar eut un fils, Caribert, né d'une femme de Mondstadt. Lorsque le cataclysme frappa il y a cinq cents ans et que Celestia maudit les habitants de Khaenri'ah, Chlothar obtint l'immortalité, tandis que son fils fut transformé en Brutocollinus et tomba dans le coma. Pour tenter de soigner Caribert, Chlothar sollicita l'aide de l'Archon Dendro, sans succès. Il découvrit ensuite un sanctuaire inconnu abritant un «\n», un être transcendant de l'Abîme. En s'inclinant devant lui, Chlothar ressentit à la fois crainte et joie. De retour chez lui, il administra un médicament à Caribert et découvrit que son fils s'était réveillé et pouvait parler. Chlothar fut convaincu que son fils pouvait désormais tisser son propre destin."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Lui, qui est né dans des circonstances tragiques, deviendra les fils du destin. »</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Caribert décrivit les fils du destin comme une puissance abyssale défiant toute compréhension, comme une tristesse et une douleur infinies, tels l'espoir et le regret coulant dans ses veines. Chlothar crut qu'une fois que Caribert posséderait tous ces éléments, il deviendrait les fils du destin. Cependant, Caribert n'était pas destiné à survivre, et même avec le pouvoir du « Pécheur », il mourut à l'âge de 8 ans. Il ne devint pas lui-même les fils du destin, mais fut utilisé pour les créer.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5746,
        "name": "Chlothar",
        "desc": "<p>Un Khaenri'an au sang pur, qui fut condamné à l'immortalité par Celestia. C'est un membre du clan Alberich et le fondateur de l'Ordre de l'Abîme.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/15/170542231/64317f914ba1543a7b2a134b9fbd63ec_6517574218759853978.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "name": "Caribert",
        "desc": "<p>Fils illégitime de Chlothar Alberich, devenu un brutocollinus suite à la malédiction de Celestia. Les fils du destin furent créés à partir de lui.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/15/170542231/1698729f076aff1db97fead78f5ce599_686202129749059442.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Une oiselle en cage isolée dans les profondeurs du Sanctuaire de Surasthana qui ne peut voir le monde que dans ses rêves.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/02/43281454/f29490bddc56b4a6773b6c5003bbb853_2162267504881052310.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "L'œil du Laboureur originel",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/7d621eddacce30929665041f8d2b13da_4474819486842387991.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dainsleif, ancien capitaine de la garde impériale de Khaenri'ah, connu sous le nom de « l’Épée du crépuscule », tenta d'arrêter le cataclysme, mais ne put empêcher la destruction de Khaenri'ah. Condamné à une vie éternelle, il jura de se venger des cinq pécheurs de Khaenri'ah, qui trahirent la nation, et d'arrêter l'Ordre de l'Abîme issu de leurs adeptes. Un jour, lui et le Voyageur/la Voyageuse découvrirent un talisman abandonné par un mage de l'Abîme. Grâce à ce talisman, ils apprirent la première opération des fils du destin. Le projet était lié à la statue renversée de l’Archon Anémo, découverte précédemment dans les ruines de Liyue. Lors de la première phase, l'Ordre de l'Abîme avait l'intention de corrompre l'esprit d'Ortell, le Dieu du Vortex, vaincu par Rex Lapis pendant la Guerre des Archons, et de transformer son corps à l'aide de l'ancienne technologie des « Laboureurs » de Khaenri'ah. La statue profanée de l’Archon deviendrait la base à laquelle les membres d'Ortell seraient attachés pour construire un dieu mécanisé. Le nouveau noyau, qui remplacerait l'orbe habituellement tenu par la Statue des Sept, devait être « l'œil du Laboureur originel ». Le nouveau dieu était censé renverser les trônes divins de Celestia."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/9b9ccf34acdfea993d8a96762aa46a9d_268955756135437754.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "« Laboureur » était le nom de code des anciens mécanismes de Khaenri'ah, désormais connus sous le nom de « Gardiens des ruines ». Les habitants de Khaenri'ah croyaient que la terre ne devait pas être labourée avec des outils agricoles, mais plutôt conquise par la force et le sang, ce qui donna naissance au terme « Laboureur ». Après la destruction de Khaenri'ah, ces mécanismes perdirent leurs maîtres et devinrent complètement incontrôlables. Pendant des siècles, ils errèrent sans but et se dispersèrent à travers Teyvat. Pour retrouver le Laboureur originel et en savoir plus sur la statue renversée, le Voyageur/la Voyageuse contacta Barbara, la diaconesse de l'Église de Favonius. Elle lui parla de « La fureur finale du tyran ». Il y a bien des années, des boules de feu pleuvaient du ciel chaque fois que quelqu'un s'approchait du vieux Mondstadt. Les gens de l'époque croyaient que c'était une malédiction du\n, et donnèrent donc le nom de « fureur finale du tyran » à ce phénomène. Ce phénomène étrange dura environ un an, sans explication, avant de cesser progressivement de lui-même. « La fureur finale du tyran » s'avéra être le Laboureur originel. Il y a de nombreuses années, ce mécanisme se retrouva accidentellement dans l'arène du Loup du Nord, Andros, qui le prit pour un courageux adversaire. La machine ne pouvait pas penser, mais chaque partie d'elle était conçue pour tuer et combattre. Elle pouvait tourner, s'élever dans les airs et lancer des boules de feu. Finalement, Andros parvint à vaincre la machine, mais celle-ci réussit à quitter l'arène avant de s'effondrer et se dirigea vers le vieux Mondstadt. Dans l’Antre de Stormterror (vieux Mondstadt), Dainsleif et le Voyageur/la Voyageuse découvrirent le Laboureur originel, et l'Épée du crépuscule cacha son œil dans son corps pour éviter qu'il ne tombe entre les mains de l'Ordre de l'Abîme.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Dainsleif",
        "desc": "<p>Ancien capitaine de la garde impériale du palais de Khaenri'ah, il fut condamné à l'immortalité par Celestia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/170542231/6a703b5594dddc959dd10d08702bcbe1_5946296252656079934.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "name": "Ortell",
        "desc": "<p>Dieu du vortex, il fut vaincu par Morax durant la Guerre des Archons</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/170542231/6dfc1c5f5f69b627eb5428b304e30377_5615313718395489671.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Décarabian",
        "desc": "<p>Dieu des Tempêtes et souverain de l'ancienne Mondstadt. Il fut renversé à la suite d'une révolte du peuple de Mondstadt, qui ne pouvait tolérer la tyrannie.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/01/170542231/513d51e0ebfd54f5da34a9f85dfaf61f_4175649092929916168.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4900,
        "name": "Andros",
        "desc": "<p>Grand Roi Loup du Nord, protecteur du Territoire des Loups et l'un des Quatre Vents</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/03/170542231/2ac7ad0e18377b4a7b7fc2032f318cc3_3087516475442453162.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2220,
        "name": "Gardien des ruines",
        "desc": "Une machine de combat antique à forme humaine.<br/>On raconte que ces machines sont les vestiges d'un royaume aujourd'hui oublié de tous. De nos jours, elles errent dans les ruines et attaquent tous les voyageurs qui osent croiser leur chemin. Des recherches indiquent que les Gardiens des Ruines et les ruines où ils sont stationnés ne seraient pas de la même époque, suggérant un écart temporel équivalant à des milliers d'années au moins. Pourquoi les Gardiens des Ruines continuent-ils donc à protéger ces lieux décrépits par le temps avec leur arsenal d'armes explosives ?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Guard_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Compléter le fils du destin",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Dainsleif continua d'enquêter sur les affaires liées aux fils du destin. Il comprit que même lorsque le plan de l'Ordre de l'Abîme était perturbé, ils trouvaient un autre moyen de le réaliser. Son objectif principal était de découvrir l'essence des fils du destin pour comprendre le véritable but de l'Ordre. D'après les informations recueillies par Dainsleif, il s'avéra que les fils du destin étaient liés aux lignes énergétiques. L'Épée du crépuscule découvrit que l'activité de l'Ordre de l'Abîme dans une certaine région était toujours accompagnée d'interférences dans les lignes énergétiques. Son attention fut attirée par le Village de Vimara, où le Voyageur/la Voyageuse enquêtait alors sur la disparition d'un jeune homme. Bien que de nombreux résidents aient contacté la Guilde des aventuriers à propos de sa disparition, personne ne se souvenait de son nom ou de l'endroit où il vivait. Le Voyageur/la Voyageuse déduisit que cet homme n'existait que dans les souvenirs des gens, lesquels circulaient à travers les lignes énergétiques."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/f95f754ac9867c0a1b7680bb16e7e39d_5955975484121068904.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Lorsque Dainsleif réalisa qu'on lui avait implanté de faux souvenirs et que l'homme mystérieux était lié à l'activité croissante de l'Ordre de l'Abîme près du Village de Vimara, il décida de mettre l'Ordre sur une fausse piste pour rencontrer la Princesse/le Prince de l'Ordre de l'Abîme. Il savait que l'Ordre recherchait l'œil du Laboureur originel, alors il projeta de le donner au Voyageur/Voyageuse pour qu'il puisse le sortir de sa cachette. Le plan de Dainsleif fut perturbé, et on lui implanta de faux souvenirs, lui faisant croire que l'œil du Laboureur était déjà en possession du Voyageur/de la Voyageuse. C'est ainsi que l'Ordre de l'Abîme put obtenir l'œil et achever la création des fils du destin.\nL'homme mystérieux des souvenirs des habitants du Village de Vimara s'avéra être Caribert. Sa conscience subsistait dans le mécanisme, lui conférant la capacité de contrôler l'appareil jusqu'à ce qu'il soit achevé. Il n'était pas au courant des plans de l'Ordre de l'Abîme concernant les fils du destin et ne voyait pas l'ensemble du tableau, mais le dispositif l'aidait à atteindre son propre objectif. Il y a de nombreuses années, lorsque Chlothar éveilla la conscience du Brutocollinus que son fils était devenu grâce au pouvoir de l'Abîme, Caribert éprouva une horreur et une douleur indescriptibles. Pour le réconforter, son père lui raconta une histoire, lui faisant croire qu'il se trouvait dans un monde de conte de fées et qu'il avait pris la forme d'un petit monstre. Cette histoire apaisa les craintes de Caribert, alors il utilisa les fils du destin incomplets pour implanter un faux souvenir d'amour dans l'esprit des Brutocollinus."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/2ff0c4afe38825213354013dcbd4c411_6261946110992040375.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Caribert utilisa également les fils du destin pour « vivre » une vie qui lui avait été injustement enlevée. Il se créa une apparence à l'image de son père et implanta les souvenirs du temps passé avec lui dans le Village de Vimara. Lorsque le projet de l'Ordre de l'Abîme fut presque achevé, il ne restait de Caribert qu'un mince fil de conscience, et il décida de quitter les villageois. Finalement, il rencontra le Voyageur/la Voyageuse dans l'espace de sa conscience, où il parla de l'achèvement de la création des fils du destin, puis disparut sans laisser de trace. Dans les souvenirs des villageois, un souvenir apparut, affirmant que l'homme disparu avait retrouvé ses parents et était parti avec eux.\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Dainsleif",
        "desc": "<p>Ancien capitaine de la garde impériale du palais de Khaenri'ah, il fut condamné à l'immortalité par Celestia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/170542231/6a703b5594dddc959dd10d08702bcbe1_5946296252656079934.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "name": "Caribert",
        "desc": "<p>Fils illégitime de Chlothar Alberich, devenu un brutocollinus suite à la malédiction de Celestia. Les fils du destin furent créés à partir de lui.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/15/170542231/1698729f076aff1db97fead78f5ce599_686202129749059442.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5726,
        "name": "Photo de groupe de date inconnue",
        "desc": "<p>Une précieuse photo de groupe qui a en quelque sorte outrepassé les règles, prise par un inconnu avec une méthode inconnue dans un endroit qui ne devrait plus exister.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/15/170542231/53f9ab56b4b73c59be613c0d91980e9f_7853752921273330741.gif",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Les fils du destin"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Dispositif"
          }
        ]
      }
    ]
  }
}