{
  "epId": 5838,
  "name": "La firme féline",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/a8c59f8a2207a182e03a632fe773a330_1125902361560333475.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 1720867346,
  "components": {
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Comme tous les après-midi, Perroux laissa échapper un long bâillement et se frotta les yeux lorsqu'il aperçut soudainement une lettre d'invitation dorée posée discrètement sur son parterre de fleurs.</color>\n<color=#ffffff73>La lumière du soleil illuminait la couverture de la carte, et les mots « Pour monsieur Perroux » inscrits dessus brillaient plus fort que des moras éparpillés.</color>\n<color=#ffffff73>Perroux écarquilla les yeux.</color>\n<color=#ffffff73>Ce n'était qu'un simple portier qui ouvrait les portes et prononçait des « monsieur » et des « madame » lorsque quelqu'un venait rendre visite au maître. Il s'agissait de la première fois que quelqu'un l'appelait si poliment « monsieur Perroux ».</color>\n<color=#ffffff73>Qui l'avait laissée ici sans que quelqu'un s'en aperçoive ?</color>\n<color=#ffffff73>Il cligna des yeux plusieurs fois, puis à nouveau, pour se persuader encore et encore qu'il ne s'agissait pas d'une illusion d'optique comme les arcs-en-ciel. Ensuite, il ouvrit l'invitation...</color>\n<color=#ffffff73>« Nous sommes profondément reconnaissants pour les plats délicieux que vous nous avez donnés. Alors s'il vous plaît, faites-nous l'honneur de votre présence. Bien cordialement, la firme féline »</color>\n<color=#ffffff73>Les lettres tordues semblaient avoir été écrites avec une plume grossière et juraient totalement avec la couverture dorée de la carte.</color>\n<color=#ffffff73>La firme féline ? Existait-il vraiment une entreprise du genre nommée ainsi ? Ce n'était certainement pas une agence créée par des chats...</color>\n<color=#ffffff73>Perroux nourrissait souvent les chats errants qu'il trouvait dans la rue avec des restes.</color>\n<color=#ffffff73>Il lui suffisait de les appeler en criant « minous, minous » et les chats accouraient vers lui. Cependant, ces derniers se montraient très prudents si Perroux ne leur proposait rien quand il les appelait.</color>\n<color=#ffffff73>En pensant à cela, Perroux retourna l'invitation pour regarder le dos de la carte.</color>\n<color=#ffffff73>« Peut-être que vous ne savez pas où se trouve notre local...</color>\n<color=#ffffff73>Au douzième tournant du vent du Nord, suivez les écailles de poisson en avant, et vous verrez une rangée de chariots.</color>\n<color=#ffffff73>Après le dixième coup de cloche, il n'en restera plus qu'un. Sautez dans l'ombre se trouvant dessous... Nous vous y attendrons... »</color>\n<color=#ffffff73>Cette façon de donner l'horaire et de l'adresse... S'agissait-il d'une sorte de magie farfelue ?</color>\n<color=#ffffff73>Peut-être que quelqu'un cherchait à lui faire un canular ?</color>\n<color=#ffffff73>Pourtant, toutes les fautes de frappe trouvées dans la lettre et l'attention particulière portée aux écailles de poisson la faisaient vraiment ressembler à un texte rédigé par un chat... Enfin, si les chats pouvaient écrire et possédaient leur propre bureau.</color>\n<color=#ffffff73>Le vent du Nord... Des écailles de poisson... Des chariots... Oh, en effet ! Le jour, les poissonniers installaient leurs étals à douze pâtés de maisons au sud de là où il se trouvait, et les chariots de ramassage des ordures s'y arrêtaient également tous les soirs, pas vrai ?</color>\n<color=#ffffff73>Ils ramassaient toute la journée les tas de déchets générés dans la ville, puis revenaient à midi au premier coup d'horloge.</color>\n<color=#ffffff73>Oui, cela devait être le langage magique des chats ! Seul quelqu'un comme Perroux qui comprenait les chats aussi bien qu'il comprenait la ville et comprenait la ville aussi bien qu'il comprenait ses chats pouvait la déchiffrer.</color>\n<color=#ffffff73>Le cœur de Perroux se mit à battre la chamade, car seul lui pouvait connaître ce secret.</color>\n<color=#ffffff73>« C'est l'heure de la relève, dépêchez-vous ! J'ai un rendez-vous à honorer avec les chats, moi. »</color>"
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>« Vous êtes venu ! Asseyez-vous. »</color>\n<color=#ffffff73>Les chats étaient heureux.</color>\n<color=#ffffff73>« Eh oui ! Ce n'était vraiment pas facile de trouver votre local. »</color>\n<color=#ffffff73>Cette nuit-là, Perroux avait suivi les instructions données dans l'invitation. Il scrutait les environs pour trouver le chemin.</color>\n<color=#ffffff73>Il s'avéra que parmi tous les chariots, un seul chariot avec une roue cassée était stationné au même endroit. En dessous de celui-ci, se trouvait une cavité sombre qui s'était fondue dans l'ombre. Une faible lumière et des sons indistincts venaient de son sein. Des escaliers en colimaçon qui descendaient en donnaient l'accès.</color>\n<color=#ffffff73>La firme féline était ainsi très bien cachée.</color>\n<color=#ffffff73>« C'est dans la nature des vagabonds, j'espère que vous comprenez ! »</color>\n<color=#ffffff73>Avec ses yeux dorés plissés, le chat aux rayures semblables à celles d'un tigre parlait humblement, mais sa queue était arquée avec fierté.</color>\n<color=#ffffff73>Perroux le reconnut immédiatement. Ce chat paressait souvent sur le rebord de la fenêtre du maître, agitant sa queue avec désinvolture. Quant aux autres, le portier ne les connaissait pas très bien.</color>\n<color=#ffffff73>Le chat tigré les présenta à Perroux ainsi :</color>\n<color=#ffffff73>Le patron des chats, qui n'était nul autre que le chat tigré.</color>\n<color=#ffffff73>Le sbire, celui à gauche avec les pattes avant tachetées.</color>\n<color=#ffffff73>Le calico à droite, était très intelligent. Il avait écrit la lettre à Perroux à l'aide d'un pinceau fabriqué avec des poils arrachés à tous les chats.</color>\n<color=#ffffff73>« Et il y a aussi ce chat maigrichon. Il est un peu laid et il lui manque de la fourrure à certains endroits, mais il ne faut pas le sous-estimer ! »</color>\n<color=#ffffff73>Ce sont ces mêmes chats qui composaient la firme féline, qui aidaient les autres chats de la ville à résoudre les problèmes qui leur compliquaient la vie.</color>\n<color=#ffffff73>« Quel genre d'affaires votre firme a-t-elle résolu ? »</color>\n<color=#ffffff73>Perroux demanda, avec une once de curiosité.</color>\n<color=#ffffff73>La queue du chat tigré se balança vers la gauche et le chat aux pattes avant tachetées s'avança.</color>\n<color=#ffffff73>« Je suis les gros bras de cette agence ! Notre patron ronfleur donne les missions, et c'est moi qui m'en charge ! »</color>\n<color=#ffffff73>« Ce patron a ouvert un hôtel très luxueux qui n'a rien à envier à ceux des humains ! À son ouverture, on a eu un tas de clients ! »</color>\n<color=#ffffff73>Les chats avaient aussi leurs propres restaurants ! Perroux faillit sortir un carnet pour écrire cette anecdote.</color>\n<color=#ffffff73>Il regarda à l'intérieur avec envie, à peine la porte passée. C'était le même genre de sensation qu'il ressentait quand il ramassait un emballage de bonbon lorsqu'il était enfant et qu'il ne pouvait pas s'empêcher de le lécher.</color>\n<color=#ffffff73>« Mais le patron ronflait trop bruyamment ! Les clients se plaignaient de ne pas arriver à dormir et les affaires se sont gâtées ! »</color>\n<color=#ffffff73>« Puis un jour, une horde de rats est arrivée et a commencé à ronger les objets des clients ! Le patron leur a montré de quel bois il se chauffait. »</color>\n<color=#ffffff73>« Après cet incident, les clients étaient rassurés d'entendre ses ronflements et lui disaient que c'était un bon matou ! »</color>\n<color=#ffffff73>« Mais en fait, il n'y avait pas de rats dans l'hôtel. C'est moi qui les avais tous attrapés au milieu de la nuit pour les lâcher dedans et les attraper à nouveau. »</color>"
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Le chat aux pattes avant tachetées termina ainsi son histoire et la queue du chat tigré se balança vers la droite.</color>\n<color=#ffffff73>Le calico s'avança avec élégance et s'inclina gracieusement.</color>\n<color=#ffffff73>« Comme on dit, il y a aussi des feignants parmi les chats ! »</color>\n<color=#ffffff73>« Le chat paresseux qui se prélassait devant les portes de la ville nous avait donné une mission à remplir. Il fallait lui trouver des méthodes pour attraper les souris, miaou ~ »</color>\n<color=#ffffff73>« Sous ma supervision, le chat paresseux a retiré le panneau de chez lui qui disait « Maison du chat » et l'a remplacé par « Aire de repos des souris », miaou ~ »</color>\n<color=#ffffff73>« Maintenant, chaque fois que des rongeurs entreront dans la ville, miaou ~, ils entendront une voix douce et amicale qui leur dira : « Souris et rats, reposez vos petites pattes fatiguées et appliquez de la pommade dessus, car votre voyage a dû être fatiguant ! » ou « Souris et rats, enlevez ces petites choses pointues et profitez d'un bon gommage ! » miaou ~ »</color>\n<color=#ffffff73>« Les rats se frotteront avec du sel, s'enduiront d'huile et feront la queue pour entrer dans l'eau bouillante qui sera indiquée par « Bain chaud », miaou ~ »</color>\n<color=#ffffff73>« Enfin, ils tomberont directement dans la gueule de notre ami paresseux, miaou ~ »</color>\n<color=#ffffff73>Perroux ne put s'empêcher de rire. « Ah, quelle finesse d'esprit, calico ! »</color>\n<color=#ffffff73>Le calico s'inclina encore une fois gracieusement et revint à sa place avec l'élégance d'une femme noble.</color>\n<color=#ffffff73>« C'est... C'est à mon tour de parler...? », demanda le chat maigrichon.</color>\n<color=#ffffff73>« La fourrure de votre humble serviteur a été brûlée alors que je cherchais de la chaleur dans un tas de bois de chauffage... »</color>\n<color=#ffffff73>« C'était vraiment étrange. Je venais de m'endormir, et il faisait chaud, si chaud... J'ai rêvé que je redevenais un chaton et que je dormais dans la fourrure de ma mère... Pendant mon sommeil, ma fourrure avait pris feu... »</color>\n<color=#ffffff73>« M—Mais grâce au patron, je n'ai plus peur de me salir et je me promène fréquemment dans les égouts de la ville pour transmettre des messages et effectuer d'autres missions qui demandent de se déplacer rapidement. »</color>\n<color=#ffffff73>« M—Mais mis à part cela, je ne suis bon à rien... »</color>\n<color=#ffffff73>Le chat tigré se racla la gorge et le chat maigrichon tressaillit, avant de sourire et de se retirer en silence.</color>\n<color=#ffffff73>« Très bien. Vous devriez maintenant savoir le genre de travail que nous effectuons d'habitude à la firme féline. »</color>\n<color=#ffffff73>« Nous vous avons invité, car nous avons rencontré un problème insoluble et souhaitons solliciter votre aide, monsieur Perroux ! »</color>"
          }
        ]
      },
      {
        "title": "Tome IV",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>« Mon aide ? », s'exclama Perroux en s'écarquillant les yeux encore une fois.</color>\n<color=#ffffff73>Le chat tigré acquiesça solennellement. « Vous, et personne d'autre. »</color>\n<color=#ffffff73>« Dans la maison du maître que vous servez, il y a un chat à poils longs, n'est-ce pas ? »</color>\n<color=#ffffff73>« Oh, c'est Blanc-Neige, notre majestueuse femelle chat à poils longs ! »</color>\n<color=#ffffff73>Perroux savait bien que le maître adorait ce chat qui lui était aussi précieux que la vie. Ses yeux clairs, semblables à ceux d'une princesse des temps anciens, regardaient souvent les gens de travers lorsqu'elle se toilettait soigneusement, des vibrisses à la queue avec sa langue rose pêche, comme un héron lissant ses plumes au bord de l'eau.</color>\n<color=#ffffff73>Que ce soit pendant ses repas, son repos ou ses rendez-vous, le maître gardait toujours ce chat à poils longs à ses côtés.</color>\n<color=#ffffff73>« Je vais épouser un chat à longue fourrure, c'est décidé ! »</color>\n<color=#ffffff73>« Oh, épouser... Quoi ? Un mariage ?! »</color>\n<color=#ffffff73>Et l'espace d'un instant, Perroux devint encore plus perplexe que le chat maigrichon. « C—Comment allez-vous vivre ensemble ? Les chats de son genre ne vivent pas comme les chats errants, vous savez ! »</color>\n<color=#ffffff73>« Pas besoin de vous inquiéter pour cela. Après notre mariage, nous déménagerons dans un sanctuaire situé dans une nation lointaine. J'ai entendu dire que c'était un sanctuaire pour chats, et que les gens là-bas nous vénéraient comme des divinités. Nous n'aurons donc jamais à nous soucier de quoi manger, ni de quoi boire... »</color>\n<color=#ffffff73>« Mais c'est hors de question ?! Le maître ne laissera jamais partir son chat à poils longs... », répondit Perroux en balbutiant.</color>\n<color=#ffffff73>« C'est pour cette raison que nous avons besoin de votre aide, monsieur Perroux. »</color>\n<color=#ffffff73>Le chat tigré sauta sur l'armoire, ses yeux dorés rivés sur Perroux.</color>\n<color=#ffffff73>« Mais je ne suis pas un gentilhomme, juste un simple portier. »</color>\n<color=#ffffff73>Perroux n'arrêtait pas d'agiter les mains.</color>\n<color=#ffffff73>« Si le maître découvrait que je lui ai volé son chat, je perdrais mon travail et je serais également poursuivi en justice... »</color>\n<color=#ffffff73>« Non, non ! Vous ne comprenez pas, monsieur Perroux ! »</color>\n<color=#ffffff73>Le chat tigré afficha un rictus mystérieux, les vibrisses qu'il avait autour de son museau tremblaient, trahissant un semblant de sourire.</color>\n<color=#ffffff73>« Nous n'avons jamais envisagé de vous demander de kidnapper qui que ce soit. Les chats sont des créatures magiques, et nous... avons d'autres solutions... »</color>\n<color=#ffffff73>En disant ces mots, le chat tigré se mit à feuler.</color>\n<color=#ffffff73>Le chat aux pattes avant tachetées et le calico sortirent chacun une paire de bottes et un masque, comme par magie.</color>\n<color=#ffffff73>« Ce sont des bottes magiques et un masque mystérieux de chat. »</color>\n<color=#ffffff73>« Allez ! Essayez-les pour voir ! »</color>\n<color=#ffffff73>Perroux, n'ayant pas le choix, prit ces deux trésors.</color>\n<color=#ffffff73>Les bottes avaient l'air minuscules, mais semblaient soudainement plus confortables quand Perroux les chaussa.</color>\n<color=#ffffff73>Il eut l'impression de marcher avec autant de légèreté que s'il était sur la pointe des pieds...</color>\n<color=#ffffff73>En portant le masque, il essaya d'ouvrir la bouche pour parler, mais un long vibrato difficile à distinguer en émana. Cela ne ressemblait en rien à sa voix originelle.</color>\n<color=#ffffff73>« C'est la magie des chats », lui dit le chat tigré avec enthousiasme. « Tant que vous porterez ces deux équipements, personne ne vous reconnaîtra. »</color>\n<color=#ffffff73>« Tout ce que vous avez à faire est de rentrer chez vous et de profiter d'une bonne nuit de sommeil. »</color>\n<color=#ffffff73>« Dans trois jours, faites en sorte que le chat à poils longs et votre maître viennent à la firme féline comme nous vous l'avons dit ! Rappelez-vous, dans trois jours ! »</color>\n<color=#ffffff73>« Vous ne devez pas l'oublier ! »</color>"
          }
        ]
      },
      {
        "title": "Tome V",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Une nouvelle lettre d'invitation fut envoyée. Cette fois-ci à destination de son maître.</color>\n<color=#ffffff73>« Monsieur le comte, j'ai longtemps entendu parler de votre chat estimé. J'ai moi-même un chat exotique très rare dans ma famille. J'aimerais qu'il se trouve une partenaire. Ce serait un honneur pour moi si vous acceptiez de vous rendre dans mon humble demeure pour en discuter.</color>\n<color=#ffffff73>Une calèche vous y emmènera, vous et votre chat, à l'heure convenue. — Madame von Frigga »</color>\n<color=#ffffff73>Grâce aux conseils de Perroux, le calico avait soigneusement corrigé les fautes d'écriture.</color>\n<color=#ffffff73>Et les chats se mirent au travail.</color>\n<color=#ffffff73>De nombreux chats autrefois bénéficiaires de l'aide de la firme sont venus donner un coup de main, en apportant du satin blanc, des conserves de médakas presque périmées, des bouteilles de vin... Tout cela dans le but de transformer le local en une salle de mariage.</color>\n<color=#ffffff73>Quiconque passait dans les environs la nuit pâlirait d'effroi en voyant passer autant de chats errants dans l'ombre de la ville.</color>\n<color=#ffffff73>Le chariot cassé fut soigneusement réparé et décoré pour en faire un magnifique carrosse tout droit sorti d'un conte de fées.</color>\n<color=#ffffff73>Avec de doux cousins en plumes de cygne et le genre de carillons éoliens sur lesquels les chats adoraient se suspendre sonnaient continuellement, le carrosse était arrivé devant la maison du maître.</color>\n<color=#ffffff73>« Veuillez monter à bord, monsieur. »</color>\n<color=#ffffff73>Perroux s'adressa respectueusement à son maître la tête baissée, en jouant le rôle du cocher de Madame von Frigga.</color>\n<color=#ffffff73>Même s'il portait le mystérieux masque de chat, Perroux ne pouvait s'empêcher de se sentir nerveux, comme s'il faisait quelque chose de mal, alors qu'il n'avait pas commis de faux pas qui pourrait révéler toute cette imposture.</color>\n<color=#ffffff73>Heureusement pour lui, le maître était obnubilé par le carrosse luxueux devant lui. Il donna même au « cocher » un sac rempli de moras sonnants et trébuchants. « Tenez, un petit pourboire ! »</color>\n<color=#ffffff73>Tout au long du trajet, des chats passaient devant le carrosse.</color>\n<color=#ffffff73>« Écartez-vous, faites place ! », murmura Perroux sous son masque, craignant d'arriver en retard.</color>\n<color=#ffffff73>« Pardon, mais nous devons nous dépêcher de nous rendre au mariage ! », répondirent les chats.</color>\n<color=#ffffff73>Lorsque plus aucun chat ne bloqua la route du carrosse, celui-ci était déjà arrivé à la firme féline.</color>\n<color=#ffffff73>« Oh ! Une soie si rare et si chère... Et toute la salle en est recouverte... », s'émerveilla le maître.</color>\n<color=#ffffff73>« Le gratin de jambon et de légumes... est bien délicieux. Le chef qui a cuisiné ce mets doit être un véritable cordon bleu... »</color>\n<color=#ffffff73>« Et tous ces chats ! Je suis étonné. Madame von Frigga est si prévenante. Elle doit vraiment adorer son chat exotique, tout comme j'adore le mien à poils longs ! »</color>\n<color=#ffffff73>Le maître ne put s'empêcher de faire l'éloge de tout ce qu'il voyait.</color>\n<color=#ffffff73>« C'est un merveilleux événement ! Prenons un verre ! Et un autre ! » Le calico leva une coupe de vin, exhortant le maître à en boire davantage.</color>\n<color=#ffffff73>« Allez, encore un verre ! »</color>\n<color=#ffffff73>Le maître était de bonne humeur et suffisamment ivre pour s'étonner de voir un chat parler.</color>"
          }
        ]
      },
      {
        "title": "Tome VI",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Au rythme de la lyre, le chat à poils longs apparut.</color>\n<color=#ffffff73>« Oh, espèce de petite cachottière, tu as disparu quand nous sommes descendus du carrosse ! Tu étais donc en train de te faire belle ! », lui dit son maître en rayonnant de fierté alors qu'il la réprimandait.</color>\n<color=#ffffff73>Le satin blanc sur sa longue queue débordait de fleurs, des cécilias d'un blanc pur comme la neige tombant un jour de printemps.</color>\n<color=#ffffff73>« Clap, clap ! » Voilà que tous les chats applaudirent à l'unisson.</color>\n<color=#ffffff73>« Quelle beauté... »</color>\n<color=#ffffff73>Perroux posa sa fourchette et son couteau sans même s'en rendre compte.</color>\n<color=#ffffff73>*woush* Les chats levèrent les rideaux.</color>\n<color=#ffffff73>Le chat tigré portait un nœud papillon et un haut-de-forme. Ses vibrisses et la fourrure de ses oreilles étaient soigneusement taillées. Il s'avança vers elle d'un pas solennel, tel d'un chevalier qui accueillait sa dulcinée.</color>\n<color=#ffffff73>Le chat aux pattes avant tachetées se mit derrière lui et secoua rapidement le sac qu'il portait sur ses épaules. À l'intérieur se trouvaient des cadeaux pour le couple félin.</color>\n<color=#ffffff73>Des boules de fils colorés, des jouets en forme de souris qui couinaient lorsqu'on jouait avec et un ballon en forme de pinson, ainsi que des billets de bateau réservés depuis longtemps pour se rendre à un sanctuaire pour chats dans une nation lointaine...</color>\n<color=#ffffff73>« Attendez ! »</color>\n<color=#ffffff73>Une voix froide et sévère retenti d'en haut, interrompant la célébration joyeuse des chats.</color>\n<color=#ffffff73>Le maître était redevenu légèrement sobre et se leva en vacillant. Il pointa alors son doigt vers le chat tigré.</color>\n<color=#ffffff73>« Toi... C'est toi le chat errant qui traîne toujours sur le rebord de ma fenêtre, non ? Je te reconnais, tu regardes toujours à l'intérieur avec un air sournois... »</color>\n<color=#ffffff73>« L'invitation parlait pourtant d'un chat rare et exotique... Et d'ailleurs, où se trouve madame von Frigga ? »</color>\n<color=#ffffff73>« Ces jouets pour chats... Hé, ils ne viendraient pas de chez moi ? Quand les avez-vous volés ? Et toute cette soie et ce vin... Tous volés aussi, je suppose ? »</color>\n<color=#ffffff73>« Père, ne vous énervez pas... », implora le chat à poils longs.</color>\n<color=#ffffff73>« Oui, père. Je m'occuperai bien d'elle... », dit le chat tigré avec dédain.</color>\n<color=#ffffff73>Mais entendre deux fois « père » ne fit qu'énerver le maître.</color>\n<color=#ffffff73>« Taisez-vous !! »</color>\n<color=#ffffff73>« Comment un chat errant qui vient d'on ne sait où et d'un sang impur pourrait-il s'unir à mon chat à poils longs ?! »</color>\n<color=#ffffff73>« Et vous, qui prétendez être le cocher personnel de madame von Frigga... »</color>\n<color=#ffffff73>« Vous êtes aussi de mèche avec ces chats errants, n'est-ce pas ? Voyons qui se cache derrière ce masque... »</color>\n<color=#ffffff73>Le maître se dirigea vers Perroux et s'apprêta à lui arracher le masque du visage.</color>\n<color=#ffffff73>Le sang de Perroux semblait se vider de son corps, comme s'il avait été siphonné par un aimant puissant.</color>\n<color=#ffffff73>« Courez ! Courez ! », lui répétaient plusieurs petites voix qui résonnaient dans ses oreilles. Le cœur de Perroux battait la chamade, mais ses jambes étaient raides. Impossible pour lui de faire le moindre pas.</color>\n<color=#ffffff73>« C'est fini ! C'est fini ! » Perroux se couvrit les yeux par désespoir, mais au même moment, il sentit quelque chose sur ses joues. Ce quelque chose se mit à trembler comme le feraient des poils.</color>\n<color=#ffffff73>Ah ! Une barbe blanche comme la neige avait poussé sur le visage de Perroux, mais elle avait l'air d'appartenir à un chat.</color>\n<color=#ffffff73>Ses oreilles pointues et sensibles se mirent à bouger. Son corps se cambra inconsciemment et il lâcha un miaulement.</color>\n<color=#ffffff73>Avant d'être attrapé par le maître, Perroux se précipita sous la table.</color>"
          }
        ]
      },
      {
        "title": "Tome VII",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>« Courez ! Courez ! »</color>\n<color=#ffffff73>Perroux était comme un coup de vent portant une cape noire.</color>\n<color=#ffffff73>« Courez ! Courez ! »</color>\n<color=#ffffff73>En avançant dans les escaliers en colimaçon, il se dirigea vers la sortie de la firme féline.</color>\n<color=#ffffff73>Mais où étaient donc passées ces bottes de chat magiques ? Perroux ne le savait pas. Tout ce qu'il savait, c'est qu'il courait aussi vite et avec autant d'agilité qu'un chat, et qu'il voyait également le monde d'en bas comme un chat.</color>\n<color=#ffffff73>Où était également passé le masque de chat mystérieux ? La réponse devint peu à peu claire pour Perroux.</color>\n<color=#ffffff73>Les bottes et le masque qu'il portait faisaient désormais partie de lui... Il était devenu un chat ! Comme il portait les gants blancs du cocher, il s'était transformé en un chat noir et blanc !</color>\n<color=#ffffff73>« Courez ! Courez ! »</color>\n<color=#ffffff73>Qui pouvait bien dire cela ?</color>\n<color=#ffffff73>Perroux pencha la tête. Le chat tigré avec son nœud papillon et le chat à poils longs avec la traîne de satin blanc, étaient à côté de lui, courant l'un derrière l'autre.</color>\n<color=#ffffff73>« Courez, courez... Monsieur Perroux, montez dans ce chariot et escortez-nous jusqu'au port ! »</color>\n<color=#ffffff73>Derrière eux, des chats sautaient de haut en bas, arrachant les rubans décoratifs. Le vin et la salade sur la table du banquet avaient été renversés, et tout ce désordre arrêta le maître dans son élan.</color>\n<color=#ffffff73>« Mon chat à poils longs, reviens ! »</color>\n<color=#ffffff73>Personne ne se souciait de ses cris.</color>\n<color=#ffffff73>Devant le fait accompli, il ne put qu'emmener le couple au port en toute sécurité. Perroux ne pouvait tout simplement pas s'occuper d'autre chose. De plus, les chats avaient de petites pattes, ils ne pouvaient donc faire qu'une seule chose à la fois.</color>\n<color=#ffffff73>« Plic-ploc, plic-ploc... » Il commença à pleuvoir et la foudre se mit à s'abattre.</color>\n<color=#ffffff73>Dans la nuit noire, il n'y eut qu'un bref instant lumineux avant que le grondement du tonnerre n'arrive. Seule cette petite porte était encore ouverte, sans un seul garde devant.</color>\n<color=#ffffff73>Ils étaient probablement rentrés pour se protéger de la pluie.</color>\n<color=#ffffff73>Il y avait un bateau d'amarré sur le lac pris dans d'innombrables tourbillons. Si l'on n'y faisait pas attention, on aurait pu croire que ce fut l'ombre du pont. Cependant, Perroux, qui s'était transformé en chat, avait une vue étonnamment bonne et pouvait voir tous ces détails immédiatement.</color>\n<color=#ffffff73>Tenant les cadeaux de mariage du chat aux pattes avant tachetées, le chat tigré attrapa le chat aux poils longs et sauta du carrosse, virevoltant dans les airs avant de se retrouver sur le bateau en un rien de temps.</color>\n<color=#ffffff73>« Merci à vous ! Monsieur Perroux... » Le chat tigré fit une rare démonstration de respect, en s'inclinant sincèrement face à son sauveur.</color>\n<color=#ffffff73>« Profitons du fait que le maître n'ait pas encore retrouvé notre trace, partons sans plus attendre ! »</color>\n<color=#ffffff73>Allez-y ! Partez ! Rendez-vous à ce sanctuaire des chats.</color>\n<color=#ffffff73>Allez-y ! Partez ! Menez une vie heureuse !</color>\n<color=#ffffff73>Ému d'avoir accompli quelque chose d'aussi grand dans le plus grand des secrets, des larmes commencèrent à couler des yeux de Perroux.</color>\n<color=#ffffff73>Même s'il ne le savait toujours pas comment il allait vivre dans le corps d'un chat.</color>"
          }
        ]
      },
      {
        "title": "Tome VIII",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Réveillé par la Lumière aveuglante du soleil, Perroux ouvrit Les yeux et Les frotta inconsciemment...</color>\n<color=#ffffff73>Il avait retrouvé ses mains et ses pieds ! Les pattes de chat poilues avaient disparu. Que s'était-il passé La nuit dernière ? Perroux essaya de s'en souvenir.</color>\n<color=#ffffff73>... À ce moment-là, Le chat noir et blanc Perroux fit demi-tour avec Le chariot et était rentré en titubant.</color>\n<color=#ffffff73>L'horloge n'avait pas encore sonné douze fois.</color>\n<color=#ffffff73>Avant Le retour des autres chariots, il avait bondi hors du sien comme un chat et était rentré chez Lui sans que personne ne s'en aperçoive...</color>\n<color=#ffffff73>Et maintenant ? Malheur ! Le soleil était déjà haut dans Le ciel, Perroux aurait déjà dû commencer à travailler !</color>\n<color=#ffffff73>Il sauta hors de son lit, s'habilla et redevint Perroux Le portier.</color>\n<color=#ffffff73>La porte de la demeure de son maître était fermée. IL y avait un panneau sur lequel était écrit « Pas de visiteurs ».</color>\n<color=#ffffff73>« Le chat a disparu et Le maître est tombé malade... »</color>\n<color=#ffffff73>« Un si joli chat, que j'ai aimé dès que je l'ai vu... Pas surprenant qu'il ait été pris pour cible par des voleurs... »</color>\n<color=#ffffff73>« Pauvre de lui. Qui pourrait être plus gentil avec Lui que le maître ? »</color>\n<color=#ffffff73>C'était ce que les serviteurs du maître disaient en secret.</color>\n<color=#ffffff73>Apparemment, il n'avait pas besoin de portier aujourd'hui. Perroux prenait rarement des</color>\n<color=#ffffff73>congés, mais il était quand même très inquiet.</color>\n<color=#ffffff73>Où était-il allé ? À la firme féline.</color>\n<color=#ffffff73>Cette nuit-là, et durant plusieurs nuits d'affilée, Perroux retourna à l'endroit où s'arrêtaient Les chariots de poubelles et vérifia Les ombres sous chaque lampadaire, sans pour autant voir l'entrée d'une cave.</color>\n<color=#ffffff73>Ses bottes et son masque avaient aussi disparu.</color>\n<color=#ffffff73>C'était comme si La magie ne s'était jamais manifestée et que Perroux n'avait jamais rencontré de chat qui parlait.</color>\n<color=#ffffff73>Peut-être bien que le chat tigré était parti et que la firme féline avait été démantelée...</color>\n<color=#ffffff73>Le maître fut malade durant trois mois, et un matin d'été, il se mit soudainement à guérir.</color>\n<color=#ffffff73>Il était possible de l'entendre fredonner de sa chambre. C'était un air joyeux, Le genre de chanson que les jeunes aimaient chanter lorsqu'ils invitaient leur partenaire à danser.</color>\n<color=#ffffff73>« Perroux, venez par ici », Lui dit Le maître en lui faisait un signe de La main.</color>\n<color=#ffffff73>« Boum ! Boum ! Boum ! Boum ! » Le cœur de Perroux s'emballa à nouveau. Se pourrait-il que... ?</color>\n<color=#ffffff73>« Mon costume est démodé. Jetez-le et allez m'en acheter un neuf ! Quant au style... Prenez-moi quelque chose de plus à La mode ! », Lui dit Le maître d'un ton affable.</color>\n<color=#ffffff73>« Oh... », lâcha Perroux, soulagé, en prenant le vieux costume.</color>\n<color=#ffffff73>« Le maître est quelqu'un de vieux jeu et de conservateur d'habitude, non ? », pensèrent sans le dire Perroux et les autres serviteurs.</color>\n<color=#ffffff73>Un morceau de papier tomba de la poche du vieux costume.</color>\n<color=#ffffff73>Après Le départ du chat tigré, les autres chats s'étaient fait passer pour Le chat à poils longs et lui ont écrit une lettre qui témoignait de sa sécurité au maître : « Père, je vais bien. J'ai joint à ce courrier du poisson et de la souris séchés. J'espère que</color>\n<color=#ffffff73>vous apprécierez. »</color>\n<color=#ffffff73>« D'autre part, madame von Frigga qui a proposé Le mariage existe vraiment, et elle a des</color>\n<color=#ffffff73>sentiments pour vous. Vous devriez aussi vous trouver une conjointe. »</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>La firme féline</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Tomes",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5736,
            "name": "La firme féline - Tome I",
            "desc": "<p>Un jour, la mystérieuse firme féline a envoyé une invitation au portier Perroux... Quel genre d'aventures l'attendent ?</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/a8c59f8a2207a182e03a632fe773a330_1171313026994138087.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5737,
            "name": "La firme féline - Tome II",
            "desc": "<p>Après avoir déchiffré le sortilège félin, Perroux trouve l'entrée de la firme et, juste comme ça, il « saute dans l'ombre en dessous »... Et puis ?</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/a8c59f8a2207a182e03a632fe773a330_6192801754524512590.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5738,
            "name": "La firme féline - Tome III",
            "desc": "<p>Le chat avec un tatouage sur tout le bras a terminé la mission du patron félin qui ronfle tout le temps, mais qu'ont fait les autres ? La curiosité de Perroux reste intacte...</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/a8c59f8a2207a182e03a632fe773a330_2948396361719712021.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5739,
            "name": "La firme féline - Tome IV",
            "desc": "<p>Même la firme féline, qui a presque tout vu, peut se retrouver désemparée de temps en temps. Quelle difficulté diabolique a confondu le vaniteux patron tigré pour qu'il ait à chercher du secours auprès de Perroux ?</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/a8c59f8a2207a182e03a632fe773a330_3883133308162580661.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5740,
            "name": "La firme féline - Tome V",
            "desc": "<p>Les bottes magiques d'un chat et le masque mystérieux d'un chat. Comment vont-ils amener le chat à long poil à la firme féline ?</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/a8c59f8a2207a182e03a632fe773a330_7497484128982276410.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5741,
            "name": "La firme féline - Tome VI",
            "desc": "<p>Sous les yeux de tous les chats et du maître, le chat tigré et le chat à long poil s'uniront-ils sans accroc, devenant mari et femme... Ou bien...?</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/a8c59f8a2207a182e03a632fe773a330_3287799535006196939.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5742,
            "name": "La firme féline - Tome VII",
            "desc": "<p>« Cours, Perroux, cours ! »... Pour le Perroux sur qui des oreilles de chat ont poussé, ces mots seuls résonnaient dans son esprit...</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/a8c59f8a2207a182e03a632fe773a330_4726781029902798553.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5743,
            "name": "La firme féline - Tome VIII",
            "desc": "<p>« Cela dit, il semblerait que le maître soit entré dans un autre printemps d'amour ? », murmurèrent les serviteurs...</p><p>Mais c'était quelque chose qui s'est produit beaucoup plus tard...</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/a8c59f8a2207a182e03a632fe773a330_4359894007646157786.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}