{
  "epId": 6367,
  "name": "Alice",
  "desc": "<p>L'aventurière qui a vu le monde, le Roi Dodo, la protectrice du vieux Mondstadt, l'amie des adultes qui portent l'espoir dans leurs cœurs, l'auteure du Guide de voyage en Teyvat, l'initiatrice de la technique Kujirai du Temari, le fournisseur du Seigneur Sangemah Bay, la doyenne et fondatrice de l'Hexenzirkel au nom de code « A » et la mère de Klee.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/170542231/279e2e1b961d770f2b89f649906b32f7_1021339640276419769.png",
  "menuId": 10,
  "menuName": "Archives des PNJ",
  "version": 1726263229,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Alice</color>"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Hexenzirkel</color>"
          }
        ]
      },
      {
        "key": "Voix chinoise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Zhang Qi (张琦)</color>"
          }
        ]
      },
      {
        "key": "Voix anglaise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Rachel Kimsey</color>"
          }
        ]
      },
      {
        "key": "Voix japonaise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Inoue Kikuko (井上喜久子)</color>"
          }
        ]
      },
      {
        "key": "Voix coréenne",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Yeo Min-jeong (여민정)</color>"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Présage d'édition",
        "desc": [
          {
            "type": "RichText",
            "text": "(L'écriture est plutôt mignonne. Cela ne ressemble pas à une fiche de divination...)\nJe voyage en Teyvat de temps en temps pour voir s'il y a des changements bouleversants qui ont altéré ses paysages. Je réécrirai mon guide touristique des sept nations lorsque peu de gens se souviendront de mon nom.\nMais la fatigue me gagne ces derniers temps pour une quelconque raison. Peut-être que c'est dû à l'arrivée du printemps.\nÀ Mondstadt, j'ai rencontré une fille qui vous ressemblait beaucoup quand vous étiez petite. J'ai marché un peu avec elle pour passer le temps, et il s'est avéré qu'elle était justement en train de rapporter un livre à la bibliothèque. Un des vôtres, en réalité.\nJ'ai donc eu envie de me vanter un peu, je possède un exemplaire dédicacé de votre livre, après tout ! Mais je ne m'attendais pas à ce qu'elle dise ne pas avoir apprécié votre histoire.\nPensant qu'elle n'avait pas compris ce qu'elle avait lu, je lui ai expliqué que le sanglier, le loup et la forêt étaient tous les trois des symboles. Comme ils représentaient tous quelque chose, cela donnait à cette histoire un aspect plus profond.\nVous savez ce qu'elle m'a répondu ? « Je le sais, ça. Mais le monde a changé depuis. »\nAh, comme j'aurais aimé que vous soyez là à ce moment précis ! Vous auriez débattu avec elle sur-le-champ, et vous l'auriez terminée en lui disant : « Eh bien, qui est l'auteure ici, toi ou moi ? ». Mais pour une raison que j'ignore, je n'ai rien dit du tout.\nElle m'a regardé d'un air interrogateur pendant quelques instants avant de sortir un mouchoir et d'essuyer la sueur qui perlait sur mon visage. Puis, elle fit un signe de la main et disparut complètement dans la foule, ses couettes se balançant.\nJ'étais hors de moi. Et croyez-le ou non, j'en ai presque pleuré ! Vraiment, que valent les paroles d'une petite fille sur l'état du monde en général, de toute façon ? Je dois donc m'en assurer moi-même. Sur ce, je ne m'attarderai pas ici à trop penser à vous. Après tout, c'est une journée idéale pour voyager."
          }
        ]
      },
      {
        "title": "Un message pour Klee",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#37ffff>Alice</color> : Klee, toi et moi, nous appartenons à une race bénie par la longévité. Pour nous, le temps est comme une rafale de vent : les moments vont et viennent.\n<color=#37ffff>Alice</color> : Au cours d'une vie aussi longue, les parents ne sont rien d'autre qu'une première connexion. Même si nous ne voulons pas nous séparer, un jour viendra où tu devras suivre ta propre route.\n<color=#37ffff>Alice</color> : Klee, je t'aimerai toujours, mais il y a aussi d'autres personnes qui sont là pour toi.\n<color=#37ffff>Alice</color> : Des amis qui t'accompagnent, des professeurs qui t'éduquent, des gens qui sont prêts à rester sur une île pour toi, aussi insolite soit-elle...\n<color=#37ffff>Alice</color> : L'été est pour tout le monde. Peu importe comment la vie évolue, peu importe ce qui arrive cette année, l'été sera toujours là, tout comme l'amour entre les gens.\n<color=#37ffff>Alice</color> : À partir de maintenant, peu importe où tu iras, j'espère que tu n'oublieras jamais qu'il y a des gens qui t'aiment dans ce monde.\n<color=#37ffff>Alice</color> : Oh, au fait, écoute bien monsieur Albedo quand tu seras de retour à la maison. Je reviendrai régulièrement vous voir, tous les deux. D'ailleurs, dès que j'aurai un moment de libre, je reviendrai discrètement voir comment vous allez, toi et les autres. Héhé, personne n'a rien remarqué ?"
          }
        ]
      },
      {
        "title": "Dialogues à propos de l'Hexenzirkel",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#37ffff>Alice</color> : « Une personne qui nullement ne mentirait »... C'est moi, A comme Alice. J'espère que personne n'est triste, mais c'est juste que j'aime les gens honnêtes et sincères."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relations"
      },
      {
        "type": "RichText",
        "text": "Archipel de la pomme dorée",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nAlice trouva ces îles et décida de les métamorphoser, de transformer ces anciennes ruines en parc d'été, et d'utiliser le sobriquet de Roi Dodo pour y inviter sa fille Klee et ses amis."
      },
      {
        "type": "CustomEntry",
        "epId": 6274,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nAlice était l'une des trois sorcières qui créèrent Simulanka. Elle est la déesse créatrice de ce monde magique."
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Hexenzirkel",
        "desc": "<p>Une société secrète de sorcières, qui discute de secrets lors de goûterons et explore Irminsul. Il y a huit sorcières dans l'Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/170542231/9637c661f54d176aea6cc2ef4dca351c_4195400078932468810.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nAlice est la doyenne et fondatrice de la société secrète de l'Hexenzirkel. Son nom de code est A."
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Klee",
        "desc": "Une invitée régulière des cellules de l'Ordre de Favonius, et également la maîtresse des explosions à Mondstadt, où on la surnomme « le soleil fuyant ».",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Klee_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nLa fille d'Alice"
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Rhinedottir",
        "desc": "<p>Une alchimiste, membre de l'Hexenzirkel, l'un des cinq pécheurs de Khaenri'ah et mère d'Albedo. Rhinedottir créa une armée de monstres de l'ombre, qui attaquèrent Teyvat il y a 500 ans. Elle est aussi connue sous les noms d'Or et de R.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/10/170542231/51d91783c66c5060355e650e420243e2_1645315974712436972.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "name": "Andersdotter",
        "desc": "<p>Anya M Andersdotter était une écrivaine mortelle de Mondstadt et un membre de l'Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/170542231/f1576f261802f32e6c00a1bf8a6335df_5713399735640946351.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6369,
        "name": "Nicole",
        "desc": "<p>Une prophétesse et membre de l'Hexenzirkel. Elle est aussi connue sous les noms de Nicole Reeyn et de N. <span class=\"wk-shady\">Elle est, supposément, l'une des dernières fées restées conscientes. Elle perdit sa voix et ne peut aujourd'hui parler qu'à l'intérieur de la tête des gens.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/170542231/4e2bf9792658e1c0d712c7f98d4eac3a_6024802218071877018.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6370,
        "name": "Barbeloth",
        "desc": "<p>Une visionnaire, membre de l'Hexenzirkel, et initiatrice de Mona. Elle est aussi connue sous les noms d'Astromancienne Barbeloth Trismegistus et de B.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/170542231/c11bc32a2df3184a98f12aa253560c6c_1195951009242881927.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6372,
        "name": "I. Ivanovna N.",
        "desc": "<p>Membre de l'Hexenzirkel et premier maire de Snezhnaya</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/170542231/194c68529f12745f86263afdec95651d_7287117755933357397.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nSorcières de l'Hexenzirkel"
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Génie connu sous le surnom de « Kreideprinz », Albedo est l'alchimiste en chef et le capitaine des enquêteurs de l'Ordre de Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nAlice trouva un travail pour Albedo à l'Ordre de Favonius, lui demanda de prendre soin de Klee et de la considérer comme sa véritable petite sœur.\nAlice demanda des droits d'auteur au nom d'Albedo pour ses œuvres d'art, et l'argent perçu était versé à des œuvres caritatives."
      },
      {
        "type": "CustomEntry",
        "epId": 2269,
        "name": "Dori",
        "desc": "<p>Une marchande ambulante avec un penchant pour les moras scintillants.</p><p><em>«&nbsp;Quelle que soit la rareté du matériel expérimental que vous recherchez, vous le trouverez auprès de Dori. Je ne sais pas où elle se procure ses marchandises... Veillez également à garder un œil sur les prix lorsque vous achetez chez elle. J'ai mal à cœur à chaque fois que je dois passer à la caisse.&nbsp;» — Tighnari</em></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/09/169177528/6539bea71efd0f839db897cfc4094362_8420275980190660130.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\n<color=#ffffff73>Alice est le meilleur fournisseur de Dori.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3974,
        "name": "Idyia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un PNJ exclusif à l'événement «&nbsp;Un paradis estival mystérieux&nbsp;!&nbsp;». Elle est une Océanide et la gardienne de la Bouteillère, le Mirage de veluriyam.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/12/235883431/8f84efbb97c6667cbf39cb960acb5db8_1164682771813336387.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nAlice donna à Idyia une bouteille magique qui peut exaucer un vœu à l'intérieur de la bouteille elle-même. Idyia vit dans le monde à l'intérieur de la bouteille, appelé Mirage de veluriyam."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Inventions"
      },
      {
        "type": "RichText",
        "text": "Phonographe d'Alice",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Un appareil parlant qui permet de trasmettre l'amour d'une mère à sa fille"
      },
      {
        "type": "RichText",
        "text": "Dodocommunicateur",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Un appareil permettant aux gens de rester en contact même à distance"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ouvrages liés"
      },
      {
        "type": "CustomEntry",
        "epId": 2316,
        "name": "Guide de voyage en Teyvat",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Teyvat Travel Guide_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 5839,
        "name": "La petite sorcière et le feu inextinguible",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_3146868602321080665.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Teasers & Trailers",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Aperçu de l'histoire : « Goûterons des sorcières »"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/1d77b3f1972e0b02f49a1b5a27009d7c_888359372350112506.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>07/03/2023</color>\nEn recevant soudainement un message de la lampe ancienne, même Alice, plus connue comme étant l'aventurière qui a vu le monde, le Roi Dodo, la protectrice du vieux Mondstadt, l'amie des adultes qui portent l'espoir dans leurs cœurs, l'auteure du Guide de voyage en Teyvat, l'initiatrice de la technique Kujirai du Temari, le fournisseur du Seigneur Sangemah Bay, membre de l'Hexenzirkel au nom de code « A » et la mère de l'adorable Klee, fut décontenancée.\nHeureusement, aucun désastreux incident n'était à l'origine du message. Il a simplement permis à une jeune fille, qui a déjà bien grandi, de se rappeler des personnes qui l'ont accompagnée dans sa jeunesse.\n<color=#ff9999>YouTube :</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=RigK4OwCCM8&list=PLqWr7dyJNgLICZACs2Fge9bkhlvdE_Y70&index=18&ab_channel=GenshinImpact"
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Klee",
        "desc": "Une invitée régulière des cellules de l'Ordre de Favonius, et également la maîtresse des explosions à Mondstadt, où on la surnomme « le soleil fuyant ».",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Klee_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Histoire du personnage"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Histoire du personnage 1</color>\nIl y a de cela trois ans, Klee fut confiée par ses parents, un célèbre couple d'aventuriers, à l'Ordre de Favonius.\nC'est ainsi que la jeune Klee et le « garçon en blanc » lièrent leurs destinées à leur « famille » mondstadtoise.\nKlee a l'esprit ouvert, et témoigne d'une grande curiosité à l'égard du monde extérieur ; elle fait montre d'un enthousiasme encore plus marqué pour tout ce qui a trait aux explosions.\nSous l'œil bienveillant des chevaliers de l'Ordre, elle est protégée du mal de ce monde.\nLa jeune fille a rapidement construit avec les membres de l'Ordre un lien indéfectible.\nÊtre envoyée en cellule par Jean, aider Amber à améliorer le Baron Lapinou, mettre au point quelque nouvelle bombe...\nTous ces aspects du quotidien sont à ses yeux autant de trésors chéris.\n<color=#ffd780>Histoire du personnage 5</color>\nAux yeux de Klee, les chevaliers de l'Ordre sont une vraie famille ; mais la personne qu'elle adore le plus reste sa mère, qui a suivi le chemin de l'aventure.\nCelle-ci n'est autre que la célèbre aventurière Alice, auteure du Guide de voyage en Teyvat ; aux yeux de Klee, la femme peut tout faire.\nPrendre Klee par la main et lui apprendre comment fabriquer une charge, choisir un détonateur, l'aider à exprimer sa créativité et créer des feux d'artifices toujours plus impressionnants et agréables à l'œil ;\n... Ou lui apprendre à identifier les points porteurs de la Falaise Arrachétoile qui permettraient de la réduire en poussière ;\n... Ou encore se tirer mutuellement la langue en se faisant remonter les bretelles par maître Hoffman de l'Ordre de Favonius...\nAutant de souvenirs chéris par Klee.\nAinsi Klee vécut-elle ses jeunes années, jusqu'au jour où ses parents décidèrent de partir en un lieu éloigné et dangereux. Ils confièrent alors l'enfant à Albedo et aux chevaliers de l'Ordre.\nBien qu'encore toute jeune, Klee savait déjà qu'elle marcherait un jour dans les pas d'Alice.\nUn jour, elle le sait, ses explosifs feront honneur à sa mère.\n<color=#ffd780>Dodoco</color>\nDodoco est la première et meilleure amie de Klee.\nSa mère, Alice, lui fit cadeau de cette poupée qu'elle confectionna de ses propres mains il y a de cela bien longtemps.\nCousue sur le trèfle à quatre feuilles porte-bonheur de Klee et suspendue à son sac à dos, Dodoco n'a depuis jamais abandonné la jeune fille.\nKlee se souvient encore des paroles de sa mère : « Ainsi, tu ne seras jamais seule, et tu auras toujours une amie à qui te confier. »\nPlus que simples amies, Dodoco et Klee ont une relation ressemblant en certains points à celle unissant Baron Lapinou et Amber, et se protègent mutuellement en cas de danger.\nCela dit, les chevaliers de l'Ordre familiers des inventions d'Alice et de sa fille conçoivent quelque... inquiétude à l'idée qu'il pourrait s'agir là d'une autre catastrophe attendant d'exploser à tout moment.\n« Dodoco » est un nom que Klee a elle-même choisi.\nQuand on lui demande ce qu'il signifie, elle rougit d'un coup, avant de répondre au bout d'un moment d'un air gêné : « Ça veut dire que... c'est ma meilleure amie ! »"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Répliques"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos des parents de Klee...</color>\nMa maman et mon papa sont les aventuriers les plus connus de Teyvat ! Maman a écrit le Guide de voyage en Teyvat, alors tous les restaurants et les hôtels du monde entier se l'arrachent."
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Génie connu sous le surnom de « Kreideprinz », Albedo est l'alchimiste en chef et le capitaine des enquêteurs de l'Ordre de Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Histoire du personnage"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Histoire du personnage 2</color>\n« C'est grâce à la recommandation de son maître qu'Albedo a pu s'établir à Mondstadt. »\nCette dernière affirmation est la vérité même, bien que Mondstadt accueille chaleureusement toute personne, avec ou sans recommandation.\nEn réalité, il serait peut-être plus approprié d'affirmer que la vie d'Albedo à Mondstadt serait plus simple sans avoir été ainsi présenté.\nEn effet, c'est à Alice, la célèbre auteure de voyage et vieille connaissance de son maître Rhinedottir, que cette dernière adressa sa lettre de recommandation.\nLa lecture de la missive plongea Alice dans une profonde réflexion.\n« Je lis ici qu'il faut que je vous trouve un laboratoire... Ça ne court pas vraiment les rues. Hum... Ah, je sais ! »\nEt c'est ainsi qu'Albedo fut présenté à l'Ordre de Favonius, qu'il rejoignit.\nLes tâches qu'on lui confie ne sont guère difficiles, et ne requièrent qu'une infime portion de ses talents.\nAlbedo pensait à tort pouvoir mettre à profit le reste de son temps libre pour se consacrer à ses expériences et ses artéfacts.\nMais cela s'avéra plus difficile que prévu.\nAlice a une fille, Klee.\n... C'est ça, CETTE Klee !\n« À partir d'aujourd'hui, on est une famille. Tu peux la considérer comme ta propre sœur ! »\nEt depuis ce jour, Albedo dépense une grande partie de son énergie à garder un œil sur la jeune et turbulente Klee.\n<color=#ffd780>Histoire du personnage 3</color>\nAlbedo ne garde aucun souvenir de sa propre famille. Aussi loin qu'il puisse se rappeler, le jeune alchimiste se voit aux côtés de son maître, explorant les recoins de ce monde.\nQu'il s'agisse des membres de l'Ordre de Favonius, de dame Alice ou bien de ce voyageur venu/de cette voyageuse venue d'un autre monde, nombre de personnes de l'entourage d'Albedo occupent une place particulière à ses yeux. Cependant, aucune ne peut rivaliser avec celle qu'il accorde à son maître, Rhinedottir.\nCette dernière est sa seule et unique vraie famille.\nRhinedottir est d'un naturel froid et sévère. C'est elle qui éleva Albedo lorsqu'il était enfant, et qui lui enseigna les secrets de l'alchimie.\n« L'univers est telles les noires traînées habitant le ciel de la vérité ; la terre est le souvenir des vies et du temps passés.\nTu es telle la craie, et la terre noire, la Khemia, est la source de l'alchimie, et de toute vie. Et ceci... »\nAlbedo revoit encore son maître exécuter une technique complexe, faisant apparaître d'une gigantesque cuve de culture un être colossal alors qu'autour mille fragments se brisaient au sol.\n« ... C'est la vie. »\n<color=#ffd780>Histoire du personnage 4</color>\nAlbedo menait autrefois une existence aussi simple qu'heureuse.\nAucun souci, juste le long cours tranquille du temps, répondre aux attentes et enseignements de son maître suffisant à donner à sa vie toute sa signification.\nMais un jour, Rhinedottir découvrit au fond de quelque ténébreux recoin de ce monde une relique répondant au nom de « Cœur de Naberius ».\nÀ compter de ce jour fatidique, la femme disparut. Elle ne laissa derrière elle qu'une simple note, une lettre de recommandation, ainsi qu'un ouvrage ancien.\nLa note était ainsi rédigée : « Albedo, rends-toi à Mondstadt, présente cette lettre de recommandation à mon amie Alice, et termine ton ultime enseignement. »\nQuant à l'ancien livre, il s'agissait du précieux « Livre des rites » chéri par la femme.\nAlbedo reçut aussi à l'occasion un cadeau bien particulier à ses yeux : la reconnaissance écrite de son statut d'alchimiste, ainsi que son surnom, « Kreideprinz », le « Prince de la Craie ».\nChacun des enseignements qu'il reçut de son maître par le passé avait été incroyablement difficile.\nAlbedo avait toujours ajouté foi aux menaces de cette dernière lorsqu'elle lui disait : « Échoue, et je t'abandonne. »\nMais la tâche qui cette fois-ci l'attendait dépassait en difficulté tout ce qu'il avait pu affronter auparavant...\nSerait-ce donc là l'ultime défi qui se tiendrait entre leurs retrouvailles futures ?\n« Voici l'ultime réalisation que j'attends de ta part : montre-moi la vérité et le sens de ce monde. »"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Répliques"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>La famille...</color>\nMa famille ? Alice voudrait que je la considère comme ma mère... Mais pour moi, parler de la famille équivaut à parler de mon maître. Aussi loin que remontent mes souvenirs, elle est à mes côtés. C'est elle qui m'a enseigné tout ce que je sais sur l'alchimie et le monde. « Famille », « maître »... Peut-être même qu'aucune de ces appellations ne rend vraiment justice à ce qu'elle représente à mes yeux.\n<color=#ffd780>À propos de Klee...</color>\nKlee est comme une sœur pour moi. C'est pour ça qu'à chaque fois qu'elle s'attire des ennuis, je me console en me disant qu'au moins pour l'instant, elle n'a pas la puissance d'Alice..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos d'Alice</color>\nLa mère de Klee, Alice, est une sorcière très énigmatique et quasi-omnipotente. Ne vous inquiétez pas. Elle est juste en train de vous faire marcher.\n<color=#ffd780>À propos des droits d'auteur</color>\nCertaines personnes ont estimé que mes peintures étaient rares et méritaient qu'on y investisse de l'argent. Ils ont dépensé une fortune pour acheter mes tableaux.\nEn plus de cela, les profits réalisés par la vente aux enchères de certains de mes croquis étaient assez importants... C'est alors qu'Alice a remarqué quelque chose.\nElle a utilisé ses relations personnelles pour demander une sorte de certification pour mon art... Je crois qu'elle appelait ça des droits d'auteur.\nSelon les règles des droits d'auteur demandés en mon nom par madame Alice, chaque fois qu'un peintre vend ce type de peinture de paysage, il doit me payer un certain pourcentage du revenu tiré de la vente.\nLa richesse n'a jamais été un but pour moi et je me moque de savoir où les moras vont. C'est pour cela que j'ai confié cette fortune à l'Ordre de Favonius.\nSi j'avais une suggestion à faire, ce serait de l'utiliser pour réparer les dégâts que madame Alice a l'habitude d'engendrer.\nToutefois, j'ai entendu dire qu'elle avait été utilisée pour des œuvres caritatives."
      },
      {
        "type": "CustomEntry",
        "epId": 35,
        "name": "Barbara",
        "desc": "Barbara est adulée de tous à Mondstadt. Pourtant, c'est dans un magazine qu'elle a découvert le terme « idole ».",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Barbara_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Histoire du personnage"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Magazine des idoles d'Alice</color>\n« ... Idole ? »\nLa première fois que Barbara entendit ce mot, l'incompréhension pouvait se lire sur son visage.\n« Mais, les Archons sont ceux qu'on adore, non ? »\n« Pas seulement », lui répondit Alice, l'une des plus anciennes membres de l'Hexenzirkel d'un ton mielleux. « Lis ceci, et tu comprendras. »\nEt Barbara, qui n'avait jamais rien lu de pareil, découvrit à la lecture du magazine sur les idoles, ramené d'on ne sait quel monde, le sens de ce terme. Visiblement, le travail d'une idole consistait principalement à... se faire adorer, mais dans un sens légèrement différent.\nElle découvrit également qu'une idole douée pouvait non seulement apporter la joie aux autres, mais aussi leur fournir quelque réconfort spirituel par ses chants et ses danses.\nEt c'est ainsi qu'elle apprit chanson après chanson, dansant en rythme au son de la musique, et trouva enfin le bonheur dans le sourire que lui renvoyaient ceux qui l'écoutaient.\nAlice vint un jour la voir l'air défait, et lui appris que le projet qu'elles avaient de monter leur propre groupe, « Les Idoles de Teyvat », ne pourrait hélas pas voir le jour. Mais déjà, les performances de Barbara lui avaient acquis une certaine réputation dans Mondstadt.\n« Bon, si je suis la seule qui reste... Ça ne me dérange pas de continuer pour vous et pour le public ! »\nEt c'est ainsi que, guidée par son ambition de répandre la joie autour d'elle, Barbara continue de parfaire chaque jour un peu plus son art en secret."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Répliques"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Connaître Barbara (3)</color>\nAlice m'a dit que pour être une véritable idole, il fallait toujours chercher à guérir l'âme des gens. Je suis complètement d'accord avec elle !"
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Mona",
        "desc": "Jeune astromancienne mystérieuse, Mona se surnomme elle-même « la grande astromancienne Mona », et fait preuve d'une force singulière et d'une érudition hors-norme qui ne désavouent pas cette appellation.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Histoire du personnage"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Histoire du personnage 1</color>\nLe maître de Mona, une astromancienne aussi âgée qu'expérimentée, lui a récemment confié une importante mission.\nL'amie et rivale de celle qui forma Mona se trouvait autrefois à Mondstadt, et Mona y fut donc envoyée en vue de récupérer des mains de sa successeure une certaine boîte mystérieuse.\n« Si jamais tu oses regarder ce que la boîte contient... Tu es prévenue. » Ainsi fut avertie Mona avant son départ.\nÀ la grande surprise de cette dernière, la successeure en question s'avéra être Klee, le Chevalier de l'étincelle...\nLa boîte était toujours en sa possession, mais suite à certaines actions de Klee et à une série d'événements échappant à son contrôle, Mona résolut à son corps défendant l'énigme se cachant derrière la boîte...\n« C'est... Ce... Ce journal... C'est juste le journal que la vieille a écrit il y a cinquante ans ?! Si je rentre maintenant, la vieille va me passer un de ces savons... »\nEn désespoir de cause, Mona dut se résoudre à rester à Mondstadt, et à y entamer une nouvelle vie, difficile mais enrichissante."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Répliques"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos de Klee...</color>\nOui, la fille d'Alice. L'Ordre de Favonius s'occupe d'elle et Albedo aussi. Quelle chanceuse, sa constellation est le Trifolium ! Je suis jalouse...\nSi j'avais eu de la chance dans la vie, mon chemin n'aurait jamais croisé celui de la vieille..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos d'Alice</color>\nOui. Mon maître excellait dans l'astromancie ; mais Alice, elle, excellait dans maints domaines occultes."
      },
      {
        "type": "CustomEntry",
        "epId": 2269,
        "name": "Dori",
        "desc": "<p>Une marchande ambulante avec un penchant pour les moras scintillants.</p><p><em>«&nbsp;Quelle que soit la rareté du matériel expérimental que vous recherchez, vous le trouverez auprès de Dori. Je ne sais pas où elle se procure ses marchandises... Veillez également à garder un œil sur les prix lorsque vous achetez chez elle. J'ai mal à cœur à chaque fois que je dois passer à la caisse.&nbsp;» — Tighnari</em></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/09/169177528/6539bea71efd0f839db897cfc4094362_8420275980190660130.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Histoire du personnage"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Histoire du personnage 5</color>\nPersonne ne sait exactement comment Dori et Alice se sont rencontrées. Ce qui est sûr, c'est qu'elles forment un duo commercial que tous les marchands envient.\nAlice, qui voyage à travers le monde, ne s'arrête jamais pour une longue durée lorsqu'elle se rend à Sumeru. En revanche, de temps à autre, elle envoie ses dernières inventions à Dori.\nDe son côté, Dori cherche toujours un moyen de transmettre à Alice une partie des moras gagnés par les ventes de ces nouveaux produits.\nParfois, Alice joint une lettre à ses livraisons pour dire à Dori qu'elle se trouve dans une zone dangereuse et lui demander de garder ses moras de côté.\nCependant, Dori insiste pour envoyer quelqu'un et livrer les moras à Alice dans un endroit sûr.\nLa main-d'œuvre, le transport, les assurances... Les frais s'additionnent, et pourtant, Dori ne se montre jamais avare et débourse tout l'argent de sa propre poche pour payer à l'avance.\n« Dori est magnanime et paie toujours ses dettes. »\n« Et puis, Alice aussi a beaucoup de dépenses, il faut donc s'assurer qu'elle ait assez de moras à sa disposition. »\nC'est en radotant de la sorte que Dori vérifie encore et encore que les moras sont parvenus à destination.\nAlice n'est peut-être plus l'unique fournisseur de Dori, mais cette dernière accorde toujours la priorité à ce qu'elle soit payée.\nPeut-être se souvient-elle de la promesse qu'elles se sont faite le jour où elles se sont rencontrées.\n« Vous voulez des moras à n'en plus savoir que faire ? Pas de problème. Je peux vous fournir toute sorte d'objets extraordinaires, à vous de voir combien vous pouvez en vendre. »\n« Ne vous en faites pas, je les vendrai à prix élevés pour obtenir le plus de moras possible. Ensuite, je vous enverrai cet argent le plus vite possible... Nous serons les meilleures partenaires du monde. »"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Répliques"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos d'Alice...</color>\nLes nouveautés excentriques d'Alice sont sans limite ! Ce qui fait d'elle, et de loin, mon meilleur fournisseur, héhé. Ahem, maintenant que je t'ai dit mon secret, je pense qu'il est temps pour toi de payer tes frais de scolarité, hmm ? Allez, fais voir les moras !"
      },
      {
        "type": "CustomEntry",
        "epId": 43,
        "name": "Diluc",
        "desc": "Un jeune noble possédant la plupart des entreprises du vin de Mondstadt ; nul ne saurait sous-estimer sa richesse, sa réputation et ses capacités.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diluc_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lettre adressée à « Alice »"
      },
      {
        "type": "RichText",
        "text": "Chère Alice,\nJe dois admettre que je ne m'attendais pas à ce que vous m'écriviez.\nEn effet, il semble que je ne vous avais pas remarquée malgré votre présence. Veuillez m'en excuser.\nVous avez la réputation d'être une puissante sorcière. Je suis certain que Klee aurait pu rentrer chez elle sans aucun souci même si je n'avais pas été là.\nEn tout cas, vous avez quand même pris la peine de m'écrire une lettre. Je ne peux que vous en être reconnaissant.\nComme vous l'avez dit, la meilleure chose que je puisse faire est de partir en voyage. Je verrai de mes propres yeux ce que le monde peut offrir.\nLa volonté de mon père continuera à exister à travers moi.\nDurant mon absence, Klee pourra venir s'amuser autant qu'elle le veut au Domaine de l'Aurore. Adeline préparera des encas et du jus de raisin pour chacune de ses visites. Vous êtes aussi la bienvenue, si vous souhaitez l'accompagner.\nJ'espère que Klee et vous allez bien."
      },
      {
        "type": "CustomEntry",
        "epId": 6372,
        "name": "I. Ivanovna N.",
        "desc": "<p>Membre de l'Hexenzirkel et premier maire de Snezhnaya</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/170542231/194c68529f12745f86263afdec95651d_7287117755933357397.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Présage d'édition"
      },
      {
        "type": "RichText",
        "text": "(Une écriture soignée. Cela ne ressemble pas à une fiche de divination...)\nBarbie se fait vieille et ne sait plus écrire correctement à cause de ses émotions. Mais ce n'est pas mon cas : en tant que premier maire, j'ai demandé à Alice de m'aider à régler diverses affaires insignifiantes à Snezhnaya. En échange, elle m'a demandé d'écrire un petit texte ici.\nJe ne crois pas qu'il existe un monde après la mort, nous devons donc donner le meilleur de nous-mêmes pendant que nous respirons encore. De ce fait, je ne pense pas que vous lirez un mot de ce que j'écris ici. J'écris seulement pour moi, à vrai dire.\nPersonne parmi nous n'a suivi d'entraînement à la magie ou au combat. Nous sommes tout simplement ordinaires. Nous pourrions peut-être parvenir à un accord, bien que je pense le contraire. Alice était vraiment trop ██ain d'indulgente avec vous. À l'époque, elle me traînait à travers les cours d'eau, faisait exploser des fourneaux, attrapait des chats dans des donjons... Ce processus était loin d'être simple, mais dans tous les cas, il visait à protéger les gens qui nous entouraient.\nVous vous demandez sûrement si c'était le prix à payer pour s'entendre avec cette bande de folles ? Je doute que vous soyez d'accord avec ce constat, et moi non plus. Ces jours furent après tout les plus précieux que nous avons passés ensemble, n'est-ce pas ?"
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "name": "Andersdotter",
        "desc": "<p>Anya M Andersdotter était une écrivaine mortelle de Mondstadt et un membre de l'Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/170542231/f1576f261802f32e6c00a1bf8a6335df_5713399735640946351.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vieux journal"
      },
      {
        "type": "RichText",
        "text": "... C'est moi qui aurais dû être A, comme mon prénom commence et se termine par A. Mais Alice a décidé que je serai M comme l'initiale de mon deuxième prénom, parce qu'elle est arrivée avant moi dans le groupe. Haha, elle sait comment me sortir de mes gonds...\nMais sa magie ne cesse pas de m'épater. Je n'arrive pas à croire qu'elle a réussi à faire parler une de mes grenouilles en origami.\nHmm... Et si j'écrivais une histoire avec des animaux en origami qui parlent ? Voyons voir... Il était une fois une forêt magique, où vivaient un groupe d'animaux en papier...\nBarbie adore regarder dans l'avenir, alors elle a utilisé ses pouvoirs pour tracer le destin de tous les êtres vivants de Simulanka. Mais connaître la fin en avance enlève tout le plaisir à l'histoire...\nJe pense que je vais faire un pari avec elle. Je pense qu'un jour, le peuple de Simulanka décidera de son propre destin.\n... Apparemment, elle voudrait faire construire une statue à son effigie dans la capitale ?! Haha, elle aime voir les choses en grand."
      },
      {
        "type": "CustomEntry",
        "epId": 2487,
        "name": "Zhiqiong",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/10/235883431/23cdc287d1b7b2392afdc407110a4e7e_4043935943998080912.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos du gouffre</color>\nJ'ai fait quelques missions pour le compte de la Guilde, bien sûr, mais je manque encore d'expérience, alors je n'ai pas fait beaucoup d'exploration en solo. Je ne pense pas non plus avoir laissé un souvenir impérissable de mes exploits...\nAlors j'ai pensé que le Gouffre pourrait être l'endroit idéal pour que les générations futures puissent se souvenir de moi.\nPour citer la grande aventurière Alice, peut-être que le Gouffre est mon « Rubicon » !\nEh bien, je n'en suis pas sûre moi-même, mais vu qu'Alice est une aventurière qui a vu le monde, alors ça doit être un endroit où elle est allée... Pas vrai ?"
      },
      {
        "type": "CustomEntry",
        "epId": 3974,
        "name": "Idyia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un PNJ exclusif à l'événement «&nbsp;Un paradis estival mystérieux&nbsp;!&nbsp;». Elle est une Océanide et la gardienne de la Bouteillère, le Mirage de veluriyam.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/12/235883431/8f84efbb97c6667cbf39cb960acb5db8_1164682771813336387.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos d'Alice</color>\nTu es... Tu es la fille d'Alice ?! Oh, je veux disparaître... Attends, je sais ! Je vais me cacher dans le noyau du domaine ! Je vais rester cachée jusqu'à ce que tout se calme. Rendez-vous dans cent ans !\nQui aurait cru que je me retrouverais dans un tel pétrin... Alors que j'avais dit à Alice que sa fille pouvait me rendre visite...\nHaha, alors je suppose que j'ai finalement remboursé Alice après toutes ces années. C'est drôle de penser que j'ai passé tout ce temps au milieu d'un désert... C'est juste un marais boueux géant pour moi..."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Xinghuo</color>",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos d'Ike</color>\nCe gars n'arrête pas de répéter ce que je dis.\nIl avait l'habitude de bégayer, et un jour, une voyageuse au nom d'Alice lui a donné une sorte de potion...\nDepuis, son bégaiement a cessé, mais il ne peut pas s'empêcher d'imiter la façon de parler des autres."
      },
      {
        "type": "RichText",
        "text": "Aratani",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos du Guide de voyage en Teyvat</color>\nAlice, la mère de Klee, est une aventurière renommée en Teyvat, et la version inazumienne de sa série « Guide de voyage en Teyvat » est sur le point de sortir.\nDame Yae a déjà trouvé la manière de la promouvoir : « L'œuvre commune du plus grand duo d'aventurières mère-fille de tout Teyvat. » Ça va sûrement être un succès."
      }
    ]
  }
}