{
  "epId": 6368,
  "name": "Rhinedottir",
  "desc": "<p>Une alchimiste, membre de l'Hexenzirkel, l'un des cinq pécheurs de Khaenri'ah et mère d'Albedo. Rhinedottir créa une armée de monstres de l'ombre, qui attaquèrent Teyvat il y a 500 ans. Elle est aussi connue sous les noms d'Or et de R.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/10/170542231/51d91783c66c5060355e650e420243e2_1645315974712436972.png",
  "menuId": 10,
  "menuName": "Archives des PNJ",
  "version": 1752179156,
  "components": {
    "videoCollection": [
      {
        "title": "Story Teaser: The Mages' Tea Party | Genshin Impact",
        "url": "https://youtu.be/RigK4OwCCM8",
        "coverUrl": "https://i.ytimg.com/vi/RigK4OwCCM8/maxresdefault.jpg",
        "duration": 130
      },
      {
        "title": "Teyvat Chapter Interlude Teaser: The Gods' Limits | Genshin Impact #GenshinImpact",
        "url": "https://www.youtube.com/watch?v=jvXVmvW8ZQw",
        "coverUrl": "https://i.ytimg.com/vi/jvXVmvW8ZQw/maxresdefault.jpg",
        "duration": 535
      }
    ],
    "galleryCharacter": [
      {
        "key": "Rhinedottir",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/10/170542231/6271b0ae23d03460891f8591d77561a6_1497290348810442860.png"
      },
      {
        "key": "Rhinedottir",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/10/170542231/f0a13a5b0fe6dd36e31c04588796f512_8468092585447062114.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Rhinedottir (à gauche) et Naberius, la maîtresse de la vie (à droite)"
          }
        ]
      },
      {
        "key": "Tasse de Rhinedottir",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/170542231/49a99dffa22e62acba1ab79219c11358_7509999418556106556.jpg"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrations",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/10/170542231/13e3efcafe8fd2d4c2db75fef6cf8953_4785830125448892934.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>09/07/2025</color>\n« Vous semblez manier mon pouvoir comme s'il n'était rien d'autre qu'un jouet destiné à vous divertir. »\n« ... Vous avez tout mon respect, Naberius.\nVos remarques incessantes sont l'une des seules choses qui peuvent m'atteindre. »"
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Génie connu sous le surnom de « Kreideprinz », Albedo est l'alchimiste en chef et le capitaine des enquêteurs de l'Ordre de Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Histoire du personnage"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Histoire du personnage 2</color>\n« C'est grâce à la recommandation de son maître qu'Albedo a pu s'établir à Mondstadt. »\nCette dernière affirmation est la vérité même, bien que Mondstadt accueille chaleureusement toute personne, avec ou sans recommandation.\nEn réalité, il serait peut-être plus approprié d'affirmer que la vie d'Albedo à Mondstadt serait plus simple sans avoir été ainsi présenté.\nEn effet, c'est à Alice, la célèbre auteure de voyage et vieille connaissance de son maître Rhinedottir, que cette dernière adressa sa lettre de recommandation.\nLa lecture de la missive plongea Alice dans une profonde réflexion.\n« Je lis ici qu'il faut que je vous trouve un laboratoire... Ça ne court pas vraiment les rues. Hum... Ah, je sais ! »\nEt c'est ainsi qu'Albedo fut présenté à l'Ordre de Favonius, qu'il rejoignit.\nLes tâches qu'on lui confie ne sont guère difficiles, et ne requièrent qu'une infime portion de ses talents.\nAlbedo pensait à tort pouvoir mettre à profit le reste de son temps libre pour se consacrer à ses expériences et ses artéfacts.\nMais cela s'avéra plus difficile que prévu.\nAlice a une fille, Klee.\n... C'est ça, CETTE Klee !\n« À partir d'aujourd'hui, on est une famille. Tu peux la considérer comme ta propre sœur ! »\nEt depuis ce jour, Albedo dépense une grande partie de son énergie à garder un œil sur la jeune et turbulente Klee.\n<color=#ffd780>Histoire du personnage 3</color>\nAlbedo ne garde aucun souvenir de sa propre famille. Aussi loin qu'il puisse se rappeler, le jeune alchimiste se voit aux côtés de son maître, explorant les recoins de ce monde.\nQu'il s'agisse des membres de l'Ordre de Favonius, de dame Alice ou bien de ce voyageur venu/de cette voyageuse venue d'un autre monde, nombre de personnes de l'entourage d'Albedo occupent une place particulière à ses yeux. Cependant, aucune ne peut rivaliser avec celle qu'il accorde à son maître, Rhinedottir.\nCette dernière est sa seule et unique vraie famille.\nRhinedottir est d'un naturel froid et sévère. C'est elle qui éleva Albedo lorsqu'il était enfant, et qui lui enseigna les secrets de l'alchimie.\n« L'univers est telles les noires traînées habitant le ciel de la vérité ; la terre est le souvenir des vies et du temps passés.\nTu es telle la craie, et la terre noire, la Khemia, est la source de l'alchimie, et de toute vie. Et ceci...|»\nAlbedo revoit encore son maître exécuter une technique complexe, faisant apparaître d'une gigantesque cuve de culture un être colossal alors qu'autour mille fragments se brisaient au sol.\n« ... C'est la vie. »\n<color=#ffd780>Histoire du personnage 4</color>\nAlbedo menait autrefois une existence aussi simple qu'heureuse.\nAucun souci, juste le long cours tranquille du temps, répondre aux attentes et enseignements de son maître suffisant à donner à sa vie toute sa signification.\nMais un jour, Rhinedottir découvrit au fond de quelque ténébreux recoin de ce monde une relique répondant au nom de « Cœur de Naberius ».\nÀ compter de ce jour fatidique, la femme disparut. Elle ne laissa derrière elle qu'une simple note, une lettre de recommandation, ainsi qu'un ouvrage ancien.\nLa note était ainsi rédigée : « Albedo, rends-toi à Mondstadt, présente cette lettre de recommandation à mon amie Alice, et termine ton ultime enseignement. »\nQuant à l'ancien livre, il s'agissait du précieux « Livre des rites » chéri par la femme.\nAlbedo reçut aussi à l'occasion un cadeau bien particulier à ses yeux : la reconnaissance écrite de son statut d'alchimiste, ainsi que son surnom, « Kreideprinz », le « Prince de la Craie ».\nChacun des enseignements qu'il reçut de son maître par le passé avait été incroyablement difficile.\nAlbedo avait toujours ajouté foi aux menaces de cette dernière lorsqu'elle lui disait : « Échoue, et je t'abandonne. »\nMais la tâche qui cette fois-ci l'attendait dépassait en difficulté tout ce qu'il avait pu affronter auparavant...\nSerait-ce donc là l'ultime défi qui se tiendrait entre leurs retrouvailles futures ?\n« Voici l'ultime réalisation que j'attends de ta part : montre-moi la vérité et le sens de ce monde. »\n<color=#ffd780>Histoire du personnage 5</color>\nL'alchimie pratiquée par Albedo n'a rien en commun avec celle pratiquée à travers les Sept Nations de Teyvat.\nL'héritage qui lui a été transmis est originaire d'un autre royaume – Khaenri'ah.\nKhaenri'ah est un monde souterrain que seules très peu d'espèces d'animaux habitent. C'est pour cette raison qu'Albedo a poussé à l'extrême l'étude de la branche « créatrice » de l'alchimie – la « Khemia », l'art de la création de la vie.\nEnfant, Albedo apprit la vérité suivante en parcourant les écrits de son maître :\nLa craie est la forme évoluée de la Terre noire. Ceci lui avait d'ailleurs été plus tard confirmé par Rhinedottir.\n« La craie est la forme la plus pure de la terre, et l'origine de la vie. »\nAlbedo fait aujourd'hui preuve d'une maîtrise autrement plus poussée de l'alchimie, et a acquis un savoir immense.\n« La craie naît de la Khemia. »\nLe jeune alchimiste a compris toutes les vérités sous-jacentes à cette simple affirmation.\nTous ces arcanes qu'aucune langue ne peut expliquer sont à jamais à ses yeux liés au souvenir précieux qu'il garde de son maître.\nBien qu'il ne s'agisse pas de sa mère biologique, il n'empêche que pour Albedo, c'est à elle et à elle seule qu'il doit la vie.\n« J'espère que je ne me fais pas des idées, mais quand les parents parlent du « sens de la vie » à leurs enfants, ils parlent de trouver le bonheur, c'est ça ? ... »\nAinsi pense à l'occasion le jeune alchimiste."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Répliques"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>La famille...</color>\nMa famille ? Alice voudrait que je la considère comme ma mère... Mais pour moi, parler de la famille équivaut à parler de mon maître. Aussi loin que remontent mes souvenirs, elle est à mes côtés. C'est elle qui m'a enseigné tout ce que je sais sur l'alchimie et le monde. « Famille », « maître »... Peut-être même qu'aucune de ces appellations ne rend vraiment justice à ce qu'elle représente à mes yeux.\n<color=#ffd780>Connaître Albedo (5)</color>\nAujourd'hui encore, l'alchimie de la Khemia que m'a enseignée mon maître demeure pleine de mystères. Que cherche-t-elle donc à créer ? ... J'ai encore beaucoup à apprendre, et je compte sur vous pour m'aider dans cette quête.\n<color=#ffd780>Quand il neige...</color>\nMaître..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Durin</color>\nLa force vitale du dragon résonne en moi...\nCela n'a rien à voir avec lui, mais tout avec moi...\nRhinedottir... Professeur... Durin est-il l'une de vos créations ?\nNotre rencontre était-elle de bon augure ?"
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Alice",
        "desc": "<p>L'aventurière qui a vu le monde, le Roi Dodo, la protectrice du vieux Mondstadt, l'amie des adultes qui portent l'espoir dans leurs cœurs, l'auteure du Guide de voyage en Teyvat, l'initiatrice de la technique Kujirai du Temari, le fournisseur du Seigneur Sangemah Bay, la doyenne et fondatrice de l'Hexenzirkel au nom de code « A » et la mère de Klee.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/170542231/279e2e1b961d770f2b89f649906b32f7_1021339640276419769.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos de l'Hexenzirkel</color>\n« Une fleur qui dans ce monde n'existerait » désignait R, de son prénom Rhinedottir ou l'« Or ».\nPersonne d'autre qu'elle ne pouvait donner naissance à des fleurs qui n'existaient pas."
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Créature de l'Abîme et «&nbsp;Père&nbsp;» des Mélusines. Il est apparu à Fontaine lors du Cataclysme il y a 500 ans.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/03/235883431/fa4c986eefe97522566b35be6e29e7a0_5320067043567583898.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos de sa mère</color>\nJe suis venu au monde grâce à ma mère. Elle est la meilleure personne du monde. C'est aussi elle qui m'a donné mon si joli nom.\nAvant de naître, je flottais dans les ténèbres cosmiques. Il faisait froid là-bas et je me sentais seul. J'étais très triste, ça m'arrivait souvent de pleurer.\nMais plus tard, j'ai entendu la voix de ma mère.\nElle voulait que je naisse dans un monde merveilleux, et donner vie à un corps robuste et sain qui me permettrait de marcher sur cette terre, ainsi qu'un beau prénom.\nMa mère voulait me donner de nombreux frères et sœurs, que je rencontre des amis et que je voie les superbes paysages au-delà des ténèbres cosmiques.\nElle ne m'a pas menti, j'étais très heureux. Mes grands frères et grandes sœurs étaient gentils avec moi. J'ai aussi eu des petits frères et des petites sœurs que j'ai traités tout aussi bien.\nPlus tard, nous avons quitté le monde sous terre. J'ai senti le vent souffler sur ma peau, le soleil me réchauffer, mais aussi la fraîcheur et la chaleur des eaux.\nCe n'est qu'après que j'ai découvert que j'étais différent des autres formes de vies de ce monde. Toutes les choses qui me rendaient heureux, qui m'intéressaient... étaient effrayantes et très blessantes pour elles.\nAu bout du compte, je suis tombé ici avant de mourir. J'étais triste, mais aussi heureux de ne plus vivre. J'ai chéri la vie que ma mère m'a donnée, mais cette vie ne leur apporterait que de la souffrance... Alors c'était la meilleure solution pour le bien de tous.\nPlus tard, j'ai donné la vie à mes enfants, tout comme ma mère l'a fait pour moi, pour qu'ils puissent marcher en ce monde. J'en suis fier et très ravi."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relations"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nRhinedottir vivait à Khaenri'ah durant la Dynastie de l'Éclipse Noire. Elle était l'une des six personnes qui auraient dû empêcher le cataclysme de s'abattre sur la nation, en empêchant le roi vinster de continuer à ébranler les fondations du monde. Elle, avec quatre autres, succomba à l'appel de l'Abîme pour se répartir un pouvoir capable de détruire le monde. Elle devint un pécheur, un être transcendant en possession d'un pouvoir dévastateur. Ses créations envahirent Teyvat durant le cataclysme 500 ans en arrière."
      },
      {
        "type": "CustomEntry",
        "epId": 7483,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7484,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7485,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7486,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nAvec Rhinedottir, ils ne purent résister à l'appel de l'Abîme et se partagèrent un pouvoir capable de détruire le monde. Ils devinrent les cinq pécheurs de Khaenri'ah, des êtres transcendants They became the Five Sinners, transcendent beings with a world-shattering power."
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Hexenzirkel",
        "desc": "<p>Une société secrète de sorcières, qui discute de secrets lors de goûterons et explore Irminsul. Il y a huit sorcières dans l'Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/170542231/9637c661f54d176aea6cc2ef4dca351c_4195400078932468810.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nRhinedottir est membre de l'Hexenzirkel."
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Génie connu sous le surnom de « Kreideprinz », Albedo est l'alchimiste en chef et le capitaine des enquêteurs de l'Ordre de Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nL'une des plus belles créations de Rhinedottir, son fils. Après que Rhinedottir et Albedo ont découvert une relique répondant au nom de « Cœur de Naberius », elle disparut, laissant une note dans laquelle elle disait à Albedo de se rendre à Mondstadt et de trouver"
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Alice",
        "desc": "<p>L'aventurière qui a vu le monde, le Roi Dodo, la protectrice du vieux Mondstadt, l'amie des adultes qui portent l'espoir dans leurs cœurs, l'auteure du Guide de voyage en Teyvat, l'initiatrice de la technique Kujirai du Temari, le fournisseur du Seigneur Sangemah Bay, la doyenne et fondatrice de l'Hexenzirkel au nom de code « A » et la mère de Klee.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/170542231/279e2e1b961d770f2b89f649906b32f7_1021339640276419769.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "."
      },
      {
        "type": "CustomEntry",
        "epId": 8237,
        "name": "Naberius",
        "desc": "<p>La Maîtresse de la vie, l'une des quatre ombres créées par l'Originel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/10/170542231/2cc1e13e97b7fc9172609f3c151f5929_327534713649133294.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nLa maîtresse de la vie, l'une des quatre ombres, que Rhinedottir dévora."
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>Dragon maléfique et l'un des enfants de Rhinedottir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/170542231/206a8a0bc1698ae7019f093470f9e845_5683098922288227541.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nL'une des créations de Rhinedottir. Il fut tué par l'archon Anémo et un dragon élémentaire,"
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>Dragon élémentaire, ami de l'Archon Anémo Barbatos. Après avoir été empoisonné par le dragon noir, il fut connu sous le nom de Stormterror.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/03/170542231/b6e31b3c3cb069320d40e3b7b7d06b2f_492675452252506475.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": ", il y a 500 ans. La prophétie de"
      },
      {
        "type": "CustomEntry",
        "epId": 6370,
        "name": "Barbeloth",
        "desc": "<p>Une visionnaire, membre de l'Hexenzirkel, et initiatrice de Mona. Elle est aussi connue sous les noms d'Astromancienne Barbeloth Trismegistus et de B.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/170542231/c11bc32a2df3184a98f12aa253560c6c_1195951009242881927.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "annonce que « L'enfant de R... reviendra un jour d'entre les morts. »"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Créature de l'Abîme et «&nbsp;Père&nbsp;» des Mélusines. Il est apparu à Fontaine lors du Cataclysme il y a 500 ans.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/03/235883431/fa4c986eefe97522566b35be6e29e7a0_5320067043567583898.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nProbablement l'une des créations de Rhinedottir. Il mourut à Fontaine il y a 500 ans, lorsqu'il comprit qu'il corrompait tout ce qu'il touchait."
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Alice",
        "desc": "<p>L'aventurière qui a vu le monde, le Roi Dodo, la protectrice du vieux Mondstadt, l'amie des adultes qui portent l'espoir dans leurs cœurs, l'auteure du Guide de voyage en Teyvat, l'initiatrice de la technique Kujirai du Temari, le fournisseur du Seigneur Sangemah Bay, la doyenne et fondatrice de l'Hexenzirkel au nom de code « A » et la mère de Klee.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/170542231/279e2e1b961d770f2b89f649906b32f7_1021339640276419769.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6369,
        "name": "Nicole",
        "desc": "<p>Une prophétesse et membre de l'Hexenzirkel. Elle est aussi connue sous les noms de Nicole Reeyn et de N. <span class=\"wk-shady\">Elle est, supposément, l'une des dernières fées restées conscientes. Elle perdit sa voix et ne peut aujourd'hui parler qu'à l'intérieur de la tête des gens.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/170542231/4e2bf9792658e1c0d712c7f98d4eac3a_6024802218071877018.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6370,
        "name": "Barbeloth",
        "desc": "<p>Une visionnaire, membre de l'Hexenzirkel, et initiatrice de Mona. Elle est aussi connue sous les noms d'Astromancienne Barbeloth Trismegistus et de B.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/170542231/c11bc32a2df3184a98f12aa253560c6c_1195951009242881927.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "name": "Andersdotter",
        "desc": "<p>Anya M Andersdotter était une écrivaine mortelle de Mondstadt et un membre de l'Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/170542231/f1576f261802f32e6c00a1bf8a6335df_5713399735640946351.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6372,
        "name": "I. Ivanovna N.",
        "desc": "<p>Membre de l'Hexenzirkel et premier maire de Snezhnaya</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/170542231/194c68529f12745f86263afdec95651d_7287117755933357397.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nSorcières de l'Hexenzirkel"
      },
      {
        "type": "CustomEntry",
        "epId": 2123,
        "name": "Limier de faille géophile",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une bête au sang démoniaque capable d'éroder les frontières du monde. Ce sont des créations de l'« Or ».<br>Elles affichent certains comportements biologiques similaires à ceux des vrais loups. Peut-être ressentent-elles de la jalousie envers ces « proches parents » et rêvent-elles de les remplacer un jour...</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rockfond Rifthound_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2125,
        "name": "Limier de faille électrophile",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une bête au sang démoniaque capable d'éroder les frontières du monde. Elles ont été créées par l'« Or ».<br>Il y a longtemps, elles répandaient le chaos à travers le continent, mais elles se sont éteintes pendant un certain temps en raison de la résistance et des chasses de masse. Récemment, cependant, elles sont réapparues. Les loups noirs qui menacent maintenant Deauclaire et le Territoire des Loups font partie de telles créatures.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thundercraven Rifthound_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2124,
        "name": "Chiot de faille électrophile",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une bête au sang démoniaque capable d'éroder les frontières du monde. L'« Or » les classait comme « Alfisol ».<br>Lors des époques précédentes, lorsque des bêtes démoniaques géantes descendaient, de grands essaims de ces monstres les précédaient pour déchiqueter les frontières du monde et ouvrir la voie.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thundercraven Rifthound Whelp_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2122,
        "name": "Chiot de faille géophile",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une bête au sang démoniaque capable d'éroder les frontières du monde. L'« Or » les classait comme « Alfisol ».<br>Elles suivent l'abîme envahissant pour dévorer les éléments. Heureusement, il en reste peu dans ce monde.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rockfond Rifthound Whelp_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2247,
        "name": "Loup alpha doré",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Originaire d'un monde sombre, ce souverain des canidés noirs a le pouvoir d'invoquer ses adeptes, ses griffes cachées, pour dissoudre l'espace lui-même et forger une faille par laquelle il peut entrer.<br>Le loup alpha n'a pas de nom, car il n'était que l'une des créations involontaires de l'« Or », et c'est précisément pourquoi il est obsédé par l'invasion de mondes qui ne lui appartiennent pas, afin de se faire un nom.<br>Cela dit, la meute de canidés est loin d'être inintelligente : après avoir subi une défaite lors de sa précédente invasion, une île déserte où aucun humain ou protecteur n'habite a été sélectionnée pour se préparer à l'arrivée de leur seigneur.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Golden Wolflord_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nAutres créations de Rhinedottir"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ouvrages et objets liés"
      },
      {
        "type": "CustomEntry",
        "epId": 2318,
        "name": "La Brise de la Forêt",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 5839,
        "name": "La petite sorcière et le feu inextinguible",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_3146868602321080665.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2011,
        "name": "Croc suppurant",
        "desc": "Une épée droite maléfique qui a soif de vie. Elle renferme un poison qui aurait le pouvoir de neutraliser un dragon.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/腐殖之剑.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2060,
        "name": "Lance Dosdragon",
        "desc": "Une lance fabriquée à partir d'un croc de dragon. Une certaine chaleur en émane.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/龙脊长枪.png",
        "displayStyle": "card",
        "menuId": 4
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Rhinedottir</color>"
          }
        ]
      },
      {
        "key": "Région",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Khaenri'ah</color>"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Hexenzirkel</color>"
          }
        ]
      },
      {
        "key": "Voix chinoise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>范楚绒 (Fan Churong) & 狄菲菲 (Di Feifei)</color>"
          }
        ]
      },
      {
        "key": "Voix anglaise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Ivy Dupler</color>"
          }
        ]
      },
      {
        "key": "Voix japonaise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>田中敦子 (TANAKA Atsuko) & 山口由里子 (YAMAGUCHI Yuriko)</color>"
          }
        ]
      },
      {
        "key": "Voix coréenne",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Soyeon (소연)</color>"
          }
        ]
      }
    ]
  }
}