{
  "epId": 6370,
  "name": "Barbeloth",
  "desc": "<p>Une visionnaire, membre de l'Hexenzirkel, et initiatrice de Mona. Elle est aussi connue sous les noms d'Astromancienne Barbeloth Trismegistus et de B.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/170542231/c11bc32a2df3184a98f12aa253560c6c_1195951009242881927.png",
  "menuId": 10,
  "menuName": "Archives des PNJ",
  "version": 1726256044,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Barbeloth</color>"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Hexenzirkel</color>"
          }
        ]
      },
      {
        "key": "Voix chinoise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Wu Xiangtong (武向彤)</color>"
          }
        ]
      },
      {
        "key": "Voix anglaise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Misty Lee</color>"
          }
        ]
      },
      {
        "key": "Voix japonaise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Shintani Mayumi (新谷真弓)</color>"
          }
        ]
      },
      {
        "key": "Voix coréenne",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Yeo Yoon-mi (여윤미)</color>"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Barbeloth",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/170542231/cb793556a5fba6762bfbb48a240bc2c6_7744171567808092936.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "La statue de Barbeloth à Simulanka"
          }
        ]
      },
      {
        "key": "La tasse de Barbeloth",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/170542231/2dc8bbde0895cc0bf9c71a0d5d8b4774_6007332173451143168.jpg"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Teasers & Trailers",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Aperçu de l'histoire : « Goûterons des sorcières »"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/1d77b3f1972e0b02f49a1b5a27009d7c_888359372350112506.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>07/03/2023</color>\nEn recevant soudainement un message de la lampe ancienne, même Alice, plus connue comme étant l'aventurière qui a vu le monde, le Roi Dodo, la protectrice du vieux Mondstadt, l'amie des adultes qui portent l'espoir dans leurs cœurs, l'auteure du Guide de voyage en Teyvat, l'initiatrice de la technique Kujirai du Temari, le fournisseur du Seigneur Sangemah Bay, membre de l'Hexenzirkel au nom de code « A » et la mère de l'adorable Klee, fut décontenancée.\nHeureusement, aucun désastreux incident n'était à l'origine du message. Il a simplement permis à une jeune fille, qui a déjà bien grandi, de se rappeler des personnes qui l'ont accompagnée dans sa jeunesse.\n<color=#ff9999>YouTube :</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=RigK4OwCCM8&list=PLqWr7dyJNgLICZACs2Fge9bkhlvdE_Y70&index=18&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relations"
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Hexenzirkel",
        "desc": "<p>Une société secrète de sorcières, qui discute de secrets lors de goûterons et explore Irminsul. Il y a huit sorcières dans l'Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/170542231/9637c661f54d176aea6cc2ef4dca351c_4195400078932468810.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nBarbeloth est membre de la société secrète de l'Hexenzirkel. Son nom de code est B."
      },
      {
        "type": "CustomEntry",
        "epId": 6274,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nBarbeloth était l'une des trois sorcières qui créèrent Simulanka. Elle y est la déesse prophétesse."
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Alice",
        "desc": "<p>L'aventurière qui a vu le monde, le Roi Dodo, la protectrice du vieux Mondstadt, l'amie des adultes qui portent l'espoir dans leurs cœurs, l'auteure du Guide de voyage en Teyvat, l'initiatrice de la technique Kujirai du Temari, le fournisseur du Seigneur Sangemah Bay, la doyenne et fondatrice de l'Hexenzirkel au nom de code « A » et la mère de Klee.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/170542231/279e2e1b961d770f2b89f649906b32f7_1021339640276419769.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Rhinedottir",
        "desc": "<p>Une alchimiste, membre de l'Hexenzirkel, l'un des cinq pécheurs de Khaenri'ah et mère d'Albedo. Rhinedottir créa une armée de monstres de l'ombre, qui attaquèrent Teyvat il y a 500 ans. Elle est aussi connue sous les noms d'Or et de R.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/170542231/b12de89916409eae3b0325ed5432efc4_3943553840747040046.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6369,
        "name": "Nicole",
        "desc": "<p>Une prophétesse et membre de l'Hexenzirkel. Elle est aussi connue sous les noms de Nicole Reeyn et de N. <span class=\"wk-shady\">Elle est, supposément, l'une des dernières fées restées conscientes. Elle perdit sa voix et ne peut aujourd'hui parler qu'à l'intérieur de la tête des gens.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/170542231/4e2bf9792658e1c0d712c7f98d4eac3a_6024802218071877018.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "name": "Andersdotter",
        "desc": "<p>Anya M Andersdotter était une écrivaine mortelle de Mondstadt et un membre de l'Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/170542231/f1576f261802f32e6c00a1bf8a6335df_5713399735640946351.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6372,
        "name": "I. Ivanovna N.",
        "desc": "<p>Membre de l'Hexenzirkel et premier maire de Snezhnaya</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/170542231/194c68529f12745f86263afdec95651d_7287117755933357397.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nSorcières de l'Hexenzirkel"
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Mona",
        "desc": "Jeune astromancienne mystérieuse, Mona se surnomme elle-même « la grande astromancienne Mona », et fait preuve d'une force singulière et d'une érudition hors-norme qui ne désavouent pas cette appellation.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nLa disciple de Barbeloth"
      },
      {
        "type": "CustomEntry",
        "epId": 5840,
        "name": "Loupin",
        "desc": "<p>Le concierge du Théâtre de l'Imaginarium</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/15/170542231/c61ab2b047a03a29712263926f0da175_8223566752109901363.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\n<color=#ffffff73>Supposément, Barbeloth créa le théâtre de l'imaginarium et demanda à Loupin de s'en occuper.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ouvrages liés"
      },
      {
        "type": "CustomEntry",
        "epId": 5839,
        "name": "La petite sorcière et le feu inextinguible",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/1254995/3f1a3d8dbf85634be37901e04da1e717_3146868602321080665.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Mona",
        "desc": "Jeune astromancienne mystérieuse, Mona se surnomme elle-même « la grande astromancienne Mona », et fait preuve d'une force singulière et d'une érudition hors-norme qui ne désavouent pas cette appellation.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Histoire du personnage"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Histoire du personnage 1</color>\nLe maître de Mona, une astromancienne aussi âgée qu'expérimentée, lui a récemment confié une importante mission.\nL'amie et rivale de celle qui forma Mona se trouvait autrefois à Mondstadt, et Mona y fut donc envoyée en vue de récupérer des mains de sa successeure une certaine boîte mystérieuse.\n« Si jamais tu oses regarder ce que la boîte contient... Tu es prévenue. » Ainsi fut avertie Mona avant son départ.\nÀ la grande surprise de cette dernière, la successeure en question s'avéra être Klee, le Chevalier de l'étincelle...\nLa boîte était toujours en sa possession, mais suite à certaines actions de Klee et à une série d'événements échappant à son contrôle, Mona résolut à son corps défendant l'énigme se cachant derrière la boîte...\n« C'est... Ce... Ce journal... C'est juste le journal que la vieille a écrit il y a cinquante ans ?! Si je rentre maintenant, la vieille va me passer un de ces savons... »\nEn désespoir de cause, Mona dut se résoudre à rester à Mondstadt, et à y entamer une nouvelle vie, difficile mais enrichissante.\n<color=#ffd780>Histoire du personnage 4</color>\nIl arrive que Mona retrouve Klee et Albedo. D'abord pour profiter d'un repas gratuit, certes, mais aussi pour discuter recherches avec son confrère.\nTous deux partagent un même désir de révéler les principes sous-jacents qui dirigent le monde, et tous deux sont les élèves de professeurs renommés ; rien d'anormal donc à ce qu'ils aient nombre de sujets de conversation en commun.\nDevant Albedo, Mona défend avec ferveur l'image de la femme à qui elle doit sa formation. Cela étant, cela ne l'empêche pas de se plaindre malgré tout régulièrement de « la vieille »...\n« Tu dis avoir été formée par un maître d'exception, mais tu dis aussi que ton maître n'est qu'une « vieille idiote butée ». Laquelle de ces descriptions est correcte ? »\nAlbedo ne put s'empêcher de lui poser un jour cette question – et Mona dû bien reconnaître qu'elle n'avait jamais considéré la chose.\nSe grattant le menton, elle se plongea dans une intense réflexion.\n« Hmph. Les techniques qu'elle m'a inculquées sont exceptionnelles, pas de doute là-dessus. Mais ça ne veut pas dire que la vieille me surpasse. Est-ce qu'elle connaît le prix d'un œuf, du beurre ou de la farine ? Vu comme ça, je lui suis de loin supérieure ! »"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Répliques"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Connaître Mona (4)</color>\n« Mona Megistus » – C'est un nom dont nous avions convenu ensemble, avec la vieille. Elle trouvait que ça sonnait bien. Hmph, mais elle a commencé à m'appeler « Meg » parce que c'était trop long. Je déteste ce surnom, comme si « Mona » n'était pas assez bien pour— Hé ! Je t'interdis de m'appeler comme ça ! Je savais que je n'aurais pas dû te raconter cette histoire !"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos de son maître</color>\nOui. Mon maître excellait dans l'astromancie ; mais Alice, elle, excellait dans maints domaines occultes.\nJ'aimerais que vous m'accompagniez à Mondstadt récupérer le coffre de mon maître.\nCela fait partie d'un accord qu'elle a passé il y a cinquante ans avec un ami. Mais elle n'est plus toute jeune, aussi m'a-t-elle chargée de m'en occuper.\nMon maître et son amie, mais aussi sa rivale, se sont affrontées dans les arts occultes toute leur vie, sans que jamais personne ne remporte vraiment de victoire. Si je triomphe ici, alors j'aurai prouvé que je lui suis supérieure !\nC'est... Ce... Ce journal... C'est juste le journal que la vieille a écrit il y a cinquante ans ?!\nL'objet précieux qu'elle voulait récupérer à tout prix, c'est juste son journal avec ses histoires privées ?\nJe... Pas étonnant qu'elle m'a dit de ne surtout pas regarder ce que le coffre contenait...\nL'astromancie voit à travers le mensonge. Vous avez pu le voir plus tôt.\nBien, j'ai décidé de rester à Mondstadt pour le moment. Une fois que la vieille aura passé l'arme à gauche, je serai de nouveau libre.\n<color=#ffd780>À propos de la prophétie de Fontaine</color>\nCe que je peux vous dire, c'est que je suis une astromancienne. Or cette prophétie est liée au destin de Fontaine, voire à celui de tout Teyvat. Trancher sur sa véracité serait comme prédire l'avenir du monde entier.\n<color=#ffffff73>Ce n'est pas donné à tout le monde. Si j'en étais capable, je ne serais plus seulement une astromancienne, je serais une visionnaire.</color>\n<color=#ffffff73>Ce que je peux vous dire, en revanche, c'est que cette prophétie est tellement énorme et lourde de conséquences qu'elle doit nécessairement venir d'un visionnaire très puissant. Elle concerne l'avenir du monde... Et l'ignorer serait une grave erreur.</color>\nBien sûr. Mon initiatrice en serait capable. Et certaines de ses « sœurs » de l'Hexenzirkel le seraient sans doute également."
      },
      {
        "type": "CustomEntry",
        "epId": 5840,
        "name": "Loupin",
        "desc": "<p>Le concierge du Théâtre de l'Imaginarium</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/15/170542231/c61ab2b047a03a29712263926f0da175_8223566752109901363.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues à propos du théâtre de l'imaginarium"
      },
      {
        "type": "RichText",
        "text": "Madame sorcière, c'est Madame sorcière...\nMadame sorcière et ses amies... Elles étaient aussi sorcières et pouvaient faire des invocations, créer des illusions...\nC'est une pièce qui a été créée par Madame sorcière avec sa magie, et je n'y connais rien à ce domaine...\nMadame sorcière a dit un jour que c'est la pièce « avant le début du conte et après sa fin ». C'est pourquoi les invités ont tout le temps du monde pour faire ce qu'ils désirent.\nEn parlant de ça, Madame sorcière est vraiment incroyable ! Elle peut voir le cours du destin dans le reflet des étoiles. J'imagine que vous êtes très satisfait/e du service de divination qu'elle propose, non ?"
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "name": "Andersdotter",
        "desc": "<p>Anya M Andersdotter était une écrivaine mortelle de Mondstadt et un membre de l'Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/170542231/f1576f261802f32e6c00a1bf8a6335df_5713399735640946351.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Journal ancien"
      },
      {
        "type": "RichText",
        "text": "... C'est moi qui aurais dû être A, comme mon prénom commence et se termine par A. Mais Alice a décidé que je serai M comme l'initiale de mon deuxième prénom, parce qu'elle est arrivée avant moi dans le groupe. Haha, elle sait comment me sortir de mes gonds...\nMais sa magie ne cesse pas de m'épater. Je n'arrive pas à croire qu'elle a réussi à faire parler une de mes grenouilles en origami.\nHmm... Et si j'écrivais une histoire avec des animaux en origami qui parlent ? Voyons voir... Il était une fois une forêt magique, où vivaient un groupe d'animaux en papier...\nBarbie adore regarder dans l'avenir, alors elle a utilisé ses pouvoirs pour tracer le destin de tous les êtres vivants de Simulanka. Mais connaître la fin en avance enlève tout le plaisir à l'histoire...\nJe pense que je vais faire un pari avec elle. Je pense qu'un jour, le peuple de Simulanka décidera de son propre destin.\n... Apparemment, elle voudrait faire construire une statue à son effigie dans la capitale ?! Haha, elle aime voir les choses en grand."
      }
    ],
    "textualResearch": [
      {
        "title": "Présage d'édition",
        "desc": [
          {
            "type": "RichText",
            "text": "(L'écriture est magnifique, au point de ressembler à une sorte d'imprimé. Cela ne ressemble pas à une fiche de divination...)\nPour être honnête, nous n'étions pas les personnes qui se connaissaient le mieux au sein de l'organisation fondée par Alice. Mais je constate que les choses et les gens autour de moi ont beaucoup changé au cours des nombreuses années qui ont suivi... Et maintenant, vous faites partie des rares personnes que je connais le mieux.\nJe dois avouer qu'au départ, je n'ai pas compris ce qu'Alice voyait en vous. Être « intéressant » était son critère d'évaluation, disait-elle. Être la personne la plus intéressante était le seul critère pour être invité à nous rejoindre. Plus tard, j'ai réalisé que je pensais avoir compris vos histoires, que votre acuité pour les lois de ce monde pouvait parfois même surpasser celles de l'astrologie. Je dis bien parfois !\nMoi aussi, j'ai vieilli, et je ne sais pas combien de temps il me reste. Alors oui, j'avoue que vous me manquez un peu. Non pas que je veuille aller vous tenir compagnie, cependant."
          }
        ]
      },
      {
        "title": "À propos du Durin de Simulanka",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#37ffff>Barbeloth</color> : Tu es sûre de vouloir créer cet enfant, M ? Malgré tout ce que je t'ai dit sur son destin ?\n<color=#37ffff>Barbeloth</color> : Il sera abandonné par sa créatrice et à la fin...\n<color=#37ffff>Andersdotter</color> : Je sais, B. Tu m'as déjà raconté cette histoire triste à la fin décevante... C'est ce qui s'est passé dans le monde réel, non ?\n<color=#37ffff>Andersdotter</color> : C'est exactement pour cette raison que je veux changer les choses. Dans un autre montre, son histoire peut avoir une fin heureuse. Le cœur de cet enfant est plein d'amour.\n<color=#37ffff>Barbeloth</color> : Je comprends, Anya. Cependant, en lui donnant ce nom, son destin à Simulanka sera le reflet de celui qu'a connu son homonyme dans le monde réel.\n<color=#37ffff>Andersdotter</color> : Mais il y a une probabilité que ce ne soit pas le cas, non ? Peut-être qu'elle est faible, mais je dois essayer. Il mérite une autre chance à la vie.\n<color=#37ffff>Andersdotter</color> : Même s'il aura besoin de l'aide d'autres personnes le moment venu.\n<color=#37ffff>Barbeloth</color> : Très bien, ma chère. Je ne dirai rien de plus."
          }
        ]
      }
    ]
  }
}