{
  "epId": 6371,
  "name": "Andersdotter",
  "desc": "<p>Anya M Andersdotter était une écrivaine mortelle de Mondstadt et un membre de l'Hexenzirkel.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/170542231/f1576f261802f32e6c00a1bf8a6335df_5713399735640946351.png",
  "menuId": 10,
  "menuName": "Archives des PNJ",
  "version": 1726263243,
  "components": {
    "textualResearch": [
      {
        "title": "Vieux journal",
        "desc": [
          {
            "type": "RichText",
            "text": "... C'est moi qui aurais dû être A, comme mon prénom commence et se termine par A. Mais Alice a décidé que je serai M comme l'initiale de mon deuxième prénom, parce qu'elle est arrivée avant moi dans le groupe. Haha, elle sait comment me sortir de mes gonds...\nMais sa magie ne cesse pas de m'épater. Je n'arrive pas à croire qu'elle a réussi à faire parler une de mes grenouilles en origami.\nHmm... Et si j'écrivais une histoire avec des animaux en origami qui parlent ? Voyons voir... Il était une fois une forêt magique, où vivaient un groupe d'animaux en papier...\nBarbie adore regarder dans l'avenir, alors elle a utilisé ses pouvoirs pour tracer le destin de tous les êtres vivants de Simulanka. Mais connaître la fin en avance enlève tout le plaisir à l'histoire...\nJe pense que je vais faire un pari avec elle. Je pense qu'un jour, le peuple de Simulanka décidera de son propre destin.\n... Apparemment, elle voudrait faire construire une statue à son effigie dans la capitale ?! Haha, elle aime voir les choses en grand."
          }
        ]
      },
      {
        "title": "Lettre jaunie",
        "desc": [
          {
            "type": "RichText",
            "text": "Mes chères amies, je crains que mon stylo ne soit bientôt à court d'encre... À ce moment même où je vous écris cette lettre, ma dextérité faiblit. Merci d'avoir apprécié mes histoires et d'avoir créé ce monde pour moi...\nJ'ai eu la meilleure jeunesse que j'aurais pu avoir à vos côtés. Quand je suis avec vous, j'ai l'impression de ne jamais avoir vieilli...\nAprès ma disparition, la déesse destinée de Simulanka continuera d'exister et d'exaucer les vœux du peuple, d'après les dires de A. Je suis heureuse...\nSi vous voulez me parler, rendez visite à la statue de la déesse, mais ne faites pas de vœu bizarre !"
          }
        ]
      },
      {
        "title": "À propos du Durin de Simulanka",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#37ffff>Barbeloth</color> : Tu es sûre de vouloir créer cet enfant, M ? Malgré tout ce que je t'ai dit sur son destin ?\n<color=#37ffff>Barbeloth</color> : Il sera abandonné par sa créatrice et à la fin...\n<color=#37ffff>Andersdotter</color> : Je sais, B. Tu m'as déjà raconté cette histoire triste à la fin décevante... C'est ce qui s'est passé dans le monde réel, non ?\n<color=#37ffff>Andersdotter</color> : C'est exactement pour cette raison que je veux changer les choses. Dans un autre montre, son histoire peut avoir une fin heureuse. Le cœur de cet enfant est plein d'amour.\n<color=#37ffff>Barbeloth</color> : Je comprends, Anya. Cependant, en lui donnant ce nom, son destin à Simulanka sera le reflet de celui qu'a connu son homonyme dans le monde réel.\n<color=#37ffff>Andersdotter</color> : Mais il y a une probabilité que ce ne soit pas le cas, non ? Peut-être qu'elle est faible, mais je dois essayer. Il mérite une autre chance à la vie.\n<color=#37ffff>Andersdotter</color> : Même s'il aura besoin de l'aide d'autres personnes le moment venu.\n<color=#37ffff>Barbeloth</color> : Très bien, ma chère. Je ne dirai rien de plus."
          }
        ]
      },
      {
        "title": "Un manuscrit incomplet",
        "desc": [
          {
            "type": "RichText",
            "text": "Il y a très longtemps, à une époque où les montagnes étaient remplies de précieux trésors, les étoiles s'étiraient comme de longs serpents et les rêves remplissaient les nuits de couleurs...\nUne petite hermine blanche (Ou était-ce une souris ? Une lapine peut-être ? Peu importe, cela pourra être décidé plus tard !) qui vivait dans une ville tranquille et prospère. Tous ses amis et voisins l'appelaient « Flocon » (Quel était son nom déjà au départ...? Je devrais décider plus tard aussi !).\n« Flocon » avait un pelage d'un blanc immaculé, aussi blanc que la neige éternelle sur le pic d'une montagne, sans aucune tache apparente. Ses yeux étincelaient comme la brillance silencieuse du ciel nocturne. Sa voix était claire et limpide, comme si une paire de mains invisibles jouaient d'un bel instrument ou comme si quelqu'un versait du vin d'un or pâle dans un verre...\nTous les habitants souhaitaient la voir tous les jours, ne fut-ce que pour la saluer.\nSubmergée par toute cette admiration et couvertes de bijoux scintillants, « Flocon » s'oublia elle-même... Jusqu'à abandonner son véritable nom.\n(Ah ! Problème résolu !)\n« Où est mon cadeau ? », dit mademoiselle Flocon, trop paresseuse pour ouvrir complètement la porte et dont seul le bracelet couvert de rubis qu'elle portait à son fin poignet brillait à travers la fente.\n« Euh... » La personne à la porte afficha un air troublé.\nLa petite porte se ferma alors avec un bruit sourd.\nLa pure, noble et vénérée mademoiselle Flocon retourna alors s'asseoir à sa coiffeuse pour attendre la venue de son prochain admirateur « sincère ».\nSon rêve était de trouver le mari parfait.\nMais une chose était sûre, seul quelqu un qui possédait déjà le trésor le plus précieux au monde mériterait de la demander en mariage...\nUn jour, un certain monsieur Chat qui vagabondait vint visiter la petite ville. Il venait d'un royaume longtemps au nord et arborait une fourrure épaisse et bien entretenue, un peu trop peut-être. En effet, en se rapprochant de lui, il était même possible de sentir ce qu'il avait mangé lors de son dernier repas. (Mon chat est actuellement couché sur mes genoux en train de faire sa toilette. Ça sent le poisson...) Il y avait dans ses yeux vert émeraude une sagesse qui dépassait tout ce que le commun des mortels pouvait espérer atteindre.\nLes gentils habitants l'accueillirent chaleureusement. Le temps de boire trois verres d'alcool, il avait déjà entendu parler de tous les événements notables en ville, et pas moins de cinq prévisions météorologiques différentes pour le lendemain.\nParmi toutes les nouvelles, celle qui l'intéressait le plus était celle qui concernait « Flocon ».\n« Où puis-je trouver cette belle dame ? »\n« Ah... Si j'étais vous, je ne perdrais pas mon temps. »\n« Pourquoi cela ? »\n« Mademoiselle Flocon aime les trésors rares. Ces deux dernières années, elle est devenue de plus en plus... difficile. A moins que vous soyez déjà en possession d'une grande richesse, je vous conseille d'abandonner cette idée le plus tôt possible, et ce, pour votre propre bien. »\nÀ ces mots, les yeux de monsieur Chat se mirent à briller.\n*toc toc toc*\nMonsieur chat toqua à la porte de mademoiselle Flocon. Sa maison lui semblait plutôt petite.\n« Où est mon cadeau ? »\nUne paire d'yeux apathiques regardait monsieur Chat à travers la fente de la porte.\n« Bien entendu. J'ai préparé le plus beau des cadeaux pour vous, mademoiselle Flocon. Je suis sûr qu il vous rendra encore plus belle que vous ne l'êtes déjà. Ce collier est incrusté d'agate du nord, de perles des mers du sud et d'ambre de l'ouest.\nC'est le plus précieux trésor de mon clan. Il m'a été confié par mes aînés, j'ai parcouru le monde à la recherche de la plus belle et de la plus noble personne à qui l'offrir. C'est un grand honneur de vous rencontrer, mademoiselle Flocon. Vous devez être celle que je cherche. S'il vous plaît, acceptez mon cadeau. »\nUn éclair d'une couleur éblouissante jaillit de la fente de la porte, tandis que le reflet de l'opulent collier scintillait dans les yeux de mademoiselle Flocon.\n« Pas mal du tout. C'est à peu près à la hauteur de mes espérances. », dit mademoiselle Flocon avec orgueil.\n« Maintenant que je vous ai rencontrée, je suis convaincu que tous les bijoux pâliront face à votre beauté inégalée. Permettez-moi de vous aider à le mettre. » Monsieur Chat s'inclina avec sincérité, puis fit un pas vers l'intérieur, manquant de rester coincé dans la porte entrouverte.\n« Je vais maintenant procéder à une cérémonie de bénédictions et de prières pour vous, afin que ce don puisse continuer à briller aussi fort que le clair de lune lorsque je serai parti. »\n« Je vous en prie. »\nEnivrée par ses louages, mademoiselle Flocon exposa son cou immaculé...\n...\nDepuis ce jour, personne ne vit plus jamais mademoiselle Flocon.\nCertains disent qu'elle s'était lassée de la banalité de la vie en ville et qu'elle était partie seule à la recherche de trésors...\nD'autres étaient convaincus qu'elle avait enfin trouvé le mari qu'elle attendait, et qu'elle vivait désormais heureuse avec ce monsieur Chat qui venait de loin.\nQuelqu'un avait en effet senti le parfum délicat de mademoiselle Flocon émaner de la fourrure de monsieur Chat en le croisant alors qu'il quittait la ville.\n(Hmm... Peut-être que cette histoire n'est pas non plus adaptée pour les enfants ? Je dois y réfléchir...)"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Teasers & Trailers",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Aperçu de l'histoire : « Goûterons des sorcières »"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/1d77b3f1972e0b02f49a1b5a27009d7c_888359372350112506.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>07/03/2023</color>\nEn recevant soudainement un message de la lampe ancienne, même Alice, plus connue comme étant l'aventurière qui a vu le monde, le Roi Dodo, la protectrice du vieux Mondstadt, l'amie des adultes qui portent l'espoir dans leurs cœurs, l'auteure du Guide de voyage en Teyvat, l'initiatrice de la technique Kujirai du Temari, le fournisseur du Seigneur Sangemah Bay, membre de l'Hexenzirkel au nom de code « A » et la mère de l'adorable Klee, fut décontenancée.\nHeureusement, aucun désastreux incident n'était à l'origine du message. Il a simplement permis à une jeune fille, qui a déjà bien grandi, de se rappeler des personnes qui l'ont accompagnée dans sa jeunesse.\n<color=#ff9999>YouTube :</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=RigK4OwCCM8&list=PLqWr7dyJNgLICZACs2Fge9bkhlvdE_Y70&index=18&ab_channel=GenshinImpact"
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Alice",
        "desc": "<p>L'aventurière qui a vu le monde, le Roi Dodo, la protectrice du vieux Mondstadt, l'amie des adultes qui portent l'espoir dans leurs cœurs, l'auteure du Guide de voyage en Teyvat, l'initiatrice de la technique Kujirai du Temari, le fournisseur du Seigneur Sangemah Bay, la doyenne et fondatrice de l'Hexenzirkel au nom de code « A » et la mère de Klee.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/170542231/279e2e1b961d770f2b89f649906b32f7_1021339640276419769.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos de l'Hexenzirkel</color>\nEnfin, « une légende qui éternellement perdurerait »... Vous ne connaissez pas M, mais vous avez sûrement lu une de ses œuvres. Ça vous dit quelque chose « La Princesse sanglier » ?"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Présage d'édition"
      },
      {
        "type": "RichText",
        "text": "(L'écriture est plutôt mignonne. Cela ne ressemble pas à une fiche de divination...)\nJe voyage en Teyvat de temps en temps pour voir s'il y a des changements bouleversants qui ont altéré ses paysages. Je réécrirai mon guide touristique des sept nations lorsque peu de gens se souviendront de mon nom.\nMais la fatigue me gagne ces derniers temps pour une quelconque raison. Peut-être que c'est dû à l'arrivée du printemps.\nÀ Mondstadt, j'ai rencontré une fille qui vous ressemblait beaucoup quand vous étiez petite. J'ai marché un peu avec elle pour passer le temps, et il s'est avéré qu'elle était justement en train de rapporter un livre à la bibliothèque. Un des vôtres, en réalité.\nJ'ai donc eu envie de me vanter un peu, je possède un exemplaire dédicacé de votre livre, après tout ! Mais je ne m'attendais pas à ce qu'elle dise ne pas avoir apprécié votre histoire.\nPensant qu'elle n'avait pas compris ce qu'elle avait lu, je lui ai expliqué que le sanglier, le loup et la forêt étaient tous les trois des symboles. Comme ils représentaient tous quelque chose, cela donnait à cette histoire un aspect plus profond.\nVous savez ce qu'elle m'a répondu ? « Je le sais, ça. Mais le monde a changé depuis. »\nAh, comme j'aurais aimé que vous soyez là à ce moment précis ! Vous auriez débattu avec elle sur-le-champ, et vous l'auriez terminée en lui disant : « Eh bien, qui est l'auteure ici, toi ou moi ? ». Mais pour une raison que j'ignore, je n'ai rien dit du tout.\nElle m'a regardé d'un air interrogateur pendant quelques instants avant de sortir un mouchoir et d'essuyer la sueur qui perlait sur mon visage. Puis, elle fit un signe de la main et disparut complètement dans la foule, ses couettes se balançant.\nJ'étais hors de moi. Et croyez-le ou non, j'en ai presque pleuré ! Vraiment, que valent les paroles d'une petite fille sur l'état du monde en général, de toute façon ? Je dois donc m'en assurer moi-même. Sur ce, je ne m'attarderai pas ici à trop penser à vous. Après tout, c'est une journée idéale pour voyager."
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Hexenzirkel",
        "desc": "<p>Une société secrète de sorcières, qui discute de secrets lors de goûterons et explore Irminsul. Il y a huit sorcières dans l'Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/170542231/9637c661f54d176aea6cc2ef4dca351c_4195400078932468810.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "La petite sorcière et le feu inextinguible - Tome VII"
      },
      {
        "type": "RichText",
        "text": "La reliure et la mise en page sont superbement réalisées, mais le contenu est entièrement manuscrit. À en juger par l'écriture, il y a plus d'un auteur. « J'ai trouvé le sens derrière l'écriture... C'est-à-dire, vous dire : j'aimerais tellement que vous soyez là aussi. »\nSecouée par les vagues du temps, passant par le vortex où convergeaient d'innombrables causalités, transperçant d'innombrables fils de l'intrigue, elle rata bien des choses. Même la cérémonie d'adieu de la grande sorcière qu'elle admirait se termina dans la solitude sans qu'elle puisse y assister.\nQuoi qu'il en soit, la petite sorcière a traversé toutes sortes de défis hasardeux et de choses absurdes pour se présenter à la vieille sorcière. En vérité, elle ne pensait pas qu'il y avait grand-chose à dire sur ce qu'elle avait vécu, et pourquoi tant d'encre avait dû couler sur les événements qui avaient eu lieu plus tôt. En fin de compte, les choses les plus importantes étaient le goûteron de la sorcière et le but qu'elle poursuivait.\nEn vérité, elle l'avait déjà vue avant le début de son voyage. Dans un ciel aussi sombre qu'un sac de charbon (ou peut-être une caverne, car il n'y a pas de différence entre les deux) était suspendue une étoile de faible rayonnement, résistant aux ténèbres du monde qui s'imposait de toutes parts. Alors que l'univers s'assombrissait progressivement et que toutes les étoiles, dont celle connue sous le nom de soleil, s'éteignaient une par une, tout le monde s'était mis d'accord pour l'appeler l'étoile du Scorpio. La petite sorcière se souvenait d'avoir entendu parler de cela pendant le goûteron de la sorcière, mais elle ne se souvenait que de ce nom et de rien d'autre.\nBref, la petite sorcière apparut devant la vieille sorcière, qui était en réalité l'étoile du Scorpio, celle qui brûlait encore, même à la toute fin. Cependant, sa flamme était maintenant très faible, une étincelle à peine. La petite sorcière lui tint la main, devenue sèche et cassante comme une branche décrépie. Elle se souvint que la vieille sorcière eut un jour son âge et que ses mains pâles et douces tenaient élégamment des tasses de thé à une époque lointaine. Ces mêmes mains servirent à faire beaucoup de magie et allumèrent des flammes dans de nombreux mondes.\nLa petite sorcière dit :\n« On dirait que personne ne veut que la flamme s'éteigne, et je le comprends. Mais nous n'y pouvons rien. La dernière fois que nous nous sommes dit adieu lors d'une réunion du Hexenzirkel où vous étiez présente, les sorcières avaient dit que celles d'entre nous qui vivaient longtemps perdraient beaucoup de choses au fil des années. » Ainsi la vie, la mort, l'amour et la haine n'auraient plus beaucoup de sens, mais ce n'est pas vrai. Ce n'étaient que des mots pour réconforter leurs compagnons qui partaient avant elles. Elles chérissent donc d'autant plus chaque flamme et chaque lumière infimes qui brillent dans ce monde sombre et dépourvu d'espoir, ainsi que les ombres qu'elles projettent.\n« Vous avez souvent affirmé que vous n'étiez pas notre égale, mais j'ai toujours pensé que vous étiez la sorcière la plus adorable et la plus puissante d'entre nous. Vous avez souvent dit que vous laissez peu de choses derrière vous, mais les histoires que vous nous avez contées contiennent d'innombrables mondes. Même si un siècle ou un millénaire s'écoulait, même si l'apocalypse dont s'inquiétait une certaine sorcière astrologue se produisait, et même si toutes les sorcières ayant vécu très longtemps se mettaient à mourir, la petite lumière qui émane de ces petits mondes ne s'atténuerait pas. Vous étiez la plus grande des sorcières, bien plus grande que nous toutes. Adieu. »\nLa vieille sorcière ne répondit pas, car tout ce qui restait ici n'était qu'une coquille vide, pas différente des nombreuses autres que la petite sorcière avait rencontrées au cours de ses aventures. En fait, elles étaient faites du même matériau de base, avec pour seule différence la minuscule lumière d'une flamme présente dans l'une d'entre elle.\nEt ainsi, la petite sorcière prit la flamme qui avait consumé la vieille sorcière et entreprit son voyage de retour. Arrêtons l'histoire ici. Les aventures de la petite sorcière allaient cependant continuer, car elle avait décidé de porter le feu de la vieille sorcière à travers l'univers pour éclairer chaque recoin du temps."
      },
      {
        "type": "CustomEntry",
        "epId": 6370,
        "name": "Barbeloth",
        "desc": "<p>Une visionnaire, membre de l'Hexenzirkel, et initiatrice de Mona. Elle est aussi connue sous les noms d'Astromancienne Barbeloth Trismegistus et de B.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/170542231/c11bc32a2df3184a98f12aa253560c6c_1195951009242881927.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Présage d'édition"
      },
      {
        "type": "RichText",
        "text": "(L'écriture est magnifique, au point de ressembler à une sorte d'imprimé. Cela ne ressemble pas à une fiche de divination...)\nPour être honnête, nous n'étions pas les personnes qui se connaissaient le mieux au sein de l'organisation fondée par Alice. Mais je constate que les choses et les gens autour de moi ont beaucoup changé au cours des nombreuses années qui ont suivi... Et maintenant, vous faites partie des rares personnes que je connais le mieux.\nJe dois avouer qu'au départ, je n'ai pas compris ce qu'Alice voyait en vous. Être « intéressant » était son critère d'évaluation, disait-elle. Être la personne la plus intéressante était le seul critère pour être invité à nous rejoindre. Plus tard, j'ai réalisé que je pensais avoir compris vos histoires, que votre acuité pour les lois de ce monde pouvait parfois même surpasser celles de l'astrologie. Je dis bien parfois !\nMoi aussi, j'ai vieilli, et je ne sais pas combien de temps il me reste. Alors oui, j'avoue que vous me manquez un peu. Non pas que je veuille aller vous tenir compagnie, cependant."
      },
      {
        "type": "CustomEntry",
        "epId": 6372,
        "name": "I. Ivanovna N.",
        "desc": "<p>Membre de l'Hexenzirkel et premier maire de Snezhnaya</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/170542231/194c68529f12745f86263afdec95651d_7287117755933357397.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Présage d'édition"
      },
      {
        "type": "RichText",
        "text": "(Une écriture soignée. Cela ne ressemble pas à une fiche de divination...)\nBarbie se fait vieille et ne sait plus écrire correctement à cause de ses émotions. Mais ce n'est pas mon cas : en tant que premier maire, j'ai demandé à Alice de m'aider à régler diverses affaires insignifiantes à Snezhnaya. En échange, elle m'a demandé d'écrire un petit texte ici.\nJe ne crois pas qu'il existe un monde après la mort, nous devons donc donner le meilleur de nous-mêmes pendant que nous respirons encore. De ce fait, je ne pense pas que vous lirez un mot de ce que j'écris ici. J'écris seulement pour moi, à vrai dire.\nPersonne parmi nous n'a suivi d'entraînement à la magie ou au combat. Nous sommes tout simplement ordinaires. Nous pourrions peut-être parvenir à un accord, bien que je pense le contraire. Alice était vraiment trop ██ain d'indulgente avec vous. À l'époque, elle me traînait à travers les cours d'eau, faisait exploser des fourneaux, attrapait des chats dans des donjons... Ce processus était loin d'être simple, mais dans tous les cas, il visait à protéger les gens qui nous entouraient.\nVous vous demandez sûrement si c'était le prix à payer pour s'entendre avec cette bande de folles ? Je doute que vous soyez d'accord avec ce constat, et moi non plus. Ces jours furent après tout les plus précieux que nous avons passés ensemble, n'est-ce pas ?"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relations"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Personnages</color>\n<color=#ffffffd9>Lien</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Hexenzirkel",
        "desc": "<p>Une société secrète de sorcières, qui discute de secrets lors de goûterons et explore Irminsul. Il y a huit sorcières dans l'Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/170542231/9637c661f54d176aea6cc2ef4dca351c_4195400078932468810.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nAndersdotter était membre de la société secrète de l'Hexenzirkel. Son nom de code était M."
      },
      {
        "type": "CustomEntry",
        "epId": 6274,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nAndersdotter était l'une des trois sorcières qui créèrent Simulanka. Ce monde a pour base ses histoires. Elle y est la déesse destinée."
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Alice",
        "desc": "<p>L'aventurière qui a vu le monde, le Roi Dodo, la protectrice du vieux Mondstadt, l'amie des adultes qui portent l'espoir dans leurs cœurs, l'auteure du Guide de voyage en Teyvat, l'initiatrice de la technique Kujirai du Temari, le fournisseur du Seigneur Sangemah Bay, la doyenne et fondatrice de l'Hexenzirkel au nom de code « A » et la mère de Klee.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/170542231/279e2e1b961d770f2b89f649906b32f7_1021339640276419769.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Rhinedottir",
        "desc": "<p>Une alchimiste, membre de l'Hexenzirkel, l'un des cinq pécheurs de Khaenri'ah et mère d'Albedo. Rhinedottir créa une armée de monstres de l'ombre, qui attaquèrent Teyvat il y a 500 ans. Elle est aussi connue sous les noms d'Or et de R.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/170542231/b12de89916409eae3b0325ed5432efc4_3943553840747040046.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6369,
        "name": "Nicole",
        "desc": "<p>Une prophétesse et membre de l'Hexenzirkel. Elle est aussi connue sous les noms de Nicole Reeyn et de N. <span class=\"wk-shady\">Elle est, supposément, l'une des dernières fées restées conscientes. Elle perdit sa voix et ne peut aujourd'hui parler qu'à l'intérieur de la tête des gens.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/170542231/4e2bf9792658e1c0d712c7f98d4eac3a_6024802218071877018.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6370,
        "name": "Barbeloth",
        "desc": "<p>Une visionnaire, membre de l'Hexenzirkel, et initiatrice de Mona. Elle est aussi connue sous les noms d'Astromancienne Barbeloth Trismegistus et de B.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/170542231/c11bc32a2df3184a98f12aa253560c6c_1195951009242881927.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6372,
        "name": "I. Ivanovna N.",
        "desc": "<p>Membre de l'Hexenzirkel et premier maire de Snezhnaya</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/170542231/194c68529f12745f86263afdec95651d_7287117755933357397.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nSorcières de l'Hexenzirkel"
      },
      {
        "type": "RichText",
        "text": "Durin de Simulanka",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nAndersdotter créa son « enfant », Durin, en s'inspirant du véritable"
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>Dragon maléfique et l'un des enfants de Rhinedottir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/170542231/206a8a0bc1698ae7019f093470f9e845_5683098922288227541.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "de Teyvat. Elle espérait qu'il aurait un jour son propre destin."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objets et ouvrages liés"
      },
      {
        "type": "CustomEntry",
        "epId": 2351,
        "name": "La princesse sanglier",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Boar Princess_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 6301,
        "name": "Manuscrit de la déesse (1)",
        "desc": "Une histoire écrite par la créatrice de ce monde. C'est ce modèle qui a donné naissance à Simulanka et à son histoire qui ne laisse planer aucun doute.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/12/654cafb109d13097bfa0fe19d93b3b21_6063620853552919586.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6302,
        "name": "Manuscrit de la déesse (2)",
        "desc": "Un manuscrit écrit à la main par une écrivaine de contes de fées. Pour une raison quelconque, il y a une marque sur le papier qui ressemble à...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/12/654cafb109d13097bfa0fe19d93b3b21_6063620853552919586.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6303,
        "name": "Manuscrit de la déesse (3)",
        "desc": "Un simple conte de fées, écrit par les mains les plus ordinaires. Si vous regardez bien, la marque sur le papier a été faite par la patte d'un chat...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/12/654cafb109d13097bfa0fe19d93b3b21_6063620853552919586.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Andersdotter</color>"
          }
        ]
      },
      {
        "key": "Région",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Mondstadt</color>"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Hexenzirkel</color>"
          }
        ]
      },
      {
        "key": "Voix chinoise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Wang Yingying (汪滢滢)</color>"
          }
        ]
      },
      {
        "key": "Voix anglaise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Samantha Cooper</color>"
          }
        ]
      },
      {
        "key": "Voix japonaise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Kawaragi Shiho (河原木志穂)</color>"
          }
        ]
      },
      {
        "key": "Voix coréenne",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Kim Seo-yeong (김서영)</color>"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Andersdotter",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/170542231/a028c631fb3222a423b0b66c4c9b26e5_5934677010437953155.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "La statue d'Andersdotter, la déesse destinée, à Simulanka"
          }
        ]
      },
      {
        "key": "Andersdotter",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/170542231/16b26bccc6033532528679d301516c8c_3887703945304689944.png"
      }
    ]
  }
}