{
  "epId": 6546,
  "name": "Instant surfant",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un objet commémoratif réservé à l'origine au vainqueur du Premier championnat inter-tribus de surf. Étant donné que ce tournoi est actuellement en phase préparatoire, le prix est temporairement conservé à la Bouée oisive et protégé par le propriétaire de l'établissement.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/76706780/6ce2e0da75fbdc19fc4b6f9e7bae9049_4726006272988382226.png",
  "filterValues": {
    "weaponProperty": "DGT CRIT",
    "weaponType": "Catalyseur",
    "weaponRarity": 5
  },
  "menuId": 4,
  "menuName": "Armes",
  "version": 1724839076,
  "components": {
    "story": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Voici une partie de l'histoire des batailles entre le seigneur du volcan et les tribus de Natlan.</color>\n<color=#ffffff73>Tout le monde devrait déjà tout savoir sur le vil seigneur du volcan. Un monstre énorme et imposant, avec un corps semblable à une salamandre dont la teinte se situait quelque part entre le noir et le violet. Il a profité de l'absence des autres grands dragons antiques pour se faufiler et occuper le Grand volcan de Tollan qui était inoccupé, et a commencé à malmener le peuple. Il a commis toutes sortes d'abus et d'outrages, au point qu'il ne serait pas possible de compter ses crimes, et les diverses tribus ont beaucoup souffert. Heureusement, le seigneur du volcan noir a finalement été complètement chassé de Natlan, donc les enfants d'aujourd'hui n'ont plus rien à craindre de lui !</color>\n<color=#ffffff73>Ce dont nous allons parler aujourd'hui, c'est de la manière dont l'ancien Archon Pyro, Cochanina, a habilement expulsé le seigneur du volcan du territoire du Peuple des sources.</color>\n<color=#ffffff73>Ce jour-là, le seigneur du volcan était allongé dans sa montagne cracheuse de feu à admirer son corps noir de corbeau et à réfléchir, lorsqu'il eut un nouveau plan ignoble.</color>\n<color=#ffffff73>Bah, il fait vraiment trop sombre sous le volcan, plus noir que la nuit sans lune la plus profonde. Je ne peux même pas voir mon propre corps.</color>\n<color=#ffffff73>« On dit que le Peuple des sources au sud ont l'eau la plus claire de tout Natlan. Si je nettoie toute la saleté noire sous le volcan, peut-être que cet endroit serait enfin propre. Et qui se soucie de ce qu'ils vont en penser ? »</color>\n<color=#ffffff73>Fort de cette réalisation, le grand seigneur du volcan aimait tellement l'idée de la purification qu'il s'en félicitait. Il fit cracher d'épais nuages de fumée par le volcan, se cacha dans son ombre et se dirigea vers le Peuple des sources. Ignorant leurs protestations, il déversa toute la terre noire dans leurs sources, polluant l'air de tout le village avec une fumée noire. À tel point que même les oiseaux fluxeaux n'ont pas pu rester et se sont envolés.</color>\n<color=#ffffff73>Ça ne pouvait pas continuer ainsi ! Les aînés de la tribu se dirigèrent en toute hâte vers Cochanina, l'Archon Pyro, pour lui raconter l'incident.</color>\n<color=#ffffff73>Cochanina poussa un profond soupir. Ce n'était pas la première fois que le seigneur du volcan créait de sérieux problèmes à Natlan. Bien qu'il ait été vaincu à plusieurs reprises par les Archons Pyro précédents, il s'est échappé de peu à chaque fois. Il disparaissait alors tout un moment pour panser ses blessures dans le volcan noir comme du sang, avant de revenir. Cochanina a alors élaboré un plan pour chasser une bonne fois pour toute le seigneur du volcan. Au lieu de sa célèbre arme, l'épée Unu Pachacuti, elle n'emporta qu'une planche de surf.</color>\n<color=#ffffff73>Lorsque Cochanina est arrivée devant le seigneur du volcan, il se trouvait tranquillement en train de se baigner dans une source thermale déjà tachée de noir, remuant son gros ventre rond et gras en rond, l'air totalement détendu.</color>\n<color=#ffffff73>« Ah, grand seigneur du volcan ! Comment les sources que ces pathétiques petits humains utilisent pour se baigner peuvent-elles être suffisantes pour laver vos précieux trésors ? Seul l'ancien trésor secret laissé par le grand héros Uenuku et transmis parmi les membres du Peuple des sources, le calice irisé, d'où jaillissent des arcs-en-ciel sans fin est digne de votre noble personnalité. »</color>\n<color=#ffffff73>« Oh ? » Elle avait piqué l'intérêt du seigneur du volcan. Bien que la femme en face de lui ne soit rien de plus qu'un membre de la tribu sans valeur et sans importance, sa suggestion et son attitude humble signifiaient qu'elle pourrait être utile. « Dans ce cas, pourquoi restes-tu là au lieu de m'y emmener pour récupérer ce qui me revient de droit ? »</color>\n<color=#ffffff73>« Ah, grand seigneur du volcan, il y a quelque chose dont vous n'êtes peut-être pas au courant. Ce trésor n'est pas sur terre, il est caché dans les profondeurs de la mer. Hélas, vous ne savez pas surfer, et comme nous ne sommes que des humains chétifs, nous ne pouvons pas fabriquer de bateau capable d'accueillir votre forme glorieuse et majestueuse... »</color>\n<color=#ffffff73>« Ne me sous-estime pas ! », répondit le seigneur du volcan avec colère. Il a toujours été comme ça. Chaque fois qu'un de ces petits individus inférieurs disait qu'il ne pouvait pas faire quelque chose, il faisait toujours semblant d'insister sur le fait qu'il pouvait le faire. « Ouvrez la voie ! Ce n'est que du surf, après tout, comment ça pourrait être difficile pour quelqu'un d'aussi remarquable que moi ? »</color>\n<color=#ffffff73>C'est ainsi que Cochanina emmena le seigneur du volcan tout droit vers les profondeurs de la mer. Le maladroit seigneur du volcan ne pouvait tout simplement pas rivaliser avec la championne de surf de la tribu. Il ne pouvait que suivre son sillage, et prendre toutes ses éclaboussures dans le visage. Voyant qu'il était déjà étourdi, Cochanina lança un poisson-globe dérivant au loin et cria fort :</color>\n<color=#ffffff73>« Regardez, le trésor est juste là ! Et voici la clé pour l'ouvrir ! »</color>\n<color=#ffffff73>À cause des vagues éclaboussantes, le seigneur du volcan ne pouvait pas vraiment voir ce qu'elle avait lancé, mais il était le puissant seigneur du volcan, alors comment pouvait-il un jour admettre qu'il était inférieur aux humains de quelque manière que ce soit ? Il a donc chargé sur le « trésor » en rugissant, pour finalement être frappé de plein fouet par le poisson-globe dérivant. Il a eu tellement mal qu'il est tombé de sa planche de surf dans la mer.</color>\n<color=#ffffff73>Même le corps massif du seigneur du volcan n'est qu'un grain de sable comparé à l'immensité de la mer. En plus, il y a des choses plus terrifiantes que lui qui se cachent dans les profondeurs. Enfin, le seigneur du volcan a lutté tristement dans la mer pendant un bon moment avant de finalement s'accrocher à quelques roseaux, et a dérivé pendant très longtemps avant de regagner le rivage. Bien que Cochanina n'ait pas réussi à le faire sortir complètement de Natlan, le seigneur du volcan n'a plus jamais osé s'en prendre au Peuple des sources.</color>"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/76706780/24dc3dfed43fac295cfddb93e367396a_7858405603622498292.png"
      },
      {
        "key": "Avant la 2ème élévation",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/76706780/83f2dbdbf5f83b2c47e3d114261baa76_9062596006277189994.png"
      },
      {
        "key": "Après la 2ème élévation",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/76706780/745cc97fa23b71aeed6ca4550777bd63_2144530767667316827.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Instant surfant</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Vœux événements d'arme</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Catalyseur</color>"
          }
        ]
      },
      {
        "key": "Attributs secondaires",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>DGT CRIT</color>"
          }
        ]
      },
      {
        "key": "Souvenir aquacolore",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Augmente les PV max de</color> <color=#37ffff>20 %/25 %/30 %/35 %/40 %</color> <color=#ffffffd9>. Toutes les 15 s, l'effet suivant se produit pendant 14 s après avoir utilisé une compétence élémentaire : accorde 4 cumuls d'été flamboyant, chaque cumul augmentant les DGT des attaques normales de</color> <color=#37ffff>12 %/15 %/18 %/21 %/24 %</color> <color=#ffffffd9>. Une fois toutes les 1,5 s pendant cette durée, toucher un ennemi avec une attaque normale consomme un cumul. Une fois toutes les 1,5 s, déclencher une réaction d'Évaporation sur un ennemi rajoute un cumul. L'effet Été flamboyant peut être cumulé 4 fois maximum.</color>"
          }
        ]
      },
      {
        "key": "Ajout à la version",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>5.0</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Source",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Voeux événements d'arme"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Incarnation divine</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/76706780/8ef0ee58d07d7cc6bb772ee780b6c20f_5763106069383944598.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>Version 5.0 - Phase I</color>\n<color=#ffe14b>28 Août 2024 - 17 Septembre 2024</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>5 étoiles</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6546,
        "name": "Instant surfant",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un objet commémoratif réservé à l'origine au vainqueur du Premier championnat inter-tribus de surf. Étant donné que ce tournoi est actuellement en phase préparatoire, le prix est temporairement conservé à la Bouée oisive et protégé par le propriétaire de l'établissement.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/76706780/6ce2e0da75fbdc19fc4b6f9e7bae9049_4726006272988382226.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2012,
        "name": "Serment de la liberté",
        "desc": "Une épée droite à lame bleue, aussi inébranlable que le serment de la liberté du Royaume du Vent.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/苍古自由之誓.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>4 étoiles</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2017,
        "name": "Épée de Favonius",
        "desc": "Une longue épée généralement maniée par les chevaliers de l'Ordre de Favonius. Invoquer les éléments est un jeu d'enfant avec cette arme légère et tranchante !",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/西风剑.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2018,
        "name": "Espadon de Favonius",
        "desc": "Un espadon généralement manié par les chevaliers de l'Ordre de Favonius. Invoquer les éléments est un jeu d'enfant avec cette arme au pouvoir destructeur.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/西风大剑.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1940,
        "name": "Fléau du dragon",
        "desc": "Une lance aussi légère que pointue sur laquelle s'enroule un dragon d'or. Légère et affûtée, cette arme pourrait fort bien être capable de tuer des dragons.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/匣里灭辰.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2006,
        "name": "Mémoires de rituels",
        "desc": "Un manuscrit aussi endommagé qu'illisible, objet maudit par les sables du temps.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/祭礼残章.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2009,
        "name": "Dernière corde",
        "desc": "Un arc qui était autrefois un extraordinaire instrument de musique. Il ne fait plus danser personne aujourd'hui.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/绝弦.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Personnages conseillés",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Arme signature</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6319,
        "name": "Mualani",
        "desc": "Une guide bien connue à Natlan qui possède un magasin de sports nautiques et est experte dans toutes les formes de sports aquatiques.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/f4c75caad42923eb91ee760aa2eb473a_7439123622315070718.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>5 étoiles</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Le juge suprême de Fontaine, également connu comme l'iudex, est réputé pour son impartialité sans faille.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/43281454/0513aa7f482dbb4778545d02f94956fe_1439543714753962957.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Klee",
        "desc": "Une invitée régulière des cellules de l'Ordre de Favonius, et également la maîtresse des explosions à Mondstadt, où on la surnomme « le soleil fuyant ».",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Klee_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "La Guuji Yae du Sanctuaire de Narukami est également responsable éditoriale de la Chambre Yae. Une intelligence et une ruse inimaginables sont cachées sous son apparence gracieuse.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le duc de la Forteresse de Méropide est dans l'ombre le seigneur des profondeurs troubles.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/17/43281454/31a0eb2dec5d69ca8dd7616572136b8b_5712583962390933796.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>4 étoiles</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 24,
        "name": "Yanfei",
        "desc": "Une célèbre conseillère juridique du Port de Liyue. Du sang d'Adepte coule dans les veines de cette jeune femme ingénieuse.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yanfei_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2263,
        "name": "Shikanoin Heizou",
        "desc": "Un jeune détective prodige de la Commission administrative, aux sens aiguisés et aux pensées claires.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shikanoin Heizou_icon.png",
        "displayStyle": "card",
        "menuId": 2
      }
    ],
    "ascension": [
      {
        "key": "Niv.1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ avant élévation",
              "ATQ après élévation",
              "DGT CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "-",
              "44",
              "19,2%"
            ]
          }
        ]
      },
      {
        "key": "Niv.20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ avant élévation",
              "ATQ après élévation",
              "DGT CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "110",
              "141",
              "33,9%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 6656,
            "name": "Terreur du cœur sacrificiel flamboyant",
            "desc": "<p>Matériau d'élévation d'arme.<br>Selon une ancienne tradition tribale, tout ce qu'une personne prend vient de ce monde... Donc naturellement, tout ce qu'elle gagne est également rendu en ces lieux.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/1254995/3f475737ca0c772330b0f9b4e7ddfd75_1444830319051938054.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 6647,
            "name": "Fragment de volonté brisée",
            "desc": "<p>Un fragment qui abrite une Manifestation de Wayob. </p><p>Il s'agit d'un éclat brisé d'une idole de pierre. Sa capacité à canaliser la volonté et le pouvoir des Wayobs est également extrêmement limitée.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/31/29705491/e18113708df67af70b850f4fe38b9cd3_7329723797649252380.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 6641,
            "name": "Croc juvénile",
            "desc": "<p>La dent d'un saurien natlanois. </p><p>On dirait qu'elle appartenait à une créature juvénile. S'il existait un moyen de déterminer l'âge de son propriétaire précédent, cela montrerait peut-être qu'il n'avait pas encore parcouru le monde depuis longtemps.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/29/29705491/a82d4e52935240423e3dcc08c90631b0_9046810907386063213.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 10000
          }
        ]
      },
      {
        "key": "Niv.40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ avant élévation",
              "ATQ après élévation",
              "DGT CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "210",
              "241",
              "49,4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 6657,
            "name": "Hésitation du cœur sacrificiel flamboyant",
            "desc": "<p>Matériau d'élévation d'arme.<br>Alors que les civilisations originelles s'effondraient comme du jade brisé, et que les créatures célestes, sous la conduite desquelles les civilisations terrestres avaient prospéré, étaient dévorées par les dragons éveillés, l'humanité s'enfonça dans la sauvagerie, perdant la capacité de percevoir le monde d'une manière nouvelle.</p><p>C'est ainsi qu'ils revinrent à leurs croyances les plus primitives, convaincus du mystère inhérent à la terre qui nourrissait toutes choses. Cela marqua l'aube de l'ère où les proies chassées commencèrent à être offertes en sacrifice.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/1254995/950e0ff91d2403dacc8c17553620ac31_6942660619849766489.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 6647,
            "name": "Fragment de volonté brisée",
            "desc": "<p>Un fragment qui abrite une Manifestation de Wayob. </p><p>Il s'agit d'un éclat brisé d'une idole de pierre. Sa capacité à canaliser la volonté et le pouvoir des Wayobs est également extrêmement limitée.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/31/29705491/e18113708df67af70b850f4fe38b9cd3_7329723797649252380.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 6641,
            "name": "Croc juvénile",
            "desc": "<p>La dent d'un saurien natlanois. </p><p>On dirait qu'elle appartenait à une créature juvénile. S'il existait un moyen de déterminer l'âge de son propriétaire précédent, cela montrerait peut-être qu'il n'avait pas encore parcouru le monde depuis longtemps.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/29/29705491/a82d4e52935240423e3dcc08c90631b0_9046810907386063213.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          }
        ]
      },
      {
        "key": "Niv.50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ avant élévation",
              "ATQ après élévation",
              "DGT CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "275",
              "307",
              "57,2%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 6657,
            "name": "Hésitation du cœur sacrificiel flamboyant",
            "desc": "<p>Matériau d'élévation d'arme.<br>Alors que les civilisations originelles s'effondraient comme du jade brisé, et que les créatures célestes, sous la conduite desquelles les civilisations terrestres avaient prospéré, étaient dévorées par les dragons éveillés, l'humanité s'enfonça dans la sauvagerie, perdant la capacité de percevoir le monde d'une manière nouvelle.</p><p>C'est ainsi qu'ils revinrent à leurs croyances les plus primitives, convaincus du mystère inhérent à la terre qui nourrissait toutes choses. Cela marqua l'aube de l'ère où les proies chassées commencèrent à être offertes en sacrifice.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/1254995/950e0ff91d2403dacc8c17553620ac31_6942660619849766489.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 6648,
            "name": "Image de volonté claire",
            "desc": "Une idole de jade qui abrite une Manifestation de Wayob.<br>Vous pouvez approximativement distinguer la forme d'une figurine d'idole. Elle a une plus grande capacité pour canaliser la volonté et le pouvoir des Wayobs.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/57c0d095f92f4d1f1183f65126bf6b01_7481031877063751134.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 6642,
            "name": "Croc mature",
            "desc": "<p>La dent robuste d'un saurien natlanois. </p><p>Son usure témoigne des expériences de vie et des combats de son ancien propriétaire. Parmi les nombreux sauriens natlanois, celui qui possédait une telle dent devait être considéré comme un redoutable guerrier.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/29/29705491/ab4a7925734a4044b28c790d26ce5f5d_7272749839094245864.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 30000
          }
        ]
      },
      {
        "key": "Niv.60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ avant élévation",
              "ATQ après élévation",
              "DGT CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "341",
              "373",
              "65,0%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 6658,
            "name": "Résolution du cœur sacrificiel flamboyant",
            "desc": "<p>Matériau d'élévation d'arme.<br>On raconte que le Sage de la flamme dérobée, après avoir transmis aux membres tribaux le savoir secret qui leur permit de maîtriser les flammes sous toutes leurs formes, espérait qu'ils parviendraient à gravir les échelons de la civilisation et à abandonner les pratiques erronées de leurs ancêtres.</p><p>Pourtant, un dogme profondément ancré est difficile à ébranler, et les jeunes désormais puissants ont plutôt déclenché des conflits au sein de leur propre tribu simplement pour obtenir davantage d'offrandes. Cela peut expliquer la désillusion finale du sage et son retrait de l'histoire.</p><p>Il est à noter que c'est précisément pendant le règne du seigneur sacré de la cité ineffable que la pratique des sacrifices vivants a été purement et simplement interdite. Bien que la véritable motivation du seigneur sacré derrière l'abolissement de nombre de leurs coutumes ait été la consolidation de son autorité, cet acte particulier pourrait également être considéré comme le début d'une nouvelle civilisation.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/1254995/df3fc459d775fc9e9039538ca269a904_8485440690360108003.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 6648,
            "name": "Image de volonté claire",
            "desc": "Une idole de jade qui abrite une Manifestation de Wayob.<br>Vous pouvez approximativement distinguer la forme d'une figurine d'idole. Elle a une plus grande capacité pour canaliser la volonté et le pouvoir des Wayobs.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/57c0d095f92f4d1f1183f65126bf6b01_7481031877063751134.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 6642,
            "name": "Croc mature",
            "desc": "<p>La dent robuste d'un saurien natlanois. </p><p>Son usure témoigne des expériences de vie et des combats de son ancien propriétaire. Parmi les nombreux sauriens natlanois, celui qui possédait une telle dent devait être considéré comme un redoutable guerrier.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/29/29705491/ab4a7925734a4044b28c790d26ce5f5d_7272749839094245864.png",
            "amount": 14
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 45000
          }
        ]
      },
      {
        "key": "Niv.70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ avant élévation",
              "ATQ après élévation",
              "DGT CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "408",
              "439",
              "72,7%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 6658,
            "name": "Résolution du cœur sacrificiel flamboyant",
            "desc": "<p>Matériau d'élévation d'arme.<br>On raconte que le Sage de la flamme dérobée, après avoir transmis aux membres tribaux le savoir secret qui leur permit de maîtriser les flammes sous toutes leurs formes, espérait qu'ils parviendraient à gravir les échelons de la civilisation et à abandonner les pratiques erronées de leurs ancêtres.</p><p>Pourtant, un dogme profondément ancré est difficile à ébranler, et les jeunes désormais puissants ont plutôt déclenché des conflits au sein de leur propre tribu simplement pour obtenir davantage d'offrandes. Cela peut expliquer la désillusion finale du sage et son retrait de l'histoire.</p><p>Il est à noter que c'est précisément pendant le règne du seigneur sacré de la cité ineffable que la pratique des sacrifices vivants a été purement et simplement interdite. Bien que la véritable motivation du seigneur sacré derrière l'abolissement de nombre de leurs coutumes ait été la consolidation de son autorité, cet acte particulier pourrait également être considéré comme le début d'une nouvelle civilisation.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/1254995/df3fc459d775fc9e9039538ca269a904_8485440690360108003.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 6649,
            "name": "Sceau de volonté errante",
            "desc": "<p>Un talisman d'obsidienne qui abrite une Manifestation de Wayob. </p><p>Il se compose d'une figurine d'idole en jade encastrée dans de l'obsidienne. On dit que dans le passé, les gens utilisaient souvent de telles figurines pour tenter de communiquer directement avec les Wayobs du Fief Nocturne. Cela explique peut-être aussi pourquoi les Wayobs peuvent y résider et se manifester sous forme physique.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/31/29705491/c02ef12ebb37cd68a3409810f6b4ead4_6088370050197018373.png",
            "amount": 14
          },
          {
            "type": "CustomEntry",
            "epId": 6643,
            "name": "Croc de tyran",
            "desc": "<p>La dent acérée d'un puissant saurien de Natlan. </p><p>Son bord dentelé et sa forme effrayante témoignent de la férocité de son ancien propriétaire au combat. Parmi les nombreux sauriens natlanois, celui qui possédait une telle dent devait être un véritable tyran impitoyable.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/29/29705491/fc94200643164906c34fc8c48f288ae9_4514369850509318146.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 55000
          }
        ]
      },
      {
        "key": "Niv.80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ avant élévation",
              "ATQ après élévation",
              "DGT CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "475",
              "506",
              "80,4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 6659,
            "name": "Splendeur du cœur sacrificiel flamboyant",
            "desc": "<p>Matériau d'élévation d'arme.<br>«&nbsp;Si vous souhaitez posséder tout ce que le monde a à offrir, vous devez d'abord offrir tout ce que vous avez au monde.&nbsp;»</p><p>Après que le seigneur sacré de la cité ineffable eut interdit au peuple de prier le Fief nocturne, les liens spirituels qui avaient été établis tombèrent en ruine.</p><p>Le jeune homme aux yeux écarlates, guidé à travers de nombreuses épreuves, fit maintenant face à son test final : imiter le premier humain à s'élever et affronter sa propre disparition en offrant son cœur avec une dague d'or.</p><p>Le sacrifice de soi était considéré comme un honneur réservé au vainqueur... Et ainsi, sans même une seconde d'hésitation, il s'ouvrit la poitrine avec la lame brillante.</p><p>En fin de compte, son sacrifice reçut la réponse qu'il méritait, et il put revenir du royaume où l'eau coule comme des rayons de lumière pour se lancer dans une nouvelle grande entreprise.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/1254995/ed159b7777c20a3279fc1256f76921d1_3859460047006763454.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 6649,
            "name": "Sceau de volonté errante",
            "desc": "<p>Un talisman d'obsidienne qui abrite une Manifestation de Wayob. </p><p>Il se compose d'une figurine d'idole en jade encastrée dans de l'obsidienne. On dit que dans le passé, les gens utilisaient souvent de telles figurines pour tenter de communiquer directement avec les Wayobs du Fief Nocturne. Cela explique peut-être aussi pourquoi les Wayobs peuvent y résider et se manifester sous forme physique.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/31/29705491/c02ef12ebb37cd68a3409810f6b4ead4_6088370050197018373.png",
            "amount": 27
          },
          {
            "type": "CustomEntry",
            "epId": 6643,
            "name": "Croc de tyran",
            "desc": "<p>La dent acérée d'un puissant saurien de Natlan. </p><p>Son bord dentelé et sa forme effrayante témoignent de la férocité de son ancien propriétaire au combat. Parmi les nombreux sauriens natlanois, celui qui possédait une telle dent devait être un véritable tyran impitoyable.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/29/29705491/fc94200643164906c34fc8c48f288ae9_4514369850509318146.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 65000
          }
        ]
      },
      {
        "key": "Niv.90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ avant élévation",
              "ATQ après élévation",
              "DGT CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "542",
              "-",
              "88,2%"
            ]
          }
        ]
      }
    ]
  }
}