{
  "epId": 6559,
  "name": "Tsumi",
  "desc": "<p>Le dernier vassal de Watatsumi</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/30/170542231/1b4813ee4ee058cd0428721d3301de69_4057311859595163390.png",
  "menuId": 10,
  "menuName": "Archives des PNJ",
  "version": 1760216225,
  "components": {
    "galleryCharacter": [
      {
        "key": "Tsumi",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/30/170542231/b948ac47f0b6ddf32f00f30046bf7c80_3776244526103798748.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Tsumi</color>"
          }
        ]
      },
      {
        "key": "Région",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Enkanomiya</color>"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Vassaux de Watatsumi</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relations"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Enkanomiya",
        "desc": "<p>Le seul espoir pour le salut de l'île de Watatsumi réside dans cette zone entourée de mystère : Enkanomiya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/12/113040870/d9249cfe7e91d27caa52bdb7121ed2c4_6428229534334660678.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nTsumi a vécu à Enkanomiya toute sa vie."
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Élémentosaure abyssal primordial",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Élémentosaure qui habite dans les profondeurs océaniques.<br>Ils étaient autrefois la race dominante des profondeurs. À une époque encore plus lointaine, les dragons étaient les seigneurs du monde. Mais leurs sept souverains ont été vaincus par une puissance céleste et se sont éteints les uns après les autres.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Récemment, des Élémentosaures semblent apparaître loin des abysses marins. Même s'ils ont du mal à s'assimiler dans un monde gouverné par les humains, ce dernier reste leur monde.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "name": "Élémentosaure abyssal morgivre",
        "desc": "Un Élémentosaure qui habite dans les profondeurs océaniques. Pour des raisons d'adaptation sociale, certains Élémentosaures ont développé une forme en rapport avec l'élément Cryo.<br/>Avec l'arrivée des humains et de la confrontation avec eux, les Élémentosaures abyssaux ont commencé à se développer. Ils ont évolué à la manière des fourmis, parmi lesquelles la répartition du travail et les caractéristiques biologiques ont conduit à l'émergence de nouvelles formes. Ces Élémentosaures sont plus solides que leurs cousins ordinaires.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "name": "Élémentosaure abyssal mangéclair",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Élémentosaure qui habite dans les profondeurs océaniques.<br>Pour des raisons d'adaptation sociale, certains Élémentosaures ont développé une forme en rapport avec l'élément Électro.<br>Suite à la disparition du pouvoir des sept souverains, une nouvelle génération de souverains est en train d'émerger. Les Élémentosaures abyssaux ont cependant évolué d'une manière qui leur a fait perdre leur pureté. C'est pourquoi ils ne donneront plus naissance au Dragon des eaux. D'après la prophétie, un nouveau Dragon des eaux fera son apparition sous les traits d'un humain...</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Bien que les Dragons des eaux qui ont retrouvé leur forme complète se considèrent toujours comme faisant partie de la même espèce, ils sont en fait plus proches d'une autre race. Peut-être ont-ils pensé qu'il valait mieux se rapprocher des humains, puisqu'ils ont choisi de travailler avec eux, ou peut-être ont-ils compris leur potentiel...</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nLes Élémentosaures élevèrent Tsumi depuis sa tendre enfance, et elle se considère comme l'une des leurs."
      },
      {
        "type": "CustomEntry",
        "epId": 4908,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nTsumi est un vassal de Watatsumi, un familier d'Orobashi."
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Enjou",
        "desc": "<p>Un membre de l'Ordre de l'Abîme, qui se définit comme un personnage studieux et érudit. On le nomme également «&nbsp;La chose qui dit s'appeler Enjou&nbsp;», Sanka, «&nbsp;La chose qui dit s'appeler Sanka&nbsp;».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/07/113040870/25dd87d0365919edef697ac98e53db76_1028043491901473718.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nTsumi et les Élémentosaures s'allièrent à Enjou pour plonger Enkanomiya dans les ténèbres."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objets liés"
      },
      {
        "type": "CustomEntry",
        "epId": 6557,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1250,
        "name": "Accessoire cassé",
        "desc": "Un petit accessoire obtenu des mains de Kokomi. On dirait qu'il s'agit d'un fragment d'un autre objet. D'après elle, il pourrait s'avérer utile en temps voulu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Fragmented Accessory_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8266,
        "name": "Accessoire cassé",
        "desc": "Un fragment que vous avez obtenu de la part d'« Enjou ». Il l'a volé au Dainichi Mikoshi, ce qui signifie que cela devrait être une relique d'Enkanomiya.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/16/a21fc0f3c1d6bde76b144022b7474936_1606506675991326498.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 295,
        "name": "Sceau du Royaume de la lumière",
        "desc": "Une marque qui symbolise la reconnaissance d'Ookami Tokoyo à Enkanomiya.<br/>On peut les donner en offrande à la statue de vassal pour améliorer la Boîte de Bokuso.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Light Realm Sigil_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 296,
        "name": "Noyau du Royaume de la lumière",
        "desc": "Vous avez découvert cette pierre mystérieuse en explorant le royaume obscur d'Enkanomiya.<br/>Le Royaume de la lumière a donné aux humains des moyens supplémentaires de résister à l'Abîme.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Light Realm Core_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tsumi",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Une légende ancienne d'Enkanomiya raconte que lorsque les Élémentosaures abyssaux furent vaincus durant la guerre entre les habitants d'Enkanomiya et les Élémentosaures, ils durent évoluer pour survivre. Ils commencèrent à imiter les vainqueurs du conflit, et cela a finalement donné naissance à une lignée d'Élémentosaures qui ne se distinguaient pas des humains, hormis leurs pupilles. Ces gens du peuple\ns'infiltrèrent à Enkanomiya et occupèrent de nombreux postes clés. Tsumi avait vécu depuis son enfance parmi les Élémentosaures et se considérait comme l'un d'eux. Elle ne possédait rien, si ce n'est un étrange médaillon et quelques livres. Grâce aux livres, elle apprit à écrire et à parler le langage des hommes, mais elle n'avait pas l'occasion de parler à des humains et de comprendre ce dont parlaient ses livres. Durant de nombreuses années, ils vécurent dans l'obscurité, jusqu'au jour où le Voyageur/la Voyageuse descendit à Enkanomiya à la recherche du corail sanglant de la divinité des tréfonds afin de réaliser le rituel sacré de l'Île de Watatsumi. Ces coraux tenaient à distance les dragons des profondeurs sous la tour du Dainichi Mikoshi, et une barrière protectrice entourait la tour elle-même. Pour récupérer le corail, le Voyageur/la Voyageuse élimina la barrière et ralluma le soleil artificiel. La lumière ainsi revenue à Enkanomiya dérangea les Élémentosaures : depuis la première guerre, la lumière signifiait aux dragons la présence d'une activité humaine, alors ils l'évitaient à tout prix."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/09/237301566/3eedbb236edfd30079133e20c2099bc9_2784655553685407423.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Le corail sanglant était nécessaire à la réalisation du rituel sacré de Watatsumi, dans le but de contrer le phénomène de sanctification sur l'Île de Watatsumi. Ce phénomène correspond à l'expansion de l'habitat des Élémentosaures abyssaux et signifie que le pouvoir élémentaire primordial des Trois Royaumes se renforce. La sanctification rend le sol stérile et attaque les cultures. Durant le rituel, la prêtresse divine remarqua que le phénomène n'avait pas disparu, mais s'était seulement arrêté. Au même moment, Tsumi s'allia à Enjou, un membre de l'Ordre de l'Abîme. Elle voulait détruire le Dainichi Mikoshi afin que l'obscurité règne à Enkanomiya et que les Élémentosaures puissent sauver les leurs. Enjou promit de plonger Enkanomiya dans l'obscurité, et en échange, les Élémentosaures autoriseraient l'Ordre de l'Abîme à traverser leur territoire et l'aideraient à reconstruire les trois tours du néant. Les Élémentosaures ne savaient pas que les ténèbres de l'Abîme étaient un terrible poison pour les êtres élémentaires, alors ils acceptèrent l'alliance, mais Enjou les trahit. Il reconstruisit les tours aux frontières d'Enkanomiya et les utilisa pour diffuser l'énergie de l'Abîme, ce qui fit grandement souffrir les Élémentosaures.\nLorsque la prêtresse divine envoya des hommes à Enkanomiya, ils furent gravement touchés lors d'une bataille contre des chevaliers des Serpents noirs. La prêtresse divine de Sangonomiya demanda au Voyageur/à la Voyageuse d'aider à purifier Enkanomiya de l'obscurité et leur remit un morceau de médaillon qui pourrait les aider dans le cas où ils/elles auraient à prendre une décision. Tsumi portait un masque pour cacher ses pupilles de serpent et prétendait être la prêtresse de Sangonomiya afin d'aider les blessés. Elle s'allia au Voyageur/ à la Voyageuse pour se venger d'Enjou. Tsumi donna au Voyageur/à la Voyageuse une Boîte de Bokuso pour dissiper l'obscurité qui avait enveloppé Enkanomiya et qu'elle puisse utiliser le pouvoir du Dainichi Mikoshi afin de créer une obscurité qui puisse protéger les Élémentosaures. Enjou révéla les véritables intentions de Tsumi au Voyageur/à la Voyageuse et lui remit comme cadeau d'adieu un fragment de médaillon similaire à celui confié par la prêtresse divine. Il l'aida aussi à diriger la lumière et à dissiper l'obscurité dans le Dainichi Mikoshi en utilisant les mécanismes qu'il avait laissés près de la tour."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/09/237301566/dd24b9b451e2ae8db2f2d645c7b48153_7586980090791393232.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Même si l'obscurité sur le Dainichi Mikoshi s'était dissipée, Tsumi avait l'impression que la tour pouvait entendre ses souhaits. Elle n'avait qu'à y penser pour que sa luminosité change. Si elle le désirait, la tour pouvait s'effondrer devant elle. Avec l'équivalent cognitif d'un claquement de doigts, elle pouvait détruire cette source de douleur pour les Élémentosaures. Mais Tsumi ne pouvait s'y résoudre. Lorsque le Voyageur/la Voyageuse lui donna les deux fragments de médaillon, Tsumi les combina avec le sien, et ils formèrent un médaillon dont la forme était celle de trois serpents entrelacés. C'est une relique des débuts, lorsque la Divinité des tréfonds Orobashi no Mikoto réorganisa la cour et réforma Enkanomiya. Les trois pendentifs furent donnés au Dainichi Mikoshi, à la lignée Sangonomiya et aux vassaux de Watatsumi, les familiers d'Orobashi. L'idée initiale était que la population, les dignitaires locaux et les vassaux divins étaient tous responsables les uns vis-à-vis des autres. Les vassaux de Watatsumi prenaient généralement une forme mi-humaine, mi-serpent, pour symboliser le fait qu'ils soient les familiers de la divinité serpent. Au fil du temps, les vassaux sont progressivement devenus identiques aux humains, à l'exception des pupilles de leurs yeux, et les histoires de peuple Élémentosaure et d'hommes-lézards n'étaient que pure fiction. La Divinité des tréfonds épuisa toute son énergie pour créer l'Île de Watatsumi, et après cela, elle devint de plus en plus faible. Plus aucun vassal de Watatsumi ne naquit après cet événement. Mais les registres mentionnent le tout dernier vassal, qui devait être celle qui pourrait établir la communication entre les Élémentosaures et les humains. Alors qu'elle n'était qu'une petite fille, elle et sa prêtresse gardienne furent attaquées par des Élémentosaures à la frontière d'Enkanomiya. La plupart croient qu'elle mourut ce jour-là. Mais certains pensent qu'elle fut élevée par les Élémentosaures. Les fragments du médaillon de Tsumi s'imbriquaient parfaitement avec les fragments de Sangonomiya et du Dainichi Mikoshi car elle était un vassal de Watatsumi. Néanmoins, elle ne voulait pas l'accepter et choisit les Élémentosaures."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Il y a un dicton dans vos livres humains que je n'ai jamais compris jusqu'à maintenant.</color>\n<color=#ffffffd9>« Les gens appartiennent à l'endroit qui les a vus naître, mais les créatures appartiennent à l'endroit qui les nourrit. »</color>\n<color=#ffffffd9>Je suis un Élémentosaure, pas une humaine. Alors je retourne là où j'appartiens.</color>\n<color=#ffffffd9>Je suppose que le Dainichi Mikoshi n'est pas mon affaire. Mais nous reviendrons un jour. »</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Enkanomiya",
        "desc": "<p>Le seul espoir pour le salut de l'île de Watatsumi réside dans cette zone entourée de mystère : Enkanomiya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/12/113040870/d9249cfe7e91d27caa52bdb7121ed2c4_6428229534334660678.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Enjou",
        "desc": "<p>Un membre de l'Ordre de l'Abîme, qui se définit comme un personnage studieux et érudit. On le nomme également «&nbsp;La chose qui dit s'appeler Enjou&nbsp;», Sanka, «&nbsp;La chose qui dit s'appeler Sanka&nbsp;».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/07/113040870/25dd87d0365919edef697ac98e53db76_1028043491901473718.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "name": "Élémentosaure abyssal mangéclair",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Élémentosaure qui habite dans les profondeurs océaniques.<br>Pour des raisons d'adaptation sociale, certains Élémentosaures ont développé une forme en rapport avec l'élément Électro.<br>Suite à la disparition du pouvoir des sept souverains, une nouvelle génération de souverains est en train d'émerger. Les Élémentosaures abyssaux ont cependant évolué d'une manière qui leur a fait perdre leur pureté. C'est pourquoi ils ne donneront plus naissance au Dragon des eaux. D'après la prophétie, un nouveau Dragon des eaux fera son apparition sous les traits d'un humain...</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Bien que les Dragons des eaux qui ont retrouvé leur forme complète se considèrent toujours comme faisant partie de la même espèce, ils sont en fait plus proches d'une autre race. Peut-être ont-ils pensé qu'il valait mieux se rapprocher des humains, puisqu'ils ont choisi de travailler avec eux, ou peut-être ont-ils compris leur potentiel...</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Élémentosaure abyssal primordial",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Élémentosaure qui habite dans les profondeurs océaniques.<br>Ils étaient autrefois la race dominante des profondeurs. À une époque encore plus lointaine, les dragons étaient les seigneurs du monde. Mais leurs sept souverains ont été vaincus par une puissance céleste et se sont éteints les uns après les autres.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Récemment, des Élémentosaures semblent apparaître loin des abysses marins. Même s'ils ont du mal à s'assimiler dans un monde gouverné par les humains, ce dernier reste leur monde.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "name": "Élémentosaure abyssal morgivre",
        "desc": "Un Élémentosaure qui habite dans les profondeurs océaniques. Pour des raisons d'adaptation sociale, certains Élémentosaures ont développé une forme en rapport avec l'élément Cryo.<br/>Avec l'arrivée des humains et de la confrontation avec eux, les Élémentosaures abyssaux ont commencé à se développer. Ils ont évolué à la manière des fourmis, parmi lesquelles la répartition du travail et les caractéristiques biologiques ont conduit à l'émergence de nouvelles formes. Ces Élémentosaures sont plus solides que leurs cousins ordinaires.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6557,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1250,
        "name": "Accessoire cassé",
        "desc": "Un petit accessoire obtenu des mains de Kokomi. On dirait qu'il s'agit d'un fragment d'un autre objet. D'après elle, il pourrait s'avérer utile en temps voulu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Fragmented Accessory_icon.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}