{
  "epId": 6560,
  "name": "Enjou",
  "desc": "<p>Un membre de l'Ordre de l'Abîme, qui se définit comme un personnage studieux et érudit. On le nomme également «&nbsp;La chose qui dit s'appeler Enjou&nbsp;», Sanka, «&nbsp;La chose qui dit s'appeler Sanka&nbsp;».</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/07/113040870/25dd87d0365919edef697ac98e53db76_1028043491901473718.png",
  "menuId": 10,
  "menuName": "Archives des PNJ",
  "version": 1755114404,
  "components": {
    "galleryCharacter": [
      {
        "key": "Localisation",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/07/113040870/7c0c0a96b132351bc5756447cf47e124_2307690687148107378.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Les Gorges - Enkanomiya"
          }
        ]
      },
      {
        "key": "Enjou",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/07/113040870/59155141021979d6f01b0c0ed8d4aafe_7246008775685342721.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "La véritable forme d'Enjou."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relations"
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Enjou est un membre de l'Ordre."
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Enjou se rendit en mission à Enkanomiya à deux reprises."
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "Enjou visita Natlan pour percer les mystères de son histoire ancienne."
      },
      {
        "type": "CustomEntry",
        "epId": 6559,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Enjou promit à Tsumi et aux élémentosaures de plonger tout Enkanomiya dans les ténèbres, et en retour, les Elementosaures autoriseraient l'Ordre de l'Abîme à traverser leur territoire."
      },
      {
        "type": "CustomEntry",
        "epId": 6317,
        "name": "Kinich",
        "desc": "Un chasseur de sauriens des Huitztlans qui excelle en calcul des coûts.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/12/0099e74b4d0c919f6feab4bade3ab748_5795733017114624391.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Associé d'Enjou lors de sa visite à Natlan. En échange d'un appareil destiné à appâter les créatures de l'Abîme, Kinich lui permit pendant un temps d'étudier les traditions de sa tribu."
      },
      {
        "type": "CustomEntry",
        "epId": 2181,
        "name": "Chantre de l'Abîme - Flamme abyssale",
        "desc": "<p>Un monstre au service de l'Ordre de l'Abîme. Détenteur du feu de l'abîme, il poursuit le sens profond des textes et des écritures. <br>Les gens ont tendance à croire que son nom signifie « lecteur », alors qu'il peut également signifier « exégète ». Réciter la parole de la grâce lui donne une grande puissance.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Fathomless Flames_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "La véritable forme d'Enjou."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objets Liés"
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "Avant le soleil et la lune",
        "desc": "Une chronique qu'il est interdit aux gens ordinaires de lire. L'écriture est un mélange de fables et d'histoires du début du monde à la création du Dainichi Mikoshi.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/12/113040870/b777e5a2a0e602e047bb3d6849ed3436_8653597325862081130.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Teasers & Trailers",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Démo personnage : « Chantre de l'Abîme - Flamme abyssale : Textes et trésors »"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/12/113040870/538a803b5dd8fa5bcff6e85366186c2e_7777443869372342716.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>01/04/2022</color>\n<color=#ffffff73>« Ce livre... Il serait plus raisonnable de le confier à un spécialiste ! Même s'il s'agit d'un bon livre, je ne m'attendais pas à ce que les chantres l'apprécient autant... »</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=dZsCPpuxgfM&ab_channel=HoYoLAB"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vidéo commémorative : « Lueur scintillante »"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/12/113040870/41cf2c7aaab380196c26d6417e03829d_8265025174983587941.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>17/09/2022</color>\n<color=#ffffff73>« Ce n'est peut-être que lorsque l'obscurité de l'Abîme s'installe que l'on remarque le scintillement de la lueur qui a toujours été à nos côtés. »</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=xm6DtDBkDFw&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrations",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "White Day 2024"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/12/113040870/4a11f224095021cb00f0b9e76470f694_5655350391859985802.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>14/04/2024</color>\nÀ en juger par votre expression... Vous ne m'avez pas oublié, j'espère ? Que voulez-vous dire par « les Chantres de l'Abîme se ressemblent tous, revenez lorsque vous prendrez une apparence humaine » ? On dirait que le cadeau d'adieu que je vous ai offert lors de notre dernière rencontre ne vous a pas fait assez forte impression. Cette fois, j'ai cueilli une belle fleur rien que pour vous. Mais je suis venu ici sans en informer Votre Altesse, alors je ne peux pas lui transmettre de message de votre part. Pourriez-vous enfin me pardonner ? Quoi ? Attendez, baissez d'abord votre arme et discutons..."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Enjou",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>est un membre de l’Ordre de l’Abîme, une organisation menée par la sœur / le frère du Voyageur / de la Voyageuse. Ce sont les seuls à pouvoir survivre dans l’Abîme, hautement toxique pour n’importe qui d’autre. Malgré son pouvoir destructeur, l’Abîme attire et enivre l’Ordre. La véritable forme d’Enjou est celle d’un Chantre de l’Abîme, mais il choisit de se changer en Inazumien pour pénétrer Enkanomiya sans éveiller les soupçons. Il connaît la langue ancienne de Byakuyakoku, parlée par le peuple d’Enkanomiya avant qu’ils ne viennent à la surface de Teyvat.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Je traduisais bien des textes mais cela n'avait rien à voir avec l'épreuve. Et je suis bien un amateur de livre, qui peut à l'occasion se transformer en monstre cracheur de feu, c'est vrai !</color>\n<color=#ffffffd9>…Je crois que vous appelez nos semblables des « chantres », n’est-ce pas ? »</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/10/113040870/3e4a8bae10fa383d5539ca51f8607762_3752497640987946316.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Lors de sa première mission à Enkanomiya, Enjou se mit à la recherche du livre « Avant le soleil et la lune », écrit par la secrétaire de la Déesse du temps, Istaroth. Ce livre dépeint l’histoire de l’Originel et son apparence, la guerre avec les sept Dragons Souverains, le changement de Teyvat, la création des humains, l’arrivée du Second qui prétendait au Trône, le début de la grande guerre puis la chute d’Enkanomiya dans l’Outre-Mer pendant cette guerre. Ces chroniques relatent des temps où les dieux n’avaient pas encore foulé la terre, et celle-ci n’appartenait qu'à une seule civilisation. Pour le peuple de Teyvat, l’époque « où les dieux n’avaient pas encore foulé la terre » est très lointaine, ce livre représente donc pour l’Ordre de l’Abîme le seul moyen de prouver que Célestia et les Archons ne viennent pas de ce monde, mais de l’extérieur. Il existe une seule copie de cet ouvrage dans la bibliothèque d’Enkanomiya, mais Enjou ne le trouva pas, ni dans le Dainichi Mikoshi. Pendant sa mission à Enkanomiya, Enjou rencontra le Voyageur / la Voyageuse et Paimon, et se présenta à eux en tant qu’érudit étudiant le Byakuyakoku. Grâce à son aide et ses connaissances linguistiques, le Voyageur / La Voyageuse put retirer la barrière du Dainichi Mikoshi et trouver la bride dorée, requise pour allumer le soleil artificiel. Alors que le Voyageur / la Voyageuse récupérait le corail sanglant nécessaire pour accomplir le rituel à Sangonomiya (les descendants d’Enkanomiya), Enjou révéla sa vraie nature et tenta de les battre dans l’espoir de retrouver le livre. Après sa défaite, le Chantre de l’Abîme disparut à travers un portail.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« C’est vrai, j’ai échoué. On a tous appris quelque chose aujourd’hui. Et vous, vous ne devriez pas faire confiance aussi facilement, n’est-ce pas ?</color>\n<color=#ffffffd9>Tiens, prenez cette petite créature. Qui sait si un jour elle ne vous trahira pas ? »</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5576,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2181,
        "name": "Chantre de l'Abîme - Flamme abyssale",
        "desc": "<p>Un monstre au service de l'Ordre de l'Abîme. Détenteur du feu de l'abîme, il poursuit le sens profond des textes et des écritures. <br>Les gens ont tendance à croire que son nom signifie « lecteur », alors qu'il peut également signifier « exégète ». Réciter la parole de la grâce lui donne une grande puissance.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Fathomless Flames_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "Avant le soleil et la lune",
        "desc": "Une chronique qu'il est interdit aux gens ordinaires de lire. L'écriture est un mélange de fables et d'histoires du début du monde à la création du Dainichi Mikoshi.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/12/113040870/b777e5a2a0e602e047bb3d6849ed3436_8653597325862081130.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1575,
        "name": "Corail sanglant",
        "desc": "Un corail dans lequel réside la force vitale de la Divinité des tréfonds. Il constitue une partie vitale du rituel sacré de Watatsumi.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodbranch Coral_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Offrande d'accès aux Trois Royaumes",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/10/113040870/5717e147089ce86abd51ab0ded5987c6_193890860395661031.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Quelque temps après le rituel à</color>\n<color=#ffffff73>, la prêtresse divine remarqua que quelque chose clochait avec le rituel. Elle envoya des troupes à Enkanomiya, mais celles-ci furent gravement blessées. L’entièreté d’Enkanomiya était engloutie dans les ténèbres de l’Abîme, que ni les humains ni les élémentosaures ne pouvaient supporter. Il se trouve qu’Enjou en était la cause. II avait formé une alliance avec Tsumi, une prêtresse masquée mystérieuse aux yeux de serpent. Tsumi voulait détruire le Dainichi Mikoshi afin que les ténèbres règnent à Enkanomyia et que les élémentosaures puissent une fois de plus sauver leurs proches emprisonnés sous la tour. Enjou avait promis de plonger tout Enkanomiya dans les ténèbres, et en retour, les élémentosaures autoriseraient l’Ordre de l’Abîme à traverser leur territoire et aideraient à restaurer les Tours du néant. Les élémentosaures ignoraient que les ténèbres de l’Abîme représentaient un poison terrible pour les êtres élémentaires, alors ils acceptèrent le marché, mais Enjou les trahit. Il restaura les tours aux frontières d’Enkanomiya et les utilisa pour répandre l’énergie de l’Abîme, ce qui tourmenta grandement les élémentosaures abyssaux. Lorsque la Prêtresse Divine de Sangonomiya demanda au Voyageur / à la Voyageuse de l’aide à Enkanomiya, celui-ci s’allia avec Tsumi pour affronter Enjou. Lorsque les véritables desseins de Tsumi furent révélés, Enjou aida le Voyageur / la Voyageuse à dissiper l’obscurité avec les mécanismes qu’il avait laissé, puisque son voyage à Enkanomiya s’avéra être inutile une fois de plus.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Encore un voyage inutile à Enkanomiya. Pas de problème. Je ne suis qu’un serviteur de l’ordre insignifiant de toute façon.</color>\n<color=#ffffffd9>Contrairement à ceux qui se plient en quatre pour servir Notre Altesse, je m’intéresse à des choses un peu plus terre-à-terre.</color>\n<color=#ffffffd9>Aïe, je crois que je n’ai plus le temps. Je ferai mieux de partir. Je vous dirai bien « À la prochaine », mais… On ne se reverra probablement pas. »</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6559,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Élémentosaure abyssal primordial",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Élémentosaure qui habite dans les profondeurs océaniques.<br>Ils étaient autrefois la race dominante des profondeurs. À une époque encore plus lointaine, les dragons étaient les seigneurs du monde. Mais leurs sept souverains ont été vaincus par une puissance céleste et se sont éteints les uns après les autres.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Récemment, des Élémentosaures semblent apparaître loin des abysses marins. Même s'ils ont du mal à s'assimiler dans un monde gouverné par les humains, ce dernier reste leur monde.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "name": "Élémentosaure abyssal mangéclair",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Élémentosaure qui habite dans les profondeurs océaniques.<br>Pour des raisons d'adaptation sociale, certains Élémentosaures ont développé une forme en rapport avec l'élément Électro.<br>Suite à la disparition du pouvoir des sept souverains, une nouvelle génération de souverains est en train d'émerger. Les Élémentosaures abyssaux ont cependant évolué d'une manière qui leur a fait perdre leur pureté. C'est pourquoi ils ne donneront plus naissance au Dragon des eaux. D'après la prophétie, un nouveau Dragon des eaux fera son apparition sous les traits d'un humain...</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Bien que les Dragons des eaux qui ont retrouvé leur forme complète se considèrent toujours comme faisant partie de la même espèce, ils sont en fait plus proches d'une autre race. Peut-être ont-ils pensé qu'il valait mieux se rapprocher des humains, puisqu'ils ont choisi de travailler avec eux, ou peut-être ont-ils compris leur potentiel...</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "name": "Élémentosaure abyssal morgivre",
        "desc": "Un Élémentosaure qui habite dans les profondeurs océaniques. Pour des raisons d'adaptation sociale, certains Élémentosaures ont développé une forme en rapport avec l'élément Cryo.<br/>Avec l'arrivée des humains et de la confrontation avec eux, les Élémentosaures abyssaux ont commencé à se développer. Ils ont évolué à la manière des fourmis, parmi lesquelles la répartition du travail et les caractéristiques biologiques ont conduit à l'émergence de nouvelles formes. Ces Élémentosaures sont plus solides que leurs cousins ordinaires.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mnémofeu",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Après sa dernière rencontre avec le Voyageur / la Voyageuse, Enjou (s’appelant désormais Sanka) se rendit à Natlan pour explorer la Mare Jivari. Lors de son voyage, il visita la tribu des Êtres des Canopées et rencontra deux enfants qui lui demandèrent de l’aide pour retrouver des jeunes yumkasaures. Sanka mentit aux enfants en leur disant que ses amis les aideraient, et leur demanda de lui parler du Mnémofeu de Huitztalan. Selon la légende, celui-ci apparut pour la première fois à l'ère de la Grande Ligue. Le tyran Och-Kan s’en servit pour régner sur Natlan et opprimer quiconque s'opposerait à lui. Le Mnémofeu est différent du feu ordinaire : si quelqu’un s’embrase avec, il sentira une affreuse douleur brûlante dans son dos, mais il n’en mourra pas immédiatement. Et peu importe ce que l’on fait, il ne faut pas se retourner pour regarder. Yupanqui, le héros de la tribu, qui travaillait à l’époque en tant qu’officier d’armement, était alors ami avec Och-Kan, le tyran, et avec Xbalanque, le premier Archon Pyro. En désaccord avec le règne cruel d’Och-Kan, il vola alors le Mnémofeu et le jeta sur son armée. Tous les soldats furent réduits en cendres. Alors qu’il s’apprêtait à quitter la ville, il pensa entendre Och-Kan l’appeler dans son dos. Pris par surprise, il se retourna pour regarder, mais Och-Kan n’était pas là. Il ne vit qu’une ville brûlée, une armée en ruines, et des flammes géantes qui montaient jusqu’au ciel. Une fraction de seconde plus tard, les flammes qu’il avait vues jaillirent de l’intérieur de ses yeux et engloutirent Yupanqui. Le feu qui consumait Yupanqui brûlait plus ardemment que tout autre. Il flamba pendant 100 jours, jusqu'à en faire un trou à travers les lignes énergétiques, puis tomba dans le sombre et mortel Fief Nocturne, où il brûle encore aujourd’hui. Le Mnémofeu éclaire la voie qui mène à l'au-delà. Mais pour renaître, les morts doivent accepter les flammes et se faire purifier par le feu avant tout. Après la mort de Yupanqui, Il y a environ 500 ans, l’antique nom</color>\n<color=#ffffff73>fut transmis à un autre héros, Burkina, qui affronta le roi de la montagne alors corrompu. Il est aujourd’hui donné au chasseur de Sauriens Kinich. Après avoir écouté la légende, Sanka aperçut le Voyageur / la Voyageuse et Paimon qui arrivaient et s’enfuit, disant aux enfants que le Voyageur / la Voyageuse les aiderait.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/10/113040870/804ae91cde77afc9a8f8ccdc28bab216_3550293136202106690.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Lorsque Sanka apprit le lien entre Kinich et le Mnémofeu, il commença à le suivre discrètement ainsi que son compagnon. Ainsi, lorsque le chasseur de Sauriens captura le membre de l’Ordre de l’Abîme, Sanka ne résista pas. Il passa un accord avec Kinich, afin d’obtenir l’opportunité d’en savoir plus sur les traditions de la tribu</color> <color=#ffffff73>et d’étudier K’uhul Ajaw, membre d’une ancienne civilisation de Dragons vieille de plusieurs millénaires. Les Êtres des Canopées étaient sur le point de tenir la cérémonie du Mnémofeu. Il s’agit d’une cérémonie traditionnelle au cours de laquelle la tribu honore la mémoire de leur ancêtre, Burkina, et de son compagnon, Kongamato, le roi de la montagne. Ensemble, ils affrontèrent l’Abîme et gagnèrent la bataille, mais cette victoire leur coûta cher. D’après les histoires, Burkina paya de sa vie, et Kongamato fut infecté par l’Abîme et sombra dans le sommeil. Le pouvoir de l’Abîme qui l’habite est très sensible, et lorsqu’il est dérangé, il se réveille et s’emporte dans une rage aveugle, attaquant tout ce qui bouge. Une partie de la cérémonie consiste à purifier l’Abîme qui habite le Roi de la Montagne afin qu’il reste profondément endormi. De plus en plus d’incidents liés à l’Abîme ont eu lieu récemment à Natlan, rendant la tâche de maintenir le Roi de la Montagne endormi très difficile.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/10/113040870/7d5c56fb2d300e03df1eb236b4a807b3_1780265541661983216.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Un des compagnons du doyen, Nanna, fut blessée et empoisonnée avec l’énergie de l’Abîme lors du combat contre Kongamato. Certains doyens parmi la tribu décidèrent de purifier complètement l’Abîme du corps du Yumkasaure, ce qui le tuerait. Le roi de la montagne étant un symbole vivant de la gloire des Êtres des Canopées, Kinich désapprouvait le plan des doyens, et élabora le sien. Il emprunta à Sanka un appareil qui attire les créatures de l’Abîme afin d’ouvrir une Faille et d’y mettre le Roi de la Montagne. Au même moment, K’uhul Ajaw, ayant appris que les gens portant le nom « Mnémofeu » meurent généralement de manière violente, passa un accord avec Sanka pour prendre le corps de Kinich. En échange, Sanka pourrait alors étudier Sa Majesté saurienne suprême. Malgré leur accord, le plan de Sanka échoua, car Kinich l’offrit au Voyageur / à La voyageuse en tant que « cadeau ». Sanka s’enfuit alors à nouveau pour éviter de combattre le Voyageur / la Voyageuse.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« Je ne pourrais jamais vous battre dans un duel, mais lorsqu’il s’agit de s’enfuir, je n’ai pas d’égal. »</color>\n<color=#ffffffd9>« Faites-moi plaisir et rappelez-vous à quelle vitesse je disparais. Peut-être que vous ferez preuve d’un peu plus de respect la prochaine fois. »</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/10/113040870/fbd84ce878fbb4d28410ed097cf73940_4250469366617840561.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Avant de rencontrer Kinich, le jour de son arrivée chez les Êtres des Canopées, quelque chose tomba du ciel et heurta Sanka. La cascadeuse était la Yumkasaure Nanna, empoisonnée par l’Abîme. Comme le pensait Sanka, elle s’entraînait au saut à l’élastique. Le courage que demandait un tel saut l'impressionna au plus haut point, il apprivoisa alors la Yumkasaure et l’aida à soigner ses blessures. En symbole de leur rencontre, il dessina même une image de ruines antiques, considérées comme des reliques par les anciens Sauriens. Lorsque Sanka s’échappa enfin du Voyageur / de la Voyageuse, il retrouva son amie et se rendit compte que toutes ses blessures étaient guéries. Sa famille lui manquait beaucoup, et Sanka l’emmena voir la fille du doyen, qui lui raconta l’histoire du Mnémofeu.</color>\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 6996,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6317,
        "name": "Kinich",
        "desc": "Un chasseur de sauriens des Huitztlans qui excelle en calcul des coûts.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/12/0099e74b4d0c919f6feab4bade3ab748_5795733017114624391.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6583,
        "name": "Roi yumkasaure glouton de la montagne",
        "desc": "<p>Un puissant yumkasaure qui a survécu jusqu'à nos jours à la fois aux ravages du temps et à d'innombrables batailles. </p><p>Ce « roi de la montagne », qui a autrefois uni ses forces aux grands héros contre la marée noire, occupe une place particulière dans le cœur des Êtres des canopées. Certains membres tribaux pensent qu'il a sa forme corporelle actuelle parce qu'il a un physique unique, comme le qucusaure « Tyran »... Même si en fait, c'est simplement parce qu'il a vécu si longtemps et beaucoup, beaucoup trop mangé...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/29705491/7c1ed7d240424237bc75660e96f3f0ee_5904737863095280626.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6582,
        "name": "Yumkasaure",
        "desc": "Un saurien doté de pattes postérieures puissantes et d'une queue duveteuse, capable de cracher de la pectine de flamboigrenade cachée dans ses joues afin de l'enrouler autour d'objets distants.<br>Selon la légende, les yumkasaures d'origine n'étaient pas du tout comme ceux d'aujourd'hui, mais beaucoup plus petits... Si petits qu'ils étaient même difficiles à voir. Ils pouvaient se déplacer librement avec le vent, s'accrocher aux corps des dragons massifs ou se rassembler en groupes pour se déplacer comme des nuages. Cependant, afin de conserver leur forme après la dégénérescence de leurs capacités, ils n'ont eu pas d'autre choix que d'adopter leur apparence actuelle.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/e1b8a6914176a0a3a9f003da76eff025_8330021945359045493.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Mare Jivari",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/10/113040870/34b9c8c0ffa12d3e7e81fdfd3107a170_2913899220323598117.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Poursuivant sa recherche du Mare Jivari, Enjou s’adressa à quelqu’un de spirituellement inapte, Leyla, de la tribu des Maîtres du Vent Nocturne. Le jeune homme n’avait aucune sensibilité spirituelle, il ne pouvait ni ressentir ni contrôler les esprits, et encore moins leur jeter des sorts. Enjou, qui se présenta comme Kokuchuu, suggéra à Leyla d’essayer une « thérapie d’hypersensibilisation » pour soigner son manque de sensibilité spirituelle, méthode inefficace et dangereuse interdite par les Maîtres du Vent Nocturne. Pour entrer dans un état de clairvoyance, Leyla utilisa un éclat ancien de l’arme de Sanhaj Kompore comme support et força un sort sur lui-même. Sanhaj avait combattu avec cet arc aux côtés de Tenoch, Tupac, Burkina, Menilek, Sundjatta, et Wanjiru lors de la bataille de Mare Jivari il y a 500 ans, qui donna son nom à l’endroit en question. Selon la légende, Sanhaj invoqua un Fief Nocturne miniature, et le fit exploser pour vaincre la calamité noirâtre, au prix de sa vie et de celle de Tenoch.</color>\n<color=#ffffff73>Lorsque Leyla entra dans un état de clairvoyance, son âme se perdit, ne put revenir, et Kokuchuu s’enfuit. La Grande Prêtresse de la</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/10/113040870/a66063cf30bc7ffe52984494fb2cfee5_2500028662143971569.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>tribu, Citlali, son petit-fils Ororon et le Voyageur / la Voyageuse vinrent en aide au jeune homme. Citlali, par l’intermédiaire d’un éclat d’arc, entra en clairvoyance, et le Voyageur / la Voyageuse écrivit tout ce que la prêtresse voyait sur un rouleau. Citlali vit une carte similaire à l’endroit où se trouvait auparavant le Mare Jivari. Après la bataille pendant le Cataclysme, le lieu fut réduit à une friche désolée, recouverte des cendres des guerriers et des monstres. Parfois, des lamentations glaçantes retentissaient des profondeurs, et d’autres fois, la région entière s’enflammait, étouffant les cris. De nombreux aventuriers essayèrent de prouver leur valeur en s’y engageant, mais la plupart y perdit la vie. Il y a une trentaine d’années, les gens commencèrent à parler d’une sombre, énorme créature de la taille d’une montagne qui errait à l’intérieur, et peu de temps après, la région entière disparut de la surface du monde, comme si elle n’avait jamais existé.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/10/113040870/6d5223920fd30b4e20d7a27a867e65bd_8341498830469098885.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>La Grande Prêtresse soupçonnait que le nouvel ami de Leyla l’utilisait pour trouver des informations sur le Mare Jivari, et installa donc des pièges près du campement où se trouvait la carte. Elle réalisa que Kokuchuu avait délibérément donné un artéfact puissant tel que l’arc de Sanhaj au jeune homme, et l’avait laissé exprès dans le campement, en guise d’appât. Kokuchuu espérait que l’esprit de Leyla se perdrait, et que la tribu lui viendrait en aide, lui révélant ainsi des informations sur le Mare Jivari. Kokuchuu fut repéré par les pièges de Citlali, mais parvint à s’enfuir de nouveau après avoir vu la carte.</color>\n<color=#ffd780>Entrées liées :</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7300,
        "name": "Citlali",
        "desc": "La grande shamane des Maîtres du vent nocturne et la grand-mère Itztli que tous dans la tribu respectent.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/27/c4ab2530bb8bbe3c0e811684f97ec124_6688582217610741079.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7079,
        "name": "Ororon",
        "desc": "Un jeune homme appartenant aux Maîtres du vent nocturne qui vit principalement dans la nature aux côtés de toutes sortes de créatures.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/e4830690f8b6a1ebb02cfbc8ce955671_8091252479018770784.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4000,
        "name": "Bâton bavard",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La plupart des gens trouveront cette massue incrustée d'obsidienne assez convaincante.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/158750877/6e0130263c2de43a0bd7863edce22df3_3718112700810474570.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6552,
        "name": "Brise-chaîne",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un arc long orné de jade. Les vents doux semblent toujours tourbillonner doucement autour de sa corde. Les légendes prétendent que cette arme a été fabriquée à une époque bien plus ancienne par un artisan dragon.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/76706780/8a6b418598f555deba7da922385254a2_1174566824082655546.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7196,
        "name": "Rouleau de clairvoyance : Carte",
        "desc": "<p>Une carte en rouleau tissé, obtenue grâce à une vision clairvoyante, indiquant un lieu mystérieux qui aurait disparu il y a longtemps, à savoir la Mare Jivari.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/170542231/d474adf3ed8964fe895e927b3cb57b0d_4234381441803304829.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7195,
        "name": "Fragment d'arme mystérieux : Repose-flèche",
        "desc": "<p>Un fragment d'une arme autrefois utilisée par Sanhaj Kompore, maître frontalier des Maîtres du vent nocturne. Elle a été brisée sous cette forme au cours de la grande guerre d'il y a cinq cents ans. Selon l'intuition de grand-mère Itztli, ce fragment pourrait vous aider d'une manière inexplicable à un moment futur de votre voyage.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/170542231/df783ebb6520dcc1696ff37ade156e37_2159269993980360551.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Enjou"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "Ordre de l'Abîme"
          }
        ]
      },
      {
        "key": "Région",
        "value": [
          {
            "type": "RichText",
            "text": "l'Abîme"
          }
        ]
      },
      {
        "key": "Voix chinoise",
        "value": [
          {
            "type": "RichText",
            "text": "黑石稔 (Hei Shiren)"
          }
        ]
      },
      {
        "key": "Voix anglaise",
        "value": [
          {
            "type": "RichText",
            "text": "Patrick Seitz"
          }
        ]
      },
      {
        "key": "Voix japonaise",
        "value": [
          {
            "type": "RichText",
            "text": "山口 恵 (YAMAGUCHI Satoshi)"
          }
        ]
      },
      {
        "key": "Voix coréenne",
        "value": [
          {
            "type": "RichText",
            "text": "이현 (Lee Hyun)"
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "\"Luminous Glimmer\" Commemorative Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=xm6DtDBkDFw&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/xm6DtDBkDFw/maxresdefault.jpg",
        "duration": 194
      },
      {
        "title": "Character Demo - \"Abyss Lector: Fathomless Flames: Treasures in Texts\" | Abyss Impact",
        "url": "https://www.youtube.com/watch?v=dZsCPpuxgfM&ab_channel=HoYoLAB",
        "coverUrl": "https://i.ytimg.com/vi/dZsCPpuxgfM/maxresdefault.jpg",
        "duration": 134
      }
    ]
  }
}