{
  "epId": 6646,
  "name": "Sifflet en or de guerrier couronné par les sauriens",
  "desc": "<p>Parmi les tribus de Natlan, c'est le symbole d'un puissant guerrier couronné par les sauriens. </p><p>Ce sifflet en or n'est décerné qu'à ceux qui ont fait honneur à leur tribu et ont fait preuve d'une bravoure de premier ordre. Sa signification symbolique dépasse désormais son utilité pratique, car un guerrier couronné par les sauriens est capable de gérer seul la plupart des crises.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/29705491/c8648efda2051a6f005647a78ac907fb_2801223258011175521.png",
  "filterValues": {
    "objectType": [
      "Matériau d'amélioration de personnage et d'arme"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1737630756,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Sifflet en or de guerrier couronné par les sauriens</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Matériau d'amélioration de personnage et d'arme</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Butin de guerriers tribaux sauroformes (Niv.60+)</color>\n<color=#ffffffd9>Synthèse</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Butin de"
      },
      {
        "type": "CustomEntry",
        "epId": 6563,
        "name": "Interrogatrice des sables forgés",
        "desc": "Une guerrière vaillante du canyon et une gardienne tribale qui patrouille dans les montagnes de cristal et les rivières.<br>Cette guerrière tribale, brandissant une massue à tête sphérique, peut transformer même les roches les plus dures en poussière avec ses coups écrasants. Lorsqu'elle n'utilise pas son arme pour se battre, elle brise souvent des rochers à la recherche de pierres précieuses et de traces de cristaux de phlogistique.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/4def2808096fb71d5667c7e630834d07_8484851673896277161.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6568,
        "name": "Émietteur des sables forgés",
        "desc": "Un vaillant guerrier du canyon et un gardien tribal qui patrouille dans les montagnes de cristal et les rivières.<br>Guerriers tribaux brandissant d'énormes marteaux de guerre à deux mains, ils sont l'avant-garde qui est la première à briser les lignes défensives de l'ennemi. Pour les Enfants des échos, qui adorent les pierres précieuses et toutes sortes d'ornements artisanaux, les marteaux sont souvent le premier outil que les guerriers de la tribu touchent lorsqu'ils sont enfants.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/1becba1ffe3462105f7e0917033f5f1a_5984669209956486899.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6569,
        "name": "Javelin des sables forgés",
        "desc": "Un vaillant guerrier du canyon et un gardien tribal qui patrouille dans les montagnes de cristal et les rivières.<br>À une époque où les crêtes étaient brisées et où les tribus devaient se reconstruire, les guerriers utilisaient des javelots comme marqueurs pour déterminer les emplacements des deux côtés du canyon à partir desquels des passages devaient être creusés. Cela signifiait que chaque javelot devait être enfoncé profondément dans la roche.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/50db637254bfc7df0df0afd951c58605_2800982298638640182.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6564,
        "name": "Guideuse à pas rapide",
        "desc": "Une guerrière des canopées et une gardienne tribale qui patrouille dans les vallées forestières et les ruisseaux de montagne.<br>Contrairement aux guerriers des autres tribus, ces combattantes qui se balancent autour des montagnes avec leurs grappins réfléchissent toujours à la manière d'utiliser des attaques inattendues pour vaincre leurs adversaires.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/b6a874e5a67445b8599013f973086ead_5119747004834566391.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6565,
        "name": "Éclaireur-tempête à pas rapide",
        "desc": "Un guerrier des canopées et un gardien tribal qui patrouille dans les vallées forestières et les ruisseaux de montagne.<br>On dit que ces guerriers tribaux brandissant des épées se tiennent sous les arbres et coupent chaque feuille qui tombe pendant une journée afin d'aiguiser leurs compétences de combat. Mais tout comme les feuilles tombent silencieusement, les coups de ces coursiers rapides ne font également aucun bruit.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/8634313e5c948597c6ae7879d86170c1_67289109661548918.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6567,
        "name": "Coursier armé à pas rapide",
        "desc": "Un guerrier des canopées et un gardien tribal qui patrouille dans les vallées forestières et les ruisseaux de montagne.<br>Beaucoup se demandent si les épées à deux mains sont trop lourdes pour être maniées par les coursiers des Êtres des canopées, mais c'est peut-être précisément parce que leurs tâches sont encore plus lourdes qu'une arme plus dissuasive est une nécessité.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/7c136f463e94a0ffe6accb2d561c7d3c_1379479378945653088.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6562,
        "name": "Tirailleuse à lame fluide",
        "desc": "Une guerrière des sources et une gardienne tribale qui patrouille dans les eaux et les rivages.<br>Entièrement à mains nues, ces guerrières tribales maîtrisent les techniques du combat physique et brut. Leurs poings et leurs pieds apparemment ordinaires contiennent la puissance des vagues déferlantes.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/43ad84539dd197c7ce540bbe6d39ba91_7604618065964408856.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6566,
        "name": "Scieur à lame fluide",
        "desc": "Un guerrier des sources et un gardien tribal qui patrouille dans les eaux et les rivages.<br>Ces guerriers mènent toujours la charge, et les épées dans leurs mains sont comme des dents qui scient à travers les os. Les membres tribaux qui pratiquent l'épée le font dans l'eau, perfectionnant leur habileté et leur force contre la résistance de l'eau elle-même. Les meilleurs d'entre eux peuvent fendre un poisson nageant en deux.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/0d682da55c48120c375ec107f85222d8_2384101137421954745.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6570,
        "name": "Harponneur à lame fluide",
        "desc": "Un guerrier des sources et un gardien tribal qui patrouille dans les eaux et les rivages.<br>Sous-estimez les incroyables compétences que ces courageux guerriers brandissant des harpons ont acquises en chassant et en pêchant à vos risques et périls ! On raconte que dans le passé, les membres tribaux utilisaient ces compétences pour chasser d'énormes bêtes marines dotées de nageoires et d'écailles dures comme le fer.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/ef7ff6c8ab1f943ce537d0000c473c20_946311458919495849.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7126,
        "name": "Guerrière ailée : Planeuse du firmament",
        "desc": "Une guerrière du sommet des falaises et une garde tribale qui patrouille sur les pics montagneux escarpés.<br>Ces guerriers tribaux font davantage confiance à leurs deux mains qu'à n'importe quelle arme. Ils sont par-dessus tout connus pour leur agilité et leur légèreté.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/45807494c2f07ab937f4fb3ff1a5b2c1_5892185410647942709.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7127,
        "name": "Guerrière ailée : Perdeuse de plumes",
        "desc": "Une guerrière du sommet des falaises et une garde tribale qui patrouille sur les pics montagneux escarpés.<br>De fières manieuses d'épée dont les coups de lame sont aussi amples que l'envergure d'un qucusaure. Du sang jaillit des blessures qu'elles infligent comme des plumes éparpillées.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/50be5682cf29e57809c3b0320b9b65fe_5692014212110070862.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7128,
        "name": "Guerrière spiritoratrice : Maîtresse de volonté",
        "desc": "Une guerrière du vent nocturne et une garde tribale qui patrouille dans les canyons brumeux.<br>Dans une certaine mesure, elles peuvent puiser de la puissance de leur peinture corporelle pour manier leurs armes grâce à leur volonté.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/efa0fe07d28fdf0f942b251ac6251a64_5742924486267071729.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7129,
        "name": "Guerrier spiritorateur : Dominateur d'esprit",
        "desc": "Un guerrier du vent nocturne et un garde tribal qui patrouille dans les canyons brumeux.<br>On raconte que leur peinture corporelle est un art ayant évolué de la gravure phlogistique, et que de longues années de pratique sont nécessaires pour maîtriser pleinement la puissance qu'elle contient.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/57dca5438e4de8462edfa5802eab0730_1018647605786337261.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6571,
        "name": "Guerrier tepetlisaure : Frappeur d'éclat",
        "desc": "Un puissant guerrier du canyon, dont la bravoure a été reconnue et qui peut donc porter une couronne saurienne.<br>Ce guerrier peut frapper avec la puissance d'un éboulement. Même au sein des Enfants des échos, qui sont si étroitement liés à la roche et au cristal, les guerriers couronnés par les sauriens sont des maîtres qui comprennent la roche et la pierre mieux que quiconque. On dit qu'ils peuvent même deviner la pureté et le grain à l'intérieur d'un minerai brut simplement en regardant son extérieur.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/30a7103c31c5fb3242fd67bc8fd522c2_2930472184571811413.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6572,
        "name": "Guerrier tepetlisaure : Lame brise-roche",
        "desc": "Un puissant guerrier du canyon, dont la bravoure a été reconnue et qui peut donc porter une couronne saurienne.<br>Ce guerrier peut frapper avec la puissance d'un éboulement. La légende veut que les Veines soufreuses constituaient autrefois une chaîne de montagnes plus complète et plus belle, et ce n'est que lorsque la marée noire est arrivée que les guerriers couronnés par les sauriens des Enfants des échos ont sculpté la terre elle-même pour guider la marée et que les montagnes ont pris leur apparence actuelle.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/848fb9a07e721141f082a0105ee8529f_3318225535854258117.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6573,
        "name": "Guerrier yumkasaure : Feuilles volantes",
        "desc": "Un puissant guerrier des canopées, dont la bravoure a été reconnue et qui peut donc porter une couronne saurienne.<br>Ce guerrier peut utiliser un grappin pour étendre sa portée d'attaque. Les grappins sont un élément indispensable de la vie quotidienne des Êtres des canopées. Cependant, seuls les guerriers les plus fous les combinent avec des lames de scie pour créer une arme à la fois exceptionnellement meurtrière et difficile à contrôler.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/7bbce536cf943daa97d1136466c1027c_3998547500593143724.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6574,
        "name": "Guerrière yumkasaure : Feu coulant",
        "desc": "Une puissante guerrière des canopées, dont la bravoure a été reconnue et qui peut donc porter une couronne saurienne.<br>Cette guerrière peut utiliser un grappin pour étendre sa portée d'attaque. Après avoir bricolé un mécanisme sophistiqué, le canon à main qu'elles brandissent peut être tiré à l'aide du grappin. Pour les guerriers couronnés par les sauriens des Êtres des canopées, perfectionner ses compétences et sa pensée est plus important qu'entraîner son esprit et sa volonté.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/7a00a866dc6b298689ea7bc58f252d24_5774768151024101880.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6575,
        "name": "Guerrière koholasaure : Navette à vagues",
        "desc": "Une puissante guerrière des sources, dont la bravoure a été reconnue et qui peut donc porter une couronne saurienne.<br>Cette guerrière peut temporairement exploiter la puissance des vagues pour faire des allers-retours. Selon la légende, les héros de la tribu peuvent bénéficier d'une vitesse exceptionnelle pour se déplacer sur les vagues sans avoir besoin d'aucun outil. Aujourd'hui, la tribu estime que cela consiste à utiliser des mouvements sophistiqués et complexes pour contrôler les vagues, la manière de se déplacer étant le plus important.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/513b6cb9814482bdfc810c7161c14f7c_8829090195419940797.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6576,
        "name": "Guerrière koholasaure : Séparateur de récif",
        "desc": "Une puissante guerrière des sources, dont la bravoure a été reconnue et qui peut donc porter une couronne saurienne.<br>Cette guerrière peut temporairement exploiter la puissance des vagues pour faire des allers-retours. On dit qu'il faut suivre trois formations pour maîtriser cette compétence : premièrement, s'adapter ; deuxièmement, se soumettre ; et enfin, avancer. La maîtrise de cette méthode de déplacement est la première condition requise pour devenir un guerrier couronné par les sauriens du Peuple des sources, et les meilleurs d'entre eux peuvent même utiliser cette compétence pour naviguer sur terre.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/22b96e2aff384ab37f971f4047e68b06_8202641482560940937.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7132,
        "name": "Guerrier qucusaure : Marteau stellaire",
        "desc": "Un puissant guerrier du sommet des falaises, dont la bravoure a été reconnue et qui peut donc porter une couronne saurienne.<br>Même à Natlan, la nation Pyro, les membres de la tribu du Clan des fleurplumes ont une approche particulière quant au maniement du feu et des flammes. Pour ces guerriers tribaux armés de leurs lourds marteaux, les flammes jaillissent lors de collisions violentes, symboles d'une intense passion. Lorsqu'ils se battent, le combat se finit généralement en un instant et ils en sortent toujours victorieux.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/6c9484cb4de892b545a04461578c5f64_7231697792170681469.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7133,
        "name": "Guerrière qucusaure : Ciel flamboyant",
        "desc": "Une puissante guerrière du sommet des falaises, dont la bravoure a été reconnue et qui peut donc porter une couronne saurienne.<br>Parmi tous les types de sauriens, les qucusaures sont particulièrement fiers. C'est une caractéristique qu'ils partagent avec les Guerriers qucusaures capables d'obtenir leur reconnaissance. On raconte que par le passé, les guerriers tribaux observaient ces sauriens écarlates s'amuser à lancer des pierres de feu depuis les hauteurs. Cela les aurait inspirés à lancer des projectiles pour provoquer des réactions en chaîne explosives. On raconte que ce concept affiné au fil du temps serait à l'origine de nombreuses armes à feu du Clan des fleurplumes.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/d2665de5e4858414a6895ec9fae5089f_3972132336040982.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7134,
        "name": "Guerrier iktomisaure : Portée givrée",
        "desc": "Un puissant guerrier du vent nocturne, dont la bravoure a été reconnue et qui peut donc porter une couronne saurienne.<br>Les guerriers tribaux des Maîtres du vent nocturne n'excellent pas généralement en matière de force conventionnelle. Leur capacité à manier des armes avec facilité provient plutôt de longues années d'entraînement mental. C'est pourquoi les guerriers des Maîtres du vent nocturne accordent davantage d'importance au don de spiritoraison. Grâce au pouvoir de graffitis spéciaux et de leur pure volonté, on dit que les plus exceptionnels des spiritorateurs peuvent soulever des rochers aussi grands qu'une personne.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/6207957f3fed957a507b86fac6865cb4_2452109276500528109.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7135,
        "name": "Guerrière iktomisaure : Canon cryocristallin",
        "desc": "Une puissante guerrière du vent nocturne, dont la bravoure a été reconnue et qui peut donc porter une couronne saurienne.<br>Sans exception, on dit que les guerriers tribaux qui obtiennent la reconnaissance des iktomisaures doivent être dotés de sens extraordinairement aiguisés et d'une formidable force mentale. Ils peuvent même utiliser leur puissance pour altérer légèrement la trajectoire des projectiles tirés depuis leurs canons.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/37c75d8d909e51f76f6c46d9540eb7f1_7224998269466726140.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=dark&bbs_theme_device=0&lang=fr-fr#/map/2?shown_types=603&center=4248.00,-9463.95&zoom=-1.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Élévation de personnage"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>5 étoiles</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6319,
        "name": "Mualani",
        "desc": "Une guide bien connue à Natlan qui possède un magasin de sports nautiques et est experte dans toutes les formes de sports aquatiques.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/f4c75caad42923eb91ee760aa2eb473a_7439123622315070718.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6924,
        "name": "Xilonen",
        "desc": "Une forgeuse-nomenclatrice des Nanatzcayens. Elle est particulièrement douée pour trouver l'équilibre entre les lourdes responsabilités de son travail et son envie de mener une vie agréable.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/25/b07074c2b9040516fd240b6b8d65c011_2487211347344319683.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7299,
        "name": "Mavuika",
        "desc": "La dirigeante de Natlan qui a hérité de l'antique nom de Kiongozi. Elle a fait le vœu d'illuminer l'avenir de la nation en guerre avec le sanctifeu.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/30/2f098b1f15854fd9dafc54998795a59e_864981592196815761.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>4 étoiles</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6318,
        "name": "Kachina",
        "desc": "Une jeune guerrière des Nanatzcayens à qui a été accordé l'antique nom d'« Uthabiti ». C'est une jeune fille bienveillante et déterminée qui grandit en affrontant l'adversité.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/26925adb1092d29c8afdf46d92fad8bd_343637410022641529.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Élévation d'arme"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Arme d'hast</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6549,
        "name": "Trace d'arc-en-ciel",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une lance tranchante forgée en jade. Elle émet une lumière aux couleurs de l'arc-en-ciel lorsqu'elle est exposée au soleil.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/76706780/9d5294dc8b165585f51ec126543a5208_4339608249774298838.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Épée à deux mains</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6548,
        "name": "Trembleur de terre",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une lame lourde qui, selon certains, était appréciée par le héros connu sous le surnom de « voleur de feu ». On dit que même les flammes du seigneur de la Cité de braise n'ont pas pu la brûler.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/76706780/dc6bf4c87afe67014579743618e97371_7208984730483585747.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6545,
        "name": "Croc du roi de la montagne",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une épée géante forgée à partir de turquoise pure. En raison de son poids supérieur à celui de la plupart des armes ordinaires, elle doit son nom à Kongomato, le roi de la montagne.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/06/76706780/36918b79ed42d45db01e43461f5c9540_2651382974196889677.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Épée à une main</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7028,
        "name": "Os robuste",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une longue épée en os qui n'a fait que durcir après avoir été frappée et balancée d'innombrables fois. On dit que c'était l'arme de confiance du héros Wanjiru.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/9fbe8cf3da1d476d4c5a228017656cd1_114889972255186755.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Synthèse"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Produit</color>\n<color=#ffffff>Matériaux de synthèse</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6646,
        "name": "Sifflet en or de guerrier couronné par les sauriens",
        "desc": "<p>Parmi les tribus de Natlan, c'est le symbole d'un puissant guerrier couronné par les sauriens. </p><p>Ce sifflet en or n'est décerné qu'à ceux qui ont fait honneur à leur tribu et ont fait preuve d'une bravoure de premier ordre. Sa signification symbolique dépasse désormais son utilité pratique, car un guerrier couronné par les sauriens est capable de gérer seul la plupart des crises.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/29705491/c8648efda2051a6f005647a78ac907fb_2801223258011175521.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/07/158750877/405e199979d710b4db5c640cccabd66b_6273035551332354179.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>3x</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6645,
        "name": "Sifflet en métal de guerrier",
        "desc": "<p>Le symbole d'une sentinelle tribale de Natlan. </p><p>Un sifflet en métal offert aux individus officiellement reconnus comme guerriers tribaux. Il est utilisé par ceux qui patrouillent dans les environs de la tribu pour communiquer et alerter les autres du danger. C'est un devoir qui incombe aux guerriers tribaux.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/29705491/54375bf17fec5be6b0f4b9ca377cf847_7941186793661736609.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>50x</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Boutique"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Matériau</color>\n<color=#ffffff>Coût</color>\n<color=#ffffff>Stock</color>\n<color=#ffffff>Vendeur</color>\n3x"
      },
      {
        "type": "CustomEntry",
        "epId": 6646,
        "name": "Sifflet en or de guerrier couronné par les sauriens",
        "desc": "<p>Parmi les tribus de Natlan, c'est le symbole d'un puissant guerrier couronné par les sauriens. </p><p>Ce sifflet en or n'est décerné qu'à ceux qui ont fait honneur à leur tribu et ont fait preuve d'une bravoure de premier ordre. Sa signification symbolique dépasse désormais son utilité pratique, car un guerrier couronné par les sauriens est capable de gérer seul la plupart des crises.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/29705491/c8648efda2051a6f005647a78ac907fb_2801223258011175521.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "2x"
      },
      {
        "type": "CustomEntry",
        "epId": 873,
        "name": "Astérie libre",
        "desc": "Une monnaie qui peut être échangée contre des ressources précieuses dans la boutique.<br/>L'étincelle d'étoile du destin excédentaire. Peut-être qu'elle peut illuminer d'autres coins de l'univers.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Masterless Starglitter_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "25 (Mensuel)\n<color=#ffffff73>Échange Astral</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Matériaux liés"
      },
      {
        "type": "CustomEntry",
        "epId": 6644,
        "name": "Sifflet en bois de sentinelle",
        "desc": "<p>Le symbole d'une sentinelle tribale de Natlan. </p><p>Les guerriers ne sont pas nés guerriers. Ils doivent d'abord acquérir des compétences de combat en apprenant sous la tutelle de ceux qui l'ont déjà fait. C'est là l'origine du poste de stagiaire des sentinelles.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/29705491/e07c501cd10522b752f2c2f31ac8c642_7798444019480594301.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6645,
        "name": "Sifflet en métal de guerrier",
        "desc": "<p>Le symbole d'une sentinelle tribale de Natlan. </p><p>Un sifflet en métal offert aux individus officiellement reconnus comme guerriers tribaux. Il est utilisé par ceux qui patrouillent dans les environs de la tribu pour communiquer et alerter les autres du danger. C'est un devoir qui incombe aux guerriers tribaux.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/29705491/54375bf17fec5be6b0f4b9ca377cf847_7941186793661736609.png",
        "displayStyle": "card"
      }
    ]
  }
}