{
  "epId": 6902,
  "name": "Album des souvenirs de Teyvat",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un album qui contient de nombreux souvenirs des aventures de Paimon et du Voyageur/de la Voyageuse. Votre aventure n'est pas encore terminée, et vous créerez certainement de nombreux autres souvenirs à l'avenir ! Cet album risque d'être trop petit pour contenir toutes les photos que vous prendrez. Alors une fois rempli, n'oubliez pas d'aller en acheter un nouveau avec Paimon !</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/30/29705491/aba93897aec7d6cf873403ed3ad8b2db_5591394096690629334.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1731443824,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Objet lié"
      },
      {
        "type": "CustomEntry",
        "epId": 6836,
        "name": "Daguerréotype de Paimon",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un gadget pratique qui enregistre et sauvegarde les images lorsqu'il est utilisé, celui-ci appartenant à Paimon. Lorsque vous l'avez acheté, vous avez marchandé avec le vendeur pendant des heures avant de finalement conclure une bonne affaire pour ce Daguerréotype personnalisé que Paimon conserve depuis avec le plus grand soin. Vous vous souvenez que le vendeur a également inclus un épais album photo avec l'appareil, mais vous avez à peine vu Paimon le sortir. Quel genre de photos a-t-elle prises avec son Daguerréotype ?</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/30/29705491/685ba697610b6ec61833b8b5f8b79e4b_532440469494320499.png",
        "displayStyle": "card"
      }
    ],
    "textualResearch": [
      {
        "title": "Événement « Souvenirs de Teyvat » : voyage photographique de souvenirs"
      },
      {
        "title": "Souvenirs de Teyvat - Mondstadt",
        "desc": [
          {
            "type": "RichText",
            "text": "Notre voyage a commencé à Mondstadt et Amber a été le premier chevalier de Favonius que nous avons rencontré. Elle nous a accompagnées depuis le Bois des Murmures jusqu'à la Cité de Mondstadt elle-même. Guidées par les vents, nous avons visité de nombreux endroits, de l'Ordre de Favonius à l'Antre de Stormterror."
          }
        ]
      },
      {
        "title": "Souvenirs de Teyvat - Liyue",
        "desc": [
          {
            "type": "RichText",
            "text": "Après être passées par l'Auberge Wangshu au sommet de son arbre géant et les bas-fonds des Plaines Guili, nous sommes arrivées au Port de Liyue. Nous avions une connaissance à Liyue : Xiangling, la cheffe cuisinière du Restaurant Wanmin. Peu importe le chemin parcouru, nous revenons toujours à Liyue pour le Festival des lanternes chaque année afin de déguster nos anciens plats préférés au Restaurant Wanmin et passer les festivités avec nos amis."
          }
        ]
      },
      {
        "title": "Souvenirs de Teyvat - Inazuma",
        "desc": [
          {
            "type": "RichText",
            "text": "Inazuma, la nation de la foudre, se trouve au loin, de l'autre côté de la mer, et ne peut être atteinte que par bateau. Nous avons rencontré Kazuha, un natif d'Inazuma voyageant avec une flotte qui parcourait le monde, tout comme nous. Nous avons discuté de beaucoup de choses concernant Inazuma et avons entendu parler des omikuji du Sanctuaire de Narukami et de leur popularité parmi les croyants. Il nous arrive parfois d'en tirer nous-mêmes un ou deux... Quand nous nous sentons chanceuses, bien sûr !"
          }
        ]
      },
      {
        "title": "Souvenirs de Teyvat - Sumeru",
        "desc": [
          {
            "type": "RichText",
            "text": "Sumeru renferme à la fois des forêts tropicales et des déserts dans ses limites. Nous avons rencontré et sommes devenues amies avec Collei, une garde forestière, sur le chemin de la Ville de Sumeru, au cœur d'une forêt tropicale. Après avoir quitté la région, nous avons plongé dans des sables qui s'étendaient à perte de vue, le Mausolée du roi Deshret laissant une profonde impression."
          }
        ]
      },
      {
        "title": "Souvenirs de Teyvat - Fontaine",
        "desc": [
          {
            "type": "RichText",
            "text": "Après avoir traversé un port aménagé sur une cascade, nous sommes enfin entrées dans Fontaine la nation de l'élément Hydro. L'assistante du magicien, Lynette, nous a offert un grand spectacle à l'Opéra Épiclèse, et nous sommes devenues amies de manière tacite. Le romantisme qui parcourt les rues de la Cour de Fontaine au gré de la brise océane restera à jamais gravé dans nos mémoires."
          }
        ]
      },
      {
        "title": "Souvenirs de Teyvat - Natlan",
        "desc": [
          {
            "type": "RichText",
            "text": "Plus nous avançons, plus je réalise à quel point ce monde est vaste et beau. Notre aventure continue et de nouveaux horizons attendent notre exploration."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Album des souvenirs de Teyvat</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Événement « Souvenirs de Teyvat »</color>"
          }
        ]
      }
    ]
  }
}