{
  "epId": 6921,
  "name": "Registre de Hanan Pacha - Tome II",
  "desc": "<p>Une fable, transmise de génération en génération, dont le personnage principal est le légendaire Sage de la flamme dérobée. Les historiens professionnels, dit-on, s'accordent à dire que le contenu de ce conte n'a rien à voir avec l'histoire.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/30/1254995/a883902e1f4c4aae26233fc19c507efc_8047654216840496911.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1728812922,
  "components": {
    "textualResearch": [
      {
        "title": "Registre de Hanan Pacha - Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "Ensuite, je vous raconterai comment le sage Waxaklahun Ubah Kan transmit le phlogistique aux membres des tribus et établit Hanan Pacha.\nAprès avoir quitté les terres noires et rouges, Waxaklahun Ubah Kan et Chaac l'ignorant arrivèrent sur les terres des forêts et des montagnes, où vivaient des tribus humaines.\nWaxaklahun Ubah Kan souhaitait transmettre aux humains le pouvoir d'utiliser le phlogistique. Mais personne ne voulait apprendre de lui, car personne ne savait à quoi servait ce phlogistique dont il parlait.\n« Pour faire du feu, il suffit de frapper du silex. Quant au combustible, il y a du bois et de la végétation partout. À quoi servirait le phlogistique ? »\n« Cher peuple qui ne voit pas plus loin que le bout de son nez, ne savez-vous pas qu'un jour viendra où toutes les plantes et le bois de chauffage seront consumés et n'existeront plus ? Et que la chose la plus abondante et la plus inépuisable en ce monde, ce sont les pierres ? Si seulement nous pouvions utiliser le phlogistique pour brûler des pierres, nous pourrions résoudre une fois pour toutes le problème d'obtention d'énergie. »\nAinsi parla le sage, plein de confiance.\n« Haha, je crains que nous ne voyions jamais ce jour arriver. »\nLe peuple ne voyait pas encore ses ancêtres dans le Fief nocturne et ne pensait donc pas à l'avenir. Waxaklahun Ubah Kan n'eut d'autre choix que d'abandonner.\nChaac l'ignorant, voyant le sage troublé, proposa une solution qui rendrait les avantages du phlogistique visibles pour tous.\n« Nous pourrions prendre ce gros rocher et l'élever plus haut que les montagnes, là où tout le monde pourra le voir. Cela rendrait les gens curieux et tout le monde accourra pour nous voir. »\nBien qu'il s'agisse des paroles d'un ignorant, Waxaklahun Ubah Kan n'eut d'autre choix que d'essayer. Il commença par enseigner à Chaac comment utiliser le phlogistique, et tous deux élevèrent la terre ensemble. La terre ainsi soulevée devint Hanan Pacha, le Sanctuaire supérieur dont on parle aujourd'hui.\nMais contrairement à aujourd'hui, le Hanan Pacha de l'époque était encore une vaste étendue de terre, entière et complète. Elle flottait au-dessus des nuages et tous les humains de Natlan pouvaient confirmer son existence d'un simple coup d'œil. Ainsi, un à un, des gens venus de tous horizons y furent conduits par leur curiosité.\nChaac, qui avait un grand cœur, montait la garde près du lac et utilisait le pouvoir du phlogistique pour aider les gens à s'élever jusqu'à Hanan Pacha. Ceux qui y montèrent apprirent l'art d'utiliser le phlogistique auprès du sage Waxaklahun Ubah Kan.\nSous la direction de Waxaklahun Ubah Kan, le peuple fonda la première tribu installée de façon permanente sur Hanan Pacha."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Registre de Hanan Pacha - Tome II</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Se trouve au village des Êtres des canopées</color>"
          }
        ]
      },
      {
        "key": "Entrée d'archive",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 6936,
            "name": "Registre de Hanan Pacha",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/30/1254995/a883902e1f4c4aae26233fc19c507efc_7480631150200625846.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Carte interactive"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&bbs_theme=dark&bbs_theme_device=1&lang=fr-fr#/map/2?center=4421.55,-9235.58&zoom=1.50&shown_types=111"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Entrées liées"
      },
      {
        "type": "CustomEntry",
        "epId": 6920,
        "name": "Registre de Hanan Pacha - Tome I",
        "desc": "<p>Une fable, transmise de génération en génération, dont le personnage principal est le légendaire Sage de la flamme dérobée. Les historiens professionnels, dit-on, s'accordent à dire que le contenu de ce conte n'a rien à voir avec l'histoire.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/30/1254995/a883902e1f4c4aae26233fc19c507efc_4500254005955044754.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6922,
        "name": "Registre de Hanan Pacha - Tome III",
        "desc": "<p>Une fable, transmise de génération en génération, dont le personnage principal est le légendaire Sage de la flamme dérobée. Les historiens professionnels, dit-on, s'accordent à dire que le contenu de ce conte n'a rien à voir avec l'histoire.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/30/1254995/a883902e1f4c4aae26233fc19c507efc_4009676698888975329.png",
        "displayStyle": "card"
      }
    ]
  }
}