{
  "epId": 6922,
  "name": "Registre de Hanan Pacha - Tome III",
  "desc": "<p>Une fable, transmise de génération en génération, dont le personnage principal est le légendaire Sage de la flamme dérobée. Les historiens professionnels, dit-on, s'accordent à dire que le contenu de ce conte n'a rien à voir avec l'histoire.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/30/1254995/a883902e1f4c4aae26233fc19c507efc_4009676698888975329.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1726260455,
  "components": {
    "textualResearch": [
      {
        "title": "Registre de Hanan Pacha - Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "Ensuite, je vais vous raconter comment les habitants de Hanan Pacha brisèrent les tabous et firent partir le Sage de la flamme dérobée de Natlan.\nAprès avoir appris à utiliser le pouvoir du phlogistique, le peuple construisit une ville au sommet de Hanan Pacha. À l'intérieur de la ville se trouvaient des palais et des temples magnifiques, tous faits de pierres précieuses rares, de plumes brillantes et de fleurs odorantes.\nAprès avoir accompli tout cela, Waxaklahun Ubah Kan décida d'élever Hanan Pacha encore plus haut.\n« C'est pourquoi vous ne devez plus rien consommer de ce qui est produit sur cette terre, à l'exception de l'eau. Car tous les cours d'eau de ce monde coulent de la Source de toutes les eaux et ne sont pas soumis au contrôle du seigneur de la nuit. »\nChaac n'avait aucune idée de la raison pour laquelle ils devaient s'élever encore plus haut, et il ne voulait pas quitter Natlan. Mais chaque fois qu'il posait cette question à Waxaklahun Ubah Kan, ce dernier ne lui parlait que du « continent lunaire », de la « pierre sacrée de Newark » et d'autres choses qu'il ne comprenait pas.\nComme Waxaklahun Ubah Kan était la personne la plus sage du monde, tout le monde fit ce qu'il disait. C'est ainsi qu'ils commencèrent à y élever des poissons en pleine mer et à cultiver des algues pour se nourrir. Hanan Pacha s'éleva chaque jour un peu plus haut.\nEnfin, le seigneur de la nuit comprit les intentions du sage. Craignant le départ de l'humanité, ils décidèrent d'essayer d'arrêter ses plans.\nUn jour, en l'absence du sage, le seigneur de la nuit se déguisa en humain de la tribu. Muni d'une bouteille d'eau mystérieuse, il trouva Chaac qui attendait au bord du lac.\n« Mon ami, ne surveille plus l'eau de ce lac. Regarde, l'eau que je transporte est cent fois plus douce que celle-ci. Viens, goûte-la. »\nMais il se remémora ce qu'avait dit le sage : ce n'était que de l'eau, cela ne devrait donc pas poser de problème. C'est du moins ce que pensa Chaac, qui tendit la main pour en prendre une gorgée.\nEn la goûtant, il découvrit que son goût était vraiment très doux. Le seigneur de la nuit lui donna encore de cette eau sucrée, qu'il apporta à Hanan Pacha pour la partager avec tout le monde.\nCe que Chaac ignorait, c'est que cette eau sucrée était en réalité brassée à partir de grains cultivés sur la terre. Dans notre langage moderne, on appelle cela de l'alcool.\nLorsque le sage revint, tout le monde était ivre mort.\nLe sage savait qu'ils ne pouvaient plus quitter Natlan, et il les expulsa de Hanan Pacha. Le peuple dispersé apporta le phlogistique avec eux dans tous les recoins de Natlan.\nC'est ainsi que le Sage de la flamme dérobée prit le chemin du retour.\n« Le chemin du retour ? Cela signifie-t-il qu'il retourna sur les terres rouge et noire ? »\n« Écoutais-tu ou non ? Les terres rouge et noire sont l'endroit où le sage a volé le phlogistique. Mais les légendes ne précisent pas où se trouvait la patrie du Sage... Je suppose donc que le chemin du retour signifie qu'un jour, il reviendra. »\n« Allez, c'est manifestement une des répliques de conteur que vous utilisez toujours. Ce serait mieux si vous n'essayiez pas de créer du suspense, vous savez ? »\nQuoi qu'il en soit, après le départ du Sage de la flamme dérobée, Chaac accepta les conseils du seigneur de la nuit et établit des tribus sédentaires sur le territoire. L'âge des humains de Natlan commença, mais c'est une histoire pour une autre fois."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Carte interactive"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&bbs_theme=dark&bbs_theme_device=1&lang=fr-fr#/map/2?center=4279.19,-9786.06&zoom=3.00&shown_types=111"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Entrées liées"
      },
      {
        "type": "CustomEntry",
        "epId": 6920,
        "name": "Registre de Hanan Pacha - Tome I",
        "desc": "<p>Une fable, transmise de génération en génération, dont le personnage principal est le légendaire Sage de la flamme dérobée. Les historiens professionnels, dit-on, s'accordent à dire que le contenu de ce conte n'a rien à voir avec l'histoire.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/30/1254995/a883902e1f4c4aae26233fc19c507efc_4500254005955044754.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6921,
        "name": "Registre de Hanan Pacha - Tome II",
        "desc": "<p>Une fable, transmise de génération en génération, dont le personnage principal est le légendaire Sage de la flamme dérobée. Les historiens professionnels, dit-on, s'accordent à dire que le contenu de ce conte n'a rien à voir avec l'histoire.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/30/1254995/a883902e1f4c4aae26233fc19c507efc_8047654216840496911.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Registre de Hanan Pacha - Tome III</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Se trouve au stade du sanctifeu</color>"
          }
        ]
      },
      {
        "key": "Entrée d'archive",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 6936,
            "name": "Registre de Hanan Pacha",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/30/1254995/a883902e1f4c4aae26233fc19c507efc_7480631150200625846.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}