{
  "epId": 6935,
  "name": "Maawe et les monetoos",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/30/1254995/97137415be50affe9f0e00911c08f866_5686802678576903421.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 1726260833,
  "components": {
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "La légende raconte que, dans un passé lointain, les terres de Natlan abritaient autrefois de fiers dragons qui se promenaient en toute liberté.\nÀ cette époque, il n'y avait pas encore de tribus humaines sur ces terres. Les dragons étaient bien plus grands et fiers que les sauriens d'aujourd'hui.\nComme les humains de nos jours, les dragons étaient divisés en tribus, chacune dirigée par une ancienne matriarche.\nEn ces temps, il n'y avait pas de sources thermales sur ces terres, ni de lacs aussi clairs et cristallins que des joyaux.\nOh, il n'y avait naturellement pas de bardes bruyants et itinérants, ni de poètes qui traînent dans les sources thermales.\nÀ cette époque, sur cette terre écarlate où vivaient les dragons, vivait un jeune dragon différent des autres.\nLes orgueilleux dragons avaient toujours méprisé le reste des êtres vivants, qu'il s'agisse de messagers des cieux ou de simples mortels.\nMême les guerres d'antan n'effacèrent pas leur sentiment de dignité démesurée. Au contraire, c'est dans ces mêmes feux de tribulation que se forgèrent leur ténacité et leur fierté.\nPourtant, ce jeune dragon était différent. Il était fasciné par les chants des monetoos et observait même en secret les comportements humains.\nIl s'appelait Maawe, ce qui signifie « lien » dans une langue ancienne et oubliée.\nLe jeune Maawe n'avait pas vécu la période des guerres d'antan et ne comprenait donc pas les vertus des dragons.\nPour lui, rien n'était plus agréable que les nuits sous la froide lueur de la lune et les ombres chaudes des falaises rouges.\n« Comment une telle indolence peut-elle être tolérée dans le palais de Sa Majesté saurienne suprême ? Ce petit insolent puéril doit retrouver l'ambition et la fureur de son noble héritage. »\nC'est ainsi que la matriarche décréta que le jeune Maawe devait quitter la tribu pour grandir comme un « véritable dragon ».\nPour endurcir son cœur, pour devenir aussi stoïque et orgueilleux que l'obsidienne, pour se laisser guider par de cruelles et hautaines ambitions..."
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "C'est ainsi que Maawe s'engagea solitairement dans l'infini désert rouge.\nComme un vrai dragon, il endura les épreuves du soleil brûlant et de la désolation,\npartant à la recherche de l'ambition noble et de la fureur tout en cultivant une nature orgueilleuse et vertueuse.\nSuivant ses pas, le monetoo l'accompagnait à travers tous ces rêves innocents.\nIls partirent ensemble à la recherche de la fureur, d'une manière peut-être pas si solitaire après tout.\nMaawe se dirigea vers l'est, en direction des hautes montagnes enveloppées de nuages sulfureux.\nIl atteignit les canyons. Il s'arrêta devant les mines où régnait un noir complet.\nVoyant ses semblables chercher des cristaux brillants dans la montagne, Maawe les appela pour les saluer.\nMais dans cette caverne d'un noir de jais, sa seule réponse fut l'écho de sa voix.\nIl s'avérait que ces derniers s'étaient depuis longtemps habitués au silence qui régnait autour d'eux.\nIls étaient désormais réduits à l'état de créatures tapies dans les roches des montagnes.\nLa fureur ne se trouvait pas dans ces roches. Maawe haussa les épaules et s'en alla.\nMaawe se dirigea vers l'ouest, en direction de la forêt depuis longtemps sombre et morte.\nPassant devant les ossements de ses ancêtres, il leur rendit hommage comme le ferait un véritable dragon.\nMaawe arriva devant ce grand palais tissé d'innombrables branches.\nApercevant ses semblables voler librement dans les canopées, Maawe les salua.\nMais il n'entendit que le bruissement du vent dans les branches comme réponse.\nIl s'avérait que ces derniers s'étaient depuis longtemps habitués au silence qui régnait autour d'eux.\nIls étaient désormais réduits à l'état de créatures tapies dans les profondeurs de la forêt.\nIl ne trouverait pas la fureur en poursuivant des sangliers des forêts. Maawe haussa les épaules et s'en alla.\nMaawe se dirigea vers le sud, en direction des prairies brunies où les rivières s'étaient asséchées.\nIl passa devant les vestiges de vieux rêves, d'aspirations de jeunesse brisées,\nainsi que devant le plus ancien des espoirs chéris, fané par l'âge et la dégradation.\nTraversant une terre désolée et enfumée, Maawe se tint devant ses semblables.\nVoyant qu'ils étaient tombés dans un rêve lointain au milieu de ce brouillard, Maawe les appela pour les saluer.\nIls répondirent chaleureusement, invitant Maawe à se joindre à eux dans leur merveilleux songe.\n« Tu es notre frère, un invité distingué venu de loin. Reste ici, nous t'en implorons !\nReste dans notre pays de rêve et participe avec nous à la création du passé et du présent.\nReste dans notre pays de rêve et songe avec nous à un avenir merveilleux. »\nLe passé et l'avenir glorieux des dragons étaient éclairés par l'éclat miraculeux de leur fantaisie.\nMais alors qu'il était sur le point de succomber à cet enchantement, Maawe se réveilla grâce au son du chant de son compagnon.\nIl ne trouverait pas la fureur en rêvant. Maawe haussa les épaules et s'en alla.\nMaawe se dirigea vers le nord, jusqu'aux confins sauvages de ces terres.\nIl passa le delta de lave, à travers la nature sauvage, silencieuse et brûlante.\nIl passa devant les terres où dansaient les esprits brûlants, à travers la porte de pierre d'un noir sévère.\nEnfin, Maawe et son compagnon arrivèrent devant le sage dragon assis sur son trône.\n« Quel est le but de ta venue auprès de moi, jeune dragon ? »\nC'est ainsi que le sage dragon s'adressa doucement à Maawe, émerveillé par ce qu'il voyait.\n« Je pensais que les cœurs de tous mes semblables avaient été endurcis par la guerre avec les cieux,\nque la haine qui les habitait les avait rendus imperméables à mes conseils.\nPourtant, voilà un jeune qui se présente devant moi aujourd'hui.\nDis-moi, que cherches-tu ? Je pourrais peut-être te l'accorder à titre exceptionnel. »\nMaawe raconta au sage dragon toute l'histoire de son périple,\nil lui parla des rêves qu'il chérissait autrefois, des nuits sous la froide lueur de la lune,\ndes ombres chaudes des falaises rouges, des chants du monetoo,\nde son exil imposé par la matriarche et de sa recherche de l'insaisissable fureur.\n« Jeune dragon... Ton cœur est si candide et pourtant si audacieux.\nTu te présentes devant moi à la recherche de quelque chose que je ne peux moi-même pas obtenir.\nQuitte cet endroit. Tu n'y trouveras pas la fureur que tu cherches. »\nFermant sa porte d'obsidienne, le sage dragon ne répondit plus à Maawe."
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "C'est ainsi que la porte du sage dragon se ferma pour Maawe, et c'est déçu qu'il s'en alla.\nAlors qu'ils descendaient de la montagne, le monetoo, qui avait accompagné Maawe tout au long de ce chemin, commença à perdre sa lumière et sa chaleur. Cela arrivait car il était loin des terres riches en phlogistique. Il devint aussi pâle que la cendre, et son chant devint lointain et faible.\nDépité et triste, Maawe chercha désespérément un moyen de sauver son compagnon. Mais la porte d'obsidienne resta fermée, le sage dragon ne daignant pas le recevoir à nouveau.\n« ... Disperse-moi dans un bassin de soufre, enterre-moi dans les profondeurs glacées... »\nTelle était la voix que Maawe entendit. Le monetoo était incapable de parler, mais Maawe l'ignorait. Il décida donc d'exaucer le souhait de son compagnon.\nAprès avoir marché pendant des heures, vu d'innombrables mirages et survécu à d'innombrables épreuves mortelles, Maawe arriva à une source d'eau chaude remplie de bassins de soufre. Inhabitable pour les êtres vivants, c'était un endroit où, même en s'approchant, on risquait d'être brûlé par des gaz toxiques et par de l'acide en ébullition.\nMais miraculeusement, alors que Maawe éparpillait son compagnon dans le soufre, l'acide bouillant se transforma en une source limpide sous ses yeux.\nC'est de cette source que naquirent les premiers poètes de notre tribu. Comme le disent les Meztlis, « les poètes et les bardes naissent du soufre », car leurs paroles sont en effet brûlantes et perçantes.\nC'est ainsi que le jeune Maawe créa la première source thermale de Natlan.\nC'est ainsi que Maawe fit de la source thermale son foyer. Ses quatre membres se transformèrent en de magnifiques nageoires profilées, son corps mince s'arrondit et il devint ainsi le premier koholasaure.\nBien entendu, Maawe n'avait pas oublié son compagnon. Comment pourrait-il oublier l'ami qui l'avait accompagné tout au long du chemin ?\nMaawe transmit tous les chants qu'il avait entendus et appris aux humains qui naquirent des sources. En effet, il s'agit de nos ancêtres. Aujourd'hui encore, les chants que nous, Meztlis, continuons à transmettre, sont des échos de cette époque ancienne."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Maawe et les monetoos</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Tomes",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 6917,
            "name": "Maawe et les monetoos - Tome I",
            "desc": "<p>Un rouleau tissé du Peuple des sources, racontant comment Maawe, le petit saurien, a créé les sources thermales. Les différents paragraphes de ce livre semblent avoir été rédigés par des poètes de différentes époques.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/30/1254995/97137415be50affe9f0e00911c08f866_4029907826272315857.png"
          },
          {
            "type": "CustomEntry",
            "epId": 6918,
            "name": "Maawe et les monetoos - Tome II",
            "desc": "<p>Un rouleau tissé du Peuple des sources, racontant comment Maawe, le petit saurien, a créé les sources thermales. Les différents paragraphes de ce livre semblent avoir été rédigés par des poètes de différentes époques.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/30/1254995/97137415be50affe9f0e00911c08f866_4280950689426092832.png"
          },
          {
            "type": "CustomEntry",
            "epId": 6919,
            "name": "Maawe et les monetoos - Tome III",
            "desc": "<p>Un rouleau tissé du Peuple des sources, racontant comment Maawe, le petit saurien, a créé les sources thermales. Les différents paragraphes de ce livre semblent avoir été rédigés par des poètes de différentes époques.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/30/1254995/97137415be50affe9f0e00911c08f866_5200173381841009043.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}