{
  "epId": 6936,
  "name": "Registre de Hanan Pacha",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/30/1254995/a883902e1f4c4aae26233fc19c507efc_7480631150200625846.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 1726260412,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Registre de Hanan Pacha</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Tomes",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 6920,
            "name": "Registre de Hanan Pacha - Tome I",
            "desc": "<p>Une fable, transmise de génération en génération, dont le personnage principal est le légendaire Sage de la flamme dérobée. Les historiens professionnels, dit-on, s'accordent à dire que le contenu de ce conte n'a rien à voir avec l'histoire.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/30/1254995/a883902e1f4c4aae26233fc19c507efc_4500254005955044754.png"
          },
          {
            "type": "CustomEntry",
            "epId": 6921,
            "name": "Registre de Hanan Pacha - Tome II",
            "desc": "<p>Une fable, transmise de génération en génération, dont le personnage principal est le légendaire Sage de la flamme dérobée. Les historiens professionnels, dit-on, s'accordent à dire que le contenu de ce conte n'a rien à voir avec l'histoire.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/30/1254995/a883902e1f4c4aae26233fc19c507efc_8047654216840496911.png"
          },
          {
            "type": "CustomEntry",
            "epId": 6922,
            "name": "Registre de Hanan Pacha - Tome III",
            "desc": "<p>Une fable, transmise de génération en génération, dont le personnage principal est le légendaire Sage de la flamme dérobée. Les historiens professionnels, dit-on, s'accordent à dire que le contenu de ce conte n'a rien à voir avec l'histoire.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/30/1254995/a883902e1f4c4aae26233fc19c507efc_4009676698888975329.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Tome I",
        "desc": [
          {
            "type": "RichText",
            "text": "Ici est contée l'histoire du plus grand sage de toute l'histoire, Waxaklahun Ubah Kan, connu sous le nom de Sage de la flamme dérobée, ainsi que de la tribu qui vivait sur Hanan Pacha. C'est lui qui l'avait construite, avant que cette dernière ne vive son ascension puis sa dispersion.\nComme beaucoup d'histoires anciennes, celle-ci commence à l'époque où les étoiles et la lune dominaient le ciel. Une époque où les dragons régnaient sur la terre et où le seigneur de la nuit régnait sur le domaine nocturne.\nLe peuple était alors ignorant et errait sur des terres arides. Le premier Archon Pyro n'était pas encore né. Personne n'avait donc d'œil divin, le peuple ne pouvait rien faire d'autre que d'être contrôlé par les éléments.\nCela dura jusqu'au moment où Waxaklahun Ubah Kan ramena l'allume-feu de phlogistique des terres rouge et noire. Ce n'est qu'à cet instant que l'humanité acquit le pouvoir de rivaliser avec les bêtes sauvages et les dragons.\nLes auditeurs perspicaces se demandent peut-être déjà comment le sage Waxaklahun Ubah Kan, en tant qu'humain, parvint à dérober l'allume-feu de phlogistique des griffes des dragons maléfiques.\nC'est précisément la première histoire que je vais vous conter.\nLes légendes racontent qu'il y a très longtemps, sur les terres rouge et noire, vivait un dragon ailé. Ce dragon était le descendant du seigneur du volcan, Xiuhcoatl.\nDans certaines versions de l'histoire, on raconte qu'il n'était autre que Xiuhcoatl lui-même. Mais les seules les divinités savent quel genre de conteur ferait une telle erreur. Après tout, qui pourrait oublier que celui qui vainquit Xiuhcoatl était le tout premier Archon Pyro, Xbalanque lui-même ? Comment les choses auraient-elles pu être résolues à un moment aussi précoce de l'histoire ?\nQuoi qu'il en soit, lorsque le seigneur du volcan tomba dans un profond sommeil, ce dragon ailé et vaniteux s'empara des trésors qui lui avaient appartenu et se proclama unique souverain.\nParmi ces trésors, l'un des plus remarquables était connu sous le nom de « pyrophosphorite ». Il s'agissait d'un cristal raffiné à partir du feu primaire des profondeurs du grand volcan. Sa couleur était similaire à celle d'un arc-en-ciel changeant, brillant d'une lumière éblouissante.\nÉclairé par cette lumière, le dragon ailé lui-même devint orné d'une brillance ensorcelante.\n« Regardez-moi, admirez ma beauté ! Ma lumière illumine le monde, je suis le soleil de ces terres. »\nAinsi parla le dragon ailé. Mais il n'était pas véritablement un soleil, et sa beauté n'était que le reflet de la lumière de la pyrophosphorite. À son tour, cette lumière ne faisait qu'éclairer les terres rouge et noire sur lesquelles il vivait.\nC'est peut-être la vanité du dragon ailé qui offensa le seigneur de la nuit, car il envoya le sage Waxaklahun Ubah Kan pour le vaincre. Mais comme cela ne semblait pas suffisant aux yeux de certains, les divinités envoyèrent avec lui Chaac l'ignorant.\nSous la protection du seigneur de la nuit, les deux hommes arrivèrent sur les terres rouge et noire. Au loin, ils virent ce dragon ailé rayonnant. Waxaklahun Ubah Kan n'était pas pressé d'avancer, il fabriqua plutôt une sarbacane en bambou et tira dans l'œil du dragon ailé d'un seul coup.\nChaac regardait la scène avec joie et s'apprêtait à charger pour capturer le dragon ailé, mais le sage le retint.\n« Chaac, quel ignorant tu fais. Bien qu'il soit aveugle d'un œil, il possède toujours un pouvoir illimité. Avec ton corps d'humain, comment comptes-tu l'affronter ? »\nLe sage Waxaklahun Ubah Kan imagina un meilleur plan.\nBlessé, le dragon ailé retourna dans sa grotte pour s'y cacher. Le sage Waxaklahun Ubah Kan et Chaac l'ignorant se déguisèrent en docteurs avant d'y entrer.\n« Comme vous êtes magnifique ! Quelle splendeur, quelle radiance ! Ah, mais quel dommage que vous ne puissiez pas vous voir, et que le plus grand nombre ne puisse pas non plus admirer votre beauté. »\nWaxaklahun Ubah Kan fit son éloge.\n« C'est parce qu'il y a quelques jours, une ignoble larve a tiré sur mon œil et m'a aveuglé. C'est pourquoi je ne peux que me cacher dans cette grotte. »\n« C'est une sacrée coïncidence ! Il se trouve justement que nous sommes des médecins itinérants, spécialisés dans la guérison des maladies oculaires. À mon avis, si vous remplacez votre œil par une gemme brillante, vous serez à nouveau capable de voir la lumière », dit le sage. « En plus de cela, nous pouvons même remplacer vos crocs et vos griffes par des gemmes, elles vous feront briller une douzaine de fois plus qu'actuellement. »\nEn entendant ces mots, le dragon ailé vaniteux ne put s'empêcher de fantasmer sur la beauté qu'il aurait une fois devenu douze fois plus radieux. Il accepta joyeusement sans trop y réfléchir.\nAinsi, le sage et Chaac l'ignorant sortirent donc les granifruits qu'ils avaient préparés et remplacèrent l'un après l'autre les yeux, les crocs et les griffes du dragon ailé par ces derniers.\nAh, pauvre dragon ailé ! Non seulement son œil ne fut pas guéri, mais lorsqu'il se rendit compte qu'il avait été piégé, il ne put même pas manger ces deux humains ! Il mourut donc ainsi, hébété. La pyrophosphorite tomba dans les mains de Waxaklahun Ubah Kan.\nChaac l'ignorant pensait qu'ils devaient offrir le trésor au seigneur de la nuit. Mais le sage Waxaklahun Ubah Kan avait une autre idée en tête.\nIl savait que les dragons qui régnaient sur ces terres possédaient des pouvoirs bien supérieurs à ceux des humains, mais ils n'avaient pas nécessairement plus de sagesse. Le secret du pouvoir résidait dans cette pyrophosphorite.\nIl l'ouvrit et un immense pouvoir en sortit. Le sage Waxaklahun Ubah Kan obtint ainsi le pouvoir des dragons, connu sous le nom de phlogistique."
          }
        ]
      },
      {
        "title": "Tome II",
        "desc": [
          {
            "type": "RichText",
            "text": "Ensuite, je vous raconterai comment le sage Waxaklahun Ubah Kan transmit le phlogistique aux membres des tribus et établit Hanan Pacha.\nAprès avoir quitté les terres noires et rouges, Waxaklahun Ubah Kan et Chaac l'ignorant arrivèrent sur les terres des forêts et des montagnes, où vivaient des tribus humaines.\nWaxaklahun Ubah Kan souhaitait transmettre aux humains le pouvoir d'utiliser le phlogistique. Mais personne ne voulait apprendre de lui, car personne ne savait à quoi servait ce phlogistique dont il parlait.\n« Pour faire du feu, il suffit de frapper du silex. Quant au combustible, il y a du bois et de la végétation partout. À quoi servirait le phlogistique ? »\n« Cher peuple qui ne voit pas plus loin que le bout de son nez, ne savez-vous pas qu'un jour viendra où toutes les plantes et le bois de chauffage seront consumés et n'existeront plus ? Et que la chose la plus abondante et la plus inépuisable en ce monde, ce sont les pierres ? Si seulement nous pouvions utiliser le phlogistique pour brûler des pierres, nous pourrions résoudre une fois pour toutes le problème d'obtention d'énergie. »\nAinsi parla le sage, plein de confiance.\n« Haha, je crains que nous ne voyions jamais ce jour arriver. »\nLe peuple ne voyait pas encore ses ancêtres dans le Fief nocturne et ne pensait donc pas à l'avenir. Waxaklahun Ubah Kan n'eut d'autre choix que d'abandonner.\nChaac l'ignorant, voyant le sage troublé, proposa une solution qui rendrait les avantages du phlogistique visibles pour tous.\n« Nous pourrions prendre ce gros rocher et l'élever plus haut que les montagnes, là où tout le monde pourra le voir. Cela rendrait les gens curieux et tout le monde accourra pour nous voir. »\nBien qu'il s'agisse des paroles d'un ignorant, Waxaklahun Ubah Kan n'eut d'autre choix que d'essayer. Il commença par enseigner à Chaac comment utiliser le phlogistique, et tous deux élevèrent la terre ensemble. La terre ainsi soulevée devint Hanan Pacha, le Sanctuaire supérieur dont on parle aujourd'hui.\nMais contrairement à aujourd'hui, le Hanan Pacha de l'époque était encore une vaste étendue de terre, entière et complète. Elle flottait au-dessus des nuages et tous les humains de Natlan pouvaient confirmer son existence d'un simple coup d'œil. Ainsi, un à un, des gens venus de tous horizons y furent conduits par leur curiosité.\nChaac, qui avait un grand cœur, montait la garde près du lac et utilisait le pouvoir du phlogistique pour aider les gens à s'élever jusqu'à Hanan Pacha. Ceux qui y montèrent apprirent l'art d'utiliser le phlogistique auprès du sage Waxaklahun Ubah Kan.\nSous la direction de Waxaklahun Ubah Kan, le peuple fonda la première tribu installée de façon permanente sur Hanan Pacha."
          }
        ]
      },
      {
        "title": "Tome III",
        "desc": [
          {
            "type": "RichText",
            "text": "Ensuite, je vais vous raconter comment les habitants de Hanan Pacha brisèrent les tabous et firent partir le Sage de la flamme dérobée de Natlan.\nAprès avoir appris à utiliser le pouvoir du phlogistique, le peuple construisit une ville au sommet de Hanan Pacha. À l'intérieur de la ville se trouvaient des palais et des temples magnifiques, tous faits de pierres précieuses rares, de plumes brillantes et de fleurs odorantes.\nAprès avoir accompli tout cela, Waxaklahun Ubah Kan décida d'élever Hanan Pacha encore plus haut.\n« C'est pourquoi vous ne devez plus rien consommer de ce qui est produit sur cette terre, à l'exception de l'eau. Car tous les cours d'eau de ce monde coulent de la Source de toutes les eaux et ne sont pas soumis au contrôle du seigneur de la nuit. »\nChaac n'avait aucune idée de la raison pour laquelle ils devaient s'élever encore plus haut, et il ne voulait pas quitter Natlan. Mais chaque fois qu'il posait cette question à Waxaklahun Ubah Kan, ce dernier ne lui parlait que du « continent lunaire », de la « pierre sacrée de Newark » et d'autres choses qu'il ne comprenait pas.\nComme Waxaklahun Ubah Kan était la personne la plus sage du monde, tout le monde fit ce qu'il disait. C'est ainsi qu'ils commencèrent à y élever des poissons en pleine mer et à cultiver des algues pour se nourrir. Hanan Pacha s'éleva chaque jour un peu plus haut.\nEnfin, le seigneur de la nuit comprit les intentions du sage. Craignant le départ de l'humanité, ils décidèrent d'essayer d'arrêter ses plans.\nUn jour, en l'absence du sage, le seigneur de la nuit se déguisa en humain de la tribu. Muni d'une bouteille d'eau mystérieuse, il trouva Chaac qui attendait au bord du lac.\n« Mon ami, ne surveille plus l'eau de ce lac. Regarde, l'eau que je transporte est cent fois plus douce que celle-ci. Viens, goûte-la. »\nMais il se remémora ce qu'avait dit le sage : ce n'était que de l'eau, cela ne devrait donc pas poser de problème. C'est du moins ce que pensa Chaac, qui tendit la main pour en prendre une gorgée.\nEn la goûtant, il découvrit que son goût était vraiment très doux. Le seigneur de la nuit lui donna encore de cette eau sucrée, qu'il apporta à Hanan Pacha pour la partager avec tout le monde.\nCe que Chaac ignorait, c'est que cette eau sucrée était en réalité brassée à partir de grains cultivés sur la terre. Dans notre langage moderne, on appelle cela de l'alcool.\nLorsque le sage revint, tout le monde était ivre mort.\nLe sage savait qu'ils ne pouvaient plus quitter Natlan, et il les expulsa de Hanan Pacha. Le peuple dispersé apporta le phlogistique avec eux dans tous les recoins de Natlan.\nC'est ainsi que le Sage de la flamme dérobée prit le chemin du retour.\n« Le chemin du retour ? Cela signifie-t-il qu'il retourna sur les terres rouge et noire ? »\n« Écoutais-tu ou non ? Les terres rouge et noire sont l'endroit où le sage a volé le phlogistique. Mais les légendes ne précisent pas où se trouvait la patrie du Sage... Je suppose donc que le chemin du retour signifie qu'un jour, il reviendra. »\n« Allez, c'est manifestement une des répliques de conteur que vous utilisez toujours. Ce serait mieux si vous n'essayiez pas de créer du suspense, vous savez ? »\nQuoi qu'il en soit, après le départ du Sage de la flamme dérobée, Chaac accepta les conseils du seigneur de la nuit et établit des tribus sédentaires sur le territoire. L'âge des humains de Natlan commença, mais c'est une histoire pour une autre fois."
          }
        ]
      }
    ]
  }
}