{
  "epId": 7081,
  "name": "Miméflore obombrée",
  "desc": "Monstre de l'Abîme qui est arrivé dans ce monde depuis les profondeurs sombres d'un monde étrange et déformé, il possède l'apparence d'une plante.<br>On dit que là où les vagues corrosives de la marée noire s'abattent, de tels monstres sombres ressemblant à des plantes poussent. Mais ils n'ont qu'une ressemblance superficielle avec les végétaux, car c'est une forme qu'ils ont adoptée uniquement pour se rapprocher du monde arboricole afin d'en extraire les concepts nécessaires, de les analyser et de les imiter.<br>Certains fous qui ont perdu la raison disent que ces choses qui s'étendent comme des feuilles sont en fait les débuts de portes vers d'autres mondes.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/2bdd8939119a34c70b5dd45a4daf426c_7371904873920349725.png",
  "headerImgUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/14/29705491/578a83862132624458501a1e6c386904_4347757293633195005.png",
  "menuId": 7,
  "menuName": "Ennemis et monstres",
  "version": 1737657799,
  "components": {
    "galleryCharacter": [
      {
        "key": "Archives",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/21/29705491/05146dc1abdc2313d8477c1ab23701d6_7465688548790808487.png"
      },
      {
        "key": "Tutoriel",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/21/29705491/90bbdde618f36f0d8d43a9f724647093_2116773550612930002.png"
      }
    ],
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 7192,
        "name": "Bourgeon réfractif",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/bbe44a61ce2adce6d9d1323cc08e9674_8342561903811817672.png"
      },
      {
        "type": "CustomEntry",
        "epId": 7193,
        "name": "Feuillage déroutant",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/727a1062a1563499c540576eb3818f1c_2561151788174653842.png"
      },
      {
        "type": "CustomEntry",
        "epId": 7194,
        "name": "Cœur illusoire de feuille",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/a13458fee3f71742078a4ff97dfd6614_8544712959858549634.png"
      },
      {
        "type": "CustomEntry",
        "epId": 2073,
        "name": "Berserker",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Berserker/flower_of_life_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 2074,
        "name": "Instructeur",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Instructor/flower_of_life_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 2080,
        "name": "Exilé",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/flower_of_life_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 2084,
        "name": "Médecin itinérant",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Traveling Doctor/flower_of_life_icon.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Miméflore obombrée</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Ordre de l'Abîme</color>"
          }
        ]
      },
      {
        "key": "Tutoriel",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Arrivé dans ce monde depuis les profondeurs sombres d'un monde étrange et déformé, ce monstre est capable d'imiter divers phénomènes. En combat, la Miméflore obombrée peut déployer une égide du néant et certaines de ses attaques peuvent provoquer une attrition cumulable qui, après un certain temps, fait perdre des PV à votre personnage déployé. Ce n'est qu'en</color> <color=#ffe14b>attaquant un certain nombre de fois avec des éléments</color> <color=#ffffffd9>que l'égide de cette créature peut être détruite. De plus, les</color> <color=#ffe14b>attaques élémentaires infusées de noctâme</color> <color=#ffffffd9>sont capables de détruire les égides du néant plus facilement.</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Teyvat :</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=dark&bbs_theme_device=0&lang=fr-fr#/map/2?shown_types=612&center=2694.94,-10928.37&zoom=-0.50"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Apparaît durant la quête d'Archon « Chapitre V - Acte 4 : L'arc-en-ciel voué à brûler ».</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tutoriel"
      },
      {
        "type": "RichText",
        "text": "La miméflore obombrée peut prendre la forme de plusieurs monstres existants :"
      },
      {
        "type": "CustomEntry",
        "epId": 6578,
        "name": "Tepetlisaure",
        "desc": "Un saurien avec une corne en forme de foreuse et de puissantes griffes qui peuvent creuser des tunnels à travers les roches et le phlogistique solide.<br>Selon la légende, l'ancêtre des tepetlisaures était un dragon massif aussi grand qu'une montagne, avec une durée de vie exceptionnellement longue. Lorsqu'il dormait, des montagnes se formaient le long de son dos, et lorsqu'il se réveillait, il se débarrassait de la terre et des rochers, laissant derrière lui des pierres précieuses et du jade brillant parmi ses écailles. On dit que les énormes objets en forme de foret chez les Enfants des échos sont les restes de la grande corne foreuse de ce grand dragon.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/43c39306f3245a282f84a19306ae32da_3573803178254302439.png",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6582,
        "name": "Yumkasaure",
        "desc": "Un saurien doté de pattes postérieures puissantes et d'une queue duveteuse, capable de cracher de la pectine de flamboigrenade cachée dans ses joues afin de l'enrouler autour d'objets distants.<br>Selon la légende, les yumkasaures d'origine n'étaient pas du tout comme ceux d'aujourd'hui, mais beaucoup plus petits... Si petits qu'ils étaient même difficiles à voir. Ils pouvaient se déplacer librement avec le vent, s'accrocher aux corps des dragons massifs ou se rassembler en groupes pour se déplacer comme des nuages. Cependant, afin de conserver leur forme après la dégénérescence de leurs capacités, ils n'ont eu pas d'autre choix que d'adopter leur apparence actuelle.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/e1b8a6914176a0a3a9f003da76eff025_8330021945359045493.png",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6580,
        "name": "Koholasaure",
        "desc": "Un saurien avec des nageoires épaisses et puissantes et une longue queue qui peut nager dans l'eau et le phlogistique liquide.<br>Selon la légende, les dragons les plus anciens étaient encore plus capables de s'adapter à leur environnement, et lorsque le plus grand dragon de l'océan de l'époque flottait en surface, on pouvait même le confondre avec une île. On dit que les koholasaures d'aujourd'hui sont les descendants de ce grand dragon de mer, et dans leur large dos, les formes colossales de ces anciennes bêtes marines peuvent encore être aperçues.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/561ee8a5d8d4fabe58ed1c2605e2e0f3_889114503479780929.png",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6571,
        "name": "Guerrier tepetlisaure : Frappeur d'éclat",
        "desc": "Un puissant guerrier du canyon, dont la bravoure a été reconnue et qui peut donc porter une couronne saurienne.<br>Ce guerrier peut frapper avec la puissance d'un éboulement. Même au sein des Enfants des échos, qui sont si étroitement liés à la roche et au cristal, les guerriers couronnés par les sauriens sont des maîtres qui comprennent la roche et la pierre mieux que quiconque. On dit qu'ils peuvent même deviner la pureté et le grain à l'intérieur d'un minerai brut simplement en regardant son extérieur.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/30a7103c31c5fb3242fd67bc8fd522c2_2930472184571811413.png",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6572,
        "name": "Guerrier tepetlisaure : Lame brise-roche",
        "desc": "Un puissant guerrier du canyon, dont la bravoure a été reconnue et qui peut donc porter une couronne saurienne.<br>Ce guerrier peut frapper avec la puissance d'un éboulement. La légende veut que les Veines soufreuses constituaient autrefois une chaîne de montagnes plus complète et plus belle, et ce n'est que lorsque la marée noire est arrivée que les guerriers couronnés par les sauriens des Enfants des échos ont sculpté la terre elle-même pour guider la marée et que les montagnes ont pris leur apparence actuelle.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/848fb9a07e721141f082a0105ee8529f_3318225535854258117.png",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6574,
        "name": "Guerrière yumkasaure : Feu coulant",
        "desc": "Une puissante guerrière des canopées, dont la bravoure a été reconnue et qui peut donc porter une couronne saurienne.<br>Cette guerrière peut utiliser un grappin pour étendre sa portée d'attaque. Après avoir bricolé un mécanisme sophistiqué, le canon à main qu'elles brandissent peut être tiré à l'aide du grappin. Pour les guerriers couronnés par les sauriens des Êtres des canopées, perfectionner ses compétences et sa pensée est plus important qu'entraîner son esprit et sa volonté.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/7a00a866dc6b298689ea7bc58f252d24_5774768151024101880.png",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7132,
        "name": "Guerrier qucusaure : Marteau stellaire",
        "desc": "Un puissant guerrier du sommet des falaises, dont la bravoure a été reconnue et qui peut donc porter une couronne saurienne.<br>Même à Natlan, la nation Pyro, les membres de la tribu du Clan des fleurplumes ont une approche particulière quant au maniement du feu et des flammes. Pour ces guerriers tribaux armés de leurs lourds marteaux, les flammes jaillissent lors de collisions violentes, symboles d'une intense passion. Lorsqu'ils se battent, le combat se finit généralement en un instant et ils en sortent toujours victorieux.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/6c9484cb4de892b545a04461578c5f64_7231697792170681469.png",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7133,
        "name": "Guerrière qucusaure : Ciel flamboyant",
        "desc": "Une puissante guerrière du sommet des falaises, dont la bravoure a été reconnue et qui peut donc porter une couronne saurienne.<br>Parmi tous les types de sauriens, les qucusaures sont particulièrement fiers. C'est une caractéristique qu'ils partagent avec les Guerriers qucusaures capables d'obtenir leur reconnaissance. On raconte que par le passé, les guerriers tribaux observaient ces sauriens écarlates s'amuser à lancer des pierres de feu depuis les hauteurs. Cela les aurait inspirés à lancer des projectiles pour provoquer des réactions en chaîne explosives. On raconte que ce concept affiné au fil du temps serait à l'origine de nombreuses armes à feu du Clan des fleurplumes.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/d2665de5e4858414a6895ec9fae5089f_3972132336040982.png",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7134,
        "name": "Guerrier iktomisaure : Portée givrée",
        "desc": "Un puissant guerrier du vent nocturne, dont la bravoure a été reconnue et qui peut donc porter une couronne saurienne.<br>Les guerriers tribaux des Maîtres du vent nocturne n'excellent pas généralement en matière de force conventionnelle. Leur capacité à manier des armes avec facilité provient plutôt de longues années d'entraînement mental. C'est pourquoi les guerriers des Maîtres du vent nocturne accordent davantage d'importance au don de spiritoraison. Grâce au pouvoir de graffitis spéciaux et de leur pure volonté, on dit que les plus exceptionnels des spiritorateurs peuvent soulever des rochers aussi grands qu'une personne.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/6207957f3fed957a507b86fac6865cb4_2452109276500528109.png",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2220,
        "name": "Gardien des ruines",
        "desc": "Une machine de combat antique à forme humaine.<br/>On raconte que ces machines sont les vestiges d'un royaume aujourd'hui oublié de tous. De nos jours, elles errent dans les ruines et attaquent tous les voyageurs qui osent croiser leur chemin. Des recherches indiquent que les Gardiens des Ruines et les ruines où ils sont stationnés ne seraient pas de la même époque, suggérant un écart temporel équivalant à des milliers d'années au moins. Pourquoi les Gardiens des Ruines continuent-ils donc à protéger ces lieux décrépits par le temps avec leur arsenal d'armes explosives ?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Guard_icon.png",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 3701,
        "name": "Brutovéreux Anémo",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Brutocollinus nomade qui n'est affilié à aucune tribu spécifique. Il semble être à la recherche de la genèse du destin de son espèce et de sa splendeur depuis longtemps.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">S'il existe des épopées et des légendes parmi ces monstres qui ne possèdent qu'un langage simple et aucune histoire écrite, il est à parier que ces nomades Brutocollinus en sont les héros mystérieux.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/11/158750877/eb2ff17818f8f4420f9033724d997ea1_6249599453622964028.png",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2233,
        "name": "Brutoviandu avec hache Électro",
        "desc": "Un Brutocollinus musculeux qui manie de lourdes haches à deux mains.<br/>Ses attaques sont amples, et il utilise des Électroblobs pour enchanter sa hache avec l'élément Électro, ce qui le rend particulièrement destructeur.<br/>L'acier dont sont forgées les haches constitue un excellent conducteur électrique. Un imposant Brutoviandu levant sa hache pour invoquer la foudre du ciel est aux yeux des Brutocollinus un spectacle majestueux.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Crackling Axe Mitachurl_icon.png",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6561,
        "name": "Automate de source secrète : Chasseur-chercheur",
        "desc": "<p>Un automate des ruines anciennes destiné à la collecte. </p><p>La légende raconte que ces machines étaient conçues pour des fonctions de travail spécialisées, principalement des travaux expérimentaux tels que la capture et la collecte d'échantillons, et n'avaient que des fonctionnalités de combat de base. </p><p>Selon la rumeur, elles n'étaient pas construites par les humains, mais étaient plutôt des créations d'une civilisation encore plus ancienne. Aujourd'hui, cette civilisation a été perdue et il ne reste que ces étranges machines qui parcourent le pays.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/30/29705491/e9927800b8131027725d29cb61a78b27_827279581958993712.png",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "Après avoir détruit son bouclier elle reprendra sa forme originelle."
      }
    ]
  }
}