{
  "epId": 7085,
  "name": "Descendeurs",
  "desc": "<p>Des êtres venus d'ailleurs que Teyvat, dont la volonté peut rivaliser avec celle d'un monde entier.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/06/170542231/826332c1b0fb525a54df5442ee996c76_7302014543691984511.png",
  "menuId": 23,
  "menuName": "Affiliations",
  "version": 1760222145,
  "components": {
    "customize": [
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Une oiselle en cage isolée dans les profondeurs du Sanctuaire de Surasthana qui ne peut voir le monde que dans ses rêves.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/02/43281454/f29490bddc56b4a6773b6c5003bbb853_2162267504881052310.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos des descendeurs</color>\nEn ce qui te concerne, Voyageur, c'est bel et bien le cas. Il n'y a aucune information sur toi dans l'Irminsul.\nPour ce qui est de ta sœur/ton frère, c'est différent. Il y a des renseignements sur elle/lui qui ont été enregistrés en ce monde.\nEn d'autres termes, elle/il appartient à ce monde.\nD'après les informations que j'ai pu obtenir, elle est apparue/il est apparu tout à coup à Khaenri'ah.\nAprès le désastre de Khaenri'ah, elle/il a entamé un voyage à travers toutes les nations de Teyvat..\nCependant, les informations de l'Irminsul deviennent beaucoup plus vagues quand on s'approche de la fin de son voyage...\nCe dont je suis sûre, c'est que quelqu'un dissimule son destin pour quelque raison...\nIl y a quelque chose à noter, tout de même. De ce que je sais... Dans les informations concernant les Fatui, ta sœur n'est pas mentionnée/ton frère n'est pas mentionné dans la liste des descendeurs.\nTu dois être curieux/curieuse de savoir quels renseignements j'ai obtenu des Fatui en échange du Gnosis, n'est-ce pas ?\nUne des informations les plus importantes est que les descendeurs de ce monde... n'appartiennent pas à ce monde.\nVoyageur, tu es le quatrième descendeur/la quatrième descendeuse de Teyvat.\nExactement. Mon hypothèse est que le Premier descendeur est l'ordre divin.\nPour ce qui est des autres descendeurs, j'ai encore besoin de temps pour apprendre qui ils sont.\n<color=#ffd780>À propos de l'Irminsul</color>\n<color=#37ffff>Scaramuccia :</color> Malheureusement, je peux vous confirmer qu'il n'y a pas de traces des descendeurs dans l'Irminsul.\n<color=#37ffff>Nahida :</color> Même toi, tu n'as rien trouvé... Il semble effectivement que l'Irminsul n'ait conservé aucune trace des descendeurs. Tous les êtres extérieurs à ce monde ne font pas partie de Teyvat."
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le leader de l'Ordo Narzissenkreuz, anciennement connu sous le nom de René de Petrichor.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/267357714/90f57df4396a9aa89cee2704bafdac6d_6739018061476844869.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos de la volonté</color>\n« Io, io, pan! Toi qui reposes sous la mer ! »\nPrononcée lors d'un rituel, cette phrase est une prière pour abandonner l'ego et plonger dans l'abîme, et renaître sous la forme d'un nourrisson sacré.\nIl s'agirait d'une œuvre tragique ancienne, même si on ignore comment elle a été transmise jusqu'à ce jour. L'œuvre s'appelle « Ajax » ou « Aias », le nom du deuxième guerrier le plus fort de leur alliance.\nL'expression « Toi qui reposes sous la mer » est particulièrement intéressante, car elle est écrite dans l'ancienne langue de Sumeru, elle se lirait comme « Narayana », ce qui signifie « humain primordial ».\nEt c'est précisément ce que je veux dire. Rien de ce qui vient de l'extérieur de l'univers ne peut être considéré comme « descendu ». Seule une volonté puissante comparable à celle d'un monde entier est digne de recevoir cette désignation.\nMais comment devenir une volonté capable de protéger, de préserver, de détruire et, en même temps, de créer un monde ?"
      },
      {
        "type": "CustomEntry",
        "epId": 4582,
        "name": "Skirk",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Skirk est une épéiste mystérieuse mais aussi le maître de Tartaglia.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Elle fait sa première apparition lors de la quête d'Archon « Mascarade des coupables » (Chapitre IV, Acte 5).</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/25/235883431/1e2cb29d039dddf84b706c655ed6367a_1718673784700487432.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos des gnosis</color>\nHmm. Le Narval stellavore n'est pas ici, il n'y a donc plus d'interférence.\nJe peux enfin percevoir votre pouvoir... et comprendre de quoi il s'agit.\nC'est le pouvoir du dragon primordial de la planète. Mais il y a également quelque chose qui ressemble très fort à une malédiction divine... C'est très nouveau pour moi.\nJe suis sûre d'avoir déjà perçu ça quelque part. Mais qu'est-ce que c'était...\nOh, mais bien sûr... Comment ai-je pu oublier...\nous avez les restes du troisième descendeur sur vous, n'est-ce pas ?\nHmm... Je pense que vous appelez ça un « Gnosis » ?\nJe m'entraîne avec mon maître, le Cavalier abominable, depuis que je suis toute jeune. Et je ne suis jamais remontée à la surface, donc la plupart des informations que je possède viennent de lui.\nIl est normal que ceux qui sont supérieurs aux humains raisonnent différemment. C'est pourquoi nous avons tant de problèmes lorsque nous essayons de communiquer avec eux.\nEnfin, il serait préférable de vous en débarrasser avant que le malheur ne s'abatte sur vous.\nLa vie est une sorte de bénédiction. Mais lorsqu'un humain décède, ses liens avec ce monde se transforment en malédiction."
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'Ordo Narzissenkreuz était une société secrète fondée par René de Petrichor et Jakob Ingold. Son but principal était de créer des néohumains afin de survivre à la destruction du monde annoncée par la formule mondiale. Elle fut déclarée organisation extrémiste illégale et criminelle par l’iudex Neuvillette.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/02/267357714/76c3b544663face535a657d1f97f4ad0_1297878160968044696.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Notes"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos de la Tour d'ipsissimus</color>\nLa Tour d'ipsissimus vient d'un ancien concept du royaume antique de Remuria qui gouvernait Fontaine autrefois, et qui était utilisée pour décrire une volonté puissante capable de régner, préserver et détruire le monde.\nCette tour, qui a été conçue par l'Ordo Narzissenkreuz, représente l'évolution de l'âme humaine et les mystères infinis du monde.\nL'Ordo Narzissenkreuz pensait que l'humanité pouvait se perfectionner sans fin d'un cycle à l'autre. Les cycles passés incluent l'Hyperborée, Natlantia, Remuria et le quatrième et actuel cycle (Khraun-Arya), dont seulement la moitié est écoulée. Notez cependant qu'il ne s'agit là que de noms donnés à ces cycles par l'Ordo en s'inspirant de documents anciens. Mais cette évolution fait référence à l'évolution de l'âme, elle n'a donc pas du tout vocation à s'opposer aux résultats des recherches menées par l'Académie. L'esprit humain a vécu plusieurs expériences : la perte du paradis, le triomphe contre le dragon maléfique, le péché originel, le baptême et, enfin, la libération de l'emprise des dieux."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Membres notables"
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Originel",
        "desc": "<p>Le premier descendeur, qui vainquit les sept souverains dragons du monde et créa les hommes. Il porterait le nom de Phanes.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/170542231/54fc33ab94abb4b00460e448f7765892_1642342474187331524.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nLe premier souverain divin qui appparut en Teyvat et vainquit les"
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Dragons élémentaires",
        "desc": "<p>Une race ancienne qui régnait sur Teyvat bien avant l'apparition des hommes. Les dragons appartiennent au royaume de la lumière.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/07/170542231/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_4089961897526688995.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ". Le premier descendeur créa l'humanité."
      },
      {
        "type": "RichText",
        "text": "Second qui prétendait au trône",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nUn envahisseur d'un autre monde qui détruisit la barrière créée par le premier souverain divin. La guerre entre les deux premiers descendeurs apporta la connaissance interdite et de nombreux fléaux qui s'abattirent sur Teyvat."
      },
      {
        "type": "RichText",
        "text": "Troisième descendeur",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nL'Originel et le deuxième souverain divin créèrent les"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Les Gnosis sont des artéfacts de maîtrise élémentaire supérieurs qui représentent le pouvoir des Sept Archons de Teyvat, leur permettant d'entrer directement en résonance avec Celestia. <span class=\"wk-shady\">Il est révélé plus tard que les Gnosis ont été créés à partir des restes du troisième descendeur.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "à partir des restes du troisième descendeur."
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "Voyageur",
        "desc": "Un voyageur/Une voyageuse venant d'un autre monde qui a été séparé/séparée de sa sœur/son frère. Il/Elle débute son périple à la recherche des Sept Archons de Teyvat dans l'espoir de la/le retrouver.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Traveler_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nQuatrième descendeur."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relations"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nIl y avait un orphelinat à Khaenri'ah, où l'on voulait élever un descendeur."
      },
      {
        "type": "CustomEntry",
        "epId": 7489,
        "name": "Nibelung",
        "desc": "<p>Le chef des dragons élémentaires, qui voyagea au-delà du monde de Teyvat pour obtenir le pouvoir de l'Abîme afin de combattre l'Ordre divin.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/13/170542231/92b2a7c8b58e2725d5a5e7f78e3759ac_215241943216317987.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nLe roi-dragon, qui acquit le pouvoir des ténèbres hors de Teyvat et mena les dragons dans une lutte contre l'ordre établi par l'Originel. Une guerre inimaginable eut lieu en Teyvat, causant des destructions d'une ampleur sans précédent.\nÀ l'heure actuelle, on ne sait pas si Nibelung était ou non un descendeur."
      },
      {
        "type": "RichText",
        "text": "Voyageuse venue d'un monde lointain",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nUne scribe qui errait dans le vide infini fut attirée par la lumière émanée par le monde de Teyvat sous le règne des dragons. Lorsqu'elle revint, l'Originel avait déjà pris le contrôle du monde et Nibelung avait disparu. La voyageuse transgressa les règles et descendit en Teyvat, plaçant sa conscience dans le corps d'un jeune homme. En Teyvat, elle rencontra l'ange premier, dont elle s'éprit. Ensemble, ils décidèrent d'aller à l'encontre des lois établies par l'Ordre divin, et tous les anges furent maudits pour cet affront.\nÀ l'heure actuelle, on ne sait pas si la voyageuse était ou non un descendeur."
      },
      {
        "type": "CustomEntry",
        "epId": 7851,
        "name": "Jumelle/eau",
        "desc": "<p>La sœur du Voyageur/le frère de la Voyageuse, Princesse/Prince de Khaenri'ah, Messie et Princesse/Prince de l'Ordre de l'Abîme.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/13/170542231/725878e71fb16f81d7bbde830f0d58d8_495573502207080010.gif",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nLe Voyageur/La Voyageuse et sa jumelle/son jumeau arrivèrent en Teyvat depuis un autre monde. Bien que la jumelle/le jumeau ne provienne pas de Teyvat, des informations à son sujet sont ajoutées à l'"
      },
      {
        "type": "CustomEntry",
        "epId": 7087,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ". Les Fatui ne considèrent pas la jumelle/le jumeau comme un descendeur."
      },
      {
        "type": "RichText",
        "text": "Une autre personne venue plus tard",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nUn étranger à Teyvat qui créa les"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Les Gnosis sont des artéfacts de maîtrise élémentaire supérieurs qui représentent le pouvoir des Sept Archons de Teyvat, leur permettant d'entrer directement en résonance avec Celestia. <span class=\"wk-shady\">Il est révélé plus tard que les Gnosis ont été créés à partir des restes du troisième descendeur.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "avec l'Originel."
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le leader de l'Ordo Narzissenkreuz, anciennement connu sous le nom de René de Petrichor.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/267357714/90f57df4396a9aa89cee2704bafdac6d_6739018061476844869.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nNarzissenkreuz cherchait un moyen de devenir un descendeur, une volonté capable de protéger, de préserver, de détruire et de créer un monde."
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Fatui",
        "desc": "<p>Une organisation snezhnayienne fidèle à la tsarine qui s'est répandue sur tout le continent. Ses exécuteurs sont en quête des Gnosis.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/170542231/159454dca0123d1c63a52568b03a0a26_2743520638386466599.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nLes Fatui conservent des archives sur les descendeurs et collectent les gnosis, qui sont les restes de l'un d'entre eux."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ouvrages liés"
      },
      {
        "type": "CustomEntry",
        "epId": 5202,
        "name": "Perinheri",
        "desc": "<p>Ce texte est également connu sous le nom de « Hleobranto Innamorato ». L'auteur de la première édition prétend avoir basé ce conte sur une histoire légendaire connue dans tout Khaenri'ah, mais personne ne peut le vérifier. Il s'agit désormais d'une anthologie qui inclut la collaboration de plusieurs générations.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/02/1254995/6a3b157ee137280e5f8c5302ddd3b152_3514347504818855274.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 7572,
        "name": "Finale des galeries profondes",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/bf39402f87db1168263c7c0898c8ab0c_4434336707917443666.png",
        "displayStyle": "card",
        "menuId": 5
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Descendeurs</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Groupe d'étrangers à Teyvat</color>"
          }
        ]
      }
    ]
  }
}