{
  "epId": 7351,
  "name": "Antique nom d'obsidienne",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un antique nom, Tumaini, forgé après de nombreuses aventures, et dont le sens est «&nbsp;espoir&nbsp;».<br>Vous en êtes le premier porteur/la première porteuse. Il enregistrera toutes vos actions et aventures à Natlan, pour les transmettre à jamais.<br>La «&nbsp;sagesse&nbsp;» n'est pas l'apanage des êtres vivants. Tous les souvenirs ou émotions ne sont pas non plus une «&nbsp;bénédiction&nbsp;». Il s'agit d'une existence sans nom et sans forme, défiant toute compréhension par le bon sens. Tout comme personne ne connaît l'étendue des lieux que la lumière ne peut toucher, personne ne peut assurer qu'il n'y a pas de nombreux yeux qui nous observent depuis les profondeurs de l'obscurité. Il s'agit d'une chose condescendante qui convoite les connaissances et les informations conservées dans la terre. Même l'horreur et le désespoir, que les humains ne pourront jamais espérer transcender, ne sont que des émotions «&nbsp;simulées&nbsp;» pour votre bénéfice une fois qu'il a compris tout ce qu'est Natlan.<br>Écoutez attentivement le rugissement de Xumucul. Entendez la haine qui couvait dans le cœur du guerrier inégalé il y a mille ans. Il regrette d'avoir levé son arme devant les tombes de ses compagnons d'autrefois&nbsp;! Cette bataille n'a jamais pu être gagnée, cela ne faisait pas de lui un dirigeant, mais un roi cruel et solitaire.<br>Regardez les larmes de Cochanina, soyez témoins de son désespoir millénaire. Elle demeura déterminée jusqu'au bout, mais le feu, l'épée et la mort ne cessèrent de ravager sa patrie. À la fin, elle s'agenouilla devant les cercueils glacés et réfléchit à l'image que les flaques de pluie lui renvoyaient d'elle&nbsp;: Si elle ne pouvait pas le rejeter, pourquoi ne pas l'embrasser&nbsp;?<br>Sentez la fureur de Ndenge, et prenez conscience de sa folie millénaire. Il se battit pour Natlan toute sa vie et versa son sang ardent, avant d'apprendre la vérité de la guerre auprès du sanctifeu une fois sur le trône. Il n'était pas un héros aimé de tous",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/13/29705491/6c535148317ed9d8ecda0afd5ffdbd77_8115305788618548609.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1741813834,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Antique nom d'obsidienne</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Quête d'archon « Chapitre V - Acte 5 : Ode à la résurrection incandescente »</color>"
          }
        ]
      }
    ]
  }
}