{
  "epId": 739,
  "name": "Masque funéraire",
  "desc": "Un trophée obtenu en vainquant Signora, la 8e Exécutrice des Fatui.<br/>Les membres de Fatui vivent souvent leurs vies à travers leurs masques. Après avoir rejoint l'organisation, ils doivent abandonner leur passé et leur individualité, renonçant ainsi à leurs noms et à leurs visages.<br/><br/>Cependant, ces actions restent difficiles à accomplir.<br/>Seuls ceux qui portent en eux une obsession qui frôle ou transcende le délire sont disposés à rejoindre cette organisation qui défie l'ordre divin, laissant un œil maléfique consumer les jours qu'ils leur restent dans ce monde en échange d'un immense pouvoir.<br/>Évidemment, cela n'exclut pas la présence de personnes ayant soif de pouvoir ou qui aiment tout simplement faire du mal à autrui chez les Fatui.<br/><br/>Rosalyne-Kruzchka Lohefalter mena jadis une vie simple et innocente.<br/>Cependant, cette dernière prit fin lorsque ses yeux se remplirent d'une rage folle. La glace froide de son œil maléfique éteignit les flammes qui la dévoraient, mais celles-ci resurgirent lorsqu'un étranger éternel/une étrangère éternelle à la volonté aussi inébranlable que la sienne brisa le pouvoir du froid qui la protégeait...",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Funerary Mask_icon.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1712865654,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Masque funéraire</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Quête d'archon Chapitre II - Acte 3 : « Omniprésence sur les mortels »</color>\n<color=#ffffffd9>Quête « Duel devant le trône »</color>"
          }
        ]
      }
    ]
  }
}