{
  "epId": 7470,
  "name": "Belzébuth",
  "desc": "<p>L'archon Électro d'Inazuma, aussi connue sous le nom de Raiden Ei.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/16/170542231/68ce1b8c0e262cc6e4f1074c6431a295_7076037744577445613.png",
  "menuId": 10,
  "menuName": "Archives des PNJ",
  "version": 1744465160,
  "components": {
    "customize": [
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Shogun Raiden",
        "desc": "Son Excellence, la toute-puissante Narukami Ogosho, qui a promis au peuple d'Inazuma une éternité immuable.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/24/43281454/2669f7bf2fdea7ccf0a4aa7ac9f250b2_1638748135414612694.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Histoire du personnage"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Histoire du personnage 3</color>\nAvant d'accéder au titre de Shogun, Raiden Ei était une samouraï dont la responsabilité lui incombait d'accomplir les ordres de ses aînés.\nLe précédent Archon Électro, Raiden Makoto, n'était guère une combattante. Les missions confiées à Ei lui demandaient principalement de répandre le sang. Pourtant, lorsqu'elle n'accomplissait pas ces funestes missions, Ei aimait s'asseoir sous un cerisier avec ses amis pour jouer au karuta et ainsi passer un moment de répit.\nLors de ces moments de jeu, Ei était toujours celle qui était la plus gauche. Elle n'était jamais victorieuse, tout comme elle n'avait jamais goûté aux récompenses que la Kitsune Saiguu réservait aux vainqueurs.\nC'est pour cela qu'elle s'appliqua au karuta avec la même ardeur qu'elle portait aux arts martiaux. Elle embêtait régulièrement Makoto et Mikoshi Chiyo pour jouer une partie avec elle, ou passait du temps à lire au clair de lune les poèmes inscrits au dos des cartes.\nEnfin vint le jour où Ei remporta une partie de karuta sous le cerisier. Même un guerrier tengu aurait été terrassé par une telle performance. Elle était enfin victorieuse.\nAlors qu'elle laissa s'échapper un cri en sautant de joie, ses camarades se mirent à rire. Elle réalisa alors qu'elle ne maintenait plus son sang-froid habituel. Elle baissa immédiatement les deux bras et retrouva son air froid et indifférent.\nMais bien entendu, ses camarades n'avaient pas l'intention de se moquer d'elle. Ils comprenaient son attitude et reconnaissaient combien l'inflexible Ei avait combattu avec difficulté pour obtenir la victoire.\nQuant à la Kitsune Saiguu, elle apporta sourire aux lèvres une pâtisserie devant Ei.\n« J'ai bien dit qu'il s'agissait d'une récompense, cependant ce n'est qu'une simple douceur, je ne pensais pas que tu t'en inquiéterais autant, Ei. Puisque c'est ainsi, déguste à cœur joie cette récompense pour célébrer ta victoire. »\nEi ne convoitait guère cette récompense sucrée. En tant que samouraï, elle était convaincue que tout ce qui était perdu devait être récupéré par une victoire.\nCette pâtisserie représentait son désir de réussite.\nElle se mit inconsciemment à rire. Cette douceur était délicieuse, un peu comme le goût de la victoire. À tel point que son visage ne pouvait s'empêcher d'arborer un air souriant mais maladroit. Ses camarades trouvèrent qu'il s'agissait là d'un spectacle particulièrement intéressant.\nAujourd'hui encore, Ei se remémore souvent ce cerisier.\nMême si elle n'a plus vu cet arbre depuis bien longtemps, même si plus personne ne s'y trouve, elle espère que le temps puisse se figer pour l'éternité.\n<color=#ffd780>Histoire du personnage 4</color>\nEi se souvient encore à quel point Makoto adorait les paysages d'Inazuma, sa gastronomie et l'histoire de son peuple, mais aussi de la passion avec laquelle elle en parlait à Ei.\nBien qu'elles comprenaient toutes les deux ce qu'impliquait l'érosion, Makoto n'était pas comme Ei qui s'inquiétait quant au futur. Elle se concentrait sur le présent.\n« C'est précisément parce que nous avons conscience que ces paysages sont éphémères que nous les apprécions d'autant plus en saisissant l'instant. »\nÀ ce moment, Ei ne pouvait que sourire amèrement. Elle se rendit compte qu'elle, la guerrière de l'ombre, était encore plus vieux-jeu que la véritable Shogun Raiden. Elle se dit qu'elle devait certainement apprendre de Makoto et vivre plus paisiblement.\nMais tout changea brutalement et Ei fut prise au dépourvu. Avant qu'elle ne puisse s'en rendre compte, elle tenait déjà en main la lame que lui tendait la Raiden Makoto à l'agonie.\nCe jour-là, la guerrière de l'ombre devint la véritable Shogun Raiden.\nC'est aussi ce jour-là qu'Ei comprit le poids de l'affliction de l'érosion.\nAvec le temps qui allait continuer à s'écouler, sa lame, ce cerisier... Toute vie à Inazuma allait disparaître devant ses yeux.\nC'était la fondation sur laquelle repose Inazuma, la chose que la Shogun Raiden devait protéger à tout prix.\n« De ce point de vue, anticiper n'est pas insensé, et encore moins une preuve d'arrogance. »\nSon cœur en ayant pris conscience, sa vie dépassa les limites de son enveloppe charnelle et l'éternité s'abattit sur le monde mortel.\n<color=#ffd780>« Harmonie d'idéal »</color>\nUne épée qui fut transmise à Ei et qui l'accompagne encore jusqu'à ce jour.\nManiée par deux détenteurs, cette épée fut témoin du temps et de l'éternité.\nElle naquit grâce à la force divine de Raiden Makoto, mais ne fut jamais aiguisée. Cette lame partage un trait commun avec sa créatrice, elle n'était guère taillée pour le combat. De ce fait, elle incarnait plutôt un symbole de paix.\nLe jour où Makoto disparut, elle fut remise dans les mains d'Ei. La lame avait soif de sang et lorsqu'elle y goûta pour la première fois, elle fut renversée par une violente bourrasque et frappée par la foudre.\nMakoto lui donna le nom d'« Harmonie d'idéal » et désirait qu'elle soit le témoin de la beauté onirique d'Inazuma ainsi que la noblesse des cœurs qui la peuplent.\nEi ne la baptisa pas autrement, car elle aussi avait contemplé les mêmes paysages magnifiques et cela fit naître une volonté beaucoup plus pure et puissante dans son cœur.\nLa beauté de la foudre réside dans sa capacité à capturer le caractère précieux de ce qui est éphémère."
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "La Guuji Yae du Sanctuaire de Narukami est également responsable éditoriale de la Chambre Yae. Une intelligence et une ruse inimaginables sont cachées sous son apparence gracieuse.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos des archons</color>\nJe suis surprise qu'un étranger/une étrangère comme toi soit au courant qu'il y a eu un changement d'Archon Électro... Peu de citoyens d'Inazuma en ont conscience.\nOui, la vérité c'est qu'il y avait deux divinités jumelles, Baal et Belzébuth.\nElles ont gagné la Guerre des Archons ensemble et lorsque Baal a établi le Shogunat, Belzébuth est devenue sa kagemusha ou « guerrière de l'ombre ». En d'autres termes, elle était en quelque sorte le double de Baal.\nBelzébuth est Ei, que nous connaissons à présent tous/toutes les deux. Le nom de Baal était « Makoto ».\nMais aux yeux du monde il n'y en avait pas deux mais une. Elles se complétaient et gouvernaient ensemble Inazuma. Il n'était donc pas nécessaire que le public connaisse la vérité.\nEn fit, le nom de « Baal » et le titre de Shogun Raiden faisaient référence à l'ensemble des deux, jusqu'à ce que...\n... Makoto meurt il y a plusieurs centaines d'années dans une guerre dans laquelle je n'étais pas impliquée. Depuis lors, Ei a assumé le Shogunat.\nC'est à ce moment-là qu'Ei a commencé à changer. Makoto a été sa plus grande perte.\nJe n'ai pas passé beaucoup de temps avec [Makoto] mais j'ai eu l'impression qu'elle était... une divinité douce qui chérissait chaque instant la beauté de ce qui se présentait à elle."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relations"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nBelzébuth est l'actuel archon Électro d'Inazuma."
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nBaal et Belzébuth gagnèrent la Guerre des Archons ensemble.\nPour les Inazumiens, elles formaient un unique archon, Baal."
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nPendant le Cataclysme, Makoto ne dit rien à Ei et se rendit seule à"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ". Comme elle n'était pas une bonne guerrière, elle y périt."
      },
      {
        "type": "CustomEntry",
        "epId": 7498,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7499,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7500,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nAmis d'Ei"
      },
      {
        "type": "CustomEntry",
        "epId": 4907,
        "name": "Makoto",
        "desc": "<p>Sœur jumelle d'Ei et précédent archon Électro, aussi appelée Baal. Elle périt durant le désastre de Khaenri'ah il y a 500 ans.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/16/170542231/08ad31cb2d00748c8a122eb1c2562ff8_2877033761138439063.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nMakoto est la sœur jumelle d'Ei. Sous le règne de Makoto, Ei était sa kagemusha ou « guerrière de l'ombre ». Lorsqu'Ei retrouva sa sœur à Khaenri'ah, il était déjà trop tard. Elles ne purent faire leurs adieux que dans la conscience de Makoto, mais Ei ne sut jamais ce qui avait poussé Makoto à partir seule pour Khaenri'ah."
      },
      {
        "type": "RichText",
        "text": "Plan euthymique",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nAprès la mort de Makoto, Ei plaça sa conscience dans l'Harmonie d'idéal et y créa un monde intérieur, le Plan euthymique, où lle médita durant des siècles."
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "La Guuji Yae du Sanctuaire de Narukami est également responsable éditoriale de la Chambre Yae. Une intelligence et une ruse inimaginables sont cachées sous son apparence gracieuse.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nAmie et familier d'Ei. Grâce à son aide, Belzébuth quitta le Plan euthymique et mit fin au décret de saisie. Lorsqu'Ei se retira dans le Plan euthymique, elle laissa son"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Les Gnosis sont des artéfacts de maîtrise élémentaire supérieurs qui représentent le pouvoir des Sept Archons de Teyvat, leur permettant d'entrer directement en résonance avec Celestia. <span class=\"wk-shady\">Il est révélé plus tard que les Gnosis ont été créés à partir des restes du troisième descendeur.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "à Miko."
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramuccia",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/235883431/3ca9b9e2138195540f079c470acfbce5_264261981472249434.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nRaiden Ei créa Scaramuccia comme prototype de marionnette pour tester si elle pouvait échapper à l'érosion grâce un corps de marionnette. Ei prévoyait initialement de se débarrasser de lui, mais elle scella finalement son pouvoir dans le Pavillon Shakkei avec une plume dorée, symbole de son lien avec la Shogun."
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Shogun Raiden",
        "desc": "Son Excellence, la toute-puissante Narukami Ogosho, qui a promis au peuple d'Inazuma une éternité immuable.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/24/43281454/2669f7bf2fdea7ccf0a4aa7ac9f250b2_1638748135414612694.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2210,
        "name": "Narukami no Mikoto la destructrice",
        "desc": "C'est la forme que prend la marionnette qui a hérité de l'autorité de la Shogun Raiden lorsqu'elle s'oppose à ceux qui menacent l'éternité.<br/>En tant qu'assistante de la Shogun Raiden dans la poursuite de l'éternité, elle n'a jamais douté et n'a jamais ressenti de peur. Elle a toujours donné le meilleur d'elle-même et n'a jamais eu de pensée parasite.<br/>Elle a entendu parler une fois de la façon dont Ei avait assumé un devoir similaire quand Makoto était encore là, subissant une perte atroce dans le processus.<br/>Lorsque les deux ombres se sont à nouveau superposées, cependant, elle n'a pu que constater les nombreuses fractures dans ce qui aurait dû être « sa » volonté éternelle. Puisque le destin est destiné à se reproduire, elle doit tenir sa promesse et « lui » déclarer la guerre.<br/><br/><i>« J'ai pris la forme la plus suprême et la plus noble qui soit. C'est moi qui ai hérité du pouvoir, et je suis l'essence de ce que représente la « Shogun Raiden ».</i><br/><i>C'est naturel que j'aie hérité de la douleur des innombrables pertes qu'a subies Ei et de sa volonté d'atteindre l'éternité.</i><br/><i>Résolution, courage, amour, haine... sont brassés par le fleuve du temps.</i><br/><i>Seules les règles restent immuables pour l'éternité. »</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Magatsu Mitake Narukami no Mikoto_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nUne marionnette qui dirigea Inazuma après qu'Ei s'est retirée dans le Plan euthymique. Aujourd'hui, Ei et la Shogun Raiden partagent un même corps."
      },
      {
        "type": "CustomEntry",
        "epId": 4908,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nIl y a environ 2000 ans, Orobashi et l'armée de Watatsumi se rebellèrent contre l'archon, et Raiden Ei le vainquit grâce à son Kendo d'insouciance, coupant l'île de Yashiori en deux."
      },
      {
        "type": "CustomEntry",
        "epId": 4909,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nBelzébuth détruisit Kanna Kapatcir, un dangereux monstre qui menaçait la sécurité d'Inazuma et de ses habitants. Elle scella ses restes sur l'île de Seirai."
      },
      {
        "type": "CustomEntry",
        "epId": 2454,
        "name": "Ioroi",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Ioroi_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nUn jour, Ei faillit couper Ioroi en deux alors qu'il volait des herbes à sanglots au Tenshukaku."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objets et ouvrages liés"
      },
      {
        "type": "CustomEntry",
        "epId": 2328,
        "name": "Théories étranges du Kiyoshiken Shinkageuchi",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Treasured Tales of the Chouken Shinkageuchi_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2014,
        "name": "Lumière du faucheur",
        "desc": "Une naginata utilisée pour « faucher les mauvaises herbes ». Tout soldat se tenant devant sa lame sera probablement également taillé d'un peu trop près...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/薙草之稻光.png",
        "displayStyle": "card",
        "menuId": 4
      }
    ],
    "galleryCharacter": [
      {
        "key": "Belzébuth",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/16/170542231/22df5562754cdf07c1f9d30f062d5ffc_632730597565775949.png"
      },
      {
        "key": "Belzébuth",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/16/170542231/5d047cd614529549598d28b12788b877_926224040500031489.png"
      },
      {
        "key": "Belzébuth",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/16/170542231/4ecd672f771319949f1cd3d877aacb85_1683268989740203916.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Baal et Belzébuth"
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "Character Teaser - \"Raiden Shogun: Nightmare\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=ydPqFAEgHzs",
        "coverUrl": "https://i.ytimg.com/vi/ydPqFAEgHzs/maxresdefault.jpg",
        "duration": 101
      },
      {
        "title": "Story Teaser: Ode of Floating Dreams | Genshin Impact #GenshinImpact #RaidenShogun",
        "url": "https://www.youtube.com/watch?v=PBM2jQ0NW5o",
        "coverUrl": "https://i.ytimg.com/vi/PBM2jQ0NW5o/maxresdefault.jpg",
        "duration": 136
      },
      {
        "title": "Story Teaser: Promise of a People's Dream | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=hQ5GEOlwLUQ",
        "coverUrl": "https://i.ytimg.com/vi/hQ5GEOlwLUQ/maxresdefault.jpg",
        "duration": 119
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Belzébuth</color>"
          }
        ]
      },
      {
        "key": "Région",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Inazuma</color>"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Archons</color>"
          }
        ]
      },
      {
        "key": "Titres",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Son Excellence, la toute-puissante Narukami Ogosho, divinité du tonnerre</color>\n<color=#ffffffd9>Déesse de l'éternité</color>\n<color=#ffffffd9>Narukami</color>"
          }
        ],
        "isMaterial": false
      },
      {
        "key": "Entrée liée",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 49,
            "name": "Shogun Raiden",
            "desc": "Son Excellence, la toute-puissante Narukami Ogosho, qui a promis au peuple d'Inazuma une éternité immuable.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/24/43281454/2669f7bf2fdea7ccf0a4aa7ac9f250b2_1638748135414612694.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}