{
  "epId": 7473,
  "name": "Tsarine",
  "desc": "<p>Archon Cryo de Snezhnaya. Les Exécuteurs des Fatui obéissent à ses ordres.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/23/170542231/513d51e0ebfd54f5da34a9f85dfaf61f_571005365705672000.png",
  "menuId": 10,
  "menuName": "Archives des PNJ",
  "version": 1744461315,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relations"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Fatui",
        "desc": "<p>Une organisation snezhnayienne fidèle à la tsarine qui s'est répandue sur tout le continent. Ses exécuteurs sont en quête des gnosis.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/170542231/159454dca0123d1c63a52568b03a0a26_2743520638386466599.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nLa Tsarine dirige l'organisation des Fatui."
      },
      {
        "type": "CustomEntry",
        "epId": 7477,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7479,
        "name": "Sandrone",
        "desc": "<p>7e Exécutrice des Fatui</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/23/170542231/2919d051b9a8b1afc0c3061b39bd303e_5104422564246478624.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7474,
        "name": "Pierro",
        "desc": "<p>Directeur et premier exécuteur des Fatui, il est aussi connu sous le nom du Fou. Il était un mage de la cour de Khaenri'ah et fut condamné à l'immortalité.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/23/170542231/9d701a66430ccdb006a3bbb497da8b9c_6003750361988558455.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7475,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7417,
        "name": "Capitano",
        "desc": "<p>Le 1er exécuteur des Fatui, au nom de code «&nbsp;Capitaine&nbsp;», et un chevalier-sentinelle de Khaenri'ah. Son véritable nom est Thrain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/170542231/1a328d36a9cee6e5e2f7918ecb8d3637_5975636137098940898.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7480,
        "name": "Signora",
        "desc": "<p>La 8e Exécutrice des Fatui, aussi connue sous le nom de Demoiselle. Son véritable nom est Rosalyne-Kruzchka Lohefalter.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/170542231/68305dad2eaeba8fd12877088e9773d8_1190377914965818902.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7481,
        "name": "Pantalone",
        "desc": "<p>Le 9ème Exécuteur des Fatui, aussi appelé le «&nbsp;Fortuné&nbsp;». Il est chargé de la politique économique de Snezhnaya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/170542231/956de0dda8ce1b194c63a24d007a1dac_3591810341570532819.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramuccia",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/235883431/3ca9b9e2138195540f079c470acfbce5_264261981472249434.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7482,
        "name": "Tartaglia",
        "desc": "<p>Le 11e Exécuteur des Fatui, dont le véritable nom est Ajax.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/17/170542231/ce21cae48f37c74c8d1b6dbf7cba12af_3129762052783774710.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7478,
        "name": "Pulcinella",
        "desc": "<p>Le 5e Exécuteur des Fatui. Il est le maire de Snezhnaya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/21/170542231/87ec8255a0832db3fda01cf61b5c7c75_4150316598830303704.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nLes Onze Exécuteurs des Fatui sont directement sous les ordres de la Tsarine. Ils sont en quête des"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Les Gnosis sont des artéfacts de maîtrise élémentaire supérieurs qui représentent le pouvoir des Sept Archons de Teyvat, leur permettant d'entrer directement en résonance avec Celestia. <span class=\"wk-shady\">Il est révélé plus tard que les Gnosis ont été créés à partir des restes du troisième descendeur.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "des Sept archons de Teyvat."
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "name": "Barbatos",
        "desc": "<p>L'Archon Anémo de Mondstadt</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/14/170542231/5f7d70114271f8eca21f24cd62499dc6_2846169284026807855.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "name": "Morax",
        "desc": "<p>L'archon Géo de Liyue</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/14/170542231/51993b7b69c68f3d8388ed314bf1eed8_1457806905711824173.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Belzébuth",
        "desc": "<p>L'archon Électro d'Inazuma, aussi connue sous le nom de Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/16/170542231/68ce1b8c0e262cc6e4f1074c6431a295_7076037744577445613.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7471,
        "name": "Buer",
        "desc": "<p>L'Archon Dendro de Sumeru</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/14/170542231/f29490bddc56b4a6773b6c5003bbb853_5462514291391470247.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7472,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nAutres archons, dont la Tsarine convoite les"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Les Gnosis sont des artéfacts de maîtrise élémentaire supérieurs qui représentent le pouvoir des Sept Archons de Teyvat, leur permettant d'entrer directement en résonance avec Celestia. <span class=\"wk-shady\">Il est révélé plus tard que les Gnosis ont été créés à partir des restes du troisième descendeur.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "."
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "Le 11e Exécuteur des Fatui, appelé « Tartaglia ». Il s'est fait connaître pour avoir gagné des milliers de combats.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Histoire du personnage"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Lettre de la famille de Tartaglia</color>\n« Chère sœur, est-ce que tout le monde va bien à la maison ? Le mal de tête de papa s'est-il amélioré ?\nDis bonjour à papa, à maman et à nos frères de ma part.\nJ'ai envoyé des médicaments contre le rhume et les maux de tête du Port de Liyue. Ils sont très efficaces et devraient soulager les douleurs de papa pendant quelque temps. Ils devraient arriver dans quelques jours.\nJe ne vous ai bien sûr pas oubliés. En plus des médicaments de papa, j'ai envoyé des cadeaux pour vous tous.\nCette lettre devrait arriver avec deux cerfs-volants de Liyue, un petit tambour, deux poupées en porcelaine d'Inazuma et une boîte pleine de friandises.\nEt dis à Anthon que les habitants de Liyue sont des humains comme nous, pas des êtres de pierre.\nIls ne mangent pas de pierres non plus, cela n'aurait aucun sens.\nNe t'inquiète pas trop pour moi, Tonia, et évite les problèmes à la maison. Je reviens bientôt. Quand j'aurai livré les Sept Étoiles de Liyue à Sa Majesté la Tsarine, je prendrai le premier navire pour la maison, comme promis, et tu sais que je tiens toujours mes promesses.\nTon fidèle chevalier. »\n<color=#ffd780>Œil maléfique</color>\nL'Œil maléfique est un symbole d'honneur et la preuve de la force de Tartaglia.\nIl se souvient encore du jour où il l'a reçu et est devenu membre des Exécuteurs.\nIl se tenait devant l'Impératrice de Glace quand Pedrolino, le tout premier des Fatui, lui épingla cet insigne.\nC'était sa récompense pour avoir tué de nombreuses bêtes et le rappel de ses innombrables batailles.\nMais ce n'est pas ce qui remplit Tartaglia de joie car l'honneur est la seule vraie récompense pour un guerrier.\nIl ne se souciait pas non plus des regards étranges que lui lançaient ses nouveaux « collègues » car les opinions et critiques des autres ne signifiaient rien pour lui.\nLe nouveau Tartaglia n'avait d'yeux que pour la reine assise sur son trône. Il la respectait non seulement parce qu'elle lui avait montré le chemin vers de nombreuses batailles, mais aussi et surtout à cause de la façon dont elle le regardait et le faisait se sentir spécial.\nElle avait un regard froid mais pur, arrogant mais vif.\nElle n'était pas seulement le puissant Archon Cryo mais aussi une véritable guerrière.\nC'est ainsi que Tartaglia ayant reçu l'œil maléfique prêta serment de fidélité à la seule et unique Tsarine de Snezhnaya."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Répliques"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos de la Tsarine...</color>\nSon Altesse la Tsarine est une personne très douce... Trop douce, en fait, et c'est pourquoi elle a dû s'endurcir. De même, si elle a déclaré la guerre au monde entier, c'est parce qu'elle rêve de paix. Et comme elle s'est faite ennemie du monde, nous avons l'occasion d'être amis.\n<color=#ffd780>À propos de Pierro...</color>\nIl est le tout premier Exécuteur des Fatui, et aujourd'hui, c'est notre chef. Il n'apparaît que lors des grandes occasions. Quant à ce qu'il a accompli... Pour être honnête, je ne m'en soucie pas vraiment. Je dois ma loyauté ainsi que ma dévotion à la Tsarine et à personne d'autre.\n<color=#ffd780>À propos de Pierro...</color>\nJe n'ai rien contre les gens qui ont leurs propres idées. Après tout, si j'ai rejoint les Fatui, c'est bien parce que je voulais avoir plus d'occasions de me battre. Par contre, elle, je ne l'apprécie pas. Si la trahison pouvait lui apporter quelque avantage, elle n'aurait aucun scrupule à asséner un coup d'épée à Son Altesse la Tsarine. Elle n'est que folie.\n<color=#ffd780>Affinité élevée</color>\nBravo, l'ami/amie ! Grâce à votre aide, je fais un pas de plus vers mon objectif de conquête du monde ! Même la Tsarine n'aurait jamais imaginé que je puisse atteindre ce stade."
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "Quatrième Exécutrice des Fatui, Arlecchino est une diplomate posée et impitoyable. Pour les enfants du Foyer de l'âtre, elle est leur « Père » redoutée mais fiable.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/43281454/672e65470bfd14b664596c2a7f7eaaf8_7751862450311610944.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Histoire du personnage"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Histoire du personnage 5</color>\nAprès sa rencontre avec la Tsarine, qui lui accorda un œil maléfique et son nouveau nom, la jeune Arlecchino eut un entretien individuel avec son supérieur hiérarchique.\nL'expression que faisait Pierro était en partie dissimulée par son demi-masque.\n« Je sais que tu ressens encore du mécontentement et des doutes, alors je vais répondre à cinq de tes questions sur le monde... ou sur toi. »\n« Ne me demande pas de contrepartie et ne m'interroge pas sur notre démarche, nos principes ou les idéaux de Sa Majesté, car je peux en parler librement. »\nArlecchino ne fit pas totalement confiance à Pierro sur-le-champ.\n« Dans ce cas, je me réserve également le droit de rejeter toute réponse délibérément mystifiée, ambiguë ou qui joue sur les mots, ainsi que les mensonges.»\n« Très prudent de ta part. Permets-moi donc de répondre à la première question que tu te poses : pourquoi t'avons-nous choisie et pourquoi as-tu accepté ? « Les naïfs sont prêts à mourir pour leurs idéaux, alors que les malins vivront à tout prix pour les accomplir. »\n...\n« Troisième question : que signifient mes rêves récurrents d'une lune écarlate et mes pouvoirs ? »\n« Autrefois, j'ai été au service de la dernière dynastie de souverains d'un ancien royaume souterrain. Elle s'appelait « Éclipse », et celle d'avant était nommée « Lune écarlate ». Pour connaître les secrets qui ont précédé ta naissance... Je te suggère d'aller acheter le livre «Hleobranto Innamorato ». Je ne lisais pas ce type d'ouvrages quand je dévouais mon temps à la recherche académique, ce n'est que par hasard que je suis tombé dessus. Les événements qu'il raconte ne sont pas forcément véridiques, mais les détails le sont. »\n...\n« Cinquième question : qu'adviendra-t-il des autres membres du Foyer de l'âtre et de moi-même quand tout sera terminé ? »\n« Je vais être honnête avec toi. Aucun d'entre vous n'a de place dans mes idéaux, je me préoccupe seulement de la « vertu de la folie ». Mais je peux te garantir que notre Tsarine redeviendra une divinité qui aime tous les humains. Tous leurs vœux doivent être réalisés, selon elle. »\nLa « vertu de la folie » était une notion énigmatique, mais Arlecchino accepta la réponse quand même. Le Fatui avait répondu à ses cinq questions, et elle commença à y voir plus clair.\n« Arlecchino. »\nPierro l'appela lorsqu'elle était sur le point de quitter les lieux et elle fit volte-face.\n« Au lieu de réfléchir à l'état actuel du monde, tu devrais plutôt penser à la direction qu'il doit emprunter. »\nLe bruit de ses pas qui s'éloignaient alors qu'elle reprit son chemin et continuait à marcher fut sa seule réponse.\n<color=#ffd780>Œil divin</color>\nArlecchino possède de nombreuses sources de pouvoir.\nTout d'abord, il y a l'ancien feu lunatique qui brûlait en elle, son sang noble étant à la fois une bénédiction et une malédiction.\nEnsuite, la magnanime Tsarine lui pardonna son matricide et lui fit don d'un œil maléfique, à la fois preuve d'une faveur royale et une médaille d'honneur. Il s'agissait de la troisième source de pouvoir qu'on lui accordait.\nEntre-temps, la jeune fille qui s'appelait encore « Peruere » reçut un œil divin.\nLorsque Clervie était encore vivante, Peruere lui fit part de son plan d'assassiner leur « Mère ». Peut-être était-ce par manque de confiance en elle ou à cause de leur lien familial, mais son amie refusa l'idée.\nSon destin s'arrêta lorsque la lame froide de Peruere la transperça, mais quand les ténèbres de la mort l'emportèrent, elle se sentit heureuse d'être enfin libérée.\nCependant, la roue du destin commençait à tourner pour Peruere qui avait survécu.\nL'expérience avec pour objectif de choisir un « roi » prit fin, mais les ambitions de Mère furent loin d'être assouvies.\nPeruere décida alors de mettre à exécution seule le plan auquel elle avait renoncé autrefois.\nÀ partir de ce jour-là, elle calculait silencieusement la distance qui la séparait de Mère. Ses compétences au combat étaient le fruit de l'enseignement de Mère, et celle-ci savait tout de la puissance qui coulait dans ses veines.\nUn enfant restait malgré tout un enfant aux yeux des adultes, même s'il s'agissait de l'oisillon qui dominait les autres au sein du nid.\nS'il y avait bien une chose que Peruere avait apprise dans sa misérable vie, c'était qu'il ne fallait jamais abandonner.\nAinsi, elle continua de s'entraîner sans relâche jusqu'à ce que son corps soit recouvert de cicatrices subies au combat et que ses bras soient noircis par le feu lunaire qu'elle ne pouvait pas entièrement contrôler.\nUn jour, un œil divin lui apparut soudainement lors d'une nuit au clair de lune.\nL'objet était parfaitement rond comme la lune, et son joyau scintillant brillait d'une lueur écarlate.\nÉtait-ce son vœu ?\nÉtait-ce le résultat des centaines de jours et de nuits à nourrir la même pensée ?\nCes questions n'auraient jamais de réponses, alors elle n'y prêta pas plus attention.\nPeruere dissimula l'œil divin près de son cœur, avant d'offrir une « agréable petite surprise » à Mère.\nEn tant qu'Exécutrice des Fatui, Arlecchino ne s'incline devant aucune divinité. Bien que cet œil divin représente les Sept Archons, elle en prend pourtant grand soin.\nPour elle, cet objet est la preuve qu'elle peut défier le destin et lui arracher le contrôle de son avenir."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Répliques"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos de la Tsarine...</color>\nLorsque j'ai été emprisonnée, la Tsarine m'a accordé sa grâce et le titre d'Exécutrice. J'ai senti qu'elle était réellement sincère et tendre, contrairement à certains hypocrites prétentieux. Cependant, il est difficile de savoir si sa tendresse sera capable de faire fondre la neige qui recouvre ses terres. Tout ce que je sais, c'est que je n'hésiterai pas à brandir mon arme contre elle si nous nous retrouvons opposées par un conflit. Il s'agit du plus grand signe de respect que je peux montrer."
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramuccia",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/235883431/3ca9b9e2138195540f079c470acfbce5_264261981472249434.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Nomade",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une silhouette itinérante dont l’identité est un mystère. S’habillant comme un ascète des montagnes, il n’en joue cependant pas le rôle.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/43281454/24d97a22be742fb732ea96f625d1faac_2193295394867742856.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Répliques"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos de la Tsarine...</color>\nTout le monde la loue pour sa gentillesse et sa bienveillance, mais ils oublient que l'amour est aussi une forme de péché. N'est-ce pas pour elle une façon de se racheter auprès d'elle-même ?"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Histoire du personnage"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Histoire du personnage 1</color>\n[...]\nIl se dirigea vers le nord lointain pour rejoindre le banquet de folie des Exécuteurs et travailler dur pour obtenir le sixième siège.\nLa Tsarine lui accorda un nouveau titre : « Scaramuccia ». Force, pouvoir et soif de conflit étaient des éléments qu'il avait déjà en lui.\nLes pièces de l'échiquier déclenchèrent la frénésie dans la bataille, les combattants détruisirent l'ordre sur la scène. À ce moment-là, la marionnette était sûre que le nom de Scaramuccia lui était véritablement destiné.\n<color=#ffd780>Histoire du personnage 4</color>\nLe sixième Exécuteur des Fatui était appelé « Scaramuccia ».\nCe nom n'était pas le sien au départ. Il fallut plus d'un siècle avant qu'on ne le lui accorde.\nIl abandonna le nom de « kabukimono » après avoir quitté Inazuma et redevint anonyme. Il n'envisageait même pas d'en reprendre un, jusqu'à ce que Pierro ne le trouve.\n« Marionnette » et « kabukimono » étaient des noms que des humains lui avaient donnés. Maintenant qu'il refusait de vivre parmi eux, il n'avait plus besoin d'être nommé par eux.\nCependant, Pierro avait réussi l'exploit de persuader la marionnette, qui fut intriguée par le « banquet de folie » dont il lui avait parlé et le suivit à Snezhnaya pour intégrer les Fatui.\nUn étranger du nom de Dottore accueillit chaleureusement le Nomade dans cette contrée glaciale du nord et l'invita à devenir un modèle pour ses expériences dans le cadre de son grand projet de recherche.\nLes techniques de fabrication de marionnettes puisaient leurs origines de Khaenri'ah et son statut de création de l'Archon Électro le rendait très spécial aux yeux de Dottore qui était fasciné par ce domaine d'études. Avec le Nomade comme référence, il réalisa de nombreuses recherches et expériences pendant plusieurs décennies avant de pouvoir concrétiser la technique dont il se servit pour donner naissance à ses « parties ».\nEn échange de ce service, Dottore brisa le sceau sur le corps du Nomade pour lui permettre de décupler ses capacités, au point de pouvoir rivaliser avec les Exécuteurs des positions inférieures.\nIl demeura sans nom. Ses collègues l'appelaient « la marionnette » et lui-même se voyait comme tel : une marionnette infatigable qui ne craignait nullement la mort.\nSur les ordres de la Tsarine, il dirigea des troupes pour explorer l'Abîme, où il passa beaucoup de temps. Il fut blessé puis réparé par Dottore de nombreuses fois. En survivant, le Nomade devenait de plus en plus fort et était à nouveau blessé par des ennemis de plus en plus redoutables.\nPlus tard, il ramena les fruits de son exploration à Snezhnaya et acquit le sixième siège des Exécuteurs dans la foulée. Sa mission avait également changé : unité mobile, il devait désormais assister les opérations secrètes des Fatui à travers le monde en cas de besoin.\nCe ne fut qu'à partir de ce moment qu'il estimait que le nom de « Scaramuccia » lui allait bien."
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "Voyageur",
        "desc": "Un voyageur/Une voyageuse venant d'un autre monde qui a été séparé/séparée de sa sœur/son frère. Il/Elle débute son périple à la recherche des Sept Archons de Teyvat dans l'espoir de la/le retrouver.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Traveler_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Répliques"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos du Dieu des contrats...</color>\n<color=#37ffff>Voyageur/euse :</color> Je n'arrive toujours pas à croire que l'Archon Géo et l'Archon Cryo avaient un contrat...\n<color=#37ffff>Voyageur/euse :</color> Quel genre de marché auraient-ils bien passé ?\n<color=#37ffff>Paimon :</color> C'est très dangereux de négocier avec l'Impératrice de Glace !\n<color=#37ffff>Voyageur/euse :</color> Tu n'as pas tort...\n<color=#37ffff>Voyageur/euse :</color> Morax est quand même le Dieu des contrats...\n<color=#37ffff>Voyageur/euse :</color> Il doit sûrement y avoir réfléchi avant de se lancer.\n<color=#37ffff>Paimon :</color> Oui, il l'avait même appelé « le contrat mettant fin à tous les contrats »...\n<color=#37ffff>Voyageur/euse :</color> Nous verrons bientôt ce qu'il nous réserve."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Histoire du personnage"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Histoire du personnage 2</color>\nSuite à ces événements, vous faites la connaissance de Paimon, en la compagnie de laquelle vous passez un moment.\nVous apprenez ainsi que les Sept Nations sont chacune sous la férule d'une déité – Sept Archons pour sept nations.\nLa première étape de votre périple vous amène ensuite à Mondstadt, la cité de la liberté, qui vénère l'Archon Anémo.\nVous arrivez pour découvrir une ville menacée autant de l'intérieur que de l'extérieur.\nLa confrérie connue sous le nom de l'Ordre de l'Abîme fait peser sur la ville ses sombres desseins, et a corrompu l'ancien et fidèle allié de l'Archon Anémo – Dvalin, le Dragon de l'Est, l'un des Quatre Vents.\nMais au sein même des murs de la cité, les envoyés de l'Impératrice de Glace – l'Archon Cryo, dirigeante du royaume de Snezhanaya –, prenant comme prétexte la résistance face à l'Ordre de l'Abîme, font eux aussi monter la pression sur la cité.\nLa crise par laquelle passe Mondstadt engendre le retour de l'Archon Anémo, qui, sous la forme du barde Venti, vous accompagne et parvient grâce à votre aide à sauver son vieil ami le dragon.\nMais eussiez-vous été présent lorsque le dragon tomba dans l'Abîme, vous auriez peut-être pu voir se refléter dans ses yeux une silhouette familière...\nCelle de la personne se cachant derrière l'Ordre maléfique.\nQuelqu'un que vous connaissez bien, qui autrefois marchait à vos côtés à travers les mondes..."
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Une mystérieuse relation du Funérarium Wangsheng, aux connaissances aussi variées qu'étendues.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Histoire du personnage"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Gnosis</color>\nUne fois que le rituel de l'ascension, dont Zhongli était à la fois directeur et interprète, fut terminé, l'Exécutrice Fatui nommée Signora apparut devant lui.\nSelon un accord déjà négocié, elle était là pour obtenir le Gnosis de l'Archon Géo Morax.\nZhongli avoua qu'il avait établi un contrat avec l'Archon Cryo.\nDe ses propres mots, c'était « le contrat mettant fin à tous les contrats ».\nPourtant, peu importe comment on le regarde, la perte de ses pouvoirs divins semble un prix bien trop fort à payer, même pour protéger Liyue.\nMême parmi les mortels, la base d'un contrat est « un échange équitable ».\nEt pour le Dieu des contrats, qui a dû rédiger d'innombrables accords de ce type au cours de ses longues années d'existence, un contrat aussi important devait s'accompagner de certains avantages.\nL'Archon Géo offrait son Gnosis.\nQu'est-ce que l'Archon Cryo pouvait-il bien offrir en échange pour équilibrer la balance ?"
      },
      {
        "type": "CustomEntry",
        "epId": 2252,
        "name": "Yelan",
        "desc": "Une mystérieuse personne qui prétend travailler pour le Bureau des affaires civiles. Cependant, elle n'apparaît nulle part dans leur registre.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yelan_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Histoire du personnage"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Le bracelet fascinant et le manteau de soie blanche</color>\nIl y a un événement dans la carrière de Yelan qui mérite d'être remémoré et qui fut à la fois un échec et une réussite.\nSi ce fut un échec, c'est parce que lors de cette opération, elle perdit un bracelet ancestral de jade appelé « Bracelet fascinant ».\nCe bracelet contenait la magie de son clan, qui donnait la faculté à son porteur d'envoyer des messages simples. Mais ce type d'appareil magique ne fonctionne que lorsqu'il est lié à un autre. Si un des deux objets liés vient à manquer, l'objet restant n'a plus d'autre utilité que celle de servir d'accessoire.\nMais cette mission fut également un succès, car son adversaire ne parvint pas non plus à tirer un quelconque bénéfice de cette affaire. Celui-ci était un personnage redoutable : il s'agissait de Pantalone, le neuvième Exécuteur des Fatui.\nPantalone avait établi en secret une route commerciale clandestine. Yelan réussit à l'infiltrer et intercepta les marchandises qui y circulaient. Elle s'empara alors du trésor le plus précieux parmi les marchandises pour se dédommager de son bracelet perdu.\nDans le passé, il y avait une bête féroce dont la peau fut utilisée pour fabriquer de grands manteaux de fourrure. Ils valaient une fortune, et comme ils étaient des objets rares, on ne les trouvait jamais sur le marché.\nCette bête était extrêmement puissante. Même plusieurs siècles après sa mort, ses os ne se décomposaient pas et sa fourrure conservait son odeur singulière.\nUn des manteaux, qui était à l'origine un cadeau de remerciement pour la Tsarine, fut dérobé par Yelan.\nEn plus de cela, Yelan rejeta le style choisi par les Snezhnayiens pour leur dirigeante Tsarine.\nElle arracha la fourrure et ajouta au vêtement de la ramie de Liyue pour en faire un gilet long à manches de style nouveau.\nCette série d'événements pourrait être considérée comme importante ou anodine, selon la façon dont on voit les choses. Elle peut se décrire en trois mots : gains et pertes.\nLa vie de Yelan est une succession de gains et de pertes.\nMais c'est loin d'être une chose dérangeante pour elle, bien au contraire, car c'est justement ce qui lui plaît."
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Tsarine</color>"
          }
        ]
      },
      {
        "key": "Région",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Snezhnaya</color>"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Archons</color>"
          }
        ]
      }
    ]
  }
}