{
  "epId": 7474,
  "name": "Pierro",
  "desc": "<p>Directeur et premier exécuteur des Fatui, il est aussi connu sous le nom du Fou. Il était un mage de la cour de Khaenri'ah et fut condamné à l'immortalité.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/23/170542231/9d701a66430ccdb006a3bbb497da8b9c_6003750361988558455.png",
  "menuId": 10,
  "menuName": "Archives des PNJ",
  "version": 1753300195,
  "components": {
    "galleryCharacter": [
      {
        "key": "Pierro",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/23/170542231/f844a629263079c2fc209b8360d3a57f_3019614761279174745.png"
      },
      {
        "key": "Pierro",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/23/170542231/28c651a6931683d12b9488536f2ae133_3286952493928942818.png"
      },
      {
        "key": "Pierro",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/23/170542231/9f956adeb6d8ce9116872fd59b9cfa3c_3189971966570165978.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Pierro et la maîtresse de la mort"
          }
        ]
      },
      {
        "key": "Exécuteurs des Fatui",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/23/170542231/510d7b4a06b432490ca84175dc2aece3_8321596001545497231.png"
      },
      {
        "key": "Exécuteurs des Fatui",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/23/170542231/ee775003c85cbe21bb62480c42fe94f3_2465299054569969291.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Scaramuccia, Pierro, Signora et Capitano"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relations"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nPierro était un mage de la cour de Khaenri'ah qui ne parvint pas à empêcher le dernier empereur et les sages de déchirer le sarong du crime d'autrefois. Comme tous les Khaenri'ans de sang pur, il fut condamné à l'immortalité durant le"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "."
      },
      {
        "type": "CustomEntry",
        "epId": 7039,
        "name": "Ronova",
        "desc": "<p>La Maîtresse de la mort, l'une des quatre ombres de l'Originel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/11/170542231/4798401b16a639d22bffceab65c0f177_8693141778928196880.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nRonova, la maîtresse de la mort, condamna les descendants de sang pur de Khaenri'ah à l'immortalité, Pierro en faisant partie."
      },
      {
        "type": "CustomEntry",
        "epId": 7473,
        "name": "Tsarine",
        "desc": "<p>Archon Cryo de Snezhnaya. Les Exécuteurs des Fatui obéissent à ses ordres.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/23/170542231/513d51e0ebfd54f5da34a9f85dfaf61f_571005365705672000.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nPierro est au service de la Tsarine, l'Archon Cryo de Snezhnaya."
      },
      {
        "type": "CustomEntry",
        "epId": 7851,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nEn étant mage de la cour de Khaenri'ah, Pierro vécut avec la sœur du Voyageur/le frère de la Voyageuse."
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nPierro est le directeur et premier exécuteur des Fatui. Il utilise également le nom de code « Le Fou »."
      },
      {
        "type": "CustomEntry",
        "epId": 7417,
        "name": "Capitano",
        "desc": "<p>Le 1er exécuteur des Fatui, au nom de code «&nbsp;Capitaine&nbsp;», et un chevalier-sentinelle de Khaenri'ah. Son véritable nom est Thrain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/170542231/1a328d36a9cee6e5e2f7918ecb8d3637_5975636137098940898.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7475,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7476,
        "name": "Columbina",
        "desc": "<p>La 3e exécutrice des Fatui, aussi connue sous le nom de Jouvencelle.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/170542231/eec3ce8e5b5a2fcef15e211af926b3b3_4271965587167022344.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7477,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7478,
        "name": "Pulcinella",
        "desc": "<p>Le 5e Exécuteur des Fatui. Il est le maire de Snezhnaya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/21/170542231/87ec8255a0832db3fda01cf61b5c7c75_4150316598830303704.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7479,
        "name": "Sandrone",
        "desc": "<p>7e Exécutrice des Fatui</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/23/170542231/2919d051b9a8b1afc0c3061b39bd303e_5104422564246478624.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramuccia",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/235883431/3ca9b9e2138195540f079c470acfbce5_264261981472249434.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7480,
        "name": "Signora",
        "desc": "<p>La 8e Exécutrice des Fatui, aussi connue sous le nom de Demoiselle. Son véritable nom est Rosalyne-Kruzchka Lohefalter.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/170542231/68305dad2eaeba8fd12877088e9773d8_1190377914965818902.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7481,
        "name": "Pantalone",
        "desc": "<p>Le 9ème Exécuteur des Fatui, aussi appelé le «&nbsp;Fortuné&nbsp;». Il est chargé de la politique économique de Snezhnaya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/170542231/956de0dda8ce1b194c63a24d007a1dac_3591810341570532819.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7482,
        "name": "Tartaglia",
        "desc": "<p>Le 11e Exécuteur des Fatui, dont le véritable nom est Ajax.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/17/170542231/ce21cae48f37c74c8d1b6dbf7cba12af_3129762052783774710.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nAutres exécuteurs des Fatui"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objets liés"
      },
      {
        "type": "CustomEntry",
        "epId": 2092,
        "name": "Flamme blême",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "Le 11e Exécuteur des Fatui, appelé « Tartaglia ». Il s'est fait connaître pour avoir gagné des milliers de combats.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Répliques"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos de Pierro...</color>\nIl est le tout premier Exécuteur des Fatui, et aujourd'hui, c'est notre chef. Il n'apparaît que lors des grandes occasions. Quant à ce qu'il a accompli... Pour être honnête, je ne m'en soucie pas vraiment. Je dois ma loyauté ainsi que ma dévotion à la Tsarine et à personne d'autre."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Histoire du personnage"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Œil maléfique</color>\nL'Œil maléfique est un symbole d'honneur et la preuve de la force de Tartaglia.\nIl se souvient encore du jour où il l'a reçu et est devenu membre des Exécuteurs.\nIl se tenait devant l'Impératrice de Glace quand Pedrolino, le tout premier des Fatui, lui épingla cet insigne.\nC'était sa récompense pour avoir tué de nombreuses bêtes et le rappel de ses innombrables batailles.\nMais ce n'est pas ce qui remplit Tartaglia de joie car l'honneur est la seule vraie récompense pour un guerrier.\nIl ne se souciait pas non plus des regards étranges que lui lançaient ses nouveaux « collègues » car les opinions et critiques des autres ne signifiaient rien pour lui.\nLe nouveau Tartaglia n'avait d'yeux que pour la reine assise sur son trône. Il la respectait non seulement parce qu'elle lui avait montré le chemin vers de nombreuses batailles, mais aussi et surtout à cause de la façon dont elle le regardait et le faisait se sentir spécial.\nElle avait un regard froid mais pur, arrogant mais vif.\nElle n'était pas seulement le puissant Archon Cryo mais aussi une véritable guerrière.\nC'est ainsi que Tartaglia ayant reçu l'œil maléfique prêta serment de fidélité à la seule et unique Tsarine de Snezhnaya."
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramuccia",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/235883431/3ca9b9e2138195540f079c470acfbce5_264261981472249434.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Nomade",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une silhouette itinérante dont l’identité est un mystère. S’habillant comme un ascète des montagnes, il n’en joue cependant pas le rôle.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/43281454/24d97a22be742fb732ea96f625d1faac_2193295394867742856.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Répliques"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos de Pierro...</color>\nPierro est un survivant de Khaenri'ah. Hormis cela, je ne sais presque rien de lui, et je ne lui ai jamais beaucoup parlé. En tout cas, il semblait avoir besoin de moi. Il m'a confié pas mal de missions par le passé, dont des excursions à l'intérieur de l'Abîme."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Histoire du personnage"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Histoire du personnage 4</color>\nLe sixième Exécuteur des Fatui était appelé « Scaramuccia ».\nCe nom n'était pas le sien au départ. Il fallut plus d'un siècle avant qu'on ne le lui accorde.\nIl abandonna le nom de « kabukimono » après avoir quitté Inazuma et redevint anonyme. Il n'envisageait même pas d'en reprendre un, jusqu'à ce que Pierro ne le trouve.\n« Marionnette » et « kabukimono » étaient des noms que des humains lui avaient donnés. Maintenant qu'il refusait de vivre parmi eux, il n'avait plus besoin d'être nommé par eux.\nCependant, Pierro avait réussi l'exploit de persuader la marionnette, qui fut intriguée par le « banquet de folie » dont il lui avait parlé et le suivit à Snezhnaya pour intégrer les Fatui.\nUn étranger du nom de Dottore accueillit chaleureusement le Nomade dans cette contrée glaciale du nord et l'invita à devenir un modèle pour ses expériences dans le cadre de son grand projet de recherche.\nLes techniques de fabrication de marionnettes puisaient leurs origines de Khaenri'ah et son statut de création de l'Archon Électro le rendait très spécial aux yeux de Dottore qui était fasciné par ce domaine d'études. Avec le Nomade comme référence, il réalisa de nombreuses recherches et expériences pendant plusieurs décennies avant de pouvoir concrétiser la technique dont il se servit pour donner naissance à ses « parties ».\nEn échange de ce service, Dottore brisa le sceau sur le corps du Nomade pour lui permettre de décupler ses capacités, au point de pouvoir rivaliser avec les Exécuteurs des positions inférieures.\nIl demeura sans nom. Ses collègues l'appelaient « la marionnette » et lui-même se voyait comme tel : une marionnette infatigable qui ne craignait nullement la mort.\nSur les ordres de la Tsarine, il dirigea des troupes pour explorer l'Abîme, où il passa beaucoup de temps. Il fut blessé puis réparé par Dottore de nombreuses fois. En survivant, le Nomade devenait de plus en plus fort et était à nouveau blessé par des ennemis de plus en plus redoutables.\nPlus tard, il ramena les fruits de son exploration à Snezhnaya et acquit le sixième siège des Exécuteurs dans la foulée. Sa mission avait également changé : unité mobile, il devait désormais assister les opérations secrètes des Fatui à travers le monde en cas de besoin.\nCe ne fut qu'à partir de ce moment qu'il estimait que le nom de « Scaramuccia » lui allait bien."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos d'Irminsul</color>\nLa raison pour laquelle ta sœur/ton frère est enregistré/e dans l'Irminsul a peut-être un rapport avec Khaenri'ah. On dit qu'elle/il est apparu/e à Khaenri'ah la première fois qu'elle/il est arrivé/e dans ce monde.\nEt c'est parce que le ciel a répondu à un certain appel qu'elle/il est venu/e dans ce monde.\nCe sont les mots de Pierro lui-même, il ne peut pas y avoir d'erreur. Il était autrefois le mage de la cour de Khaenri'ah et a vécu avec ta sœur/ton frère."
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "Quatrième Exécutrice des Fatui, Arlecchino est une diplomate posée et impitoyable. Pour les enfants du Foyer de l'âtre, elle est leur « Père » redoutée mais fiable.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/43281454/672e65470bfd14b664596c2a7f7eaaf8_7751862450311610944.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Répliques"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos de Pierro...</color>\nComme c'est le premier Exécuteur, beaucoup de choses à son sujet demeurent un mystère. Lors de notre première rencontre, il a facilement cerné mes origines, mais j'en sais toujours peu sur lui. Même à ce jour.\n<color=#ffd780>À propos de Signora...</color>\nPierro et Signora étaient les premiers Exécuteurs que j'ai connus. Les enfants ne l'ont pas appréciée à cause de son attitude orgueilleuse lorsqu'elle a visité le Foyer de l'âtre pour la première fois. Les fois suivantes, ses visites étaient accompagnées de cadeaux et elle leur avait bien fait savoir que ceux qui ne l'aimaient pas n'en auraient pas. Ils ont donc très vite appris à faire semblant, et elle aimait recevoir leur attention malgré tout. Je pense qu'elle appréciait être entourée d'enfants, sans doute en raison de la solitude qui la rongeait... Je regrette sa disparition. J'espère qu'elle a retrouvé son amant dans l'au-delà.\n<color=#ffd780>Connaître Arlecchino (5)</color>\nLe destin est une drôle de chose. Quand j'étais jeune, « Mère » me préférait aux autres en raison de mon pouvoir. Personne n'a jamais compris sa nature, même pas moi. On pouvait simplement supposer qu'il m'a été transmis par une malédiction héréditaire. Qu'importe son origine, je savais juste que c'était la source de ma force, mais aussi de ma souffrance. J'ai appris la vérité de Pierrot après être devenue une Exécutrice. Il était surpris de voir que la lignée de la Lune écarlate ne s'était pas éteinte et que par un coup étrange du destin, le Foyer de l'âtre s'était à nouveau retrouvé dans les mains d'une orpheline de cette lignée.\nLe destin me donnera une réponse avec le temps et je serai prête à faire les choses à ma manière le moment venu, même s'il faut que j'anéantisse ce destin de mes propres mains."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Histoire du personnage"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Histoire du personnage 5</color>\nAprès sa rencontre avec la Tsarine, qui lui accorda un œil maléfique et son nouveau nom, la jeune Arlecchino eut un entretien individuel avec son supérieur hiérarchique.\nL'expression que faisait Pierro était en partie dissimulée par son demi-masque.\n« Je sais que tu ressens encore du mécontentement et des doutes, alors je vais répondre à cinq de tes questions sur le monde... ou sur toi. »\n« Ne me demande pas de contrepartie et ne m'interroge pas sur notre démarche, nos principes ou les idéaux de Sa Majesté, car je peux en parler librement. »\nArlecchino ne fit pas totalement confiance à Pierro sur-le-champ.\n« Dans ce cas, je me réserve également le droit de rejeter toute réponse délibérément mystifiée, ambiguë ou qui joue sur les mots, ainsi que les mensonges.»\n« Très prudent de ta part. Permets-moi donc de répondre à la première question que tu te poses : pourquoi t'avons-nous choisie et pourquoi as-tu accepté ? « Les naïfs sont prêts à mourir pour leurs idéaux, alors que les malins vivront à tout prix pour les accomplir. » »\n...\n« Troisième question : que signifient mes rêves récurrents d'une lune écarlate et mes pouvoirs ? »\n« Autrefois, j'ai été au service de la dernière dynastie de souverains d'un ancien royaume souterrain. Elle s'appelait « Éclipse », et celle d'avant était nommée « Lune écarlate ». Pour connaître les secrets qui ont précédé ta naissance... Je te suggère d'aller acheter le livre «Hleobranto Innamorato ». Je ne lisais pas ce type d'ouvrages quand je dévouais mon temps à la recherche académique, ce n'est que par hasard que je suis tombé dessus. Les événements qu'il raconte ne sont pas forcément véridiques, mais les détails le sont. »\n...\n« Cinquième question : qu'adviendra-t-il des autres membres du Foyer de l'âtre et de moi-même quand tout sera terminé ? »\n« Je vais être honnête avec toi. Aucun d'entre vous n'a de place dans mes idéaux, je me préoccupe seulement de la « vertu de la folie ». Mais je peux te garantir que notre Tsarine redeviendra une divinité qui aime tous les humains. Tous leurs vœux doivent être réalisés, selon elle. »\nLa « vertu de la folie » était une notion énigmatique, mais Arlecchino accepta la réponse quand même. Le Fatui avait répondu à ses cinq questions, et elle commença à y voir plus clair.\n« Arlecchino. »\nPierro l'appela lorsqu'elle était sur le point de quitter les lieux et elle fit volte-face.\n« Au lieu de réfléchir à l'état actuel du monde, tu devrais plutôt penser à la direction qu'il doit emprunter. »\nLe bruit de ses pas qui s'éloignaient alors qu'elle reprit son chemin et continuait à marcher fut sa seule réponse."
      },
      {
        "type": "CustomEntry",
        "epId": 7475,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos de Tatarasuna</color>\nPierro, j'ai accompli la tâche que tu m'as confiée. Créer une brèche et m'infiltrer dans Inazuma... Héhé, c'était vraiment amusant.\nJ'aimerais te présenter mon ami marionnette. S'il se montre utile, nous en ferons notre nouveau camarade. Sinon... nous le réduirons en poussière."
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Pierro</color>"
          }
        ]
      },
      {
        "key": "Région",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Khaenri'ah</color>\n<color=#ffffffd9>Snezhnaya</color>"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Fatui</color>"
          }
        ]
      },
      {
        "key": "Titres et alias",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Le Fou</color>\n<color=#ffffffd9>Premier exécuteur des Fatui</color>\n<color=#ffffffd9>Directeur des Fatui</color>"
          }
        ]
      },
      {
        "key": "Voix chinoise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Fu Chong (符冲)</color>"
          }
        ]
      },
      {
        "key": "Voix anglaise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Richard Tatum</color>"
          }
        ]
      },
      {
        "key": "Voix japonaise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>MAMIYA Yasuhiro (間宮康弘)</color>"
          }
        ]
      },
      {
        "key": "Voix coréenne",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Sim Seung-han (심승한)</color>"
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "\"The Song Burning in the Embers\" Full Animated Short | Genshin Impact #GenshinImpact",
        "url": "https://youtu.be/tN5JACOEJFM",
        "coverUrl": "https://i.ytimg.com/vi/tN5JACOEJFM/maxresdefault.jpg",
        "duration": 425
      },
      {
        "title": "Teyvat Chapter Interlude Teaser: A Winter Night's Lazzo | Genshin Impact",
        "url": "https://youtu.be/TmaAOV4SJNQ",
        "coverUrl": "https://i.ytimg.com/vi/TmaAOV4SJNQ/maxresdefault.jpg",
        "duration": 259
      },
      {
        "title": "Teyvat Chapter Interlude Teaser: The Gods' Limits | Genshin Impact #GenshinImpact",
        "url": "https://youtu.be/jvXVmvW8ZQw",
        "coverUrl": "https://i.ytimg.com/vi/jvXVmvW8ZQw/maxresdefault.jpg",
        "duration": 535
      }
    ]
  }
}