{
  "epId": 7481,
  "name": "Pantalone",
  "desc": "<p>Le 9ème Exécuteur des Fatui, aussi appelé le «&nbsp;Fortuné&nbsp;». Il est chargé de la politique économique de Snezhnaya.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/170542231/956de0dda8ce1b194c63a24d007a1dac_3591810341570532819.png",
  "menuId": 10,
  "menuName": "Archives des PNJ",
  "version": 1752073772,
  "components": {
    "videoCollection": [
      {
        "title": "Teyvat Chapter Interlude Teaser: A Winter Night's Lazzo | Genshin Impact",
        "url": "https://youtu.be/TmaAOV4SJNQ",
        "coverUrl": "https://i.ytimg.com/vi/TmaAOV4SJNQ/maxresdefault.jpg",
        "duration": 259
      }
    ],
    "galleryCharacter": [
      {
        "key": "Pantalone",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/170542231/087c5e8712fb3053ed24c86433b5ee78_2259816472844572412.png"
      },
      {
        "key": "Exécuteurs des Fatui",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/170542231/bf8ee46d2caba6d5928fbe7b125d37c4_1625424682713419235.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relations"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Pantalone est le neuvième des Exécuteurs des Fatui. Il s'intéresse notamment à la destruction des économies des autres nations.\nSnezhnaya\nPantalone est chargé de la politique économique de Snezhnaya.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3929,
        "name": "Landa",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/16/235883431/37cda00249b447b5c3498017a2fce03e_7595692406679385489.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Landa prétend être un marchand de Mondstadt, mais il est en réalité au service de Pantalone.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objets liés"
      },
      {
        "type": "CustomEntry",
        "epId": 2092,
        "name": "Flamme blême",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "Le 11e Exécuteur des Fatui, appelé « Tartaglia ». Il s'est fait connaître pour avoir gagné des milliers de combats.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Répliques"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos de Pantalone...</color>\nOh, ce type est ambitieux, il a la tête pleine de plans grandioses. Je ne comprends pas un mot de ce qu'il dit quand il commence à parler de ses théories... Enfin, tant qu'il garde nos réserves d'argent bien remplies, je ne me plains pas."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos du « Projet Stuzha »</color>\nBon, je dois vraiment y aller cette fois. Le vieux me presse pour que je rentre, il a envoyé quelqu'un pour me dire qu'on a besoin de moi pour un projet...\nApparemment, Pantalone est de la partie aussi. Je n'ai pas hâte d'entendre ses tirades, en tout cas. Tu n'aurais pas moyen de me faire rester plus longtemps à Fontaine par hasard ?\nJe pense que ce serait beaucoup plus intéressant d'entraîner Lyney et les autres au combat. Ce serait encore mieux si l'on pouvait s'affronter aussi ! Je meurs d'envie de te voir tout donner."
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramuccia",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/235883431/3ca9b9e2138195540f079c470acfbce5_264261981472249434.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Nomade",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Une silhouette itinérante dont l’identité est un mystère. S’habillant comme un ascète des montagnes, il n’en joue cependant pas le rôle.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/43281454/24d97a22be742fb732ea96f625d1faac_2193295394867742856.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Répliques"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos de Pantalone...</color>\nLe neuvième Exécuteur ? Il est obsédé par l'idée d'« échanges équitables », au point où il a même essayé de renverser l'ordre inégal entre les hommes et les divinités. Je suppose que tous les humains sont comme ça : ils ont souvent des fantasmes irréalisables. Cela n'a rien d'extraordinaire, tout comme il n'y a rien d'incroyable en ce qui concerne ses compétences ou sa manière de choisir ses partenaires. Hmph, quelqu'un qui décide de travailler en étroite collaboration avec Dottore ne peut connaître une bonne fin."
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "Quatrième Exécutrice des Fatui, Arlecchino est une diplomate posée et impitoyable. Pour les enfants du Foyer de l'âtre, elle est leur « Père » redoutée mais fiable.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/43281454/672e65470bfd14b664596c2a7f7eaaf8_7751862450311610944.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Répliques"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos de Pantalone...</color>\nC'est quelqu'un de compétent et d'ingénieux, mais il manque de « clarté ». Il arrive à élaborer de grands plans et à manipuler l'économie avec aisance, mais en même temps, il laisse ses actions être guidées par la vengeance et la haine enfouie au fond de son cœur. Les personnes rationnelles croient souvent être capables de contrôler leurs sentiments, mais je pense qu'il s'agit là de leur plus grande faiblesse."
      },
      {
        "type": "CustomEntry",
        "epId": 2252,
        "name": "Yelan",
        "desc": "Une mystérieuse personne qui prétend travailler pour le Bureau des affaires civiles. Cependant, elle n'apparaît nulle part dans leur registre.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yelan_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Histoire du personnage"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Le bracelet fascinant et le manteau de soie blanche</color>\nIl y a un événement dans la carrière de Yelan qui mérite d'être remémoré et qui fut à la fois un échec et une réussite.\nSi ce fut un échec, c'est parce que lors de cette opération, elle perdit un bracelet ancestral de jade appelé « Bracelet fascinant ».\nCe bracelet contenait la magie de son clan, qui donnait la faculté à son porteur d'envoyer des messages simples. Mais ce type d'appareil magique ne fonctionne que lorsqu'il est lié à un autre. Si un des deux objets liés vient à manquer, l'objet restant n'a plus d'autre utilité que celle de servir d'accessoire.\nMais cette mission fut également un succès, car son adversaire ne parvint pas non plus à tirer un quelconque bénéfice de cette affaire. Celui-ci était un personnage redoutable : il s'agissait de Pantalone, le neuvième Exécuteur des Fatui.\nPantalone avait établi en secret une route commerciale clandestine. Yelan réussit à l'infiltrer et intercepta les marchandises qui y circulaient. Elle s'empara alors du trésor le plus précieux parmi les marchandises pour se dédommager de son bracelet perdu.\nDans le passé, il y avait une bête féroce dont la peau fut utilisée pour fabriquer de grands manteaux de fourrure. Ils valaient une fortune, et comme ils étaient des objets rares, on ne les trouvait jamais sur le marché.\nCette bête était extrêmement puissante. Même plusieurs siècles après sa mort, ses os ne se décomposaient pas et sa fourrure conservait son odeur singulière.\nUn des manteaux, qui était à l'origine un cadeau de remerciement pour la Tsarine, fut dérobé par Yelan.\nEn plus de cela, Yelan rejeta le style choisi par les Snezhnayiens pour leur dirigeante Tsarine.\nElle arracha la fourrure et ajouta au vêtement de la ramie de Liyue pour en faire un gilet long à manches de style nouveau.\nCette série d'événements pourrait être considérée comme importante ou anodine, selon la façon dont on voit les choses. Elle peut se décrire en trois mots : gains et pertes.\nLa vie de Yelan est une succession de gains et de pertes.\nMais c'est loin d'être une chose dérangeante pour elle, bien au contraire, car c'est justement ce qui lui plaît."
      },
      {
        "type": "CustomEntry",
        "epId": 2507,
        "name": "Goth",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Goth_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos du Grand Hôtel Goth</color>\nLe Grand Hôtel Goth est un établissement qui appartient à ma famille. J'en suis l'actuel propriétaire et gérant.\nMalheureusement, je crains que nous ne soyons pas en mesure de vous recevoir.\nLes Fatui ont réservé l'hôtel entier pour une durée indéterminée.\nJe pense qu'ils étaient mécontents des logements proposés par l'Ordre de Favonius. Ca en dit long sur la qualité de notre hôtel, n'est-ce pas ? Héhé.\nNous n'acceptons pas ce genre de réservation d'habitude, mais monsieur Pantalone nous a offert une généreuse somme d'argent en retour..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Andrei",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos de la Banque du Nord...</color>\nLa Banque du Nord a été ouverte à Liyue par le royaume de Snezhnaya ; le bâtiment a été conçu d'après les normes esthétiques de Liyue.\nCela n'empêche malheureusement pas nombre de gens du coin de nous voir d'un mauvais œil ; certains en effet estiment que notre présence se fait au détriment de l'économie locale...\nAlors qu'il s'agit en réalité d'une entente bénéficiant à tout le monde... L'économie bénéficierait grandement de notre implication totale dans le marché local, à dire vrai.\nNotre nation doit aux efforts du sage et respecté maître Pantalone d'avoir atteint un tel niveau de développement...\n... Ainsi ien sur qu'à notre vénérée Tsarine."
      },
      {
        "type": "CustomEntry",
        "epId": 2469,
        "name": "Oncle Tian",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Uncle Tian_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos de Zhiyi</color>\nZhiyi et l'ambassadeur Yusupov se considéraient mutuellement comme un moyen d'arriver à leurs fins. Ils pensaient pouvoir sortir vainqueurs s'ils se montraient plus malins que l'autre. Et pourtant, aux yeux de Yelan et de Pantalone, ils n'étaient que des pions sur un échiquier bien plus grand.\nLes luttes de pouvoir sont sans fin. Si l'on n'a pas la trempe pour les gérer, il vaut mieux rester en dehors. De plus, se tenir à l'écart permet de prendre conscience d'une multitude de choses.\nTout le monde a des désirs, mais il ne faut pas laisser les désirs nous contrôler. Il est inutile de se soucier de ce que l'on gagne ou perd sur le moment. Il faut plutôt se concentrer sur ce que nous dit notre cœur et avancer dans la direction qu'il nous indique.\n<color=#ffd780>À propos des Fatui</color>\n<color=#37ffff>Yelan :</color> Zhiyi était de connivence avec les Fatui pour essayer d'obtenir la position de Dubhe. On peut interpréter cela comme une interférence des Fatui dans le processus de sélection de la Dubhe.\n<color=#37ffff>Yelan :</color> Avec Yusupov entre nos mains et des déclarations de Zhiyi, on aurait pu mener une offensive diplomatique.\n<color=#37ffff>Yelan :</color> De plus, nous aurions pu nous servir de Theofan, le bras droit de Yusupov, en tant qu'espion au sein des Fatui.\n<color=#37ffff>Yelan :</color> Il aurait été un atout majeur, et nous aurait ouvert de nombreuses portes.\n<color=#37ffff>Yelan :</color> La première moitié du plan s'est bien déroulée, et toutes les informations ont été communiquées à dame Ningguang.\n<color=#37ffff>Yelan :</color> Mais lorsqu'on a essayé d'entrer en liaison avec Theofan, il s'est volatilisé... avec toutes les preuves.\n<color=#37ffff>Onlce Tian :</color> J'ai bien peur que les Fatui nous espionnent. Sinon, ils n'auraient jamais pu réagir si rapidement.\n<color=#37ffff>Yelan :</color> J'ai appris par d'autres sources que l'Exécuteur Pantalone était impliqué dans cette affaire.\n<color=#37ffff>Yelan :</color> Le gros des forces des Fatui n'est pas ici. Pantalone ne devait donc pas prêter grande importance à cette opération.\n<color=#ffd780>À propos de Pantalone</color>\nPantalone est le neuvième Exécuteur des Fatui. Il est aussi certainement le plus riche d'entre eux.\nEn revanche, sa « fortune » ne se compte pas uniquement en moras. Il a une définition toute particulière de la richesse... Et ses plans pourraient bien ébranler le monde entier."
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un célèbre magicien fontainois qui a un esprit agile et un grand don pour le bagou. Le public est captivé par ses compétences exquises et s'accroche à chacun de ses mots intelligents</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/43281454/e343d4442cc3b8e243f0d528bb715f75_8253690679945231464.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos du « Projet Stuzha »</color>\nPère nous a dit que c'était une initiative de Pulcinella et Pantalone. Apparemment, elle aura un rôle stratégique pour l'avenir des Fatui. C'est tout ce que je sais.\nLe Foyer de l'âtre a réussi à obtenir un Gnosis, alors nous avons l'honneur de jouer un rôle important dans le projet Stuzha.\nUn rôle « important » veut dire un rôle « dangereux ». Personne n'en veut.\nPère le pense aussi, mais elle n'est pas en mesure de refuser. Leur plan n'est pas absurde et ils ont même allègrement financé le Foyer de l'âtre.\nMais il va y avoir beaucoup de pertes humaines de notre côté. Notre participation à ce projet n'est qu'un honneur en surface. Ce qu'ils veulent vraiment, c'est nous neutraliser. L'idée d'une organisation de renseignement qui échappe à leur contrôle ne leur plaît pas."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fatui in Natlan",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos de Pantalone</color>\nNous sommes unis dans notre objectif de rassembler de l'argent et parcourons le continent pour recouvrer des dettes. Notre loyauté va à Pantalone, à ses intérêts et à sa fortune.\nHaha, Capitano ne vaut rien pour eux. Ils servent Pantalone, un tout autre Exécuteur !\nCet homme a le potentiel pour devenir un géant de l'imprimerie et perturber l'économie de Fontaine. Cela s'aligne avec les intérêts de Pantalone."
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Pantalone</color>"
          }
        ]
      },
      {
        "key": "Région",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Snezhnaya</color>"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Fatui</color>"
          }
        ]
      },
      {
        "key": "Titre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Fortuné</color>"
          }
        ]
      },
      {
        "key": "Voix chinoise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>徐敏 (Xu Min)</color>"
          }
        ]
      },
      {
        "key": "Voix anglaise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>J. Michael Tatum</color>"
          }
        ]
      },
      {
        "key": "Voix japonaise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>星野貴紀 (HOSHINO Takanori)</color>"
          }
        ]
      },
      {
        "key": "Voix coréenne",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>서윤선 (Seo Yun-seon)</color>"
          }
        ]
      }
    ]
  }
}