{
  "epId": 7485,
  "name": "Surtalogi",
  "desc": "<p>L'un des cinq pécheurs de Khaenri'ah, aussi connu sous le nom de «&nbsp;l'infâme&nbsp;».</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/25/170542231/1aa2b12fd39ba2ce29de2d75d93570b4_2135781744081554845.png",
  "menuId": 10,
  "menuName": "Archives des PNJ",
  "version": 1755022254,
  "components": {
    "galleryCharacter": [
      {
        "key": "Surtalogi",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/26/170542231/d6bb9c7b3fc9989662c672e17f15c26b_6588844681590759811.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Surtalogi et Skirk"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relations"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\n<color=#ffffff73>Surtalogi est l'un des six qui auraient dû empêcher le cataclysme de s'abattre sur Khaenri'ah en empêchant le roi vinster de continuer à ébranler les fondations du monde.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7483,
        "name": "Hroptatyr",
        "desc": "<p>L'un des cinq pécheurs de Khaenri'ah, il est aussi connu sous le nom du «&nbsp;sage&nbsp;».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/13/170542231/513d51e0ebfd54f5da34a9f85dfaf61f_5215163510421704492.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7484,
        "name": "Vedrfolnir",
        "desc": "<p>L'un des cinq Pécheurs de Khaenri'ah, aussi connu sous le nom du «&nbsp;Visionnaire&nbsp;».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/11/170542231/22cc2c062c106f5141e2b88077a479a2_1999071523963583431.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7486,
        "name": "Rerir",
        "desc": "<p>L'un des cinq pécheurs de Khaenri'ah, il est aussi connu sous le nom de «&nbsp;Rächer de solnari&nbsp;».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/13/170542231/513d51e0ebfd54f5da34a9f85dfaf61f_6179187343587880445.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Rhinedottir",
        "desc": "<p>Une alchimiste, membre de l'Hexenzirkel, l'un des cinq pécheurs de Khaenri'ah et mère d'Albedo. Rhinedottir créa une armée de monstres de l'ombre, qui attaquèrent Teyvat il y a 500 ans. Elle est aussi connue sous les noms d'Or et de R.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/10/170542231/51d91783c66c5060355e650e420243e2_1645315974712436972.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nAvec Surtalogi, ils ne purent résister à l'appel de l'Abîme et se partagèrent un pouvoir qui pouvait détruire le monde. Ils devinrent les cinq pécheurs de Khaenri'ah, des êtres transcendants chacun en possession d'un pouvoir dévastateur."
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Dainsleif",
        "desc": "<p>Ancien capitaine de la garde impériale du palais de Khaenri'ah, il fut condamné à l'immortalité par Celestia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/170542231/6a703b5594dddc959dd10d08702bcbe1_5946296252656079934.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nUn étudiant de la même année que Surtalogi à l'Académie des chevaliers, et l'un des six qui auraient dû empêcher le désastre de Khaenri'ah en empêchant le roi vinster de continuer à ébranler les fondations du monde. Une fois que les cinq autres étaient devenus des pécheurs, Dainsleif jura de se venger."
      },
      {
        "type": "CustomEntry",
        "epId": 4582,
        "name": "Skirk",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Skirk est une épéiste mystérieuse mais aussi le maître de Tartaglia.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Elle fait sa première apparition lors de la quête d'Archon « Mascarade des coupables » (Chapitre IV, Acte 5).</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/25/235883431/1e2cb29d039dddf84b706c655ed6367a_1718673784700487432.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\n<color=#ffffff73>Disciple de Surtalogi, qui la sauva d'une mort certaine. Le pécheur ouvrit une brèche en Teyvat pour qu'elle marche dans ses pas. Surtalogi lui promit toutefois qu'un jour, il réduirait en cendres tout ce qu'elle aurait construit, afin que cette peur devienne le moteur de sa progression. L'objectif de Skirk en Teyvat est de trouver le source de la force de son maître afin qu'elle puisse le vaincre.</color>"
      },
      {
        "type": "RichText",
        "text": "Skofnungr",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\n<color=#ffffff73>Ami de Surtalogi, qu'il rencontra durant son enfance. Ils apprirent à combattre ensemble avant que Surtalogi ne prenne une longueur d'avance. Avant de quitter Teyvat, le pécheur laissa un présent à Skofnungr : un narval stellavore en piteux état. Skofnungr coupa un morceau de la chair du narval et le greffa à son cœur.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4572,
        "name": "Narval stellavore",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un créature mystérieuse et gargantuesque venue d'un autre monde.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Les poètes comparent souvent le ciel étoilé à l'océan, ayant été témoins ou rêvé d'innombrables planctons bioluminescents flottant sur une mer sans lune, en tout point semblable à une galaxie, ou du clair de lune déchiré par les vagues à la surface de la mer, rappelant les étoiles scintillantes. Dans les histoires les plus fantastiques ou les mensonges les plus scandaleux, les étoiles situées dans les profondeurs du cosmos pourraient regorger de vie, un peu comme Teyvat, et l'univers lui-même s'apparente à un océan. Cependant, réalistement parlant, si un univers profond et plein de vie existe, pourquoi aucune partie de cette vie n'a-t-elle pris contact avec Teyvat ? </span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Peut-être que l'univers a constamment essayé d'infiltrer Teyvat, ou peut-être qu'un puissance supérieure a crée des frontières pour protéger ce monde.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/12/29705491/d6f05906844b79f1be3d4f049381a60f_3845183622517605441.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Résumé :</color>\nAnimal de compagnie de Surtalogi"
      },
      {
        "type": "CustomEntry",
        "epId": 4582,
        "name": "Skirk",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Skirk est une épéiste mystérieuse mais aussi le maître de Tartaglia.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Elle fait sa première apparition lors de la quête d'Archon « Mascarade des coupables » (Chapitre IV, Acte 5).</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/25/235883431/1e2cb29d039dddf84b706c655ed6367a_1718673784700487432.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7706,
        "name": "Skirk",
        "desc": "Cette visiteuse, précédemment apparue dans une brèche abyssale et dans la mer primordiale, est une guerrière solitaire qui a encadré Tartaglia pendant sa maîtrise des arts martiaux.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/06/16/48dba0c10560a3ef573f17d97408b5a0_2527001828446746987.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Histoire du personnage"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Histoire du personnage 1</color>\n« Partons. Elle ne s'en sortira pas. »\n« Mais, nos ordres étaient de... »\nLa jeune enfant tenait son bras cassé et ensanglanté, tout en regardant avec des larmes dans les yeux les deux silhouettes devant elle.\nFinalement, celui qui semblait être le responsable demanda à l'autre de cesser de parler. Ils se retournèrent, puis disparurent au loin.\nPeu de temps avant, son peuple apprit que l'univers était peuplé de bien plus de civilisations qu'ils ne l'imaginaient. Par le passé, les chances d'interagir avec des habitants d'autres mondes étaient réservées à quelques érudits.\nQuelques mois auparavant, les dirigeants annonçaient que leurs relations commerciales étaient amicales... Alors pourquoi...?\nLe feu qui faisait rage brisait les poutres. Le corps d'une petite fille asphyxiée gisait dans la fournaise, souffrant de perte de sang et de la chaleur extrême.\nLorsque les débris et le bois carbonisé qui l'avaient ensevelie furent dégagés, elle entendit un son... Quelque chose qui couinait.\nSes paupières étaient collées à cause du sang séché. Mais même sans voir, elle pouvait sentir la lumière.\nElle pouvait entendre des bruits de pas, crissant sur la terre calcinée. Chaque pas faisait voler en éclats les briques brisées au sol.\nLe nouvel arrivant libéra facilement la petite fille des débris qui l'entravaient. Plaçant sa main massive sur son épaule, il l'extirpa de là.\nLa douleur d'être tirée si brusquement lui donna l'impression que tous ses membres avaient été arrachés d'un seul coup. Elle se mit à pleurer. Ses larmes parvinrent à sortir de ses paupières et firent couler le sang coagulé.\nElle fut surprise de constater qu'elle était encore assez hydratée pour pleurer.\nMais cette sensation ne dura qu'un bref moment. L'instant d'après, elle s'évanouit à cause de la douleur.\nElle s'étonna de s'être réveillée. Elle ne pensait pas que la grâce de rouvrir les yeux lui serait accordée. Malgré sa vision encore floue, elle pouvait distinguer un feu de camp et un homme de grande taille assis devant, les jambes croisées. Sur le côté, une énorme bête ressemblant à un rat était recroquevillée dans l'ombre, ses yeux sombres reflétant le scintillement des flammes.\n« Tu es réveillée ? Ne te fatigue pas à poser des questions qui n'ont aucune importance avec ta survie. »\nL'homme ne s'était même pas retourné dans sa direction. Il continuait à entretenir le feu avec son épée.\n« Est-ce que tu veux mourir ou vivre ? »\nElle voulait lui demander pourquoi elle était encore en vie et qui il était. Mais il l'avait prévenue de ne pas poser de questions sans importance.\nLa jeune fille regarda simplement le ciel étoilé et hocha la tête.\nAprès avoir reçu sa réponse, l'homme retira son épée des braises et tua la bête semblable à un rat d'un seul coup. Il coupa la viande des pattes, embrocha les morceaux à l'aide de son arme et les fit cuire sur le feu. Enfin, chose rare, il se leva et lui fourra la viande dans la bouche. Aussi fade soit-elle, la graisse huileuse était aussi délicieuse qu'un festin pour la jeune fille affamée.\nAu moins, il ne lui avait pas demandé de se nourrir seule. Il semblait avoir compris que ses membres étaient irrémédiablement endommagés.\n<color=#ffd780>Histoire du personnage 2</color>\nUne fois les blessures de la jeune fille stabilisées, l'homme l'autorisa à poser quelques questions anodines.\n« Êtes-vous un des survivants ? »\n« Non. »\n« Alors pourquoi est-ce que je vous comprends ? »\n« Il n'y a qu'un seul état du chaos et une seule définition du vide. L'ordre, en revanche, peut être interprété de mille façons différentes.\nLes habitants de ta planète s'appuyaient autrefois sur leur grande capacité d'adaptation pour entrer en contact avec l'Abîme. Même après leur mort, le pouvoir persistant qu'ils portaient conservait les traces de leurs rencontres passées. La nature de ce pouvoir est similaire au mien.\nJ'ai tissé les échos mourants d'innombrables âmes. J'ai passé un certain temps à apprendre d'eux, une demi-journée environ, je crois. »\n« Juste pour apprendre notre langue ? Dans ce cas, mon père et ma mère... »\n« Ils sont morts. Dévorés comme de la viande pour gagner de la force, engloutis comme de simples restes. »\nL'homme répondit à la deuxième question, puis poursuivit :\n« Au début, j'ai cru que ces gens s'étaient donné la peine d'éradiquer toute vie sur cette planète parce qu'il y avait quelque chose qui valait la peine d'être détruit. Une sorte de technologie incroyable avec laquelle il serait peut-être possible de manier l'Abîme.\nMais je me suis trompé. Vous n'aviez pratiquement pas de technologie. On pourrait penser que votre civilisation n'a pas eu un seul individu avec de l'ambition, ou de la force, à travers toute son histoire. »\n« Espèce de...! »\n« N'es-tu pas exactement pareille ? N'as-tu pas mangé la chair de la créature qui t'a sortie des décombres ?\nMais je dois préciser que je l'ai fait venir d'une autre planète, puisque toute vie a disparu sur la tienne.\nJe doute même de trouver une seule espèce capable d'effectuer des recherches ici. »\nLa jeune fille voulut dire quelque chose, mais aucun mot ne sortit de sa bouche. Elle décida donc de demander autre chose.\n« Pourquoi suis-je toujours en vie ? »\n« Ton monde a côtoyé l'Abîme. Bien que peu l'aient utilisé directement, chacun d'entre vous a été contaminé d'une manière ou d'une autre par son pouvoir.\nCela a légèrement renforcé votre constitution. Si un humain ordinaire avait été à ta place, il aurait été étouffé, brûlé, puis écrasé par l'effondrement du plafond. »\n« On peut donc utiliser ce pouvoir pour devenir plus fort ? »\nLes yeux de l'homme brillaient à la lumière du feu, un changement perceptible visible dans son regard : « Veux-tu devenir plus forte ? »\nLa jeune fille acquiesça.\n« Peu importe le prix à payer ? Même si tu es jugée et méprisée pour avoir utilisé des moyens immondes afin de sortir victorieuse... Souhaites-tu malgré tout devenir plus forte ? »\nLa réponse de la jeune fille fut emportée par le vent qui balayait les terres désolées de sa planète.\n<color=#ffd780>Histoire du personnage 3</color>\nElle s'appelait désormais Skirk.\nSes tendons sectionnés et ses os brisés furent restaurés par l'homme connu sous le nom du « Cavalier abominable ». Mais il n'y avait pas lieu de se réjouir.\nL'homme l'obligeait à manier une lame tous les jours et à s'entraîner jusqu'à ce que ses membres soient à nouveau abîmés. C'était comme s'il voulait tout simplement qu'elle ressente la douleur.\nChaque jour, après l'entraînement, son corps brisé était à nouveau remis en état.\nElle voyagea à travers l'univers avec le « Cavalier abominable » et fut témoin des ennemis qu'il faisait tomber dans son sillage.\nC'était une arme forgée par les ressources d'un système stellaire entier. Une divinité manifestée par l'unité des croyances d'une civilisation entière. Le plus puissant des guerriers parmi des milliards...\nIl les avait tous enterrés. Alors que Skirk devenait de plus en plus forte, elle eut une révélation. Personne n'avait forcé son maître à utiliser l'étendue réelle de son pouvoir.\nS'il s'agissait d'une bête malfaisante, il mangeait sa chair. S'il s'agissait d'une divinité ou d'une machine, il absorbait son énergie.\nS'il s'agissait d'un guerrier ou d'un mage, il jouait avec sa proie. Il l'obligeait à utiliser tous les stratagèmes possibles, puis l'abattait une fois qu'il en avait assez.\nC'est ce que son maître appelait « dévorer ».\nLes membres de Skirk furent remplacées par des illusions abyssales. Plus jamais ils ne la feraient souffrir.\nSes récepteurs de la douleur, qui furent surchargés et complètement engourdis au cours de ces longues années, n'émettraient plus jamais de signal.\nLa douleur n'est qu'un mécanisme biologique d'évitement. Skirk savait ce que son corps lui disait :\nElle était déjà très forte. Elle n'aurait plus jamais besoin de fuir le danger.\nCela lui donna confiance en elle. Un jour, elle décida d'enfin poser la question qui la travaillait depuis longtemps :\n« À l'époque, pourquoi m'avez-vous sauvée ? »\n<color=#ffd780>Histoire du personnage 4</color>\n« Je l'ai fait sur un coup de tête. »\nSon maître, dont le vrai nom était Surtalogi, lui répondit ainsi.\n« Peux-tu croire qu'en ce moment, je suis la plus grande calamité de l'univers ? »\n« Il n'est pas nécessaire de discuter de mes convictions en la matière, maître. Ceux qui en ont douté ont tous été réduits en poussière dans le vide. »\n« Hmph. Ce que j'ai toujours recherché, c'est la force. Celle qui permet de déjouer tous les mensonges et toutes les manipulations. »\n« Mais... après avoir parcouru tout ce chemin, une peur s'est mise à m'envahir...\nLa peur de m'ennuyer. »\nSkirk écoutait en silence. Elle n'arrivait pas à concevoir que la vie d'un tel antagoniste qui bouleversait l'univers puisse être considérée comme « ennuyeuse ».\n« Après avoir rendu visite aux guerriers les plus puissants de l'univers, je n'avais plus aucune force à traquer.\nQu'est-ce que cette histoire raconte déjà ? « La distance est mesurée par le cœur, et le mien est légèrement plus grand que l'univers. »\nUne fois que l'univers entier sera devenu mon jardin et que je ne verrai plus que deux fourmilières se livrant une guerre minuscule... Je suppose que mes années les plus fortes deviendront aussi les plus ennuyeuses. »\nBien entendu, Surtalogi n'était pas du genre à lire des histoires. Il disait cela car, il y a quelque temps, il était tombé sur un débris qui dérivait dans l'univers. Ce dernier portait l'odeur de sa terre natale.\nIl jeta un coup d'œil au titre et aux premières lignes avant de le jeter. Il se trouve que le début contenait le passage suivant :\n« J'ai sérieusement envisagé de prendre des disciples et d'attendre qu'ils mûrissent avant de m'amuser. Tu as été la première.\nEt une fois que tu seras partie, je ne te reconnaîtrai plus comme mon élève.\nJe te dépouillerai de tout : ce que je t'ai donné, ce que tu as revendiqué pour toi-même, même les aspects les plus insignifiants de ta personne... Tout sera détruit. »\nSkirk savait qu'il ne s'agissait pas d'un mensonge inventé pour donner une simple leçon. Entre elle et Surtalogi, il n'y avait pas de lien profond de maître à élève ni d'intentions sincères.\nTout ce que Surtalogi disait, il le pensait au premier degré. Un jour, ils se battraient sûrement jusqu'à la mort.\nIl existe de nombreux chemins dans le monde. Mais une fois que l'on en emprunte un, les autres s'étiolent.\nDepuis ce jour, une lame semblait être descendue de nulle part et restée suspendue au-dessus de la tête de Skirk. Sa vie, son destin... Tout s'entremêlait pour converger en un objectif unique : devenir plus forte.\n<color=#ffd780>Histoire du personnage 5</color>\n« Maître, puisque vous avez dit que votre groupe s'était partagé suffisamment de pouvoir de l'Abîme pour renverser un monde tout entier, ou du moins un sixième de celui-ci...\nComment se fait-il que vous soyez, à vous seul, plus fort qu'un monde entier ? »\n« Oh ? Aurais-je sauvé une idiote ?\nLorsque le fruit d'un arbre meurt, ses graines sont enfouies sous le sol pourri. Naturellement, ces graines peuvent devenir des arbres plus vigoureux qui donnent des récoltes cent, voire mille fois plus riches que celles du premier arbre fruitier.\nMême si un ou deux survivants seulement s'échappent d'un monde condamné, leur seule volonté peut devenir suffisamment forte pour recréer le monde qu'ils ont perdu. »\nLeur séparation étant imminente, Skirk ne prenait plus la peine de feindre la révérence ou l'obéissance.\nLa peur n'est efficace que chez les faibles. Mais lorsqu'on devient plus fort et qu'on ne parvient pas à la vaincre, la peur devient une entrave.\nFinalement, elle décida de faire ses adieux à son maître. Elle retourna sur la terre natale de Surtalogi, le monde connu sous le nom de « Teyvat ».\nElle voulait trouver le premier arbre fruitier. Celui qui avait enfoui ses graines dans un sol pourri, mais dont l'une d'elles était devenue un arbre formidable.\nDès lors, une grande noirceur s'abattit sur toute la forêt : celle de l'ombre projetée par le Cavalier abominable sur l'univers tout entier.\nÀ travers l'univers, les autres civilisations qui la virent la considérèrent naturellement comme une alliée du Cavalier abominable.\nTous les mondes qu'elle traversa au cours de ses voyages la prirent pour une membre de la Calamité cosmique et gardèrent leurs distances par méfiance.\n... Sauf en Teyvat, où la gardienne de ses frontières baissa sa garde après avoir parlé à Skirk. Une fois un accord conclu avec elle, elle lui accorda un droit de passage limité dans ce monde.\n« Tu n'appartiens pas à ce monde. Ce n'est pas chez toi. »\nLes mots du Cavalier abominable restaient gravés dans sa mémoire.\nMais que se passerait-il si un vœu adressé à une étoile filante pouvait tisser ne serait-ce qu'un lien entre elle et le monde ?\n<color=#ffd780>Sa réponse</color>\n« Peu importe le prix à payer ? Même si tu es jugée et méprisée pour avoir utilisé des moyens immondes afin de sortir victorieuse... Souhaites-tu malgré tout devenir plus forte ? »\nQuelle fut la réponse de Skirk, à l'époque ? Celle emportée par le vent ?\nPeut-être que même si la réponse était un simple « oui », cela ne changerait rien à ce qui suivit.\nMais ce n'était pas la réponse qu'elle donna à l'époque.\nÀ l'époque, elle n'était qu'une enfant. Son esprit ne connaissait pas la ruse. Tout ce qu'elle souhaitait, c'était remercier et demander pardon à la personne qui fut la première à la mener sur le chemin de la croissance.\n« Peut-être que le gros rat et moi aurions pu devenir les meilleurs amis du monde. »\n... Mais en fin de compte, je l'ai mangé.\nCette phrase eut une autre signification pour le Cavalier abominable : « J'ai tourné le dos à celui qui m'a sauvé dans ces ruines. Que reste-t-il donc dont je ne puisse me débarrasser ? »\nIl était difficile de dire quelle était la part d'égoïsme, celle de malentendu et celle de sincérité.\nMais cela mis à part, il est vrai que des malentendus auxquels aucun d'entre eux ne s'attendait eurent lieu.\n« Eh bien, puisque je t'ai sauvée ce jour-là, vas-tu également me tuer dans le cadre de ta quête de la force ? »\nLe Cavalier abominable était ému par ses propres paroles. Mais dans son désespoir, la jeune fille ne le remarqua pas.\n<color=#ffd780>Serpent à sept variations</color>\nLe serpent à sept variations est une technique que le Cavalier abominable enseigna à Skirk.\nIl s'agissait à l'origine d'un sort mineur développé par l'Universitas Magistrorum de Khaenri'ah, appelé « Perméation du chaos ». Il avait été conçu pour se moquer de ceux qui maniaient un pouvoir élémentaire. Les utilisateurs de ce sort pouvaient utiliser l'énergie de l'Abîme pour évoquer des effets similaires aux éléments de Teyvat. Le principe sous-jacent était analogue à l'utilisation de l'Abîme pour imprégner la réalité, créant ainsi une pression négative d'une nature spécifique et faisant appel au flux d'énergie de l'élément correspondant.\nÀ Khaenri'ah, la « Perméation du chaos » n'était qu'un simple tour de magie, une illusion utilisée lors des spectacles et parades.\nEn tant qu'artiste martial, le Cavalier abominable n'en savait rien au départ. Cependant, à mesure que sa compréhension de la puissance de l'Abîme s'approfondissait, il parvint à maîtriser cette technique presque instantanément. Alors que les guerriers ordinaires pouvaient passer des mois à s'entraîner à changer d'élément juste pour s'en sortir en tant qu'amuseurs de rue, le Cavalier abominable était capable d'alterner sans effort entre les sept éléments dès sa première tentative.\nIl transmit cette technique à Skirk, mais pas pour qu'elle puisse se donner en spectacle si elle se retrouvait à court de moras. Après tout, démontrer sa maîtrise des techniques de l'Abîme aux sept nations de la surface reviendrait à leur déclarer la guerre.\n« D'où je viens, l'ordre des sept éléments est la norme. Si tu souhaites dissimuler ton pouvoir plus longtemps, utilise-le sous l'apparence de ce genre d'artifices. »"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Répliques"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos du pouvoir de l'Abîme...</color>\nMon maître m'a appris à manier le pouvoir de l'Abîme. En survivant aux recherches des Khaenri'ah, j'ai appris à canaliser ce pouvoir et à faire en sorte qu'il imite l'énergie élémentaire de Teyvat. Le fait que vous et moi n'ayons pas besoin d'œil divin pour manier les éléments signifie que nos aspirations ne nécessitent pas l'approbation des divinités.\n<color=#ffd780>Quelque chose à partager ?</color>\nMon maître m'a dit qu'il est tout d'abord formé dans l'escrime traditionnelle des Serpents noirs de Khaenri'ah. Mais lorsqu'il m'a prise en tant que disciple, son style intégrait de nombreuses techniques provenant d'autres sources. Voilà ce que signifie être un véritable artiste martial : apprendre et s'adapter en permanence, tester et dépasser ses limites. Sinon, on ne progresse pas.\n<color=#ffd780>À propos de Surtalogi...</color>\nRares sont les personnes qui parviennent à mériter un qualificatif comme « abominable » et qui en sont à la hauteur. Je suis sûre que la personne qui l'a appelé de la sorte devait réellement le mépriser. Le maître a certainement fait sa part de choses honteuses. Le fait qu'il soit un ancien chevalier qui a tourné le dos au code chevaleresque n'a pas vraiment arrangé les choses. Et pourtant, de nombreuses personnes choisissent encore de le suivre. Ils sont attirés par sa force, son sang-froid et son assurance. Mais ils sont aussi attirés par le fait qu'il soit franc avec tout le monde, quelle que soit leur origine. Il n'est pas mû par l'émotion, il est en mission pour devenir une version complète et perfectionnée de lui-même... C'est pourquoi il est aussi puissant. C'est aussi la raison pour laquelle il est aussi dangereux."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>À propos de Surtalogi</color>\nL'idée qu'un jour, j'établirai un nouvel ordre mondial, un ordre dans lequel il n'y aurait plus jamais de tragédies comme cet incendie. Un ordre dans lequel la force ne ferait pas la loi.\nMais cela signifie que je dois vaincre mon maître Surtalogi, parec qu'il défie les règles et l'ordre."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Skofnungr",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Bien sûr. Faisons-le tant que je suis lucide. Cette histoire remonte à il y a très longtemps...\nJe suis né dans une famille noble de Khaenri'ah. En tant que fils aîné, je devais hériter du titre de la famille, mais j'ai contracté une maladie incurable pendant mon enfance. Tout le monde m'a abandonné dès le début.\nJe m'entraînais à l'escrime plus que quiconque et je triomphais contre tous mes pairs, mais ce fut en vain. Lorsque les gens me regardaient, je voyais de la pitié dans leurs yeux ou de la réjouissance vis-à-vis de mon malheur. Même mes parents attendaient avec impatience le jour de ma mort.\nAu fil du temps, mon cœur s'est endurci et mon esprit est devenu trouble. C'est là que j'ai rencontré votre maître, Surtalogi.\nNous avions à peu près le même âge, seule notre condition sociale nous séparait. Né en prison, en tant que fils de criminels condamnés à mort, il a passé son enfance à errer dans les rues et étaient encore plus critiqué que l'Universitas Magistrorum.\nMalgré tout, il avait toujours le sourire, comme s'il n'arrivait pas à distinguer la gentillesse de la malveillance.\nJe me souviens encore de ce qu'il m'a dit à notre première rencontre : « Tu dois te battre pour survivre. Même si tu es parti pour perdre, ça devrait allumer un feu en toi. Comment peux-tu mourir sans avoir essayé ? »\nC'était le premier à reconnaître ma valeur. Il m'a inspiré à aller de l'avant. Quand on s'entraînait ensemble, je ressentais de la joie en combat pour la première fois de ma vie.\nÀ mes dix ans, il a volé des documents de recherches interdites et m'a guéri de ma maladie. C'est comme s'il pouvait tout accomplir dans ce monde... En ce qui concerne le physique humain, il a toujours voulu repousser les limites du possible.\nEn cours de route, j'ai pris du retard sur lui. Mes talents ne valaient pas les siens. À un moment donné, je me suis rendu compte qu'il avait tellement d'avance sur moi que j'étais trop gêné de lui demander de s'entraîner avec moi.\nAprès la réussite de son « plan grandiose », il est venu me voir et m'a dit...\n<color=#37ffff>Surtalogi</color> <color=#37ffff>:</color> Cette planète n'a plus d'intéret pour moi, je pars. Mais avant cela, j'ai une proposition : je peux me servir d'un pouvoir que je viens de raffiner pour briser la malédiction de l'immortalité sur toi.\n<color=#37ffff>Surtalogi</color> <color=#37ffff>:</color> Nous avons fait tout notre possible pour éviter ta mort, mais l'« immortalité » que tu as maintenant est une autre forme de souffrance.\n<color=#37ffff>Skofnungr</color> <color=#37ffff>:</color> ... Ça ira. L'immortalité n'est pas une mauvaise chose, je trouve. Comme je ne peux pas mourir, j'ai tout le temps du monde pour devenir plus fort. Peut-être qu'un jour, je devriendrai aussi fort que toi et on pourra s'entraîner comme avant.\n<color=#37ffff>Surtalogi</color> <color=#37ffff>:</color> Tu es sûr de toi ? J'ignore quand je reveindra. Ton corps... ou plutôt, ton âme pourrait très bien succomber à cette malédiction entre-temps.\n<color=#37ffff>Skofnungr :</color> Tout ce que je peux faire, c'est essayer. Après tout, un homme sage m'a dit un jour de me battre pour ma survie.\n<color=#37ffff>Surtalogi :</color> Bien dit. En revanche, si tu en as assez de la souffrance de li'mmortalité et que tu souhaites avoir un bon duel d'entraînement avant de t'éteindre, pars à la recherche de ma disciple.\n<color=#37ffff>Skofnungr :</color> Ta disciple ? Je ne pensais pas entendre ce mot sortir de ta bouche...\n<color=#37ffff>Surtalogi :</color> Moi non plus, mais Vedrfolnir a dit que j'étais destiné à trouver une disciple dans l'univers et à la ramener en Teyvat.\n<color=#37ffff>Surtalogi :</color> Tu sais très bien que les prophéties de Vedrfolnir se réalisent toujours.\n<color=#37ffff>Skofnungr :</color> Maintenant, je suis curieux de savoir que ce sera...\n<color=#37ffff>Surtalogi :</color> Tout ce que Vedrfolnir m'a dit, c'est qu'un jour les « étoiles s'inclineront en son honneur ».\n<color=#37ffff>Skofnungr :</color> Impressionnant.\n<color=#37ffff>Surtalogi :</color> Évidemment, seul quelqu'un d'exceptionnel a le droit d'être ma disciple.\n<color=#37ffff>Skofnungr :</color> Tu es toujours aussi confiant, mais tu n'as pas tort.\n<color=#37ffff>Surtalogi :</color> Je te laisse. Si tu veux devenir plus fort, je t'ai laissé un petit cadeau dans la mer primordiale. Comme je te l'ai dit auparavant, suis le chemin que tu souhaites. La liberté, c'est pour tout le monde. Même les personnes mauvaises.\nLe Narval stellavore m'attendait dans la mer primordiale. Surtalogi l'avait déjà battu. Dans son état de faiblesse, j'ai pu couper une partie de sa chair et la greffer à mon cœur."
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Surtalogi</color>"
          }
        ]
      },
      {
        "key": "Région",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Khaenri'ah</color>\n<color=#ffffffd9>Abîme</color>"
          }
        ]
      },
      {
        "key": "Affiliation",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Pécheurs</color>"
          }
        ]
      },
      {
        "key": "Titres et alias",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>L'infâme</color>\n<color=#ffffffd9>Le Cavalier abominable</color>"
          }
        ]
      },
      {
        "key": "Voix chinoise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>林强 (Lin Qiang)</color>"
          }
        ]
      },
      {
        "key": "Voix japonaise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>竹内良太 (TAKEUCHI Ryōta)</color>"
          }
        ]
      },
      {
        "key": "Voix coréenne",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>이민규 (Lee Min-kyu)</color>"
          }
        ]
      }
    ]
  }
}