{
  "epId": 7502,
  "name": "Iansan",
  "desc": "Entraîneuse principale du club de fitness du Collectif de l'abondance et nutritionniste réputée de Natlan.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/dd9a200a86b792fb1b73ef1ee7de0911_2097378734184941134.png",
  "headerImgUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/f08a20e1f317b31998bad3dec51b1839_669220128524491712.png",
  "filterValues": {
    "characterRegion": "Natlan",
    "characterVision": "Électro",
    "characterWeapon": "Arme d'hast",
    "characterRarity": 4,
    "characterProperty": "Taux CRIT"
  },
  "menuId": 2,
  "menuName": "Archives des personnages",
  "version": 1743533721,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Iansan"
          }
        ]
      },
      {
        "key": "Constellation",
        "value": [
          {
            "type": "RichText",
            "text": "Carnotaurus"
          }
        ]
      },
      {
        "key": "Titre",
        "value": [
          {
            "type": "RichText",
            "text": "Forgée dans la roche volcanique"
          }
        ]
      },
      {
        "key": "Œil divin",
        "value": [
          {
            "type": "RichText",
            "text": "Électro"
          }
        ]
      },
      {
        "key": "Voix chinoise",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Zhen Li (真理)</color>"
          }
        ]
      },
      {
        "key": "Voix japonaise",
        "value": [
          {
            "type": "RichText",
            "text": "Ohashi Ayaka (大橋彩香)"
          }
        ]
      },
      {
        "key": "Voix anglaise",
        "value": [
          {
            "type": "RichText",
            "text": "Katrina Salisbury"
          }
        ]
      },
      {
        "key": "Voix coréenne",
        "value": [
          {
            "type": "RichText",
            "text": "Lee Jae-hyeon (이재현)"
          }
        ]
      },
      {
        "key": "Plat spécial",
        "value": [
          {
            "type": "RichText",
            "text": "Repas sain de premier ordre"
          }
        ]
      },
      {
        "key": "Carte du personnage",
        "value": [
          {
            "type": "RichText",
            "text": "-"
          }
        ]
      },
      {
        "key": "Ajout à la version",
        "value": [
          {
            "type": "RichText",
            "text": "5.5"
          }
        ]
      }
    ],
    "talent": [
      {
        "title": "Attaque normale : Pointe lestée",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/b4a4c788b891891a810ff63aaadb5fc9_6432338002572038971.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Attaque normale</color>\nEnchaîne jusqu'à 3 coups de lance.\n<color=#ffd780>Attaque chargée</color>\nConsomme de l'endurance pour charger en ligne droite et infliger des DGT aux ennemis en chemin.\n<color=#ffd780>Attaque plongeante</color>\nPlonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis en chemin et des DGT de zone à l'impact.\n<color=#ffd780>Bénédiction noctâme : Volée tonitruante</color>\nPendant sa bénédiction noctâme, l'attaque chargée d'Iansan lui fait effectuer une courageuse volée tonitruante qui consomme de l'endurance, afin de piétiner violemment la zone en avant et d'infliger des <color=#ffacff>DGT Électro de zone</color> infusés de noctâme."
          }
        ],
        "attributes": null,
        "talentImg": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/4962f4172aa6927159a0cf4137261e93_1723607852577033945.gif"
      },
      {
        "title": "Ruée fulminante",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/b36b9000eef75bce10e35e449d36f11b_3319383293074897319.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Iansan se rue en avant sur une certaine distance, infligeant des <color=#ffacff>DGT Électro</color> infusés de noctâme aux ennemis en chemin.\nAprès utilisation, Iansan récupère 54 pts de noctâme et entre dans l'état Bénédiction noctâme. Pendant 5 s après cette ruée, utiliser une attaque normale avec un appui simple lui permet de déclencher rapidement le piétinement violent d'une volée tonitruante sans consommer d'endurance.\n<color=#ffd780>Bénédiction noctâme : Iansan</color>\nLa bénédiction noctâme d'Iansan consomme de façon continue ses points de noctâme et prend fin une fois les points épuisés ou lors d'une nouvelle utilisation de la compétence. L'état Bénédiction noctâme d'Iansan possède les propriétés spéciales suivantes :\n· La VIT de déplacement d'Iansan augmente.\n· En utilisant le sprint avec un appui long, Iansan déclenche le mode « Fulmination rapide », ce qui augmente grandement sa VIT de déplacement de façon temporaire. Ce mode permet également à Iansan d'utiliser la topographie du terrain pour bondir dans les airs ou de consommer des points de noctâme supplémentaires pour se déplacer sur l'eau et sur le phlogistique liquide sans en subir les DGT.\n« Plus vite, plus fort ! C'est à ça que sert tout ce dur labeur ! »"
          }
        ],
        "attributes": null,
        "talentImg": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/3e330a3402f2bdad9376c5d556bdf753_2515174645572243506.gif"
      },
      {
        "title": "Triple principe de la force",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/df97f0104b38125ff6d056be791f0964_6171469159166806462.png",
        "desc": [
          {
            "type": "RichText",
            "text": "La « force » d'Iansan permet à son piétinement de fracturer la terre, infligeant des <color=#ffacff>DGT Électro de zone</color> infusés de noctâme avant qu'elle ne sorte sa jauge d'énergie cinétique en édition limitée dédiée à la musculation.\nAprès utilisation, Iansan obtient 15 pts de noctâme et entre dans l'état Bénédiction noctâme.\nLa bénédiction noctâme d'Iansan prend fin lorsque la jauge d'énergie cinétique quitte le champ de bataille.\n<color=#ffd780>Jauge d'énergie cinétique</color>\nLa jauge suit les déplacements de votre personnage déployé et augmente son ATQ de différentes manières selon les points de noctâme d'Iansan :\n· Avec moins de 42 pts, Iansan accorde un bonus d'ATQ qui dépend de son noctâme et de son ATQ.\n· Avec 42 pts ou plus, la jauge d'énergie cinétique passe en mode « Soutien Ardent ! », dans lequel elle accorde un meilleur bonus d'ATQ qui dépend de son ATQ.\nDe plus, la jauge enregistre la distance parcourue par votre personnage déployé (hormis Iansan) tant qu'elle est active, afin de restaurer les points de noctâme d'Iansan toutes les secondes selon la distance parcourue pendant la seconde précédente.\nLa jauge d'énergie cinétique disparaît lorsque la bénédiction noctâme d'Iansan prend fin, ou après 1 s si Iansan n'est pas dans un combat. Pendant que la jauge est active, la bénédiction noctâme d'Iansan ne prend pas fin lorsque cette dernière n'est pas déployée.\n« La force n'est pas une question de talent naturel. La force naît d'une pratique incessante. La force doit être utilisée correctement. »"
          }
        ],
        "attributes": null,
        "talentImg": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/25bcc4eeb2a21b85aab59342f514f174_5267758756591885075.gif"
      },
      {
        "title": "Formation de résistance améliorée",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/e7e7a64cd4286e461e8b74d8c3bd13d2_958458809576235444.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Lorsque sa volée tonitruante a touché un ennemi, Iansan obtient l'effet Mouvement précis pendant 15 s.\nPendant la durée de l'effet, l'ATQ d'Iansan augmente de 20 % et elle récupère 1 pt de noctâme supplémentaire lorsque la jauge d'énergie cinétique du déchaînement élémentaire <color=#ffd780>Triple principe de la force</color> restaure du noctâme. De plus, si votre personnage déployé a consommé ou restauré des points de noctâme, Iansan récupérera 4 pts de noctâme supplémentaires au lieu de 1 la prochaine fois qu'elle restaure son noctâme avec sa jauge d'énergie cinétique, cet effet pouvant être déclenché une fois toutes les 2,8 s.\nL'effet Mouvement précis disparaît lorsque la bénédiction noctâme d'Iansan prend fin."
          }
        ],
        "attributes": null
      },
      {
        "title": "Test de gradient cinétique",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/74994a6f9a611353cfd4b1e44da5ec45_7534567302492168298.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Iansan obtient l'effet Étirement d'échauffement pendant 10 s lorsqu'un membre de l'équipe à proximité déclenche une éruption noctâme.\nLorsque Iansan restaure au moins 1 pt de noctâme pendant cet effet, elle restaure également les PV de votre personnage déployé d'une valeur équivalant à 60 % de son ATQ, cet effet pouvant être déclenché une fois toutes les 2,8 s."
          }
        ],
        "attributes": null
      },
      {
        "title": "Don de la nuit : Transmission vigoureuse",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/a8c510caf541ce12785506694c01afef_7549224940372231440.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Après avoir épuisé ses points de noctâme alors qu'elle est déployée, Iansan change pour consommer du phlogistique afin de maintenir sa bénédiction noctâme.\nDans une zone de Natlan avec des mécanismes phlogistiques, la transmission noctâme « Iansan » peut être utilisée. Lorsque le personnage déployé sprinte, est en plein mouvement provoqué par une aptitude particulière ou est à une certaine hauteur dans les airs, le déploiement d'Iansan déclenche l'effet suivant : Iansan entre dans l'état Bénédiction noctâme et obtient 25 pts de noctâme. La transmission noctâme peut être déclenchée une fois toutes les 10 s par votre équipe.\nDans une zone de Natlan avec des mécanismes phlogistiques, Iansan ne subit pas de DGT de chute lorsqu'elle utilise les différences de terrain pour sauter."
          }
        ],
        "attributes": null
      },
      {
        "title": "Programme d'équilibrage calorique",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/cc00142c4733e3af89a7028d3cf8b5a8_2470233388246148789.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Dans une zone de Natlan avec des mécanismes phlogistiques, tomber de plus de 50 % de phlogistique à moins de 50 % permet de restaurer 10 pts de phlogistique, cet effet pouvant être déclenché une fois toutes les 10 s."
          }
        ],
        "attributes": null
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/9eb73a4198c34175f21fd77678ffdce0_6765720151008595382.png"
      },
      {
        "key": "Avatar",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/f08a20e1f317b31998bad3dec51b1839_669220128524491712.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Tenue Originale - Ossements de guerrière</color>\n<color=#ffffffa6>Tenue d'Iansan. Elle est ornée d'un crâne à motifs qui est devenu une sorte d'icône pour Iansan. Ses élèves ont d'abord cru que leur entraîneuse le portait pour commémorer la disparition tragique de son tatankasaure, jusqu'à ce qu'ils réalisent qu'il était toujours bien vivant et en bonne santé.</color>"
          }
        ]
      },
      {
        "key": "Animation d'inaction 1",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/7bbaeae9661543e42cf66d063f9c80db_4828266798017797539.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Tenue Originale - Ossements de guerrière</color>"
          }
        ]
      },
      {
        "key": "Animation d'inaction 2",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/b14935198cf6a69e965d466404a22d72_8657307111672079310.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Tenue Originale - Ossements de guerrière</color>"
          }
        ]
      }
    ],
    "summaryList": [
      {
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/84e10d8707c8f5ee1a56b58622c2320f_7406648179919158902.png",
        "name": "Le plus dur, c'est le début !",
        "desc": [
          {
            "type": "RichText",
            "text": "Lorsque Iansan bénéficie d'une bénédiction noctâme en combat, elle récupère 15 pts d'énergie élémentaire à chaque fois qu'elle consomme 6 pts de noctâme. Cet effet peut être déclenché une fois toutes les 18 s."
          }
        ]
      },
      {
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/e7e7a64cd4286e461e8b74d8c3bd13d2_6400510278786226895.png",
        "name": "Le plus dangereux, c'est la paresse !",
        "desc": [
          {
            "type": "RichText",
            "text": "Lors de l'utilisation du déchaînement élémentaire <color=#ffd780>Triple principe de la force</color> , Iansan obtient également l'effet Mouvement précis de son aptitude passive « Formation de résistance améliorée » pendant 15 s. De plus, l'ATQ de votre personnage déployé augmente de 30 % si Iansan fait partie de l'équipe mais n'est pas déployée pendant la durée de l'effet Mouvement précis. L'aptitude passive « Formation de résistance améliorée » doit être déjà débloquée."
          }
        ]
      },
      {
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/b36b9000eef75bce10e35e449d36f11b_1017039721184273233.png",
        "name": "Planification alimentaire scientifique",
        "desc": [
          {
            "type": "RichText",
            "text": "Niveau d'aptitude <color=#ffd780>Ruée fulminante</color> +3.\nNiveau max : 15"
          }
        ]
      },
      {
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/99ee3b424acb0aff6afb21e8a410488e_5657246553496169935.png",
        "name": "Lentement mais sûrement, c'est la clé !",
        "desc": [
          {
            "type": "RichText",
            "text": "Tant que sa jauge d'énergie cinétique est active, Iansan obtient 2 cumuls de force inspirante lorsque votre personnage déployé (hormis Iansan) a utilisé un déchaînement élémentaire, les cumuls durant jusqu'à ce que la jauge quitte le terrain et chaque jauge ne pouvant déclencher cet effet qu'une seule fois. Lorsque Iansan restaure son noctâme grâce à sa jauge d'énergie cinétique, elle consomme un cumul de force inspirante pour obtenir 4 pts de noctâme supplémentaires.\nDe plus, si le noctâme restauré par sa jauge dépasse la quantité maximum qu'elle peut recevoir, Iansan récupérera 50 % de l'excès la prochaine fois qu'elle restaure son noctâme avec sa jauge d'énergie cinétique."
          }
        ]
      },
      {
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/df97f0104b38125ff6d056be791f0964_8056063495353467583.png",
        "name": "Les limites, c'est fait pour être repoussé !",
        "desc": [
          {
            "type": "RichText",
            "text": "Niveau d'aptitude <color=#ffd780>Triple principe de la force</color> +3.\nNiveau max : 15"
          }
        ]
      },
      {
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/0111161c87f79538e52a5498cfd856d7_5188923076269510868.png",
        "name": "Enseignements du Collectif de l'abondance",
        "desc": [
          {
            "type": "RichText",
            "text": "La durée de la jauge d'énergie cinétique augmente de 3 s.\nDe plus, si la quantité restaurée dépasse la quantité maximum qu'Iansan peut recevoir lorsqu'elle déclenche un effet de restauration de noctâme, elle obtient l'effet Effort extrême, ce qui augmente les DGT infligés par votre personnage déployé de 25 % pendant 3 s."
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Info. personnage",
        "desc": [
          {
            "type": "RichText",
            "text": "Lorsque les Natlanois pensent au Collectif de l'abondance, la première chose qui leur vient à l'esprit est la culture de la forme physique de la tribu, suivie de près par l'image de corps imposants, musclés et bien taillés...\nDe nombreux visiteurs qui se rendent pour la première fois chez le Collectif de l'abondance sont souvent surpris d'apprendre que la personne qui rayonne sur le domaine de la remise en forme est à l'extrême opposé de cette image. Aussi grande (ou aussi petite) qu'un enfant, la jeune femme en question est également assez maigrichonne par rapport à la plupart de ses pairs.\nMalgré sa carrure peu imposante qui donne l'impression qu'elle peut être emportée par le vent, Iansan est bien l'entraîneuse principale du club de fitness du Collectif de l'abondance.\nAu début, beaucoup pensent que la tribu fait simplement une blague aux étrangers.\nCependant, les nouveaux arrivants ont l'occasion de voir l'entraîneuse Iansan superviser des séances d'entraînement en temps voulu, ainsi que leur suite : ses élèves épuisés s'effondrant sur le sol, alors qu'elle ne transpire même pas.\nEnfin, Iansan a prouvé sa force sous les yeux de tous ses compatriotes sur la plus grande scène de toutes : le Pèlerinage de retour du sanctifeu, en plus d'y avoir d'établi un record de victoires.\nAujourd'hui, Iansan est largement reconnue comme la référence pour la formation des entraîneurs sportifs à Natlan, et a même créé son propre camp d'entraînement et y enseigne les techniques nécessaires pour décrocher la victoire au Pèlerinage de retour du sanctifeu.\nLes gens sont extrêmement surpris par la force d'Iansan, avant de vouloir en connaître l'origine. On raconte qu'elle est issue d'une lignée particulière qui se distingue par sa force extraordinaire, mais également une petite taille peu commune.\nLorsque des personnes étrangères à la tribu tentent de confirmer ces rumeurs auprès du Collectif de l'abondance, leurs questions se heurtent à un regard glacial et à une réponse qui l'est tout autant :\n« Hmph, elle s'entraîne dur. »\nAprès s'être acquittés de leur devoir de politesse, les habitants du Collectif de l'abondance retournent s'entraîner, laissant derrière eux des gens perplexes qui ignorent ce qu'ils ont fait pour les offenser.\nC'est ainsi que de nouvelles rumeurs qui concernent Iansan commencent à se répandre, comme celle qui affirme que sa force proviendrait d'une arme secrète du Collectif de l'abondance et dont il est interdit de parler aux étrangers.\nLorsqu'elles commencent à circuler, Iansan s'empresse d'aller à la rencontre des curieux.\n« Vous pouvez devenir aussi forts que moi. Rejoignez mon cours et je vous assure que vous verrez des résultats ! »\nUne fois le choc passé, la plupart des gens refusent la proposition. Peut-être qu'ils ne croient pas qu'Iansan puisse vraiment réussir ce qu'elle prétend ou qu'ils ont entendu des histoires sur le caractère éreintant de ses cours ?\nLes rumeurs autour d'Iansan continuent de se propager. Les rares fois où elle a le temps d'y prêter attention hors de ses entraînements, Iansan ne peut que soupirer et secouer la tête en les entendant.\n« Je dis toujours que c'est l'entraînement qui compte... Pourquoi personne ne m'écoute ? »"
          }
        ]
      },
      {
        "title": "Histoire du personnage 1",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Débloqué au Niv. d'affinité 2</color>\nD'aussi loin qu'elle s'en souvient, Iansan savait qu'elle ne grandirait plus.\nLe sang d'Egungun coule dans ses veines, comme dans celles d'innombrables générations de sa famille. Ses ancêtres n'ont jamais été plus grands que des enfants en taille.\nLes membres du Collectif de l'abondance sont les plus grands et les plus forts de tout Natlan, mais ce n'était pas le cas pour Iansan et sa famille. Leur lignée ne leur permet pas d'avoir une carrure aussi imposante que les autres, sans leur donner d'avantage évident en échange. Même les contrats véreux des sorcières des contes de fées semblent équitables par rapport à cela.\nHeureusement, les membres tribaux firent preuve d'acceptation et de gentillesse. Après avoir accueilli la famille d'Iansan, ils ne la traitèrent jamais selon des idées reçues, et adoptèrent plutôt une attitude protectrice envers elle. Lorsque la guerre éclata, les ancêtres d'Iansan furent toujours tenus à l'écart du front pour servir de médecins et de cuisiniers. Ils n'étaient pas aussi courageux ou agiles que les guerriers de la tribu, car ils prirent l'habitude de faire profil bas et de s'en tenir à leur routine.\nIansan apporte de l'aide à ses diligents parents dans leur travail depuis toujours, mais cela la démangeait d'être sur le champ de bataille, contrairement à eux. Dès qu'elle en avait l'occasion, elle accourrait toujours vers les endroits où il y avait des bruits de combat pour attendre le retour des guerriers. Cependant, cette attente n'était pas toujours récompensée : des gardes de la tribu inquiets la ramenaient à ses parents bien avant qu'elle ne s'approche du champ de bataille. Il semblait que son destin était de suivre les traces de ses parents et de mener la vie toute tracée par le sang d'Egungun.\nC'était jusqu'à ce qu'un événement inattendu qui choqua toute la tribu survienne : Iansan fut choisie comme porteuse par l'antique nom qui symbolisait la force.\nIansan fut aussi étonnée que le reste de la tribu, mais l'inscription sur l'antique nom était claire comme de l'eau de roche. Du jour au lendemain, Iansan devint le centre de l'attention, mais la plupart des regards qui se posaient sur elle étaient loin d'être bienveillants. Pour le Collectif de l'abondance, l'antique nom « Force » avait une symbolique particulière. Il s'agissait à la fois d'un honneur inégalé et d'une responsabilité sans pareille à porter. La plupart des membres tribaux méprisaient Iansan pour son ambition et sa taille. Ils se demandaient si elle méritait cet honneur, et si elle saurait être à la hauteur des attentes que cela impliquait.\nSes parents furent les plus troublés par la tournure des événements. Malgré leur travail acharné, ils se contentèrent de rester à leur place dans la société. Ils savaient qu'ils n'étaient d'aucune aide à leur fille dans cette affaire et ne purent même pas ne serait-ce qu'en parler pendant longtemps. Lorsque le sujet fut enfin abordé avec Iansan, ils lui exprimèrent leur soutien inconditionnel, peu importe la voie qu'elle désirait suivre.\nQuelques jours plus tard, Iansan approcha Acatl, le chef tribal et l'entraîneur principal du club de fitness du Collectif de l'abondance à l'époque.\n« Monsieur, entraînez-moi ! »"
          }
        ]
      },
      {
        "title": "Histoire du personnage 2",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Débloqué au Niv. d'affinité 3</color>\nChez le Collectif de l'abondance, la forme physique est sacrée. Elle se trouve juste derrière le Pèlerinage de retour du sanctifeu en matière d'importance. Les membres tribaux prônent une approche universelle de l'entraînement et sont très fiers des résultats obtenus.\nMalgré cela, lorsqu'Iansan apparut sur le terrain d'entraînement sacré de la tribu, il fut le théâtre de beaucoup de messes basses. « Cette gamine devrait arrêter avant qu'il ne lui arrive quelque chose de grave. » Après tout, pour la plupart des observateurs, ce n'était pas une question d'aptitude de la part d'Iansan, mais plutôt de sécurité : certains des poids utilisés pesaient plus lourd qu'elle !\nSes collègues amateurs de fitness rassemblèrent tout l'équipement de débutant qu'ils avaient avant de le placer devant Iansan, en expliquant qu'il s'agissait du seuil requis pour rejoindre le club. Ils pensaient que cela la dissuaderait, mais Iansan choisit simplement une barre de musculation et essaya de la soulever de toutes ses forces... Avant même que les disques ne quittent le sol, la foule entendit le craquement de ses os et se précipita pour l'arrêter...\nIl fallut des semaines avant qu'Iansan ne puisse se lever du lit et marcher seule. Cet exploit ne fut possible que grâce aux compétences de son père en médecine. Acatl rendit visite à Iansan lorsqu'il apprit qu'elle alla mieux. Depuis qu'il n'avait pas réussi à arrêter Iansan avant qu'elle ne se blesse, Acatl essuyait de nombreuses critiques de la part de la tribu. Iansan craignait que sa visite ne soit une tentative personnelle de la persuader d'abandonner le chemin qu'elle avait choisi.\n« Il y a un niveau minimum à avoir pour s'entraîner ? »\n« Ce n'est pas une histoire de qualification, mais de choix. »\nAcatl apaisa les inquiétudes d'Iansan avant de lui raconter l'histoire du fondateur du club de fitness du Collectif de l'abondance.\nCe grand guerrier, Meztcala, était autrefois le chef tribal. Il possédait un physique puissant et une force quasi inégalée, avant ou après son temps. À l'époque, le Collectif de l'abondance connut son lot d'agitation depuis sa fondation et n'était pas encore bien installé sur les pentes de la Montagne sacrée. Meztcala se servait de sa force prodigieuse pour triompher des monstres et du magma, tout en protégeant son peuple jour et nuit. La Montagne sacrée venait d'entrer dans un nouveau cycle d'éruption. L'activité volcanique devenant de plus en plus intense, même Meztcala, malgré sa force, commença à se sentir fatigué et dépassé par les événements. Face aux appels de plus en plus pressants de son peuple qui demandait refuge, il savait qu'il ne pouvait pas résister à la tempête tout seul, mais il ne l'abandonna jamais.\n« Vous devez choisir de devenir comme moi ! Et je vous aiderai à y arriver ! »\nIl fit des membres tribaux ses élèves et leur enseigna ses techniques d'entraînement avant de les superviser contre les dangers qui les menaçaient. Au cours d'innombrables épreuves, les membres du Collectif de l'abondance apprirent qu'ils avaient aussi la force et le pouvoir de protéger leurs terres. Lorsque Meztcala vieillit et succomba à la force du temps, ses élèves l'avaient surpassé et formaient un rempart protecteur autour de leur tribu. En fin de compte, ils établirent un refuge sûr et paisible au pied du grand volcan.\n« Voici l'origine de notre club de fitness. Les paroles que je viens de te dire sont un avertissement transmis par Meztcala lui-même. Si quelqu'un prétendait qu'il fallait avoir un niveau pour s'entraîner, penses-tu qu'il serait d'accord ? »\n« Iansan, j'ai entendu dire que tu avais du mal à soulever les équipements d'entraînement les plus basiques. Ça ne veut pas dire que tu n'as pas le niveau pour te lancer dans la musculation, mais simplement que tu ne peux pas être entraînée par n'importe qui. Prendre sous son aile une personne avec ton physique, c'est sortir complètement des sentiers battus pour la plupart des entraîneurs. Ce ne serait donc pas sérieux de ma part de ne pas insister sur le fait que l'entraînement ne sera pas facile pour toi. »\n« Par contre, le choix de suivre ce chemin ou non te revient entièrement. »\nAprès le départ d'Acatl, Iansan se mura dans le silence pendant plusieurs jours, comme elle l'avait fait lorsqu'elle avait découvert son antique nom. Lorsqu'elle en sortit, ce fut pour retrouver Acatl.\n« Monsieur, entraînez-moi ! »\nAinsi, Iansan retourna sur le terrain d'entraînement de la tribu. Cette fois, elle ne fut pas accueillie par une pile d'haltères et d'équipements pour la dissuader. Au lieu de cela, les membres du club de fitness l'amenèrent sur un terrain fraîchement préparé, loin des poids dangereusement lourds du terrain d'entraînement principal. Ils avaient conçu un lieu d'entraînement exclusivement pour Iansan, avec tout ce dont elle pouvait avoir besoin.\nIl n'y avait plus seulement de l'inquiétude vis-à-vis de sa sécurité dans leurs regards. Il y avait aussi un soupçon d'admiration, car ils comprenaient tous que cette jeune femme avait pris la décision de prendre le chemin solitaire de l'entraînement."
          }
        ]
      },
      {
        "title": "Histoire du personnage 3",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Débloqué au Niv. d'affinité 4</color>\nLa détermination d'Iansan à s'entraîner pour devenir plus forte n'avait jamais faibli depuis ses premiers jours au club, mais sa volonté de fer n'atténua pas pour autant les douleurs et les courbatures qui accablaient fréquemment son corps, ni les blessures persistantes.\nÀ l'époque, une persévérance compétitive imprégnait le club, les membres mesurant leur réussite par la douleur dans leurs muscles. De nombreux élèves avaient tendance à vouloir s'améliorer en repoussant leurs limites absolues.\nLes blessures d'Iansan furent presque entièrement causées en essayant d'imiter ce style d'entraînement.\nUn jour, alors qu'elle se remettait d'une luxation, Iansan passa devant les terrains d'entraînement bondés en boitant et s'arrêta pour regarder l'équipement. Elle réalisa soudainement qu'elle ne ressentait plus l'adrénaline, ni l'enthousiasme du défi que ces objets représentaient autrefois, mais seulement la douleur et l'inconfort qu'ils provoquaient.\nCe fut la première fois qu'Iansan eut le sentiment de ne pas être faite pour la musculation.\nAprès une semaine passée à s'isoler du monde extérieur chez elle, la mère d'Iansan, déchirée par la souffrance évidente de sa fille, essaya de son mieux pour la réconforter.\n« Il y a des domaines dans lesquels on ne peut pas rivaliser avec les autres, mais on a aussi nos propres talents. Par exemple, soigner les blessures et cuisiner des repas... »\nLa mère d'Iansan se tut. Si les entraîneurs expérimentés du club de fitness n'arrivaient pas à mener sa fille vers la réussite, pouvait-elle faire mieux ? Elle n'avait jamais fait de musculation de sa vie. Néanmoins, à sa grande surprise, les flammes de la détermination commencèrent à brûler de nouveau dans les yeux d'Iansan.\n« Tu as raison. On sait soigner les blessures et cuisiner ! »\nAprès un mois de récupération, Iansan retourna une fois de plus sur le terrain d'entraînement. Cette fois-ci, elle passa directement devant les membres expérimentés, qui s'amusaient à poser et à contracter leurs muscles, puis devant les piles d'équipement qui l'avaient tant tourmentée auparavant. Elle prit une casserole et commença à s'entraîner, à bouger, à prendre des notes et à cuisiner.\nSon entraînement sembla beaucoup plus tranquille qu'auparavant. Iansan suivait sa routine et faisait chaque jour quelques séries des mêmes exercices. Elle eut quand même l'air occupée aussi, comme si chaque heure de la journée avait été planifiée. Ses attentes revues à la baisse, la jeune femme se poussait rarement au bout de ses limites, contrairement aux autres membres du Club de fitness. Pourtant, Iansan était plus stricte envers elle-même : elle ne ratait jamais un seul jour d'entraînement et préparait elle-même ses repas, en faisant très attention à son alimentation.\nCe comportement étrange dura des semaines avant que les gens ne s'en aperçoivent. Des rumeurs commencèrent à courir sur Iansan, qui aurait soi-disant trouvé le secret lui permettant de se défaire des contraintes physiques imposées par son sang. Une foule assistait à ses séances d'entraînement particulières et se rassemblait autour d'elle comme s'il s'agissait d'une performance artistique...\n« Il n'y a pas de secret : un entrainement rigoureux, un contrôle des apports caloriques et une alimentation adaptée. »\nLes curieux se dispersèrent, sans doute déçus par les explications d'Iansan. Sa philosophie ne semblait pas proposer le moindre défi à relever. Ils ne comprenaient pas comment quelque chose d'aussi simple pouvait permettre à Iansan de dépasser les limites de son être.\nCependant, aucun ne sembla avoir remarqué que la condition physique d'Iansan s'était améliorée de façon stable depuis son changement de programme sportif. Elle courait plus loin et faisait plus de pompes. Peut-être que les autres ne s'intéressaient pas vraiment à ce genre de données, mais pour Iansan, cette amélioration progressive était robuste et constante, comme de l'acier plié encore et toujours. Chaque pas la menait vers un changement fondamental.\nÀ l'époque, Iansan ne s'en doutait pas, mais elle avait introduit un tout nouveau concept à Natlan : la nutrition. Pour le moment, elle pensait juste avoir trouvé un mode d'entraînement physique qui lui convenait personnellement."
          }
        ]
      },
      {
        "title": "Histoire du personnage 4",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Terminez « Ode à la résurrection incandescente ».</color>\n<color=#ffd780>Débloqué au Niv. d'affinité 5</color>\nL'amitié d'Iansan avec son amie saurienne est issue d'une tradition du Collectif de l'abondance. Les membres tribaux aiment faire de la lutte contre les tatankasaures. Remporter la victoire dans ce genre de compétition est un symbole des plus honorables. Un peu avant de rejoindre le club de fitness, Iansan tenta cet exploit, mais malgré tous ses efforts, elle ne parvint pas à ne serait-ce que faire bouger un tatankasaure adulte. Ses aînés du club ayant peur qu'elle ne se blesse comme avec l'équipement du terrain d'entraînement, ils la présentèrent à Emela. Cette dernière avait perdu ses parents peu de temps après sa naissance et fut recueillie par la tribu. Un bébé tatankasaure semblait être un adversaire plus adapté pour Iansan.\nIl y avait une sorte de rivalité naturelle entre elles deux. Emela était une enfant qui avait perdu la protection de ses parents, tandis qu'Iansan était une enfant un peu surprotégée. Cette rivalité ne fit que s'intensifier lorsqu'elles devinrent partenaires d'entraînement. Elles se donnèrent à fond lors de leur premier match. L'une regrettait de ne pas avoir eu la force de protéger ses parents, alors que l'autre désirait obtenir la force de protéger les siens. Au bout du compte, elles s'écroulèrent toutes les deux au sol, épuisées. Aucune des deux n'était victorieuse.\nCe fut à ce moment-là que leur rivalité commença officiellement.\nUne fois qu'Iansan trouva la méthode d'entraînement idéale, elle réussit à dépasser lentement mais sûrement ses limites, et eut l'avantage.\nNéanmoins, au fur et à mesure qu'Emela sortait de l'ombre de la disparition de ses parents, elle commençait à s'épanouir dans la lumière, jusqu'à dépasser Iansan et la laisser loin derrière elle.\nLes progrès d'Iansan attirèrent alors l'attention de toute la tribu. Par un retournement de situation inattendu, elle finit par battre le chef des tatankasaures et succéda à Acatl à la tête du club de fitness.\nLes progrès d'Emela défièrent également les attentes de tous. Sa taille dépassait celle de tous les autres tatankasaures de la tribu, alors elle devint leur nouvelle cheffe.\nPendant ce temps, leur rivalité se poursuivait. Toutes les deux semblaient prêtes à tout pour prendre la tête de la course et faire mordre la poussière à l'autre.\nMalgré cette compétition intense, Emela permettait à Iansan de monter sur son dos pour explorer ensemble la nature, lorsqu'elles ne s'affrontaient pas dans des démonstrations de force.\nUne fois la guerre contre l'Abîme terminée, les élèves d'Iansan l'emmenèrent à l'endroit où Emela fut enterrée. Ils se sentirent responsables du fait qu'elle n'avait pas pu revoir sa grande amie une dernière fois avant son trépas.\n« Il y avait tant d'ennemis. Elle devait savoir qu'elle ne s'en sortirait pas... Si vous n'étiez pas avec nous, vous auriez pu l'arrêter... »\n« Non. Si j'avais été avec elle, je me serais battue à ses côtés. J'aurais voulu atteindre les ennemis en premier. »\nIansan déposa une fleur pour sa vieille amie et prononça, pour la première fois, la règle tacite qui était au cœur de sa rivalité avec Emela.\n« Ce n'est qu'en prenant les devants que l'on peut protéger la personne que l'on a laissée derrière soi. »"
          }
        ]
      },
      {
        "title": "Histoire du personnage 5",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Débloqué au Niv. d'affinité 6</color>\nLes cors retentirent pour annoncer le Pèlerinage de retour du sanctifeu quand Iansan revint au Stade du sanctifeu pour établir un nouveau record de victoires consécutives.\nLes gens ne remettaient plus en doute ses compétences d'entraîneuse principale du club de fitness, comme personne n'osait plus se moquer de sa taille. Certains étaient surpris par ses résultats, mais Iansan restait imperturbable. Elle se contenta de mettre à jour ses programmes d'entraînement et ses recettes, en suivant toujours sa philosophie de remise en forme.\nIansan fut surprise d'entendre les autres exprimer de l'envie pour son « don » lorsqu'ils parlaient de sa lignée. La plupart des membres des autres tribus ne connaissaient pas l'histoire de sa famille et n'avaient pas été témoins de son travail acharné. Émerveillés par ses exploits, ils commencèrent à chercher des explications. Des rumeurs commencèrent à circuler, comme celle selon laquelle le sang d'Egungun était un symbole de pouvoir inné, qui accordait une force inouïe au prix d'être incapable de grandir toute sa vie.\nLe plus surprenant était que les adversaires vaincus d'Iansan acceptaient facilement cette histoire de don, en faisant non seulement les louanges de ses talents, mais en considérant également cela comme la justification de leur défaite.\nSeule Iansan restait silencieuse. Ces rumeurs qu'elle avait ignorées dans un premier temps commençaient à l'agacer.\nPeu de temps après, les membres du club de fitness du Collectif de l'abondance commencèrent à distribuer des prospectus au Stade du sanctifeu. En les recevant, la plupart des gens pensaient qu'il s'agissait d'une invitation à un événement de la tribu, mais ils restèrent bouche bée en lisant le contenu.\n« L'Académie des champions du Pèlerinage recherche ses futurs élèves de toute tribu, tout âge et tout genre ! Brisez des records vous aussi ! »\nAprès avoir confirmé que ces tracts provenaient bien d'Iansan, la surprise se transforma en confusion. Tout le monde savait à propos du sang d'Egungun, alors quel genre d'entraînement pouvait bien les aider à surmonter les inconvénients de leur propre lignée ? Tous croyaient qu'il s'agissait d'une farce d'Iansan.\nÀ ce moment-là, Iansan apparut en personne pour démentir les rumeurs et distribuer ses prospectus. Certains curieux se rendirent même à l'adresse indiquée dessus et découvrirent qu'Iansan déplaça le club de fitness, qui se trouvait dans le fin fond du territoire du Collectif de l'abondance, à un endroit beaucoup plus proche du Stade du sanctifeu, sans doute pour se préparer à accueillir des élèves d'autres tribus.\nPeu de gens se laissèrent convaincre par les tracts d'Iansan, mais quelques personnes enclines à lui donner sa chance se rendirent sur les nouveaux terrains d'entraînement. La plupart d'entre eux étaient limités par des lacunes physiques, mais aspiraient à devenir plus forts, tout comme Iansan autrefois. La seule différence était que ces personnes se laissèrent freiner par leurs incertitudes. Le principe premier d'Iansan était de leur donner la motivation nécessaire pour aller de l'avant, tout en les guidant.\n« Je ne vais pas le nier : le talent joue beaucoup pour savoir à quelle vitesse on progressera sur le chemin, mais il ne décide pas de la distance à parcourir. »\nAprès un an à persévérer en silence, la première promotion d'élèves s'illustra comme la crème du Pèlerinage de retour du sanctifeu, comme Iansan l'avait promis. Sous la supervision acharnée de leur entraîneuse, de nombreux élèves se surpassèrent, et certains d'entre eux se révélèrent très doués.\nMalgré cela, certains avaient encore des doutes, mais Iansan ne s'en soucia guère : de plus en plus d'élèves s'inscrivaient à son académie. Elle ajouta une nouvelle ligne sur son prochain lot de prospectus :\n« Quelle que soit la force avec laquelle on naît, la véritable puissance s'obtient par le travail. »\nIansan comprit qu'en dépassant les limites de son être, elle était à la hauteur de son antique nom. Cependant, elle souhaitait encore aller plus loin. Cette phrase était en quelque sorte son annotation personnelle à l'antique nom « Force ». Un jour, elle prouverait la valeur de sa philosophie à tout Natlan, comme elle l'avait déjà fait chez le Collectif de l'abondance."
          }
        ]
      },
      {
        "title": "Alaye",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Débloqué au Niv. d'affinité 4</color>\nLe crâne à motifs d'Iansan est son accessoire emblématique depuis longtemps. Il paraît que son précédent propriétaire était un tatankasaure tragiquement mort en bas âge. Iansan le garde peut-être en souvenir de ce pauvre enfant ?\nUn jour, un groupe d'élèves qui s'approchait remarqua Iansan en train de s'entraîner seule. Ils furent étonnés de découvrir que son crâne grognait, avec la voix d'un tatankasaure. Il semblait l'encourager.\n« ... Il n'est pas mort ? »\n« Oh, je n'ai pas fait les présentations ! Voici Alaye, que vous pouvez considérer comme mon partenaire d'entraînement. Il est un peu timide, alors il ne parle que quand on est seuls. »\nCe fut ainsi qu'Iansan commença à raconter l'histoire du crâne à ses élèves ébahis. Un jour, Emela, l'amie saurienne d'Iansan, vint lui demander de l'aide. Emela avait rencontré l'esprit d'un tatankasaure qui n'avait pas bougé de ses restes. Il refusait de poursuivre son voyage vers le Fief nocturne. Iansan demanda l'aide de Citlali des Maîtres du vent nocturne et lui demanda de coudre les restes du tatankasaure grâce à sa magie, comme pour créer un tzitzimitl. L'esprit du tatankasaure fut donc attaché à l'intérieur de son crâne, où il ne pouvait ni s'égarer ni disparaître avec le temps.\nLorsqu'elle eut fini de parler, Iansan caressa doucement le crâne, comme pour le réconforter.\n« Il m'encourage à chaque fois que je fais de la musculation. Il voulait sans doute devenir un tatankasaure adulte, fort et fringant, comme ses pairs. C'est pourquoi il n'était pas prêt à quitter ce monde. »"
          }
        ]
      },
      {
        "title": "Œil divin",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Terminez « Ode à la résurrection incandescente ».</color>\n<color=#ffd780>Débloqué au Niv. d'affinité 6</color>\nBien avant qu'Iansan ne prenne la direction du club de fitness, une barre de musculation extrêmement lourde avait été placée au centre du terrain d'entraînement.\nD'après les rumeurs, ce serait le fondateur du club qui l'aurait laissée là. Seule une personne ayant atteint le summum de la force serait capable de la soulever, lui accordant le statut de nouvelle étoile montante du fitness natlanois. C'était donc le but ultime de tous les membres du club, mais personne n'avait jamais réussi à le faire.\nChaque fois qu'un nouvel aspirant s'approchait de la barre, tout le monde se rassemblait pour discuter et parier sur sa réussite. Pour les membres du Collectif de l'abondance, soulever cette barre était la démonstration ultime de leur forme physique. Tout le monde souhaitait relever ce défi et il y avait de nombreuses spéculations sur l'identité de la personne qui y arriverait.\nUn jour, Iansan s'approcha de la barre et resta plantée là, perdue dans ses pensées. Ceux qui se trouvaient à proximité pouvaient voir de la nostalgie dans ses yeux et s'efforcèrent de la dissuader d'essayer.\n« Sais-tu quelle force il faudrait pour soulever cette barre ? »\nIl y avait du doute dans leurs voix, mais également de l'inquiétude. Tous savaient que si Iansan essayait de soulever la barre, les blessures qui en résulteraient seraient bien pires que celles qu'elle avait eues à ses débuts.\n« Il faudrait la « force de mille jours » ! »\nAinsi fut la réponse d'Iansan.\nLes badauds échangèrent des regards perplexes. Personne n'avait la moindre idée de ce qu'elle voulut dire par là. La plupart pensaient que c'était une nouvelle philosophie ésotérique dans laquelle Iansan s'était lancée. Après s'être assurée qu'Iansan n'était pas sur le point de faire une action qui pouvait la blesser, la foule se dispersa. Aucun d'entre eux ne remarqua que la volonté ardente dans le regard d'Iansan se transforma en une détermination inébranlable.\nPendant les cent premiers jours, Iansan s'entraîna comme d'habitude et répéta la même routine d'exercices insipides et ennuyeux qui n'attiraient pas l'attention. Elle persista jour après jour, comme ses ancêtres l'avaient toujours fait. Très vite, les gens oublièrent les paroles qu'elle avait tenues devant la barre, et les choses reprirent leur cours au club de fitness.\nAu bout du troisième cycle de cent jours, des signes de changement apparurent enfin dans l'entraînement d'Iansan. Elle se blessa beaucoup pendant cette période, peut-être à cause de l'intensité accrue de son entraînement, mais elle se remit de chaque blessure rapidement. Sans doute en raison des compétences de guérisseuse qu'elle avait acquises auprès de ses parents ou à la nourriture particulière qu'elle se préparait. Iansan s'en tenait essentiellement aux mêmes exercices qu'elle s'était attribués. Elle s'entraîna lentement, série après série, dans un coin discret, et s'abstenait de montrer les résultats de sa pratique, comme la plupart des autres membres du club.\nAu bout du cinquième cycle de cent jours, les membres du club de fitness montraient leurs muscles et discutaient des autres membres qui devaient s'entraîner après s'être reposés sur leurs lauriers pendant longtemps. Il était courant d'avoir des périodes d'entraînement et de relâchement au sein du club de fitness, mais comme la plupart des membres connaissaient des milliers de programmes différents pour avoir des « muscles en un mois », ils arrivaient à reprendre leur forme physique en un rien de temps malgré une absence prolongée.\nAu bout de dixième cycle de cent jours, quelques membres plus observateurs remarquèrent un changement, sans pour autant pouvoir déterminer exactement lequel. Ce n'est qu'au retour d'un membre du Club qui était parti de la tribu pendant plus d'un an que la révélation fut faite : Iansan utilisait désormais les mêmes équipements que tout le monde ! Ce changement s'était produit au cours des dernières centaines de jours. Il s'était opéré d'une manière tellement progressive que personne ne l'avait remarqué.\nAu bout du neuvième cycle de cent jours, quelqu'un découvrit enfin sur le programme d'entraînement qu'Iansan s'était préparé. En repensant à ses paroles d'il y a plus de deux ans, ceux qui avaient essayé de la dissuader de soulever la barre ne furent plus aussi sûrs qu'elle n'y arriverait pas. Ce fut comme si les mois d'efforts silencieux d'Iansan avaient réduit leurs inquiétudes en poussière.\nAu bout du dixième cycle de cent jours, l'endroit où Iansan s'entraînait, qui passait autrefois inaperçu, attirait l'attention de tous. Au cours des semaines et des mois précédents, ce fut elle qui montrait le plus souvent les résultats de son entraînement aux autres membres du club de fitness. Ces derniers se rassemblèrent et exprimèrent leur admiration pour son récent triomphe sur le chef des tatankasaures. Iansan ne leur prêta que peu d'attention et se concentra uniquement sur son plan d'entraînement. Tête baissée, elle s'en tint à sa routine.\nLorsque le millième jour arriva, après presque trois ans de préparation, Iansan se tint de nouveau devant la barre. Tous les membres tribaux intéressés de près ou de loin par la musculation furent présents et attendaient avec impatience le miracle qui allait se produire sous leurs yeux. Cette fois-ci, personne ne doutait de l'issue. Tous ceux qui furent témoins du travail acharné d'Iansan au cours des années précédentes savaient déjà ce qui était sur le point de se dérouler.\nEn s'approchant de la barre, Iansan eut la surprise de découvrir un œil divin scintillant suspendu à celle-ci. Quand était-il apparu ?\nIansan comprit que c'était la preuve que le défi qu'elle relevait à ce moment-là était son souhait. Pourtant, pour elle, il ne s'agissait que d'une case à cocher dans son programme d'entraînement. Peut-être qu'il n'y avait pas de différence entre les deux à ses yeux ?\nElle enleva l'œil divin et souleva la barre avec autant d'aisance et de certitude, comme si cela faisait partie de son entraînement quotidien."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 2,
        "text": "Détails du Personnage",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Annonce du Personnage"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/26/43281454/893c1889db14d6c2b71672a3cd12fd94_5249861498093156758.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>18/02/2025</color>\n<color=#ffffff73>« Iansan est la meilleure entraîneuse sportive de tout Natlan et la personne que je respecte le plus au monde ! On m'a souvent répété que j'avais du talent, mais sans ses conseils avisés, mon potentiel serait parti en fumée à force de négliger mon alimentation. Vous n'avez pas l'habitude de faire de l'exercice ? Pas d'inquiétude, madame Iansan propose des programmes personnalisés adaptés à chaque profil ! Ah, à ce propos, jetez donc un coup d'œil à ce prospectus, il se trouve qu'elle est justement à la recherche de nouvelles recrues ! »</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>— Varesa</color>",
        "alignment": "right"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/26/43281454/ab81685d09e9ceef222c767c2db89c45_178576659446801581.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>18/02/2025</color>\n<color=#ffffff73>« Êtes-vous prêt à repousser vos limites ? Désirez-vous devenir plus fort ? »</color>\n<color=#ffffff73>« Le Collectif de l'abondance vous souhaite la bienvenue à l'Académie des champions du Pèlerinage de retour du sanctifeu. Sous la houlette de notre entraîneuse de renommée mondiale, votre petit corps chétif ne sera bientôt plus qu'un lointain souvenir ! »</color>\n<color=#ffffff73>Bon nombre de visiteurs ont foulé le sol de Natlan pour la première fois, guidés par les promesses de ce prospectus. La réputation du Collectif de l'abondance en matière d'exercice physique s'étend bien au-delà des frontières et nombreux sont les curieux souhaitant tenter l'expérience. Pourtant, leur enthousiasme retombe aussitôt lorsqu'ils découvrent de leurs propres yeux cette fameuse « entraîneuse de renommée mondiale » dont la publicité vendait les mérites. Persuadés d'être la cible d'une arnaque, ils préfèrent alors abandonner.</color>\n<color=#ffffff73>Iansan est habituée à ce genre de réaction, mais que peut-elle y faire ? Il faut dire qu'avec son physique enfantin, elle conçoit qu'on peine à l'associer aux concepts de force et robustesse. Dans ces conditions, il lui est difficile d'en vouloir aux nombreux sceptiques qui doutent qu'elle puisse les guider sur la voie du dépassement de soi.</color>\n<color=#ffffff73>Chaque fois que cela se produit, Iansan invite les visiteurs dubitatifs à l'affronter lors d'un exercice de leur choix. Piqués dans leur orgueil, ceux-ci acceptent avant de déchainer leur frustration sur les équipements de musculation pour montrer de quoi ils sont capables.</color>\n<color=#ffffff73>Une fois ses adversaires à bout de forces, Iansan n'a plus qu'à ramasser les poids qu'ils ont laissé tomber avant d'enchaîner des dizaines de séries supplémentaires avec une forme irréprochable.</color>\n<color=#ffffff73>« Comment est-ce possible ? Un pouvoir élémentaire ? Une bénédiction divine ? »</color>\n<color=#ffffff73>« Rien de tout cela. Un entrainement rigoureux, un contrôle des apports caloriques et une alimentation adaptée. »</color>\n<color=#ffffff73>Après une telle démonstration de force, bien que la plupart des convives restent perplexes quant aux promesses d'Iansan, ils finissent souvent par franchir le pas et s'inscrire.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Annonce des doubleuses"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/26/43281454/8d5403ead8e01acb8e8b769c0ac318a9_8798843684124809396.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>12/07/2024</color>\n<color=#ffffff73>Iansan</color>\n<color=#ffffff73>Voix anglaise : Katrina Salisbury</color>\n<color=#ffffff73>Voix japonaise : Ayaka Ohashi</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Teasers & Trailers",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vidéo d'ignition : « Un nom forgé par les flammes »"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/17/43281454/8c2e11033550182d7010f88e24b1749b_4357076604204668509.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>12/07/2024</color>\n<color=#ffffff73>Ô divinité du feu, des brasiers et de la guerre,</color>\n<color=#ffffff73>Votre destin se forge au cœur des combats,</color>\n<color=#ffffff73>Votre chemin est pavé de gloire,</color>\n<color=#ffffff73>Votre lumière brûle avec la force du soleil couchant.</color>\n<color=#ffffff73>Aujourd'hui, nous sommes réunis sous les flammes des étoiles</color>\n<color=#ffffff73>pour assister au dénouement de ce tournoi.</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=O2ATH__rtQo"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Cinématique : Avant l'aube"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/26/43281454/ccebc8bad2a16ed9506d013cec2bdc3a_309394971443132890.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>11/10/2024</color>\n<color=#ffffff73>Chaque volonté sera héritée, et aucun héros ne combat jamais seul.</color>\n<color=#ffffff73>La civilisation est tissée dans des parchemins, gravée sur des pierres vibrantes, destinée à briller dans les ténèbres.</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=UUqlrTb0pSU"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Émoticône",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Émoticônes Genshin Impact « Peintures de Paimon 35 »"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/26/43281454/76e9cb951d4682f53c1cfce1266f2c76_366740116425793240.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>04/09/2024</color>\n<color=#ffffff73>Bonjour, voyageurs ! Les nouvelles émoticônes de Genshin Impact sont disponibles sur HoYoLAB !</color>\n<color=#ffffff73>Les Peintures de Paimon regroupent une collection d'émoticônes chibi à l'effigie de différents personnages de Genshin Impact. Nous espérons qu'ils vous plaisent !</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/26/43281454/d658486e1b404cae4d9f0b9bb33ca586_2565015211033370942.PNG",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Émoticônes Genshin Impact « Peintures de Paimon 37 »"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/26/43281454/440268a966fa7e9b658e362c5d534bde_7573810208542182241.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>28/11/2024</color>\n<color=#ffffff73>Bonjour, voyageurs ! Les nouvelles émoticônes de Genshin Impact sont disponibles sur HoYoLAB !</color>\n<color=#ffffff73>Les Peintures de Paimon regroupent une collection d'émoticônes chibi à l'effigie de différents personnages de Genshin Impact. Nous espérons qu'ils vous plaisent !</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/26/43281454/70b76b79ab6b8c09d7890d680f392885_6990909811504810149.PNG",
        "alignment": "left"
      }
    ]
  }
}