{
  "epId": 7604,
  "name": "Tatankasaures",
  "desc": "Lorsqu'un tatankasaure court, il peut <color=#FFE14BFF>consommer du phlogistique</color> pour effectuer une charge rapide.<br>Si un tatankasaure est bloqué par un obstacle ou si vous utilisez <color=#FFE14BFF>le bouton de compétence avec un appui simple</color>, le saurien entre dans son état fougueux. Dans cet état, <color=#FFE14BFF>utiliser à nouveau le bouton de compétence avec un appui simple</color> permet de déclencher un second sprint plus rapide. Dans cet état, le tatankasaure peut également utiliser les irrégularités du sol pour bondir et même foncer brièvement sur l'eau et le phlogistique liquide. Bien sûr, cela consommera du phlogistique encore plus rapidement...",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
  "menuId": 14,
  "menuName": "Tutoriels",
  "version": 0,
  "components": {
    "galleryCharacter": [
      {
        "key": "Tatankasaures",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/ecec4b325f3f5113eb52674a56a31974_7053142726991693325.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Lorsqu'un tatankasaure court, il peut\nconsommer du phlogistique pour effectuer une charge rapide.\nSi un tatankasaure est bloqué par un obstacle ou si vous utilisez\nle bouton de compétence avec un appui simple, le saurien entre dans son état fougueux. Dans cet état,\nutiliser à nouveau le bouton de compétence avec un appui simple permet de déclencher un second sprint plus rapide. Dans cet état, le tatankasaure peut également utiliser les irrégularités du sol pour bondir et même foncer brièvement sur l'eau et le phlogistique liquide. Bien sûr, cela consommera du phlogistique encore plus rapidement..."
          }
        ]
      },
      {
        "key": "Tatankasaures",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/392b497e263ae7935f27ef7c709ce209_7296483475746560564.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Utiliser le bouton de compétence avec un appui simple ou déclencher un second sprint permet de pousser facilement les objets lourds qui étaient auparavant immobiles et même percer la pulvérite avec aisance."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Tatankasaures"
          }
        ]
      }
    ]
  }
}