{
  "epId": 7660,
  "name": "Carte commémorative du Parc de Chevalmarin",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/05/07/2e9e267a1a69d9cc142ac53e37d407bc_2021854200844065722.png",
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1748521528,
  "components": {
    "textualResearch": [
      {
        "title": "Lecture",
        "desc": [
          {
            "type": "RichText",
            "text": "Un souvenir qui vous rappellera le succès fulgurant que vous et vos compagnons avez atteint avec le Parc cinématographique de Chevalmarin. Vous avez dessiné cette carte ensemble dans un style fantaisiste, à la manière d&#39;un livre d&#39;histoires, en veillant à ce que chaque installation et chaque point de repère y figure de manière adorable. Bien entendu, les éléments les plus importants sont les amis qui sont venus vous rendre visite. En suivant les conseils de Furina, vous avez dessiné une moustache blanche sur son portrait, semblable à une couche de crème. C&#39;est pour que la carte ait l&#39;air « délicieuse »..."
          }
        ]
      },
      {
        "title": "Lecture",
        "desc": [
          {
            "type": "RichText",
            "text": "Un souvenir qui vous rappellera le succès fulgurant que vous et vos compagnons avez atteint avec le Parc cinématographique de Chevalmarin. Vous avez dessiné cette carte ensemble dans un style fantaisiste, à la manière d&#39;un livre d&#39;histoires, en veillant à ce que chaque installation et chaque point de repère y figure de manière adorable. Bien entendu, les éléments les plus importants sont les amis qui sont venus vous rendre visite. En suivant les conseils de Furina, vous avez dessiné une moustache blanche sur son portrait, semblable à une couche de crème. C&#39;est pour que la carte ait l&#39;air « délicieuse »..."
          }
        ]
      },
      {
        "title": "Lecture",
        "desc": [
          {
            "type": "RichText",
            "text": "Un souvenir qui vous rappellera le succès fulgurant que vous et vos compagnons avez atteint avec le Parc cinématographique de Chevalmarin. Vous avez dessiné cette carte ensemble dans un style fantaisiste, à la manière d&#39;un livre d&#39;histoires, en veillant à ce que chaque installation et chaque point de repère y figure de manière adorable. Bien entendu, les éléments les plus importants sont les amis qui sont venus vous rendre visite. En suivant les conseils de Furina, vous avez dessiné une moustache rouge sur son portrait, semblable à de la sauce bolognaise. C&#39;est pour que la carte devienne « délicieuse »..."
          }
        ]
      },
      {
        "title": "Lecture",
        "desc": [
          {
            "type": "RichText",
            "text": "Un souvenir qui vous rappellera le succès fulgurant que vous et vos compagnons avez atteint avec le Parc cinématographique de Chevalmarin. Vous avez dessiné cette carte ensemble dans un style fantaisiste, à la manière d&#39;un livre d&#39;histoires, en veillant à ce que chaque installation et chaque point de repère y figure de manière adorable. Bien entendu, les éléments les plus importants sont les amis qui sont venus vous rendre visite. En suivant les conseils de Furina, vous avez dessiné une moustache rouge sur son portrait, semblable à de la sauce bolognaise. C&#39;est pour que la carte ait l&#39;air « délicieuse »..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Carte commémorative du Parc de Chevalmarin"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Objet de quête"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Quête d'histoire « Valse virevoltante - Épilogue »"
          }
        ]
      }
    ]
  }
}