{
  "epId": 7760,
  "name": "Aventures en montagne et en mer",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/05/22/44394b1204229181f4bc7ec3bbd62544_3830217251502482782.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "body": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "...\nGrâce à l'aide de ██████████, j'ai enfin ██████████████\n█████████████████████ haut ██ dangereux par ici... À défaut d'██████████████ mais après ████████████████████████ peut-être ██████████████████████████ gravir ██████████████████████████ vent ███████████... Et ensuite████\n...\nJe n'ai ██ personne ████████. Ceux qui ████████████████ découragés ██████████████████████ d'après eux... ██████████ leur cœur ██████████ résolution. ████████████████████████████████████n'est que ████████ montagne ██████████ défi.\n...\nBonne nouvelle ! Alric ███████████ la montagne ████████████████████████ autres !\n...\nJ'avais ███████████████████ En l'escaladant, ████████████████████ pratiquement ████████████████████████ roche polie, ████████ majestueuse. ██████████ rations séchées █████████ préparées ███████████\n...\nJe me suis encore ████████████ sur ma jambe ████████████ et deux doigts ██████████████ main gauche ██████████ plusieurs ████████████ pas le moment ███ abandonner !\n...\n███████████ Alric █████ pas réussi ███████ vieux █████████████████████████ blizzards glacés ███████████████████████ lui ██████████ enterrement, █████████ son vin ████████████████████████ plus que moi █████ neige et ████████████████ arriver ███████████████████████ complètement gelé...\n...\nJe me suis encore ████████████████████ fêlure ████████████████ tempête de glace ██████████████████ dans l'Abîme, █████ j'ai réussi ██████████████████ pierres pointues ██████████████████ finalement trouvé ████████████████████████████ redescendre...\n████████████ mur de glace, ████████████ dans une crevasse, ████████████ pris fin... ██████████████████████ anciennes blessures ██████████████████████████ une bonne année...\n...\nLe ciel est dégagé, ██████████████████ vent ou de neige ██████████ ces jours-ci. J'ai vu ██████████████ atterrir ██████ pic ████████ pas atteindre.\n██████████ je savais ██████████ rapace...\nComme ████████████████████████ sommet d'une ██████████...\n..."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "...\nGrâce à l'aide de Venerare et de..., j'ai enfin pu traverser... Et atteindre le sommet de cette montagne...\nCe pic est le plus haut et le plus dangereux par ici... À défaut d'un autre nom, je l'appelle le « pic du chapeau pointu ». Mais, après une analyse préliminaire du terrain, j'ai constaté qu'il était peut-être possible d'utiliser une corde et des piquets pour gravir la face est, puis d'utiliser le vent pour placer un crochet vers... Et ensuite...\n...\nJe n'ai trouvé personne pour m'accompagner. Ceux qui étaient motivés pour le faire ont été découragés par les aventuriers plus âgés. « Un cauchemar impossible à conquérir », d'après eux... Les échecs répétés de leurs prédécesseurs ont fait vieillir prématurément leur cœur et vaciller leur résolution. Mais je suis encore jeune, et mon corps et mon cerveau fonctionnent parfaitement. Le « pic du chapeau pointu » n'est que la prochaine montagne attendant que je relève son défi.\n...\nBonne nouvelle ! Alric est d'accord pour défier la montagne avec moi. Je savais bien qu'il y en avait d'autres !\n...\nJ'avais sous-estimé cette montagne ! En l'escaladant, on a découvert qu'il n'y avait pratiquement aucun chemin sur lequel progresser. On dirait comme une roche polie, abrupte et majestueuse. J'espère que les rations séchées que les autres m'ont préparées suffiront pour arriver au sommet.\n...\nJe me suis encore blessé ! L'entaille sur ma jambe est assez profonde, et deux doigts de ma main gauche sont complètement gelés. Heureusement, ma main droite est indemne ! Il me faudra plusieurs mois pour récupérer, mais ce n'est pas le moment d'abandonner !\n...\nMauvaise nouvelle... Alric n'a pas réussi à survivre. Il était trop vieux et son corps ne pouvait plus supporter les blizzards glacés et le terrain accidenté... Je lui ai organisé un court enterrement, et j'ai même enterré son vin préféré à ses côtés. Il ne reste plus que moi à présent. La neige et le vent n'arrêtent pas ; je dois arriver au sommet avant qu'il ne soit complètement gelé...\n...\nJe me suis encore blessé la jambe, mais, heureusement, ce n'est qu'une fêlure mineure. Une tempête de glace a manqué de m'emporter dans l'Abîme, mais j'ai réussi à m'en sortir en m'agrippant aux pierres pointues. Je crois que j'ai trouvé un chemin pour redescendre...\nSi j'avais heurté un mur de glace, ou si je mettais coincé dans une crevasse, ma chance aurait sûrement pris fin... Mes anciennes blessures se sont rouvertes, et je crains bien de ne plus pouvoir grimper pendant une bonne année...\n...\nLe ciel est dégagé, et je ne m'attends pas à avoir de vent ou de neige sur la montagne ces jours-ci. J'ai vu un faucon voler dans les nuages et atterrir près du pic, à une hauteur que je ne pourrai pas atteindre.\nAh, si seulement je savais voler comme ce rapace...\nComme dans cette histoire de mon enfance où un jeune aigle apprenait à voler jusqu'au sommet d'une montagne...\n..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Aventures en montagne et en mer"
          }
        ]
      }
    ]
  }
}