{
  "epId": 7762,
  "name": "Note d'origine inconnue",
  "desc": "Vous avez trouvé cette note dans l'espace mystérieux. Son contenu ressemble à celui d'un journal.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/05/20/0f07cb6fbcb8a27664e6281ed22fa233_6918072165512844978.png",
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 0,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Note 1 :\nJe m'appelle Boyang. Ceci est une trace que je garde des événements pour que les générations futures apprennent de mon expérience.\nNote 2 :\nMes camarades et moi avons été envoyés par les Sept Étoiles pour apporter le chronoporteur au Gouffre et donner un coup de main aux Millelithes. Cependant, de redoutables monstres nous attendaient et nos pertes ont été lourdes. Sans l'aide du Yaksha, mes frères d'armes et moi-même aurions péri au combat.\nNote 3 :\nLe Yaksha a quatre mains, il se comporte d'une manière imprévisible et ne se souvient plus de son nom. Dans ses moments de démence, il appelle tous ceux autour de lui « Alatus » et « Menogias ». Il maîtrise la foudre et sa posture impressionnante est digne des guerriers les plus légendaires. Nous l'avons suivi dans un combat de dix jours contre les monstres et dont nous voyons enfin le bout.\nNote 4 :\nTout comme le serpent a un point faible à sept pouces de sa tête, toute créature, aussi redoutable soit-elle, a une faiblesse. Le Yaksha a décidé d'élaborer un plan de combat qui se focalise sur celle-ci. Lors de notre précédente bataille, la surface du Gouffre a subi d'importants dégâts, laissant à présent entrevoir un palais mystérieux dans les entrailles de la terre.\nNous avons remarqué que les monstres de Khaenri'ah s'affaiblissent lorsqu'ils approchent cet endroit, se pourrait-il que celui-ci recèle une force capable de les neutraliser ?\nNote 5 :\n... Nos pertes ne cessent d'augmenter, nous devons en finir au plus vite. Rongzhao et moi avons convenu que je transporterai le chronoporteur au fond du palais souterrain à la tête d'un groupe de Millelithes qui assistera le Yaksha. Nous attirerons les monstres vers les profondeurs du palais...\nLe sceau doit être complété par le Yaksha et moi-même en ce lieu, avec l'aide de Rongzhao à l'extérieur. Ainsi, nous pourrons garantir qu'il tiendra. Si ça marche, le Gouffre redeviendra une zone sûre. Malheureusement, le Yaksha, les Millelithes et moi, ne pourrons pas en sortir... Les enjeux sont trop grands pour ne pas mettre ce plan à exécution.\nNote 6 :\nGrâce au travail d'observation sans relâche de nos soldats, nous avons pu confirmer que les capacités des monstres sont considérablement bridées dès qu'ils se trouvent dans le palais souterrain, comme s'ils étaient rongés par une force.\nCertains de nos blessés se sont sacrifiés pour notre cause, d'autres qui ont été séparés du groupe dans le chaos ne sont jamais revenus... Pourra-t-on vraiment vaincre les monstres de cette façon ?\nNote 7 :\nCe palais est d'une étrangeté inégalée. Il ne reste plus que le Yaksha et moi pour le voir et nous n'avons plus aucune notion du temps. Le Yaksha est gravement blessé et délirant, il ne lui reste que peu de temps à vivre. Je suis encore lucide, mais je sens ma conscience se troubler.\nJe ne sais pas combien de temps j'ai passé ici. Le Yaksha me conseille de remonter à la surface, mais il a oublié que nous sommes condamnés à rester ici.\nNote 8 :\nCe palais souterrain réagit comme un être vivant. Lorsqu'une concrétion est apparue, nous sommes descendus pour combattre, mais j'ai remarqué qu'elle se refermait discrètement... Je ne sais pas si c'est la seule tactique que nous aurions pu adopter.\nEt même quand on s'attaque à ces concrétions, les brèches qu'on y fait se referment lentement... mais parfois plus rapidement. Je ne sais pas trop... Avons-nous endommagé l'enveloppe externe de ce lieu en infligeant des dégâts au sol lors de nos combats ? ... Sommes-nous entrés sans le vouloir dans l'estomac d'un colosse pour y être dévorés à petit feu ?\nNote 9 :\nJe crois qu'il ne reste plus aucun monstre. Nous avons enfin réussi à en venir à bout. J'ai essayé d'emprunter plusieurs chemins, tous ne mènent qu'à des impasses. Le Yaksha n'est plus, je suis le seul survivant.\nJe vois ma famille, ma femme... Ils viennent vers moi, me traversent et disparaissent... Je deviens fou ! Comment pourrais-je les voir sinon ? Mes proches sont tous au Port de Liyue, loin d'ici... Je veux rentrer chez moi... Mais le puis-je encore ?\nNote 10 :\n... Rongzhao, parfois j'aimerais que ce soit toi qui croupisses ici à ma place. Cependant, je reste ton grand frère et je suis content que tu vives. Je suis fatigué... Je n'arrive plus à penser clairement..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Note d'origine inconnue"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Objet de quête"
          }
        ]
      }
    ]
  }
}