{
  "epId": 8345,
  "name": "Album commémoratif de Teyvat",
  "desc": "<p>Un album rempli de souvenirs des personnes que le Voyageur/la Voyageuse a rencontrées et des événements qu'il/elle a vécus lors de ses voyages. Au cours de ce périple sans fin apparente, trop de choses se sont passées et trop de visages sont apparus et disparus. Pour le voyageur/la voyageuse qui dort chaque nuit sous les étoiles scintillantes, même leur beauté peut un jour s'estomper. Pour éviter que ce jour n'arrive, vous devez enregistrer chaque vision et chaque âme que vous rencontrez. C'est la sagesse que Paimon a partagée avec vous pendant votre voyage. Cela fait tant d'années, et Paimon a grandi aussi. C'est émouvant !</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/c287116bd4ebd9976b08eb6a76e224be_83785722072779138.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1757448425,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Album commémoratif de Teyvat"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Objet de quête"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Événement « Souvenirs de Teyvat : Prélude du voile gelé » de la version 5.8"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>À Natlan, la nation des sauriens, nous avons rencontré des amis intéressants : Kinich et Ajaw. Ce duo formé d'un humain et d'un saurien ne passe jamais une journée sans se chamailler. Malgré cela, ils restent des compagnons inséparables.</color>"
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Fréminet, le plongeur introverti, a été l'une des premières personnes que nous avons rencontrées à notre arrivée à Fontaine. C'est un ami timide et discret, mais il est très fidèle.</color>"
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Bien que nous voyagions depuis si longtemps, nos connaissances sur la flore et la faune sont encore dérisoires par rapport à celles de Tighnari, le garde forestier de Sumeru. Si l'on veut en savoir plus sur le monde de la nature, demander à Tighnari est toujours un excellent choix.</color>"
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Comme le dirait Paimon : « La passion de Yoimiya entre en éruption comme un volcan ! » Cependant, la comparaison risque de la déconcerter, car cette Inazumienne ne connait pas grand-chose aux volcans. Je devrais penser à envoyer des cartes postales de volcans à Yoimiya à l'avenir.</color>"
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Xiao respecte encore aujourd'hui sa promesse, triomphant du mal au nom de Liyue. On dit que de temps en temps, il rend visite à de vieux amis en leur apportant quelques souvenirs.</color>"
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Alors que nous nous préparons à partir pour les terres enneigées, nous avons retrouvé notre vieil ami Kaeya. Notre aventure se poursuit, ce vaste monde plein de nouveautés et rempli d'inconnues attend d'être exploré.</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Objets liés"
      },
      {
        "type": "CustomEntry",
        "epId": 8364,
        "name": "Daguerréotype de Paimon",
        "desc": "<p>Un gadget pratique qui permet de prendre et de stocker des photos de paysages, celui-ci appartenant à Paimon. Outre la nourriture et les moments passés avec vous, Paimon a bien d'autres loisirs, dont la photographie. Selon elle, les photos qu'elle a prises suffiraient pour une exposition. Peut-être qu'un jour, vous pourrez organiser une exposition photo pour Paimon&nbsp;!</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/50ef716a800c2009c4bf4ca5a20baa66_8732987004359732809.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}