{
  "epId": 8347,
  "name": "Brochure du concours de l'Idole de Pipilpan",
  "desc": "Une brochure remplie d'images éblouissantes présentant le format, les conditions d'entrée et les juges du spectacle.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/7b5e5ffc8ad84a76373ef8aa85171573_330932813371727968.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1755020870,
  "components": {
    "textualResearch": [
      {
        "title": "Lecture",
        "desc": [
          {
            "type": "RichText",
            "text": "Soyez témoins du miracle de l'épanouissement des barbarifigues, laissez le sanctifeu embraser votre sourire !\nAu nom de Tenochtzitoc, laissez-moi vous interpréter une danse de bienvenue ! C'est le moment de briller, Idole de Pipilpan !\nVous recherchez la force ?\nVous êtes occupés à plein temps par cette quête ?\nVous en redemandez ?\nAujourd'hui est votre jour de chance ! Vous êtes à deux doigts de devenir l'Idole de Pipilpan, comme vous l'avez rêvé ! L'occasion à saisir est juste sous votre nez : le concours de l'Idole de Pipilpan !\nComment participer :\nAprès avoir obtenu la reconnaissance de trois juges pour vous qualifier en finale, vous affronterez les acteurs de la Station balnéaire Brisedouce. Battez-vous pour obtenir le titre d'Idole de Pipilpan !\nRègles détaillées :\n1. Qualifications\nRéussissez les épreuves de trois juges pour vous qualifier en finale.\n2. Finale\nTous les participants seront jugés sur scène selon un système de notation qui déterminera l'Idole de Pipilpan !\nJuges :\nCampa : un professeur de danse passionné qui développe la force d'une idole grâce au pouvoir des muscles !\nOhuitia : le champion des ventes du Peuple des sources et un véritable expere en marketing et en services que tout le monde adore !\nIonna : une juge invitée spéciale qui travaille dans le domaine de la mode fontainoise et commentatrice pour cette édition du concours de l'Idole de Pipilpan !\nJeunes acteurs et actrices, rejoignez le concours et obtenez la reconnaissance de nos juges ! Embarquez sur le chemin de vos rêves et repoussez vos limites ! Devenez la glorieuse Idole de Pipilpan, et illuminez la Station balnéaire Brisedouce avec votre talent !"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Brochure du concours de l'Idole de Pipilpan"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Objet de quête"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Quête du monde « C'est le moment de briller, Idole de Pipilpan ! »</color>"
          }
        ]
      }
    ]
  }
}