{
  "epId": 8352,
  "name": "Notes déchirées à la provenance inconnue (2)",
  "desc": "Des notes découvertes sur les restes du Bakunawa.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 0,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "24e jour de repos. Toujours aucun signe de jour ou de nuit, ni de vent.\nJ'ai vu d'autres monstres aujourd'hui. Ils avaient l'air d'être de la même espèce. Ils ressemblaient à celui qui a failli nous dévorer, mais il y en avait des plus grands et des plus petits. Le plus grand d'entre eux avait la taille d'une petite montagne.\n...\nJe n'ai jamais vu de créatures aussi maléfiques, mais leur odeur m'est familière. Elle me rappelle... l'époque où j'étais à Dosdragon.\n...\nD'après le périmètre activités des monstres, je commence à penser que l'endroit où nous sommes allés n'était pas le centre de la Mare Jivari, mais quelque part au bord. Malgré nos efforts, nous n'avons jamais pu nous en approcher...\n...\nIl s'est passé quelque chose d'étrange aujourd'hui. Je vais l'écrire. Je me souviens avoir vu une femme panser mes blessures, mais quand j'essaye de me souvenir de son apparence, c'est comme si mon esprit se faisait recouvrir de cendres. Je n'arrive pas à me souvenir des détails...\nLa seule chose dont je me souviens est de son nom... « Nanas », je crois qu'elle s'appelait.\nJe ne sais pas si j'ai raison ou non. Ma tête commence à faire mal, je n'arrive pas à me remémorer..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Notes déchirées à la provenance inconnue (2)"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Objet de quête"
          }
        ]
      }
    ]
  }
}