{
  "epId": 8392,
  "name": "Asha aéroporté",
  "desc": "Cette compétition vous demande de graffer au-dessus des <color=#FFE14BFF>zones de graffitis de votre adversaire</color> ou des <color=#FFE14BFF>zones de graffitis qui n'ont pas encore été peintes</color> avec votre propre peinture. Vous obtiendrez la victoire si vous recouvrez une certaine quantité de zones de graffitis avec votre peinture !",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
  "menuId": 14,
  "menuName": "Tutoriels",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Asha aéroporté"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Asha aéroporté",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/24/fc862a67811c9c40431252a21209a219_8526278541415364644.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Cette compétition vous demande de graffer au-dessus des\nzones de graffitis de votre adversaire ou des\nzones de graffitis qui n'ont pas encore été peintes avec votre propre peinture. Vous obtiendrez la victoire si vous recouvrez une certaine quantité de zones de graffitis avec votre peinture !"
          }
        ]
      },
      {
        "key": "Asha aéroporté",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/24/8e2b36fa59d383d157078a2d8b916152_4150181651794286405.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Les ballons contrôlés par l'adversaire lancent des bombes de peinture qui, en explosant, recouvrent de peinture les zones de graffitis des environs, donnant ainsi un avantage à votre adversaire.\nVous pouvez cependant utiliser des billes de peinture pour\ntirer sur les bombes de peinture avant qu'elles n'explosent afin\nde provoquer leur explosion prématurée et de les convertir en votre couleur. Utilisez cette technique à votre avantage pour prendre les devants !"
          }
        ]
      }
    ]
  }
}