{
  "epId": 8398,
  "name": "Flins",
  "desc": "Ratniki de Nod-Krai",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/08/04/f6efea02dad2dc65b8927773c8dbd024_3510584752612379238.png",
  "filterValues": {
    "characterRegion": "Nod-Krai",
    "characterVision": "Électro"
  },
  "menuId": 2,
  "menuName": "Archives des personnages",
  "version": 1755020852,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Kyryll Chudomirovich Flins"
          }
        ]
      },
      {
        "key": "Constellation",
        "value": [
          {
            "type": "RichText",
            "text": "Laterna Vigilis"
          }
        ]
      },
      {
        "key": "Titre",
        "value": [
          {
            "type": "RichText",
            "text": "Étranges jeux d'ombres et de lumières"
          }
        ]
      },
      {
        "key": "Œil divin",
        "value": [
          {
            "type": "RichText",
            "text": "Électro"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/08/04/068bdc1ff08990966b5e2e45293f7ab6_5950664917617014907.png"
      },
      {
        "key": "Avatar",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/05/43281454/70274958724b8eba699983e358dd7bfc_6186142818218640338.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 2,
        "text": "Détails du Personnage",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Annonce du Personnage"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/05/43281454/cc325434042bde1f91454b028c6bca2a_7757454254954353883.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>04/08/2025</color>\n<color=#ffffff73>« Monsieur Flins vit dans un phare, très loin d'ici. Il fait preuve d'une détermination sans faille et se montre particulièrement compétent sur le plan tactique... Du moins, c'est ce qu'on dit. Malheureusement, je ne peux pas l'affirmer avec certitude. Comme je ne suis encore qu'un nouvel arrivant, je n'ai encore jamais eu l'occasion de travailler directement avec lui. Tout ce que je sais à son sujet, je l'ai appris auprès de la Starshyna... Vous voulez savoir ce que je pense de lui ? Eh bien, je le vois comme un homme qui a vécu de nombreuses vies. Ne trouvez-vous pas étrange qu'un guerrier de cette trempe puisse avoir une allure aussi raffinée ? Sans parler de sa maîtrise de l'éloquence qui lui permet de toujours parvenir à ses fins. »</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>— Illuga</color>",
        "alignment": "right"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/05/43281454/70274958724b8eba699983e358dd7bfc_911324753875820800.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>04/08/2025</color>\n<color=#ffffff73>Chaque saison des moissons, il arrive que des visiteurs, aussi peu familiers soient-ils, se joignent aux festivités. Au coucher du soleil, ce fut précisément ce qui arriva : un gentilhomme de passage fut invité à prendre part aux conversations des habitants curieux.</color>\n<color=#ffffff73>L'homme se présenta : Flins, guerrier des Gardiens de lumière. Il fut décoré d'une médaille d'honneur pour les efforts de son escouade à repousser les créatures de l'Abîme. Les événements remontent à bien longtemps, et bien que personne ne se soit proposé pour organiser une cérémonie, les habitants avaient spontanément décidé d'exprimer leur gratitude de cette manière. La médaille était imposante et lui avait été remise dans une boîte portant quelques traces d'usure.</color>\n<color=#ffffff73>Songeant aux camarades qu'il avait perdus au cours de cette opération, Flins se disait que même dix médailles ne suffiraient pas à rendre justice à ceux qui étaient tombés au combat. Autrefois, son escouade se composait de sept ou huit membres, mais à présent, il ne restait plus que Flins, qui veillait sur le cimetière au pied du phare.</color>\n<color=#ffffff73>Pendant un moment, la foule resta silencieuse. Son récit évoqua bien des souvenirs : la Chasse sauvage, les monstres... Mais aussi de nombreux détails douloureux qui avaient laissé une empreinte profonde. Le chagrin les laissa sans voix. Certains se posaient des questions, mais Flins ne répondit pas à leurs sollicitations. Il garda la tête baissée, comme pour mieux se remémorer le passé.</color>\n<color=#ffffff73>Par rapport aux autres Gardiens de lumière, Flins s'exprimait avec élégance. Il ne daignait pas répondre aux questions portant sur ses origines ou sa famille, mais était plutôt enclin à aborder de sujets plus vastes. Il avait une façon de raconter les faits avec une infinie mesure, comme on le ferait pour une simple conversation, mais sans jamais tomber dans l'excès. À travers ses prises de parole, les auditeurs étaient amenés à se dire : « Quel récit inoubliable ! »</color>\n<color=#ffffff73>Compte tenu du fait que la grande majorité de son public n'avait guère connu d'expérience de ce genre, la plupart de ses auditeurs étaient venus écouter Flins par simple curiosité. Or, il se trouve que ses histoires répondaient parfaitement à leurs attentes. Il avait le don de choisir des récits taillés sur mesure pour ce genre d'intervention publique.</color>"
      }
    ]
  }
}