{
  "epId": 8544,
  "name": "Patrouilleur terrestre : Assaut de reconnaissance",
  "desc": "Une machine autonome qui applique les principes du combat naval aux batailles terrestres, un véritable « navire lourdement armé naviguant sur terre. »<br>Équipés d'un système de chenilles, ces patrouilleurs terrestres sont généralement utilisés pour prendre d'assaut les positions ennemies. Ils peuvent se frayer un chemin à travers des terrains accidentés tels que la boue et la neige à moitié fondue. Malgré leur blindage renforcé et leur arsenal lourd, ils jouissent d'une grande capacité de charge et d'une mobilité à toute épreuve. L'armement de reconnaissance comprend un canon automatique à plusieurs têtes, ce qui permet à ces patrouilleurs terrestres d'adapter leur stratégie au combat rapproché ou à distance. Qu'il s'agisse d'observer depuis plusieurs kilomètres ou de recueillir des informations sur l'ennemi au cours de féroces échanges de tirs, ces patrouilleurs terrestres sont tout à fait à la hauteur de ce genre de tâches.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/bbd671f0d9586412a8a7fcfe9268062c_5630102464057470155.png",
  "headerImgUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/13/29705491/dee91d87191a2e686a2bf98e1d6b9c15_6080873403933443439.png",
  "menuId": 7,
  "menuName": "Ennemis et monstres",
  "version": 1757792377,
  "components": {
    "galleryCharacter": [
      {
        "key": "Archives",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/b4ed6b0ff7188d327db52b83f21e3cb6_3880640897404621105.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Patrouilleur terrestre : Assaut de reconnaissance"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Fatui"
          }
        ]
      }
    ],
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 8605,
        "name": "Arbre de transmission cassé",
        "desc": "L'arbre de transmission d'un Patrouilleur terrestre détruit au combat.<br>Un artisanat de précision ne résistera jamais à l'usure excessive, tout comme les idéaux les plus nobles ne ramèneront jamais ceux qui sont morts en vain pour la cause d'autrui. De plus, les pièces mécaniques produites en masse peuvent difficilement être qualifiées de précises, et les idéaux produits en masse ne peuvent pas être considérés comme de véritables idéaux.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/e724f6f71ea0a46395b84b8af26dda20_6584226285579579622.png"
      },
      {
        "type": "CustomEntry",
        "epId": 8606,
        "name": "Arbre de transmission renforcé",
        "desc": "L'arbre de transmission renforcé d'un Patrouilleur terrestre.<br>Il a fallu d'innombrables destructions pour qu'une amélioration insignifiante soit mise en place. D'une certaine manière, le système administratif de l'Armurerie royale est beaucoup plus complexe que les machines qu'il construit. Après tout, même les Patrouilleurs terrestres les plus avancés ne prennent pas des mois ou des années à achever.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/7a61b42008edbe7fc7356c011ef7b760_2213517549807440323.png"
      },
      {
        "type": "CustomEntry",
        "epId": 8607,
        "name": "Arbre de transmission raffiné",
        "desc": "L'arbre de transmission d'un Patrouilleur terrestre raffiné par le Bureau d'études expérimentales.<br>Sur les plans dessinés par les ingénieurs du nord, cette partie discrète était autrefois l'incarnation de la gloire et du progrès technologique. Son petit corps en métal renferme la sagesse d'innombrables générations. Aujourd'hui, il repose sur la terre froide, attendant d'être recyclé.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/fcf444c3a40bf213f98a80cde35bf4ab_115132291217183169.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Teyvat :</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=dark&bbs_theme_device=0&lang=fr-fr#/map/2?shown_types=738&center=-899.00,-10347.00&zoom=-1.00"
      }
    ]
  }
}