{
  "epId": 8549,
  "name": "Patrouilleur terrestre : Appui-feu avancé à effet terrestre",
  "desc": "En conciliant technologie de pointe, coûts de production et cadences de déploiement, ces patrouilleurs terrestres d'élite offrent une formidable puissance de percée, quel que soit le champ de bataille. Ils constituent le point d'appui fondamental de la ligne de front.<br>Équipés de moteurs à réaction très performants, ces patrouilleurs terrestres « Appui-feu avancé à effet terrestre » peuvent embarquer un important arsenal. Cela leur permet de déployer leur grande puissance de feu n'importe où et en un temps record sur le champ de bataille. Selon la doctrine de combat élaborée conjointement par les Fatui et l'Académie militaire impériale, ces engins sont organisés en unité de réaction rapide lors des batailles à grande échelle. Tout cela dans le but de prévenir les percées ainsi que les contre-attaques de l'ennemi, mais aussi de prendre l'avantage si la situation se présente. Ces patrouilleurs terrestres sont également en mesure d'opérer de manière autonome. Lors de longues opérations, ils constituent le pilier des petites escouades et maximisent ainsi la puissance de feu des différents types d'unités des Fatui...",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/b599f1aec012ea4217093ee3835a5634_715119045354053191.png",
  "headerImgUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/13/29705491/03219aea6348f299333f8b09126256f0_2571855656915548926.png",
  "menuId": 7,
  "menuName": "Ennemis et monstres",
  "version": 1757792333,
  "components": {
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 8605,
        "name": "Arbre de transmission cassé",
        "desc": "L'arbre de transmission d'un Patrouilleur terrestre détruit au combat.<br>Un artisanat de précision ne résistera jamais à l'usure excessive, tout comme les idéaux les plus nobles ne ramèneront jamais ceux qui sont morts en vain pour la cause d'autrui. De plus, les pièces mécaniques produites en masse peuvent difficilement être qualifiées de précises, et les idéaux produits en masse ne peuvent pas être considérés comme de véritables idéaux.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/e724f6f71ea0a46395b84b8af26dda20_6584226285579579622.png"
      },
      {
        "type": "CustomEntry",
        "epId": 8606,
        "name": "Arbre de transmission renforcé",
        "desc": "L'arbre de transmission renforcé d'un Patrouilleur terrestre.<br>Il a fallu d'innombrables destructions pour qu'une amélioration insignifiante soit mise en place. D'une certaine manière, le système administratif de l'Armurerie royale est beaucoup plus complexe que les machines qu'il construit. Après tout, même les Patrouilleurs terrestres les plus avancés ne prennent pas des mois ou des années à achever.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/7a61b42008edbe7fc7356c011ef7b760_2213517549807440323.png"
      },
      {
        "type": "CustomEntry",
        "epId": 8607,
        "name": "Arbre de transmission raffiné",
        "desc": "L'arbre de transmission d'un Patrouilleur terrestre raffiné par le Bureau d'études expérimentales.<br>Sur les plans dessinés par les ingénieurs du nord, cette partie discrète était autrefois l'incarnation de la gloire et du progrès technologique. Son petit corps en métal renferme la sagesse d'innombrables générations. Aujourd'hui, il repose sur la terre froide, attendant d'être recyclé.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/fcf444c3a40bf213f98a80cde35bf4ab_115132291217183169.png"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Archives",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/48c222bffb54273c1223b847788636c1_8323047104105376785.png"
      },
      {
        "key": "Tutoriel",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/13/29705491/591d0b300267150a6c3f5f2dc266d556_1647243244942639308.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Source"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Teyvat :</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=dark&bbs_theme_device=0&lang=fr-fr#/map/2?shown_types=738&center=-899.00,-10347.00&zoom=-1.00"
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Patrouilleur terrestre : Appui-feu avancé à effet terrestre"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Fatui"
          }
        ]
      },
      {
        "key": "Tutoriel",
        "value": [
          {
            "type": "RichText",
            "text": "Ces navires lourdement armés naviguent sur terre et, grâce à certaines modifications, peuvent exploiter la puissance du kuuvahki pour déclencher des fonctions spéciales. Vous devez <color=#ffe14b>les attaquer un certain nombre de fois avec des réactions d'Électrocution ou de Sélénocution</color> pendant qu'ils utilisent le kuuvahki pour les interrompre.\nVu leur dépendance au kuuvahki, il est peut-être possible d'en utiliser les propriétés pour les attaquer plus efficacement..."
          }
        ]
      }
    ]
  }
}