{
  "epId": 8603,
  "name": "Moule d'estampage kuuvahkique de précision",
  "desc": "Un moule d'estampage pris de la structure d'un Canard à torgnoles vaincu. Considérez-le comme un souvenir d'Aino.<br>Un philosophe de Sumeru a un jour affirmé que l'auto-reproduction était une caractéristique unique de la vie et un exploit qu'aucun objet fabriqué par l'homme ne pouvait imiter. Le pouvoir de la reproduction est un élément clé qui sépare l'humain du divin.<br>Cependant, si une machine avait un moule d'elle-même pour se reproduire, cela ne serait-il pas considéré comme de l'auto-reproduction ? L'ancienne maîtresse de la jeune fille silencieuse aux cheveux bleus qui se trouve aux côtés d'Aino s'était posé la même question, mais l'a finalement écartée par crainte qu'une machine en auto-reproduction perpétuelle consomme toutes les ressources de la planète.<br>Ces problèmes n'avaient rien à voir avec Aino. Cette machine n'épuisera pas toutes les ressources du monde pour se reproduire pour l'instant. Après tout, ce n'était qu'un canard.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/ca6b4d470bf6756fb98300b6eaa29ae7_3226897478295048466.png",
  "filterValues": {
    "objectType": [
      "Matériau d'amélioration de personnage"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1757797398,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Moule d'estampage kuuvahkique de précision"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Matériau d'amélioration de personnage"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Butin de Canard à torgnoles (Niv.30+)"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Butin de"
      },
      {
        "type": "CustomEntry",
        "epId": 8522,
        "name": "Canard à torgnoles",
        "desc": "Un mécanisme kuuvahkique de fabrication particulière, assemblé à partir de ferraille et d'articulations mécaniques. Sa vague ressemblance avec un canard est due aux préférences de sa créatrice.<br>Sa force de frappe et sa robustesse sont comparables à celles des armes de guerre les plus sophistiquées des Fatui... Malgré cela, il ne s'agit que d'un jouet en forme de canard capable de frapper ses adversaires très, très fort. Les préférences d'un créateur déterminent toujours en grande partie l'apparence du produit fini, tout comme l'argile n'a pas l'autorité nécessaire pour remettre en question le choix des moules dans lesquels son créateur l'a coulée. Le monde sous le clair de lune a depuis longtemps été modelé pour prendre une forme que les gens considèrent comme une évidence. Mais aux yeux de ses habitants d'origine, cette apparence doit certainement faire le même effet que ce drôle de canard façonné selon les étranges lubies de sa créatrice.<br>Bien entendu, la domestique aux cheveux bleus ne tiendra jamais de tels propos devant la maîtresse de la Knieperterie Cling-clang. Les canards restent d'adorables animaux, surtout comparés à l'aspect actuel du monde.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/388b0ed1e96b283c14473f75b011db88_8370339134688120443.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=dark&bbs_theme_device=0&lang=fr-fr#/map/2?shown_types=743&center=719.50,-10788.00&zoom=0.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Élévation de personnage"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>5 étoiles</color>\n-\n<color=#ffffff>4 étoiles</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8397,
        "name": "Aino",
        "desc": "Une inventeuse et mécanicienne de génie de Nod-Krai qui aime les machines intéressantes et les friandises.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/09/4e58c851d6c947865026faa168db83bd_3944254802105067377.png",
        "displayStyle": "card",
        "menuId": 2
      }
    ]
  }
}