{
  "epId": 8752,
  "name": "Notes de Maite",
  "desc": "Des notes écrites sur du papier orné de motifs de conque.<br>Il s'agit de notes d'observation rédigées par Maite sur le Tsar-crabe qu'il ne se fasse influencer par le kuuvahki. Elles contiennent de nombreuses spéculations non vérifiées sur la société des crabes.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/10/32ba03aed77c908d87833ad7003b3736_1423342399501301145.png",
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 0,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Le Tsar-crabe vit juste à côté de ces gens bizarres nommés les Descendants de givrelune. On raconte que son âge se compte en centaines d'années, et honnêtement, comment aurait-il fait pour devenir aussi grand autrement ? Il était bien plus grand que tous les crabes que je n'ai jamais vus. Sa maison n'est pas du tout une coquille normale, c'est une énorme conque qui ressemble à une colline, plus grande que celles qu'on dessine sur nos drapeaux. Elle ressemble à une mini-forteresse. Plus étrange encore, de la mousse remplie de kuuvahki pousse autour et brille comme des étoiles dans la grotte obscure. Qui sait, c'est peut-être la couronne du Tsar-crabe ?\nC'est donc logique que les petits crabes qui se trouvent à proximité soient devenus ses sujets. Les pauvres petits sont toujours en train de courir à droite et à gauche en traînant de la nourriture, comme des lakkabaies, des petits poissons, et toutes sortes d'autres choses dont je ne connais pas le nom, dans les profondeurs de la grotte, au lieu de les déguster sur place. Je les ai même vus ramener des cailloux brillants et des morceaux d'argent de lune déchue deux fois. C'est peut-être l'« impôt » qu'ils doivent au tsar-crabe ? On dit qu'au temps du maître voleur Reed Miller, le gouverneur envoyé par Snezhnaya avait l'habitude de collecter des impôts de ce genre auprès des habitants du Village de Nasha. Je parie que c'est ce qui se passe...\nJe commence à penser que le Tsar-crabe n'est pas très intéressé par les lakkabaies et le poisson à gogo. Hier après-midi, je l'ai vu sortir de son trou pendant un instant. Il se déplaçait si lentement, comme si chaque pas pesait aussi lourd qu'une montagne, au point que les cailloux tremblaient sur le passage. Ensuite, il y a eu ce minuscule crabe qui s'est approché, en traînant jusqu'à ses pieds le petit poisson le plus triste que j'aie jamais vu. Le Tsar-crabe a baissé la tête pour le regarder et a agité l'une de ses énormes pinces de façon nonchalante. Paniqué, le pauvre petit crabe a immédiatement lâché le poisson, avant de vite retourner dans le sable.\nLe tsar-crabe n'a pas mangé le poisson. Il s'est contenté de le repousser à l'aide d'une petite pince, avant de rester immobile, le regard tourné vers la mer. Enfin, c'est l'impression que j'ai eue. On doit se sentir seul quand on est roi. Tous les autres crabes ont peur de lui. Il a une forteresse et même une couronne, mais aucun ami qu'il peut atteindre avec ses pinces, contrairement à la méduse à pampille qui y arrive avec ses tentacules. (Semyon dit que les méduses communiquent de cette façon, alors les crabes doivent sans doute se servir de leurs pinces pour ça ?)\nJe me demande vraiment où il a trouvé cet énorme coquillage. Un roi encore plus gros que le tsar-crabe vivait-il dedans avant ? S'il continue à grandir, va-t-il s'installer dans un palais encore plus grand ? J'ai pensé à lui apporter des lakkabaies bien mûres pour l'observer de plus près... mais peut-être pas. Un maître voleur ne doit pas s'approcher de la royauté. Ce genre de curiosité ne cause que des problèmes..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Notes de Maite"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Objet de quête"
          }
        ]
      }
    ]
  }
}