{
  "epId": 8778,
  "name": "La légende de Reed Miller",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/03a8b4d8dffddbcfa26acf7e7aaba6ab_4182482964320066280.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "La légende de Reed Miller"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "La légende de Reed Miller (1)",
        "desc": [
          {
            "type": "RichText",
            "text": "Vos histoires étranges à dix moras ! Le légendaire voleur Reed Miller et la meule Sampo (édition trimestrielle deluxe)\n(Cette série d'histoires à la fois divertissantes et peu coûteuses, très populaire au Village de Nasha, ne coûte que 10 moras par numéro. On peut supposer qu'elle raconte les péripéties du maître voleur Reed Miller alors qu'il tente de dérober la meule Sampo, une relique de givrelune, dans le palais du gouverneur. Cependant, dans un effort visant à augmenter le nombre de lecteurs, le récit semble se concentrer davantage sur les nombreuses jeunes femmes qui se disputent les faveurs de Miller.)\n...\nChapitre 4\nBergeronnette, une beauté aussi dangereuse qu'un faucon, fait son apparition ! Elle s'approche du maître voleur Reed Miller sous le clair de lune... mais dans quel but ?\n« Tu laisses toutes ces charmantes demoiselles derrière toi pour venir profiter de la vue nocturne ici ? Quel goujat tu fais, mon cher. »\nCette voix suave est aussi douce que la soie la plus délicate de Liyue, mais sous ses apparences se cache une cruauté subtile, aussi acérée que les épines d'une rose de Sumeru. Reed Miller ne se retourne pas, cette voix, il la connaît par cœur.\nUne silhouette gracieuse atterrit à côté de lui avec l'élégance d'un félin. Une jeune femme d'une vingtaine d'années, aux longs cheveux lavande tombant en cascade sur ses épaules et son cou pâles. Elle porte une élégante robe de soirée argentée qui épouse ses courbes comme un clair de lune liquide. Pourtant, elle ne saurait dissimuler la moquerie qui se lit dans ses yeux marron.\nVoici Bergeronnette, ou « A », comme la surnomment quelques privilégiés comme Miller. Elle est la seule femme fatale de Nod-Krai dont les talents et la réputation rivalisent avec ceux des voleurs les plus légendaires. Tout trésor sur lequel elle jette son dévolu lui appartient déjà. Une fois le moment de frisson terminé, elle n'hésite pas à le distribuer aux pauvres ou à le jeter à la mer. D'innombrables hommes ont tenté de conquérir son cœur, mais elle prend plaisir à jouer avec leurs sentiments et ne leur a jamais témoigné la moindre affection en retour...\nLe seul trésor que Bergeronnette n'a jamais réussi à voler, c'est le cœur du maître voleur Reed Miller. Cet exploit irréalisable alimente son obsession pour cet homme séduisant et énigmatique, et elle a essayé toutes les ruses et toutes les stratégies imaginables pour tenter de le conquérir.\n« Je sens un parfum très cher mêlé à une ambition bon marché, Bergeronnette. »\nLe sourire aux lèvres, elle s'installe doucement à côté du voleur, puis se rapproche de lui sans un bruit.\n« Un cadeau de la part d'un autre homme. Jaloux ? » Elle laisse glisser sa main recouverte d'un gant de soie le long de son bras. « Quant à moi, je sens une certaine arrogance, Reed. Je suis sûre que tu as des vues sur la meule Sampo. Mais n'est-ce pas un peu trop... évident ? »\n« Tu as raison. Je veux la meule Sampo qui a été volée aux Descendants de givrelune, ainsi que tous les autres trésors mal acquis du gouverneur. » Miller croise enfin le regard de Bergeronnette, lui arrachant un frisson involontaire. Elle rougit, mais se retient en esquissant un sourire désinvolte. « Ce soir, la scène est à moi. Reviens une autre fois. »\n« Sottises. » Elle se penche vers lui, ses lèvres à quelques centimètres des siennes. « Cette scène est assez grande pour deux. Mais les projecteurs, eux, ne brillent que pour le personnage principal. Je mettrai la main sur la meule Sampo avant toi, mon cher. Si tu es sage, je te laisserai peut-être l'admirer de loin. »\nDing !\nÀ peine a-t-elle prononcé ces mots que Bergeronnette brandit un sinistre poignard élancé à la vitesse de l'éclair. Elle est particulièrement friande de ce genre d'attaque qui peut sembler dangereuse, mais qui est en réalité inutile, car elle sait pertinemment que Miller la bloquera. De fait, celui-ci lève simplement le bras et dévie la lame avec son gantelet. Le choc ne dure qu'un bref instant.\n« Toujours aussi téméraire, Bergeronnette. Un de ces jours, ça te coûtera cher. »\n« Ha ! La témérité est un privilège réservé aux jolies filles, ne le sais-tu pas ? Si cela ne te plaît pas, mon cher, viens donc me donner une leçon. »\nTelle une brise au clair de lune, elle recule de deux pas et lui envoie un baiser espiègle. Puis, elle plonge dans l'obscurité qui enveloppe la tour, ne laissant derrière elle que les effluves de son parfum hors de prix dans l'air froid de la nuit.\n(La partie centrale de ce tome a été déchirée, peut-être pour une raison qui n'a rien à voir avec la lecture...)\nChapitre 17\nAlors que le gouverneur fulmine suite au vol de la meule Sampo, un groupe de détectives de Snezhnaya débarque soudainement et lui met les menottes ! Qu'est-ce que... ?\n« Ha ! Monsieur le gouverneur, votre colère a dû vous aveugler au point que vous avez oublié qui est Reed Miller. Certes, c'est un méprisable voleur, mais n'est-il pas aussi passé maître dans l'art du déguisement ? Cette homme est capable de se transformer en n'importe quel homme, femme ou enfant avec une impressionnante facilité ! »\n« V—Vous... C'est impossible ! C'est absurde... Si vous vous faisiez passer pour Leonov, l'Opritchniki auraient sûrement... »\nL'homme se faisant passer pour le détective Leonov rit, et fait lentement deux fois le tour du gouverneur, se moquant ouvertement de ses « déductions » ridicules.\n« L'Opritchniki ? Vous voulez parler des hommes qui vous ont ligoté et qui ont barricadé ce palais ? Ce sont mes hommes. Je leur ai demandé de se faire passer pour des opritchnikis, et vos hommes les ont crus sans poser de questions. Surpris, gouverneur ? Avez-vous oublié à quel point les soldats de Snezhnaya obéissent aveuglément aux ordres, qu'ils proviennent de leurs véritables supérieurs ou d'habiles imposteurs ? En ce moment même, le trésor des Descendants de givrelune est en route pour être remis en lieu sûr auprès de leur sainte dame. À moins que vous ne comptiez défier la volonté du Tsar et risquer une guerre ouverte avec les Descendants de givrelune, récupérer la meule Sampo n'est tout simplement plus envisageable. »\n« Espèce de... vous n'êtes qu'un ignoble brigand ! Maudit voleur ! J'aurais pu tolérer le vol de la meule Sampo, mais fallait-il aussi piller ma collection personnelle ? »\n« Quelle importance ? Ces trésors que vous revendiquez comme vôtres, ces terres que vous considérez comme vous appartenant, n'ont-elles pas été volées aux opprimés qui peuplent cette région ? » L'homme reste parfaitement calme, contrastant fortement avec l'agitation qui se lit sur le visage cramoisi du gouverneur. « Je ne vois aucune différence entre un bandit qui vole le peuple et un gouverneur qui l'opprime. Nous défendons notre liberté de la seule manière qui soit, car personne d'autre ne se battra pour elle. Mais rassurez-vous, je ne garderai rien de tout cela. Je n'ai que faire de ces trésors, chaque partie du magot sera restituée à son propriétaire légitime. »\nDe l'autre côté de la pièce, Bergeronnette, déguisée en détective, pousse un léger soupir, inaudible pour le gouverneur.\n« C'est désolant, il est vraiment irrécupérable. Il dit n'en avoir que faire de ces trésors, alors qu'il tient dans sa main le joyau le plus précieux de la lune de givre... »\nLes paroles de Bergeronnette stupéfient Belette de l'ombre, qui détourne alors momentanément son attention de son père adoptif, ligoté au milieu de la pièce.\n« Quoi ? Monsieur Reed Miller aurait dû remettre la meule Sampo à cette jeune fille. Une minute... Il ne l'aurait tout de même pas remplacée par une fausse pendant que nous avions le dos tourné, si ? »\n« Ah, vous ne comprenez toujours pas ? C'est exactement comme ça qu'il vous a dupées, mesdemoiselles. » La femme soupire lourdement. « La seule chose qu'il a volée, mais qu'il a décidé de garder, c'est le cœur de la fille de la lune de givre. »"
          }
        ]
      },
      {
        "title": "La légende de Reed Miller (2)",
        "desc": [
          {
            "type": "RichText",
            "text": "Mais qui est donc cet homme qui a si rapidement conquis le cœur d'une jeune femme qui ne croyait pas en l'amour ?\n(Un roman divertissant assez populaire à Nod-Krai, qui raconte l'histoire d'amour entre le maître voleur Reed Miller et la fille du gouverneur, Leonita Prokhorovna Trubetskaya, à partir de leur première rencontre. Attention, il s'agit d'une œuvre de fiction, et toute similitude avec des personnes vivantes ou décédées, ou des événements réels est purement fortuite.)\nLa jeune Leonita Prokhorovna Trubetskaya, la prunelle des yeux du gouverneur, se rend à la salle à manger accompagnée de sa domestique. Bien qu'une certaine inquiétude transparaisse sous son visage calme, ses pas sont assurés et gracieux. Après tout, une dame doit toujours se comporter comme telle, quoi qu'il arrive.\nSes yeux sont rivés sur le journal du matin, elle est presque certaine que c'est aujourd'hui que le maître voleur Reed Miller va y publier son annonce. Elle se dit qu'elle commence peut-être à cerner la nature insaisissable de ce corbeau, et le fait que les hommes de son père ne l'aient toujours pas aperçu la met en colère. « Hum, je t'attraperai, c'est sûr ! »\nSon père semble particulièrement absorbé par les nouvelles du jour. Leonita avale une tartine de pain grillé et demande avec un air désinvolte :\n« Cher père, les actualités sont-elles intéressantes aujourd'hui ? »\n« Hmm, rien qui puisse inquiéter ma chère petite Leonita. » Le seigneur Trubetskoy pose le journal, sourit à sa fille et lance : « Faites entrer la bijoutière. »\nUn valet aux cheveux roux qui se tenait à côté du gouverneur fait immédiatement entrer une femme. Cette dernière s'incline chaleureusement, un coffret à bijoux à la main. Le gouverneur y jette un rapide coup d'œil, puis fait signe que le coffret soit présenté à sa fille. Alors qu'un regard surpris traverse le visage de Leonita, il dit : « Allons, ne me dis pas que tu pensais que j'avais oublié ton anniversaire. Dans trois jours, lors du bal, ma chère petite Nita sera la plus belle de Snezhnaya, non, de tout Teyvat. Maintenant, enfile-le pour que je puisse le voir ! »\nLeonita saisit délicatement le collier dans la boîte et le passe autour de son cou. Comme toujours, le choix de son père est sans appel : le style et la coupe sont caractéristiques de Fontaine, et la pierre centrale est si resplendissante qu'elle éclipse les plus belles pierres précieuses de Natlan. « Je sais que c'est un peu tôt, dit-il, mais en tant que père, je dois être le premier à te souhaiter un joyeux anniversaire, ma chérie ! » Il jette un coup d'œil au collier et ajoute :\n« Assure-toi de le porter le jour du bal. Un invité très important sera présent, et je tiens à ce que tu le rencontres. »\nSon père parle d'un ton sérieux, et Leonita comprend immédiatement la véritable signification de ce cadeau. Après son anniversaire, elle sera en âge de se marier. En tant que fille du gouverneur, elle a toujours été destinée à épouser le fils d'un puissant noble de Snezhnaya. C'est pourquoi elle n'a jamais cru en l'amour. Après tout, cela n'a aucun sens. Son père affectionne tout particulièrement son intelligence et sa beauté, bien sûr. Mais son obéissance et sa maturité font d'elle la fille adoptive idéale.\nBien entendu, ces qualités ne sont que des raisons parmi d'autres.\n« Je comprends, cher père. » Il lui caresse les cheveux d'un dernier geste affectueux. Le sourire paternel disparaît de son visage et il retourne à son puissant rôle de gouverneur, désormais concentré sur ses responsabilités.\nLeonita regarde son père partir avec un léger pincement au cœur. Elle se ressaisit en soupirant doucement, et retourne à ses occupations. Elle se saisit du journal du matin, et là, en première page, comme prévu, elle découvre une lettre ornée de plumes noires. Il est écrit :\nCher seigneur Trubetskoy,\nDans trois nuits, lors de la nuit noire qui suit la nouvelle lune, votre trésor sera à moi.\nJe vous remercie pour votre générosité. Je vous adresse mes plus sincères salutations,\nReed Miller\n« Alors, qui est qui ? »\nLa bijoutière de Fontaine regarde avec surprise deux valets aux cheveux roux sortir des loges. Bien sûr, seul l'un d'entre eux compte parmi les valets de deuxième classe du palais du gouverneur.\n« Celui de gauche... Euh, une minute... Celui de droite ? Non, non, ce n'est pas ça, c'est... Si, c'est celui de droite ! Je pense... Non, je suis certaine que c'est celui de droite ! »\n« Est-ce que tu te contentes de deviner ? » L'homme de droite semble un peu contrarié.\n« Tu es sûre ? Si tu te trompes, tu auras des ennuis ! », dit le valet de gauche d'un air taquin.\n« Celui de droite, c'est mon dernier mot ! » Une réponse ferme, mais trahie par une goutte de sueur ruisselant sur son front.\nLe valet de droite éclate de rire, puis pousse son double en direction de la bijoutière. « Tu as tout faux ! », dit-il. « Ton amoureux, c'est celui-ci ! »\n« Ha ! Notre déguisement est impeccable ! »\n« Euh... Je voulais dire que celui de droite était le faux ! »\n« Espèce de... »\n« Hahaha, vous deux alors ! » Reed Miller, déguisé en valet, s'interpose, son rire inondant la pièce. « N'oubliez pas que notre but est de faire passer le faux pour le vrai ! Si elle n'est même pas capable de reconnaître son bien-aimé, l'opération de ce soir se déroulera sans encombre. »\n« Mais est-ce bien sage de faire cela tout seul ? En cas de problème, personne ne pourra te venir en aide », souligne le vrai valet, d'une voix inquiète.\n« Je ne veux plus perdre aucun de mes Pilleurs de trésors », dit Reed Miller, le visage désormais sérieux. « Vous avez déjà accompli la tâche la plus dangereuse, qui consistait à infiltrer le palais du gouverneur. Ne vous inquiétez donc pas pour moi et retournez à Fontaine. Là-bas, les gens ont aussi besoin de l'aide des Pilleurs de trésors. »\nLe valet et la bijoutière échangent un regard. Puis, ils jurent solennellement à Reed Miller : « Nous nous engageons à voler toute la misère de ce monde ! »\nMiller les regarde partir, puis se tourne vers le palais du gouverneur, baigné par le soleil couchant. Trubetskoy est parvenu à vaincre les Pilleurs de trésors pour une raison toute simple : son immense richesse. Même les plus grands voleurs du monde se sont trouvés démunis face à ses ressources quasi illimitées. Avec suffisamment d'argent, on peut recruter les guerriers les plus puissants, se procurer les armes les plus efficaces et s'entourer des conseillers les plus avisés. La richesse peut même faire taire la loi et enterrer toute opposition sous une tonne d'or.\nL'étendue réelle de la richesse de Trubetskoy a toujours été un mystère pour le monde entier. Plus étrange encore, personne ne s'est jamais sérieusement interrogé sur la source de sa fortune. À cette idée, Miller laisse échapper un rictus. Aujourd'hui, il détient la réponse : la légendaire meule Sampo, une relique magique censée générer des trésors inépuisables, serait dissimulée au sein même du palais du gouverneur. Il doit cette découverte à l'enquête du valet aux cheveux roux, à l'œil avisé de la bijoutière et à la fille du gouverneur (dont l'anniversaire approchait à grands pas)...\nLe journal où figure la lettre de Miller se retrouve en rupture de stock presque instantanément. Dans les jours qui suivent, tout Nod-Krai est en effervescence à l'approche du bal d'anniversaire de Leonita... non pas pour la fille du gouverneur elle-même, mais pour l'inévitable affrontement entre le maître voleur et le gouverneur.\nLe palais du gouverneur a été placé en état d'alerte, chaque invité qui y pénètre faisant l'objet d'un contrôle minutieux. Il s'agit d'une précaution nécessaire compte tenu de l'habileté du maître voleur à se déguiser. Alors que Leonita parcourt la longue liste de noms et de titres, barons, fils de comtes, élites de la cour royale, clans sous les faveurs du Tsar, etc., le collier qu'elle porte autour du cou commence à lui peser. Il lui apparaît davantage comme un fardeau que comme un cadeau.\nElle se dit que prendre l'air dans la cour lui ferait le plus grand bien.\n« Maman, c'est la fille du seigneur Trubetskoy, non ? »\n« En effet, c'est bien elle. »\n« Mais pourquoi est-elle... humaine ? Je veux dire, monsieur le gouverneur ne l'est pas, lui. »\n« Elle est tout simplement la fille adoptive du seigneur. »\n« Quelle drôle d'idée ! Pourquoi le noble seigneur Trubetskoy adopterait-il une humaine...? »\nUne femme élégante et réservée du nom de Véra, que Leonita n'a jamais vue auparavant, chuchote à son enfant dans un couloir voisin. Lorsqu'elle croise le regard de Leonita, elle se détourne et s'en va sans un mot.\nC'est vrai. Pourquoi diable le noble seigneur Trubetskoy adopterait-il une humaine ?\n« C'est vrai ! Pourquoi diable le noble seigneur Trubetskoy adopterait-il une humaine ? »\nUn murmure, évoquant le malheur qui envahit son cœur, fait sursauter Leonita. Elle regarde autour d'elle, mais elle est seule. Son imagination lui joue-t-elle des tours ? Elle soupire et se dirige vers les chambres centrales du palais pour une nouvelle séance de traitement. Ces séances la fatiguent terriblement, mais elle les encaisse sans broncher, tant elle est déterminée à ne jamais faire honte à son père.\nPour une raison qui lui échappe, elle se remémore la voix qu'elle vient d'entendre dans la cour.\nC'était une voix qui, comme un feu de joie en hiver, dégageait une chaleur capable de faire fondre la neige.\nÀ la tombée de la nuit, les invités commencent à arriver les uns après les autres. Leonita sent le trac monter. Tout au long de la soirée, elle est abordée par une ribambelle de partenaires potentiels, qui l'invitent tous à danser. Mais alors qu'ils vont et viennent, elle ne retient pas un seul nom.\n« Dix, neuf, huit... » Le compte à rebours jusqu'à minuit commence, et tous les regards dans la pièce se tournent vers elle avec impatience. À côté de son père se tient l'ambitieux nouveau venu de la cour royale, les yeux fixés sur elle, ou peut-être sur l'énorme gemme qui brille à son cou. « Six, cinq, quatre... » Elle ne sait pas ce que tout le monde attend : est-ce son anniversaire, ou s'agit-il de tout autre chose ?\n« ... Trois, deux,... »\nHein...? Depuis un petit moment, Leonita remarque que tout le monde autour d'elle semble enveloppé d'une lueur blanche argentée, et cette lumière ne fait que s'intensifier depuis. De temps en temps, son propre corps émet la même lueur blanche argentée. Son père appelle cela une maladie qui nécessite un traitement permanent, une imperfection de sa personne.\n« ...Un ! » Le joyau qu'elle porte au cou tombe soudain dans un bruit sourd.\nTout à coup, le monde est plongé dans une lumière blanche argentée. Un silence aussi intense qu'une nuit enneigée s'installe autour de Leonita. Elle reste figée, son pouls battant au rythme de la lumière et son cœur tiraillé par un fil invisible. Une partie d'elle lui hurle de s'enfuir, mais une douce entrave la retient. Qu'est-ce que c'est ? De la magie ? Le destin ? Ou est-ce le sentiment auquel elle n'a jamais cru, qui s'enflamme au moment où elle s'en approche ? La foule autour d'elle se dissipe, le temps semble s'arrêter et, dans ce calme absolu, un éclair d'un rouge intense s'élance vers elle.\n« Mademoiselle Leonita, vous êtes en danger ! Le gouverneur m'a chargé de vous protéger. S'il vous plaît, suivez-moi. »\n« Mais père m'a dit de... non. Non, il ne peut pas vous avoir envoyé. Vous êtes... Reed Miller ! »\n« S'il vous plaît, Mademoiselle. C'était un ordre de dernière minute de... »\n« Tout le monde vous dit rusé, mais à mes yeux, vous n'êtes qu'un menteur sans scrupules ! »\n« ...Eh bien, eh bien. Quelle jeune fille pleine de piquant ! »\n« Hmph. Le périmètre de sécurité que père a mis en place est infaillible. Vous ne sortirez pas d'ici. »\n« Mais ce « périmètre de sécurité » est organisé autour de la meule Sampo dans la salle secrète, n'est-ce pas ? »\n« Hmm... »\n« Il me semblait avoir été clair dans le journal : Ce soir, le plus précieux des trésors du gouverneur sera à moi. Et si la meule Sampo a beau être un objet de grande valeur, ce n'est pas ce que j'appellerais un véritable « trésor ». »\n« Vous... Êtes-vous en train de dire que votre cible, c'est... moi ?! »\n« C'est exact, mon adorable et brillante amie. »\n« Ha ! Je suis la fille du seigneur Prokhor Trubetskoy. Je ne laisserai pas à l'ennemi juré de mon père l'occasion de me prendre en otage ! »\n« Ah oui ? Êtes-vous vraiment la fille du gouverneur ? Alors, dites-moi, pourquoi le noble seigneur Trubetskoy adopterait-il une humaine...? »\n« ... »\nLe pouvoir blanc argenté, les traitements, la meule Sampo, la richesse inépuisable de son père et ce mot, « adoptée »... En un instant, Leonita comprend tout. Elle est la véritable source de la fortune de son père. Les « traitements » n'étaient pas destinés à guérir. Il s'agissait de rituels, la clé pour que la meule Sampo génère un torrent ininterrompu de pierres précieuses. Bien qu'une partie d'elle ait toujours su, elle ne s'est jamais résolue à affronter la vérité, jusqu'à aujourd'hui.\n« Ah, j'allais oublier. » Tout en parlant, Miller se débarrasse de son déguisement de valet aux cheveux roux, révélant son vrai visage. « J'ai déclenché ce petit dispositif installé à l'intérieur de ce joyau au tout dernier moment. Heureusement, je ne me suis pas raté. » Il s'approche et chuchote à l'oreille de Leonita :\n« Joyeux anniversaire ! »\nLa suite appartient à l'histoire, n'est-ce pas ? Reed Miller s'empara de tous les trésors du palais du gouverneur et Leonita, qui tomba amoureuse de lui dès qu'elle vit son vrai visage, abandonna sa prison dorée pour parcourir le monde avec le maître voleur. La légende de Reed Miller est souvent qualifiée de fiction. Mais à l'instar de quelqu'un qui n'a jamais aimé et qui prétend que l'amour n'existe pas, celui qui trouve cette histoire invraisemblable le fait parce qu'il n'a jamais connu telle émotion."
          }
        ]
      },
      {
        "title": "La légende de Reed Miller (3)",
        "desc": [
          {
            "type": "RichText",
            "text": "On sait peu de choses sur Zima, à part qu'il était originaire de Snezhnaya, une terre d'hiver perpétuel. Son nom ne figure dans aucun journal de bord, aucune épopée épique, aucun récit héroïque. Comme un simple flocon de neige, il effleura brièvement la surface de la légende avant de disparaître sans laisser de traces.\nZima vient d'une petite ville du sud-est de Snezhnograd, où les villageois récoltaient la glace au pied des pics montagneux enneigés. Les nuits enneigées, ils racontaient des histoires et autres fables, des récits archaïques scellés sous la glace. Il était question d'esprits de givre malicieux qui volaient les bottes des voyageurs, de demoiselles des neiges pâles et mélancoliques qui, lorsqu'elles étaient trahies, figeaient les amants qu'elles avaient autrefois convoités en statues plus vraies que nature, leur arrachant toute la chaleur de leur corps. Zima avait déjà vu le sourire étrange et dérangé d'un compagnon qui avait succombé à une demoiselle, et il trouvait que c'était une façon monotone de mourir. Il détestait suivre un modèle, même celui d'une mort inhabituelle. Au lieu de cela, il aspirait à un destin hors du commun et à une vie d'aventure, et c'est ainsi qu'il quitta le pays du blanc immaculé pour les eaux bleues de l'archipel, au sud. C'est là qu'il entendit parler pour la première fois du légendaire maître voleur.\nLe nom de Reed Miller était déjà bien connu dans tout Nod-Krai. On racontait qu'il avait été capturé par le gouverneur et emmené à Snezhnograd pour être pendu sur la place publique. Mais alors que tout le monde pensait que son histoire se terminerait par un corps vacillant, la chambre forte du gouverneur fut vidée, un message moqueur gravé en poussière d'or sur le mur. Personne ne sait comment il parvint à s'échapper, mais son retour miraculeux fit de lui une légende dans les tavernes, ainsi qu'une idole des jeunes. Aussi, lorsque le maître voleur ressurgit, il acheta un trois-mâts et se mit à recruter des marins en quête d'aventure et de richesse dans le port. C'est alors que Zima se décida à le suivre sans la moindre hésitation.\nLa vie à bord du navire se révéla cependant bien moins héroïque que ne le promettaient les légendes. Bien que célèbre pour avoir volé les riches, Miller dirigeait ses opérations avec toute la minutie d'un marchand d'épices. Ses cartes marines étaient encombrées non seulement d'indications représentant les récifs et les courants, mais aussi d'avertissements entourés de rouge signalant les eaux susceptibles d'abriter des monstres marins. Il passait ses journées à éviter ces eaux, les sombres abysses où rôdaient des créatures dangereuses et la mer de brume infestée de serpents. La vie quotidienne était faite de récurage du pont, de rafistolage des voiles et de scorbut. Pour Zima, tout cela était trop banal, trop paisible, trop ennuyeux. La nuit, il priait la mer obscure pour que survienne une véritable tempête ou qu'un gigantesque kraken surgisse des profondeurs. Il aspirait à voir le maître voleur enfoncer un harpon dans l'œil d'un monstre, comme le faisaient les héros d'autrefois. Plus que tout, il avait soif d'une aventure qui ferait vibrer son âme.\nSes prières furent entendues, mais d'une manière aussi cruelle que tordue. Dérivant dans une mer calme et azurée, le navire fut parcouru par un étrange chant à caractère surnaturel. Bien que dépourvu de mélodie, son pouvoir ensorcelant même les marins les plus alcoolisés. Les voiles tombèrent et le navire s'immobilisa. Un visage pâle, d'une beauté envoûtante, jaillit des eaux. Une sirène. Elle exigea un sacrifice en échange du passage. On laissa au navire le choix : offrir un sacrifice ou sombrer dans les profondeurs.\nReed Miller refusa catégoriquement de procéder à un sacrifice. Il ordonna à tout le monde à bord de se boucher les oreilles avec de la cire d'abeille pour bloquer le chant ensorceleur de la sirène. Mais c'est peine perdue. Même la raison et la volonté plient sous le poids de la légende. Saisis par la panique et le refrain funeste, les marins jetèrent par-dessus bord les caisses de moras pillées dans le palais du gouverneur, espérant pouvoir payer avec l'or qu'elles contiennent. Mais la sirène ne prêta aucune attention aux petits disques scintillants qui coulaient dans les profondeurs azurées, car les richesses des humains ne lui importaient en rien. Son regard plein de convoitise ne se posait que sur les marins eux-mêmes.\nLe maître voleur, que même le nœud coulant de la potence n'avait pu retenir, fut contraint de céder. Miller plaça son sabre sous la gorge de Zima avec froideur, mais ce dernier ne résista pas. C'était pour ce moment qu'il avait fait tout ce chemin. Alors que les eaux glacées l'engloutirent, le visage de son ami défunt apparut devant lui, figé en sculpture, arborant toujours ce léger sourire familier et béat, scellé par le baiser de la demoiselle des neiges. Toute sa vie, Zima avait eu horreur de se conformer à un scénario, fuyant chaque dénouement prévisible, pour réaliser, dans ses derniers instants, que chaque échappatoire n'avait été qu'une fuite vers un nouveau miroir. Ses aventures n'avaient pas suffi à écrire une histoire... Elles ne furent que des notes de bas de page passées inaperçues dans un autre récit."
          }
        ]
      }
    ]
  }
}