{
  "epId": 8780,
  "name": "Échos de conque",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/7b078e9234ceb501021cd3bd105b0cc6_8412316685875993831.png",
  "menuId": 12,
  "menuName": "Ouvrages",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Échos de conque (1)",
        "desc": [
          {
            "type": "RichText",
            "text": "« Donne-moi la conque que tu as dans la main, et on te laissera tranquille »\ndit le beau garçon, qui était arrivé auprès du feu de joie en compagnie de sa bande, et qui jouait avec sa lame du bout de ses doigts.\nC'est la trentième nuit qu'ils passaient sur les terres désolées de l'exil que ces jeunes enfants appelaient secrètement les « outreterres ».\nCette lame qui avait autrefois abattu des arbres, fauché de l'herbe, coupé des fruits et réduit au silence de nombreux individus ne faisant pas partie de leur petit groupe n'était plus aussi tranchante qu'avant, et les adultes qui cherchaient à les contrôler par la force étaient morts avant même d'avoir pu sortir leurs propres lames de leurs fourreaux.\nAujourd'hui, personne ne savait vraiment où les fourreaux avaient été jetés.\n« Es-tu sûr de vouloir cette conque ? »\nLe garçon qui tenait la conque était le plus petit de tous, si bien qu'il avait été surnommé « Le p'tit ».\n« Oui. »\n« Pourquoi ? »\n« Ai-je vraiment besoin de t'expliquer pourquoi ? », dit le beau garçon en souriant. « N'avons-nous pas tous convenu d'une règle, Le p'tit ? Celui qui tient la conque a le droit de parler. »\nEn effet, c'est le pacte secret que les enfants avaient conclu autour du feu pour échapper au joug des adultes qui avaient fait d'eux des esclaves.\nPour survivre sur ces terres désolées et se défaire de leur triste statut d'exilés, les enfants conclurent un pacte.\nUn chef serait choisi parmi ses membres. Ce serait un enfant comme eux, intelligent et capable de les guider à travers les épreuves. Quelqu'un qui se tiendrait à leurs côtés et qui ne craindrait pas la force de leurs adversaires. Cette personne brandirait la conque et deviendrait le chef de tous les garçons et de toutes les filles.\nCette conque fut prise en secret sur la plage pendant la journée de travail, sous le nez des adultes, preuve qu'ils ne sont pas infaillibles.\nAu fur et à mesure que l'enfance s'éloigne, la conviction que les aînés sont des surhommes omniscients s'estompe. Pour la plupart d'entre eux, cela peut aboutir à une certaine forme de désespoir. Mais pour ces jeunes, ce n'était probablement pas la pire nouvelle à apprendre.\nEt puis...\nL'ordre idéal ne vint jamais. Ou plutôt, la cruauté primitive, encore inassouvie qui habite le cœur de ces enfants, se manifesta de manière croissante sans que personne puisse l'étouffer. Car si la violence était capable de tout renverser, pourquoi ceux qui étaient en mesure de la brandir ne s'empareraient-ils pas de toute chose grâce à elle ?\nCela vaut également pour la conque et tout ce qu'elle représente dans le cadre du pacte secret des enfants.\n« Tu penses vraiment pouvoir garder la conque ? »\n« C'est moi qui ai fait le plus d'efforts, et c'est aussi moi qui ai obtenu le plus de résultats. En plus, c'est moi qui ai la lame maintenant. »\n« Alors, tu deviendras celui qui nous commandera tous. »\n« Oui, je deviendrai celui qui vous commandera tous. »\n« Comme ces adultes avant...? »\n« Eh bien, ce n'était peut-être pas si mal que ça, après tout. »\n« Dans ce cas... » Comme pour répondre, le plus petit des garçons se leva, dos aux flammes, le visage caché par le contre-jour...\nMais le beau jeune homme crut discerner un sourire en coin sur le visage de son interlocuteur, et un étrange malaise l'envahit quant à l'avenir. Jusqu'à cette nuit-là, il pensait que tout était sous son contrôle, comme la lame qu'il tenait fermement dans sa main.\nLe p'tit lui tendit la conque et se tourna vers la forêt.\nDepuis cette nuit-là, le garçon qui tenait la conque semble s'être volatilisé."
          }
        ]
      },
      {
        "title": "Échos de conque (2)",
        "desc": [
          {
            "type": "RichText",
            "text": "« Tu savais que les choses se termineraient ainsi... »\nLa fille à lunettes finit par trouver le plus petit des garçons. À son retour, les autres enfants s'écartèrent pour lui faire de la place, les yeux remplis d'inquiétude.\nAu bout du chemin, le beau garçon était affalé sur une chaise encombrée d'objets lourds, les traits de son visage accentués par le vert pâle de sa peau. Ses lèvres d'un pourpre cramoisi foncé se confondaient avec les flammes lugubres du feu, qui vacillaient comme un étrange voile sous le vent.\nLe garçon ne présentait aucune blessure apparente, pourtant ses mains pendaient dans le vide, raidies depuis longtemps, comme si elles avaient été coulées dans le plâtre.\nLa lame qu'il maniait autrefois avec tant de fierté était tombée à ses pieds.\nPersonne ne l'avait ramassée.\n« Ça finit toujours comme ça. Mais je ne pensais pas que ça arriverait si tôt. »\nLe garçon se saisit de la lame. Bien qu'encore robuste, elle portait les stigmates d'années passées à couper du bois, avec ses arêtes ébréchées et sa forme bosselée.\nLe garçon ne savait pas comment prendre ce pouvoir en main, mais comme il ne disposait d'aucune autre solution pour survivre, il préféra garder le secret quant à l'obligation de prendre soin de la lame.\nNaturellement, il se méfia de tout et de tout le monde. Son sommeil se fit de plus en plus court et agité, et il se mettait rapidement en colère. La peur de laisser transparaître ses défauts comme le faisaient les adultes l'a poussé à en laisser transparaître encore plus... Ça ne pouvait donc se terminer que d'une seule façon.\nEn vérité, la seule chose dont les héros de la plupart des histoires ont besoin, c'est d'un peu plus de patience.\n« Quand as-tu commencé à voir tout ça ? »\n« Depuis qu'il m'a demandé de lui donner la conque, je suppose. »\n« À l'époque où il voulait avoir la conque ? »\n« Qu'est-ce que c'est que cette conque ? Rien du tout. Un jouet trouvé sur la plage, tout au plus. Il s'en serait débarrassé tôt ou tard, soit ça, soit la lame abîmée. Emporter les deux n'aurait fait que le ralentir. »\nUne paire de mains brandissant une conque est apparue entre le garçon et la fille. Le détenteur de la conque fit un pas en avant et plaça celle-ci dans les mains du garçon.\nLe garçon regarda en dessous et vit des marques rouges sous la coquille, laissées par la ficelle grossière.\n« Alors ? Qu'est-ce que tu vas faire ? », lui demanda la fille à lunettes.\nIl porta la conque à ses lèvres et essaya de souffler dedans, comme dans les livres d'images qu'il avait pu voir. Mais au lieu d'un son clair, il n'entendit qu'un souffle timide et grotesque.\nIl l'approcha de son oreille et écouta, le bruit des vagues se fit entendre à l'intérieur.\n« Nous allons construire une ville ici même et en faire un véritable paradis pour les garçons et les filles. Désormais, personne ne monopolisera la conque, elle appartient à chacun d'entre nous. Tout le monde peut la saisir et s'exprimer librement. »\n« Mais un jour, nous grandirons à notre tour. Et nous deviendrons les adultes que nous ne voulions pas devenir. »\n« Ne vous inquiétez pas, ce n'est pas grave. Il y a toujours un avenir, et il y aura toujours d'autres enfants. S'ils n'aiment pas ce que nous devenons, ils pourront briser notre monde de leurs propres mains. »\nUn garçon de petite taille, sans prétention, mais plutôt intelligent.\nIl lança la lame cabossée à la mer,\net plaça la conque au milieu des enfants."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Échos de conque"
          }
        ]
      }
    ]
  }
}