{
  "epId": 8892,
  "name": "Carnet de conque",
  "desc": "Un ensemble de notes compilées par Paimon à partir des notes obtenues auprès des enfants du Clique de la conque.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/8d5184a66815234e47b9b1b33abdc8ef_8882434788191588596.png",
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Carnet de conque"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Objet de quête"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Monstre mécanique géant\nUne machine en grande partie gris et blanc, capable de changer de forme de manière flexible. Elle brille lorsqu'elle est activée et dispose d'un ensemble varié d'attaques. On dit que son véritable nom est l'Automate de source secrète « Configurateur » et qu'elle n'est pas une création des Natlanois, mais plutôt une relique de temps plus anciens.\nLes motifs sur son enveloppe extérieure ne me sont pas étrangers. J'ai vu des reliques similaires à Nod-Krai. Peut-être que la petite île sur laquelle nous vivons est comme un grand navire. Cette dernière aurait été autrefois reliée à Natlan, avant d'être entraînée vers le nord par une créature géante des profondeurs marines, à l'aide de ses nageoires, de ses griffes, de ses tentacules... ou de quelque chose d'autre. Ce qui expliquerait l'étroitesse de la zone dans laquelle on peut trouver des choses semblables.\n(Katya ne doit pas en savoir un mot, d'accord ? Quand je rentrerai et si tu te sens mieux, nous irons sur l'île des Descendants de givrelune pour comparer les reliques qui s'y trouvent avec les photos de cette énorme machine. Nous verrons alors à quel point elles se ressemblent... Dans tous les cas, nous devrons trouver un bon alibi à donner à Katya !)\nStatue de centaure géante\nUne statue de pierre connue sous le nom de Légat golem. Elle se tient la tête haute avec un bouclier dans la main gauche et une épée dans la main droite, telle une œuvre d'art oubliée dans un ancien château soudainement revenue à la vie. Il (ou peut-être « Cette chose » ?) piétine sa base dans un nuage de pierres brisées, mais lorsqu'il commence à attaquer et que la poussière est retombée, il se révèle être un adversaire honorable. Ses mouvements sont également très différents de ceux d'un monstre mécanique ordinaire. Parfois, on l'imaginerait presque en train de donner l'ordre de lancer l'assaut comme un commandant militaire. À d'autres moments, il semble même jouer une mélodie. Je ne suis pas très douée en musique. S'il y avait une signification à cette mélodie, je ne l'ai pas entendue.\nJ'ai entendu dire qu'il y avait des ruines de Remuria englouties dans des zones encore plus profondes de la mer. Je n'ai pas pu m'y rendre cette fois-ci, mais j'ai recueilli un certain nombre de légendes et de textes connexes que je prendrai le temps de confier à une caravane marchande pour qu'elle les ramène. Je sais que tu as toujours aimé les histoires de ces anciens royaumes, et j'espère que tu les apprécieras.\nBoule d'eau géante\nLe Tulpa Hydro est une créature humanoïde formée par une coalescence d'eau. Il n'a ni queue de poisson ni jambes, ce qui est très différent des esprits d'eau pure des histoires de Katya, mais il a des membres supérieurs et une tête comme un humain. Ses articulations et sa tête sont recouvertes d'une carapace bleu-blanc qui ressemble à une armure. En combat, il invoque des petites boules d'eau, des versions miniatures de lui-même, pour l'aider. Il avale parfois ces boules d'eau plus petites pour augmenter sa propre force.\nJ'ai entendu dire que les eaux de Fontaine sont très spéciales, et que c'est pour cela qu'elles peuvent donner naissance à des Océanides qui parlent notre langue. Mais on dirait que le Tulpa Hydro ne peut pas parler, ou peut-être qu'il ne souhaite pas le faire. Il se peut même que nous ne comprenions pas ses mots ?\nCrabe géant\nUn crabe géant avec un nom qui en jette : Empereur du feu ferreux. La légende raconte qu'en tant que Cuiracrabe, il recherche habituellement des coquillages appropriés pour les porter comme armure au fur et à mesure qu'il grandit. Si on ne l'arrête pas, il pourrait grandir indéfiniment, jusqu'à porter le Palais Mermonia (la plus grande structure de la Ville de Fontaine, un endroit où tous les bâtiments sont énormes !) sur son dos à un moment donné.\nMais il semblerait qu'un certain Basil Elton l'ait vaincu, ce qui pourrait expliquer pourquoi sa croissance a été stoppée. Je pense qu'il est assez grand comme ça. On pourrait se demander si c'est lui ou la créature géante des profondeurs marines qui est le plus massif, bien que je parierais plutôt sur cette dernière. Tout cela étant donné qu'elle pourrait déplacer une île entière derrière elle (en supposant que mon hypothèse de la dérive des îles tienne la route, bien sûr) !"
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Grand-père Moley et sa famille vivent dans une grotte au fond de la Valléemoley. C'est un endroit humide qui sent les vieilles racines. La vie y était paisible avant que ces grands gaillards bruyants ne mettent le pied dans le ravin avec leur ferraille. Quand la nuit tombe et que les grands gaillards s'en vont, la famille Moley sort de sa grotte pour aller chercher de la nourriture ou s'amuser avec les luciolunes.\nToute petite Moley aime la lune encore plus que les lakkabaies et les luciolunes. La lune au-dessus de la Valléemoley brille de mille feux, telle une gigantesque assiette blanche dans le ciel. (Jurva dit que les taupes renifleuses ont une mauvaise vue, mais un odorat très développé et une ouïe très fine. Peut-être que toute petite Moley peut percevoir la lune, même de très loin. Qui sait ? Si ça se trouve, elle sent aussi fort que des lakkabaies bien mûres...) Lors des nuits où la lune brille particulièrement fort, elle peut distinguer quelques taupes sans ombre errant dans le clair de lune, comme de la fumée emportée par le vent. Elles discutent entre elles, mais ne laissent jamais toute petite Moley participer. C'est comme si elles ne la voyaient même pas. C'est probablement parce que toute petite Moley possède encore son ombre. Elle a entendu dire que les organisations secrètes ont leurs propres règles (comme les Creusemains). Elle doit sûrement se faire inviter par une taupe sans ombre ou accomplir un rituel mystérieux avant de pouvoir espérer les rejoindre.\nCependant, pour toute petite Mori, le simple fait de les écouter parler est fascinant. L'une des taupes renifleuses vient de très loin. Il semble qu'il n'ait pas vraiment de maison, et peut donc se reposer où bon lui semble. Il prétend avoir visité des montagnes enneigées, traversé des déserts de sable fin, escaladé des sommets vertigineux et nagé au fond des océans les plus profonds. « Y a-t-il des lakkabaies fraîches là-bas ? », demanda l'une des taupes locales. « À ma connaissance, non. Mais on y trouve tout un tas de bonnes choses. » En entendant sa réponse, la taupe locale fit la grimace. Visiblement, elle aime beaucoup les lakkabaies.\nToute petite Moley adore aussi les lakkabaies, mais elle veut également savoir si elle aimera les autres aliments dont parlait la taupe sans ombre. Elle a déjà quitté la Valléemoley une fois pour partir à l'aventure, creusant dans le sol pendant des heures et des heures pour atteindre un endroit rempli de grands gaillards. Elle y est allée de nuit, mais il y avait tellement de bruit et de lumière qu'elle pouvait à peine suivre la direction de la lune. Elle a senti de nombreuses odeurs là-bas, mais la plupart étaient désagréables. Finalement, elle a suivi l'odeur familière des lakkabaies jusqu'à un endroit rempli de fruits, dont beaucoup qu'elle n'avait jamais vus auparavant. Ils sentaient merveilleusement bon. Elle espérait pouvoir en emporter juste quelques-uns, mais la chance ne lui a pas souri ce jour-là. La vie est ainsi faite parfois.\nQuand elle revint à la Valléemoley, elle découvrit que tout le monde s'était inquiété pour elle. Ils furent choqués d'apprendre qu'elle était partie si loin. La vie dans la Valléemoley n'était-elle pas parfaite ? Pourquoi voulait-elle partir ? Alors toute petite Moley leur raconta ce qu'elle avait entendu chez les taupes sans ombre. « Ça n'existe pas les taupes sans ombre. Tu as dû rêver. », dit son frère, petit Moley, incrédule. Il ne voulait pas que sa petite sœur quitte la vallée, pas plus que les autres. Pour eux, rien au monde n'était aussi délicieux que les lakkabaies.\nSi elle ne voyait pas les taupes sans ombre la prochaine fois que la lune brillera, elle admettrait que tout cela n'était qu'un rêve. Après tout, toute petite Moley était parfaitement heureuse de sa vie dans la Valléemoley. Mais quand la gigantesque assiette blanche s'éleva dans le ciel, les taupes sans ombre surgirent avec elle, reprenant leurs conversations habituelles. Puisque ce n'était pas un rêve, cela devait être un signe de la lune. Toute petite Moley était folle de joie. Sous cette lune resplendissante, elle repartit seule, laissant derrière elle la Valléemoley. Mais cette fois-ci, elle ne savait pas quand elle reviendrait. Qui sait si elle trouverait quelque chose d'encore plus délicieux que les lakkabaies fraîches dans les montagnes enneigées, les déserts de sable fin ou tout autre endroit où elle pourrait atterrir ?"
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Le Tsar-crabe vit juste à côté de ces gens bizarres nommés les Descendants de givrelune. On raconte que son âge se compte en centaines d'années, et honnêtement, comment aurait-il fait pour devenir aussi grand autrement ? Il était bien plus grand que tous les crabes que je n'ai jamais vus. Sa maison n'est pas du tout une coquille normale, c'est une énorme conque qui ressemble à une colline, plus grande que celles qu'on dessine sur nos drapeaux. Elle ressemble à une mini-forteresse. Plus étrange encore, de la mousse remplie de kuuvahki pousse autour et brille comme des étoiles dans la grotte obscure. Qui sait, c'est peut-être la couronne du Tsar-crabe ?\nC'est donc logique que les petits crabes qui se trouvent à proximité soient devenus ses sujets. Les pauvres petits sont toujours en train de courir à droite et à gauche en traînant de la nourriture, comme des lakkabaies, des petits poissons, et toutes sortes d'autres choses dont je ne connais pas le nom, dans les profondeurs de la grotte, au lieu de les déguster sur place. Je les ai même vus ramener des cailloux brillants et des morceaux d'argent de lune déchue deux fois. C'est peut-être l'« impôt » qu'ils doivent au tsar-crabe ? On dit qu'au temps du maître voleur Reed Miller, le gouverneur envoyé par Snezhnaya avait l'habitude de collecter des impôts de ce genre auprès des habitants du Village de Nasha. Je parie que c'est ce qui se passe...\nJe commence à penser que le Tsar-crabe n'est pas très intéressé par les lakkabaies et le poisson à gogo. Hier après-midi, je l'ai vu sortir de son trou pendant un instant. Il se déplaçait si lentement, comme si chaque pas pesait aussi lourd qu'une montagne, au point que les cailloux tremblaient sur le passage. Ensuite, il y a eu ce minuscule crabe qui s'est approché, en traînant jusqu'à ses pieds le petit poisson le plus triste que j'aie jamais vu. Le Tsar-crabe a baissé la tête pour le regarder et a agité l'une de ses énormes pinces de façon nonchalante. Paniqué, le pauvre petit crabe a immédiatement lâché le poisson, avant de vite retourner dans le sable.\nLe tsar-crabe n'a pas mangé le poisson. Il s'est contenté de le repousser à l'aide d'une petite pince, avant de rester immobile, le regard tourné vers la mer. Enfin, c'est l'impression que j'ai eue. On doit se sentir seul quand on est roi. Tous les autres crabes ont peur de lui. Il a une forteresse et même une couronne, mais aucun ami qu'il peut atteindre avec ses pinces, contrairement à la méduse à pampille qui y arrive avec ses tentacules. (Semyon dit que les méduses communiquent de cette façon, alors les crabes doivent sans doute se servir de leurs pinces pour ça ?)\nJe me demande vraiment où il a trouvé cet énorme coquillage. Un roi encore plus gros que le tsar-crabe vivait-il dedans avant ? S'il continue à grandir, va-t-il s'installer dans un palais encore plus grand ? J'ai pensé à lui apporter des lakkabaies bien mûres pour l'observer de plus près... mais peut-être pas. Un maître voleur ne doit pas s'approcher de la royauté. Ce genre de curiosité ne cause que des problèmes..."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Méduse à pampille\nOn dit que cette espèce est propre à Nod-Krai. Ces méduses possèdent une ombrelle rose et de longs tentacules. Elles vivent généralement le long des plages des Salines écarlates, où les eaux peu profondes constituent un lieu de choix pour chasser le plancton. Même après le retrait de la marée, elles se déplacent facilement sur la terre ferme, probablement grâce à des poches d'eau spéciales ou bien des glandes à mucus qui les maintiennent hydratées. Leurs tentacules sont bien plus résistants que ceux des méduses ordinaires et semblent posséder un pouvoir unique, cela doit peut-être servir à attraper leurs proies. J'ai essayé d'en toucher une avec un bâton, mais elle n'a pas réagi et ne m'a pas attaqué. (Eh oui, j'ai touché une méduse ! Je crois pouvoir dire que je dois être le membre le plus courageux de la Clique de la conque{NON_BREAK_SPACE}!) Elles « communiquent » en entrelaçant leurs tentacules, comme le feraient des humains qui se serrent la main. Ce qui signifie que... ces pas de danse qu'elles font lorsqu'elles se réunissent doivent être une sorte de langage. Bien qu'elles n'aient pas de cerveau, on dirait qu'elles sont dotées d'une certaine intelligence.\nMalheureusement, les Fatui et leurs satanées structures ont pratiquement anéanti l'habitat naturel des méduses à pampille. Les machines qu'ils ont installées vrombissent jour et nuit... Je ne sais pas à quoi servent ces engins, mais on dirait que la région tout entière s'est vidée de son énergie vitale. J'ai vu des méduses échouées sur la plage. J'ai fait de mon mieux pour les aider, mais... il était trop tard. C'est peut-être dû à la disparition de leurs sources de nourriture, ou bien à cause de la pollution sonore, voire les deux."
          }
        ]
      }
    ]
  }
}