{
  "epId": 965,
  "name": "Sakura onirique",
  "desc": "Un pétale de fleur de cerisier que vous teniez dans la main avant de quitter le royaume de la conscience de Raiden Makoto.<br/>Son existence est un mystère. Il ne semble pas différent des autres pétales de fleur de cerisier et repose tranquillement dans votre sac, comme tout autre objet réel. Mais vous ne pouvez plus le toucher, ni sentir son poids ou sa chaleur. Lorsqu'un objet perd l'un des attributs qu'il avait normalement, comment peut-on être sûr qu'il existe toujours ?<br/>En repensant à tout ce qui s'est passé avant d'obtenir ce pétale, vous vous dites que ce doit être la volonté de quelqu'un qui maintient son existence. Mais quant à savoir qui c'est et si cette personne le fait de façon intentionnelle ou non, vous n'avez pas de réponse à ces questions. Vous ne pouvez pas non plus prouver si cette volonté provient du désir, de la confiance ou de la gratitude.<br/>Peut-être que lorsque « la volonté de cette personne » changera, ce pétale de fleur de cerisier disparaîtra également.<br/>Pour en être sûr/sûre, vous feriez bien de vérifier de temps à autre s'il est encore là.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dream Sakura_icon.png",
  "filterValues": {
    "objectType": [
      "Objet de quête"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1717533005,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Sakura onirique</color>"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Objet de quête</color>"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Quête d'histoire de Shogun Raiden « Imperatrix Umbrosa - Acte 2 : Rêves éphémères »</color>"
          }
        ]
      }
    ]
  }
}