{
  "epId": 983,
  "name": "Masque sale",
  "desc": "Un masque en os taché par une substance non identifiée qui dégage une odeur étrange.<br/>Un Brutocollinus le porterait même dans cet état. ",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Stained Mask_icon.png",
  "filterValues": {
    "objectType": [
      "Matériau d'amélioration de personnage et d'arme"
    ]
  },
  "menuId": 9,
  "menuName": "Produits de Teyvat",
  "version": 1726174017,
  "components": {
    "baseInfo": [
      {
        "key": "Nom",
        "value": [
          {
            "type": "RichText",
            "text": "Masque sale"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Matériau d'amélioration de personnage et d'arme"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Synthèse\nButin de Brutocollinus (Niv.40+)\nButin de certains Tireurs Brutocollinus (Niv.40+)\nButin de certains Brutoshamans (Niv.40+)\nButin de certains Brutoviandus (Niv.40+)\nButin de certains Chefs Brutorocheux (Niv.40+)\nÉchange Astrions"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Butin de"
      },
      {
        "type": "CustomEntry",
        "epId": 2102,
        "name": "Brutocollinus",
        "desc": "Résident d'origine des contrées sauvages de Teyvat.<br/>L'apparence des Brutocollinus se rapproche de celle de l'homme, mais ils n'ont ni son intellect, ni ses aspirations spirituelles. Bien que les archives fassent remonter leur présence sur terre à plus d'un millénaire, ils ne semblent cependant n'avoir connu ni développement historique, ni civilisation.<br/>Suite au cataclysme noir d'il y a 500 ans, les Brutocollinus se sont répandus à travers les terres, colonisant tous types d'environnements. Ces créatures relativement faibles et manquant d'organisation peuvent malgré tout causer pas mal de problèmes à l'homme.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2135,
        "name": "Arbalétrier Brutocollinus",
        "desc": "Résident d'origine des contrées sauvages de Teyvat.<br/>Brutocollinus maniant l'arbalète. En vérité, les Brutocollinus ne disposent pas des connaissances techniques suffisantes à la fabrication d'une arbalète. Il est donc fort probable qu'une organisation qui tire les ficelles dans l'ombre les équipe de ces instruments. Les Mages de l'Abîme qui accompagnent souvent ces Brutocollinus sont particulièrement suspects.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Shooter_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2157,
        "name": "Guerrier Brutocollinus",
        "desc": "Résident d'origine des contrées sauvages de Teyvat.<br/>Guerriers tribaux au caractère renfrogné, ils ne croient qu'au pouvoir de la force brute. Lorsque leurs muscles sont suffisamment développés et que leur force est suffisamment grande, ils s'équipent d'un grand bouclier et deviennent des Brutoviandus... ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Fighter_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2164,
        "name": "Brutocollinus avec bouclier de bois",
        "desc": "Résident d'origine des contrées sauvages de Teyvat.<br/>Guerriers Brutocollinus équipés de boucliers en bois. Ces boucliers ne sont pas seulement de solides outils défensifs, mais ils sont également très prisés de la tribu. De nombreux rapports indiquent que les Brutocollinus n'hésitent pas à charger les voyageurs installés à cuisiner devant un feu de camp pour leur arracher le couvercle de la marmite.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Wooden Shield Hilichurl Guard_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2138,
        "name": "Brutocollinus avec bouclier de pierre",
        "desc": "Résident d'origine des contrées sauvages de Teyvat.<br/>Brutocollinus des régions où l'élément Géo est présent en abondance. Leurs boucliers impénétrables sont constitués de couches de roches.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rock Shield Hilichurl Guard_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2110,
        "name": "Brutocollinus avec bouclier de glace",
        "desc": "Résident d'origine des contrées sauvages de Teyvat.<br/>Les Brutocollinus font preuve d'une grande capacité d'adaptation. Ainsi, dans les environnements où l'élément Cryo est présent en abondance, ils ont trouvé des moyens de façonner la glace en boucliers pour se protéger.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ice Shield Hilichurl Guard_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2189,
        "name": "Grenadier Brutocollinus Pyro",
        "desc": "Résident d'origine des contrées sauvages de Teyvat.<br/>Ces Brutocollinus excellent dans l'art de manier les Pyroblobs, les utilisant comme arme pour attaquer les envahisseurs. Les grenadiers expérimentés sont capables de détruire quatre mannequins en bois d'un seul lancer.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Grenadier_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2116,
        "name": "Berserker Brutocollinus",
        "desc": "Résident d'origine des contrées sauvages de Teyvat.<br/>Ces Brutocollinus brandissent des massues enflammées et chargent sans vergogne tout intrus qui s'aventure sur leurs terres. La plupart des feux répertoriés dans les forêts ou dans les plaines ne sont pas le fait de quelque pyromane, mais du manque de retenue de ces Brutocollinus.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Berserker_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2186,
        "name": "Arbalétrier Brutocollinus Pyro",
        "desc": "Résident d'origine des contrées sauvages de Teyvat.<br/>Ces tireurs manient de simples arbalètes et enduisent la tête de leurs flèches d'une fine couche d'un matériau inflammable qui peut mettre feu à la cible. La génération précédente d'Al Musk pense qu'il s'agit là d'une innovation technique motivée par le désir de cuisiner pendant la chasse.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Hilichurl Shooter_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2112,
        "name": "Arbalétrier Brutocollinus Cryo",
        "desc": "Résident d'origine des contrées sauvages de Teyvat.<br/>Ces tireurs manient de simples arbalètes et recouvrent la tête de leur flèches de glace. On dit que les blessures causées par ces flèches soignent moins bien, le froid ralentissant la circulation du sang.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hilichurl Shooter_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2108,
        "name": "Grenadier Brutocollinus Cryo",
        "desc": "Résident d'origine des contrées sauvages de Teyvat.<br/>Les Brutocollinus ont découvert que les Cryoblobs s'avéraient très utiles pour garder la nourriture au frais. Curieusement, les Brutocollinus démontrent de grandes connaissances quand il s'agit d'utiliser les Blobs, que ce soit pour la fabrication de tonneaux explosifs à partir de Pyroblobs ou de Cryoblobs, ou l'utilisation d'Anémoblobs dans la conception de véhicules... Peut-être qu'il s'agit là d'une façon pour eux de s'adapter.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hilichurl Grenadier_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2232,
        "name": "Grenadier Brutocollinus Électro",
        "desc": "Résident d'origine des contrées sauvages de Teyvat.<br/>Aux yeux des Brutocollinus, qui ont conservé un style de vie sauvage, les Électroblobs ne ressemblent pas aux Anémoblobs ou aux Pyroblobs dont ils usent à profusion. Qui sait, peut-être découvriront-ils un jour le flux des éléments entre Électroblobs et Électroblobs mutants, et connaîtront-ils un développement sans précédent...?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hilichurl Grenadier_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2236,
        "name": "Arbalétrier Brutocollinus Électro",
        "desc": "Résident d'origine des contrées sauvages de Teyvat.<br/>Ces tireurs manient de simple arbalètes et ont taillé la pointe de leurs flèches dans des électrocristaux qui envoient une décharge électrique à l'impact. On dit que les meilleurs arbalétriers Brutocollinus sont capables de tirer cinq flèches à la fois.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hilichurl Shooter_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2184,
        "name": "Brutoviandu avec hache Pyro",
        "desc": "Un Brutocollinus musculeux qui manie de lourdes haches à deux mains.<br/>Ses attaques sont amples et il utilise des Pyroblobs pour enchanter sa hache avec l'élément Pyro. Il est particulièrement destructeur.<br/>Habituellement, la trempe répétée d'une arme comme le font les Brutoviandus avec leur hache Pyro amoindrit la dureté du métal, ce qui rend le tranchant cassant. Mais la force du Brutoviandu est telle que même lorsque le tranchant de la hache est émoussé, il peut encore l'utiliser comme marteau.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Blazing Axe Mitachurl_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2233,
        "name": "Brutoviandu avec hache Électro",
        "desc": "Un Brutocollinus musculeux qui manie de lourdes haches à deux mains.<br/>Ses attaques sont amples, et il utilise des Électroblobs pour enchanter sa hache avec l'élément Électro, ce qui le rend particulièrement destructeur.<br/>L'acier dont sont forgées les haches constitue un excellent conducteur électrique. Un imposant Brutoviandu levant sa hache pour invoquer la foudre du ciel est aux yeux des Brutocollinus un spectacle majestueux.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Crackling Axe Mitachurl_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2139,
        "name": "Brutoviandu avec bouclier de pierre",
        "desc": "Un Brutocollinus musculeux qui utilise de la roche pour se fabriquer un bouclier.<br/>Combattre et manger de la viande sont les deux aspects les plus importants de la vie d'un Brutocollinus, parce que c'est ce qui le rend plus fort.<br/>Tous les jeunes Brutocollinus rêvent de devenir un jour des Brutoviandus, grands et forts, parce qu'alors ils pourront manger plus de viande, combattre plus souvent et manier ces boucliers de roche géants (presque) indestructibles.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rock Shieldwall Mitachurl_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2165,
        "name": "Brutoviandu avec bouclier de bois",
        "desc": "Un Brutocollinus musculeux qui a survécu à de nombreuses batailles.<br/>Ils savent utiliser les Dendroblobs pour se fabriquer un bouclier robuste qu'ils utilisent au combat.<br/>Avec leur musculature puissante, leur fourrure luisante et leur carrure imposante, ils sont un atout majeur pour les Brutocollinus et permettent de résister aux assauts sans pitié des aventuriers. Ils tiennent un rang des plus élevés dans la tribu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Wooden Shieldwall Mitachurl_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2111,
        "name": "Brutoviandu avec bouclier de glace",
        "desc": "Un Brutocollinus musculeux qui utilise de la glace pour se faire un bouclier.<br/>La logique veut que de grandes créatures très actives aient de grands besoins caloriques pour subvenir à leur mode de vie. C'est à cet effet que le Al Musk contemporain a inventé l'« Index Brutoviandu ». Cet index corrobore le pourcentage de Brutoviandus dans une population de Brutocollinus à la stabilité et au succès de leur activité de recherche de nourriture.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ice Shieldwall Mitachurl_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2104,
        "name": "Chef Brutoélectrique",
        "desc": "Un mystérieux « chef » Brutocollinus qui rôde au milieu de l'orage.<br/>Cet énorme Brutocollinus est désigné sous le nom de « Lawa » par ses congénères. Son corps, poussé à ses limites physiques, regorge d'élément Électro. L'énergie Électro qui l'habite prend la forme d'Électrocristaux qui apparaissent à travers les fissures de son corps.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thunderhelm Lawachurl_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2105,
        "name": "Chef Brutogivré",
        "desc": "Un mystérieux « chef » Brutocollinus qui rôde dans la neige et la brume.<br/>Cet énorme Brutocollinus est désigné sous le nom de « Lawa » par ses congénères. Son corps, poussé à ses limites physiques, semble presque se fondre dans son environnement Cryo et sa noblesse stoïque rappelle celle d'un glacier immobile en haut d'une montagne.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Frostarm Lawachurl_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2103,
        "name": "Chef Brutorocheux",
        "desc": "Un mystérieux « chef » Brutocollinus qui erre sur les sommets.<br/>Cet énorme Brutocollinus est désigné sous le nom de « Lawa » par ses congénères. L'énergie Géo qui abonde dans son environnement a imprégné sa chair, son sang et sa peau, si bien qu'on dirait qu'il a été taillé dans la roche même qui l'entoure.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stonehide Lawachurl_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2166,
        "name": "Brutoshaman Hydro",
        "desc": "Un vieux Brutocollinus marmonnant qui scande le pouvoir de l'élément Hydro.<br/>Les Brutocollinus ayant une affinité particulière avec les éléments ont tendance à atteindre l'apogée de leurs capacités au crépuscule de leur vie. Mais quelle vie pourrait mener des créatures aussi simples à pouvoir invoquer la puissance de l'eau ?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Samachurl_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2240,
        "name": "Brutoshaman Anémo",
        "desc": "Un vieux Brutocollinus marmonnant qui transmet les messages de l'élément Anémo.<br/>Les Brutocollinus ayant une affinité particulière avec les éléments ont tendance à atteindre l'apogée de leurs capacités au crépuscule de leur vie. La capacité à contrôler les vents divins provient de sombres souvenirs oubliés.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Samachurl_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2106,
        "name": "Brutoshaman Cryo",
        "desc": "Un vieux Brutocollinus marmonnant qui en appelle à l'élément Cryo.<br/>Les Brutocollinus ayant une affinité particulière avec les éléments ont tendance à atteindre l'apogée de leurs capacités au crépuscule de leur vie. Ces shamans se rappellent des chants du froid et excellent dans l'art de les utiliser pour emprisonner leurs ennemis.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Samachurl_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2136,
        "name": "Brutoshaman Géo",
        "desc": "Un vieux Brutocollinus marmonnant, sensible à la force de l'élément Géo.<br/>Les Brutocollinus ayant une affinité particulière avec les éléments ont tendance à atteindre l'apogée de leurs capacités au crépuscule de leur vie. Au regard des montagnes éternelles, ces vieux Brutocollinus ne sont que des enfants, mais leurs souvenirs et leurs expériences les ont guidés sur la voie de la maîtrise de la roche.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Samachurl_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2213,
        "name": "Brutoshaman Dendro",
        "desc": "Un vieux Brutocollinus marmonnant qui éveille le pouvoir de l'élément Dendro.<br/>Les Brutocollinus ayant une affinité particulière avec les éléments ont tendance à atteindre l'apogée de leurs capacités au crépuscule de leur vie. De la rancune se cache derrière ce masque. Elle se répand telles les ronces épineuses qui prolifèrent au rythme de ses incantations haineuses.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Dendro Samachurl_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2230,
        "name": "Brutoshaman Électro",
        "desc": "Un vieux Brutocollinus marmonnant qui en appelle à l'élément Électro.<br/>Les Brutocollinus ayant une affinité particulière avec les éléments ont tendance à atteindre l'apogée de leurs capacités au crépuscule de leur vie. Ils sont capables de composer une véritable élégie grâce à leur maîtrise de l'électricité et de leur capacité à invoquer la foudre.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Samachurl_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Teyvat :</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=0&lang=fr-fr#/map/2?shown_types=55,57,56,149,53,456&center=2158.00,-1260.00&zoom=-3.00"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Enkanomiya :</color>\n<color=#ffffffd9>Mines souterraines du Gouffre :</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=0&lang=fr-fr#/map/9?shown_types=55&center=87.94,16.87&zoom=0.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Élévation de personnage"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>5 étoiles</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6,
        "name": "Eula",
        "desc": "Le « Chevalier aux Embruns », né de l'ancien Clan Lawrence, capitaine de l'unité de reconnaissance des chevaliers de l'Ordre de Favonius de Mondstadt. Que cette descendante de la noblesse d'antan ait rejoint les chevaliers de l'Ordre, l'ennemi jusqu'alors juré de la famille, demeure un mystère aux yeux de beaucoup.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Eula_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "Le Chevalier au Pissenlit, loyal et rigoureux, et la Grande Maîtresse suppléante de l'Ordre de Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "Voyageur",
        "desc": "Un voyageur/Une voyageuse venant d'un autre monde qui a été séparé/séparée de sa sœur/son frère. Il/Elle débute son périple à la recherche des Sept Archons de Teyvat dans l'espoir de la/le retrouver.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Traveler_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>4 étoiles</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4,
        "name": "Yun Jin",
        "desc": "Une talentueuse chanteuse d'opéra et une dramaturge très célèbre à Liyue. Son style unique, doux et élégant, lui ressemble beaucoup.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yun Jin_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3,
        "name": "Kujou Sara",
        "desc": "Une générale de la Commission administrative. Audacieuse, décisive et habile au combat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kujou Sara_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 45,
        "name": "Chongyun",
        "desc": "Le jeune héritier d'une célèbre famille d'exorcistes, qui s'efforce de contrôler l'énergie qui l'habite.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Chongyun_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 40,
        "name": "Noëlle",
        "desc": "Une jeune fille travaillant comme servante à l'Ordre de Favonius. Elle a toujours rêvé de devenir un jour chevalier.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Noelle_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 39,
        "name": "Xingqiu",
        "desc": "Un jeune homme intègre et serviable, que l'on voit souvent dans les librairies. Il porte une longue épée, et poursuit un idéal de justice.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xingqiu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 48,
        "name": "Razor",
        "desc": "Un jeune garçon qui vit sur le Territoire des Loups situé aux environs de Mondstadt, loin de la ville et des foules. Il possède un instinct et une agilité surprenante.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Razor_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Élévation d'arme"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Arc</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 1967,
        "name": "Arc rouillé",
        "desc": "Un grand arc en fer complètement recouvert de rouille. Le soulever ou le manier est impossible sans posséder une force hors du commun.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/弓藏.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1968,
        "name": "Lance-pierres",
        "desc": "C'est bien un arc ! Après de nombreuses modifications et améliorations, l'inventeur du lance-pierres ultime s'est finalement retrouvé avec un arc.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/弹弓.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Arme d'hast</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2027,
        "name": "Guisarme stellaire (prototype)",
        "desc": "Une guisarme découverte à la Forge de Rochenoire. L'éclat à la pointe de son fer est aussi brillant qu'une étoile.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/试作星镰.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Catalyseur</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 1964,
        "name": "Chaînes mortelles",
        "desc": "Une arme en pierre lourde et porteuse de souvenirs lointains. Ses transformations incessantes révèlent la puissance qui l'habite.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/尘世之锁.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1950,
        "name": "Contes de Dodoco",
        "desc": "Un livre pour enfants rempli d'histoires enfantines qui font sourire petits et grands.<br/>Même les lecteurs passés depuis longtemps à l'âge adulte ne peuvent s'empêcher d'être absorbés par les petites aventures innocentes et naïves qui y sont dépeintes.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/嘟嘟可故事集.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1980,
        "name": "Œil de la perception",
        "desc": "Un orbe en verre sombre qui aurait le pouvoir de voir à travers le cœur des gens et de le purifier.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/昭心.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1991,
        "name": "Mouvement vagabond",
        "desc": "Un épais carnet couvert de notes. Bien qu'il soit abîmé et rongé par les vers, un grand pouvoir existe dans les mots couchés à la main.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/流浪乐章.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1966,
        "name": "Conte d'un autre monde",
        "desc": "Un roman fantastique sans aucune valeur. Toute affirmation comme quoi il possèderait un pouvoir catalysant n'est qu'affabulation.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/异世界行记.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1946,
        "name": "Grimoire de poche",
        "desc": "Un petit carnet rempli de notes concernant un examen de magie.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/口袋魔导书.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1958,
        "name": "Notes de l'apprenti",
        "desc": "Des notes laissées par un élève brillant contenant des sortilèges efficaces, rédigés dans une belle écriture.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/学徒笔记.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6551,
        "name": "Anneau de Yaxche",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Cet objet de jade a été créé par un héros d'autrefois. La légende raconte qu'il aurait un jour abattu du ciel le dragon géant qui résidait dans le volcan.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/76706780/9ab70898644274ce31f91faea8216bd8_8937402413570937154.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Épée à deux mains</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 1986,
        "name": "Ode au chant du vent",
        "desc": "Un espadon aussi léger que la brise soufflant sur l'herbe, mais aussi puissant qu'un ouragan.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/松籁响起之时.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2025,
        "name": "Espadon (prototype)",
        "desc": "Un prototype d'espadon ancien découvert dans la Forge de Rochenoire. La force qui s'en dégage lorsqu'on le manie laisse supposer qu'il serait capable de couper même à travers le tissu de la réalité.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/试作古华.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1933,
        "name": "Épée de la raison",
        "desc": "Une grande massue en acier fin qui répond bien ; le meilleur recours lors d'une argumentation agitée.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/以理服人.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Épée à une main</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 1974,
        "name": "Tranche-sommets",
        "desc": "Le symbole d'un pacte légendaire. Sa lame tranchante coupa jadis le sommet d'une montagne.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/斫峰之刃.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2032,
        "name": "Fuseau de cinabre",
        "desc": "Une lame faite de matériaux qui n'appartiennent pas à ce monde. Le pouvoir à l'intérieur peut même résister à une corruption venimeuse ayant pourtant atteint un puissant dragon.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/辰砂之纺锤.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1962,
        "name": "Épée longue royale",
        "desc": "Une épée longue assez ancienne qui appartenait jadis aux dirigeants de Mondstadt. Sa lame est d'une excellente facture et ses ornements sont révélateurs du statut social de son propriétaire.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/宗室长剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1984,
        "name": "Épée en fer noir",
        "desc": "Une épée en fer légèrement noirci.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/暗铁剑.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Synthèse"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Produit</color>\n<color=#ffffff>Matériaux de synthèse</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 983,
        "name": "Masque sale",
        "desc": "Un masque en os taché par une substance non identifiée qui dégage une odeur étrange.<br/>Un Brutocollinus le porterait même dans cet état. ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Stained Mask_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/07/158750877/405e199979d710b4db5c640cccabd66b_6273035551332354179.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>3x</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 1247,
        "name": "Masque endommagé",
        "desc": "Un masque en os fissuré qui a appartenu à un Brutocollinus.<br/>Il est tellement endommagé qu'on ne peut plus vraiment appeler ça un masque.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Damaged Mask_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>25x</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 220,
        "name": "Masque sinistre",
        "desc": "Un masque en os d'une grande qualité sur lequel un visage terrifiant est peint pour effrayer vos ennemis.<br/>Les Brutocollinus sont très attachés à ce genre d'objet pour une raison mystérieuse. Certaines sources attribuent le port du masque à leur peur de voir leur propre reflet dans l'eau.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ominous Mask_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/07/158750877/405e199979d710b4db5c640cccabd66b_6273035551332354179.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>3x</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 983,
        "name": "Masque sale",
        "desc": "Un masque en os taché par une substance non identifiée qui dégage une odeur étrange.<br/>Un Brutocollinus le porterait même dans cet état. ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Stained Mask_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>50x</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "La devise commune de Teyvat. S'il y a bien un mot que tout le monde comprend, c'est celui-là.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Boutique"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Matériau</color>\n<color=#ffffff>Coût</color>\n<color=#ffffff>Stock</color>\n<color=#ffffff>Vendeur</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 983,
        "name": "Masque sale",
        "desc": "Un masque en os taché par une substance non identifiée qui dégage une odeur étrange.<br/>Un Brutocollinus le porterait même dans cet état. ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Stained Mask_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "5x"
      },
      {
        "type": "CustomEntry",
        "epId": 872,
        "name": "Astrion libre",
        "desc": "Une monnaie qui peut être échangée contre des ressources précieuses dans la boutique.<br/>La poussière d'étoile du destin. Peut-être qu'elle peut créer de nouveaux destins en l'accumulant.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Masterless Stardust_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "70 (Mensuel)\n<color=#ffffff73>Échange Astral</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Matériaux liés"
      },
      {
        "type": "CustomEntry",
        "epId": 1247,
        "name": "Masque endommagé",
        "desc": "Un masque en os fissuré qui a appartenu à un Brutocollinus.<br/>Il est tellement endommagé qu'on ne peut plus vraiment appeler ça un masque.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Damaged Mask_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 220,
        "name": "Masque sinistre",
        "desc": "Un masque en os d'une grande qualité sur lequel un visage terrifiant est peint pour effrayer vos ennemis.<br/>Les Brutocollinus sont très attachés à ce genre d'objet pour une raison mystérieuse. Certaines sources attribuent le port du masque à leur peur de voir leur propre reflet dans l'eau.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ominous Mask_icon.png",
        "displayStyle": "card"
      }
    ]
  }
}