{
  "version": 1749848079,
  "language": "tr-tr",
  "menuId": 15,
  "menuName": "Vahşi Hayvanlar",
  "totalItems": 126,
  "list": [
    {
      "epId": 2356,
      "name": "Kral Kar Domuzu",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Great Snowboar King_icon.png",
      "desc": "Amidst the snow and ice dwells an ancient king waiting to be awakened by its ice-entombed brethren.<br/>In the distant past beyond memory, a certain legend circulated among hunters out in the wild: when the land sealed by ice returns to life and when an uninvited guest disturbs the deep, frozen silence, the lord and leader of the snowboars unto greatness will awaken from slumber, shake off the ice that shackles it, and bring judgment upon those disrespectful interlopers."
    },
    {
      "epId": 2357,
      "name": "Formalo Vatoz",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Formalo Ray_icon.png",
      "desc": "A strange cartilaginous fish that was once thought to be a fantastical creature, only recorded in some ancient scrolls of art on Watatsumi Island. As the seal over Enkanomiya was opened, their true forms were laid bare before the eyes of all.<br/>It is said that the bodily forms of these curious creatures will change color as time passes. When they are young, they are as gold as sunlight. Later in life, however, their colors deepen, and their two 'wings' will be colored with a purple as deep as the night. Rays at this stage of life earned the name \"Formalo\" in those ancient scrolls, which means \"the maw of greed.\""
    },
    {
      "epId": 2358,
      "name": "Buz Kristal Kelebeği",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Cryo Crystalfly_icon.png",
      "desc": "Pure elemental life-forms composed of drifting Cryo particles, as free and unbound as the butterflies they resemble.<br/>A glittering Cryo creature that is the product of rising and condensing elements, and which feeds off the power of Cryo that is scattered amidst the mist and frost.<br/>Though it is fragile beyond compare, it still dances amidst the blizzard. It is completely harmless by itself, but it is also a portent of the descent of snow, which silences all life."
    },
    {
      "epId": 2359,
      "name": "Kuzey Köpeği",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Northland Hound_icon.png",
      "desc": "Humanity's best friend!<br/>These originate from a canine species from the far north and have a body of thick grey-white fur. They are quite hardy against the cold and are of an honest and lively character. It is highly inadvisable to leave them alone in a room with a squirrel."
    },
    {
      "epId": 2360,
      "name": "Kuzey Kedisi",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Northland Cat_icon.png",
      "desc": "An agile and wise soul, endowed since birth with a well-maintained elegance and pride.<br/>This graceful cat has a base coat of grey-white fur that is streaked with black. It is native to the distant far north and is well known for its gentle character and companionable nature."
    },
    {
      "epId": 2361,
      "name": "Kristal Kertenkelesi",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Marrow Lizard_icon.png",
      "desc": "A small lizard with horns on its head that can often be found in shadowy bushes.<br/>This lizard has blue scales with beautiful patterns that gradually change color and seems to feed off Crystal Marrow.<br/>The lizard's tail has special medicinal properties when dried and ground into powder. Some mad alchemists have even found a way to process them into catalysts for explosives.<br/>Once separated from the body, the tail will lose its vitality and curl up."
    },
    {
      "epId": 2362,
      "name": "Altın Hırsız Gelincik",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Golden Weasel Thief_icon.png",
      "desc": "Thieves that come and go like the wind, though they only do so out of pure instinct.<br/>The Golden Weasel Thief is a master thief, the most adept and the rarest of all the weasel thieves.<br/>Supposedly, the weasel thief was born when one Treasure Hoarder had the unusual idea to train up wild weasels as formal members of the organization.<br/>No formal records exist, however, so the truth of this theory cannot be known. Regardless, given the size of a weasel thief's backpack, one highly doubts that they are a particularly lucrative source of wealth for the Treasure Hoarders."
    },
    {
      "epId": 2363,
      "name": "Güneş Yengeci",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Sun Crab_icon.png",
      "desc": "A claw-snapping crab that can be found in various water bodies throughout Teyvat.<br/>The shells of these crabs are painted in many beautiful red shades, which wonderfully reflect the many stages of sunlight. They look especially good cooked."
    },
    {
      "epId": 2364,
      "name": "Şogun Yengeç",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/General Crab_icon.png",
      "desc": "A claw-snapping crab that can be found in various water bodies throughout Teyvat.<br/>It has a purple shell that resembles the emblem of the Shogunate. It also is also quite Shogun-like in its fearless, dominant movements. Such arrogance! Such impertinence!"
    },
    {
      "epId": 2365,
      "name": "Toprak Kristal Kelebeği",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Geo Crystalfly_icon.png",
      "desc": "Pure elemental life-forms composed of drifting Geo particles, as free and unbound as the butterflies they resemble.<br/>A glittering Geo creature that is the product of rising and condensing elements, and which feeds off the ubiquitous power of Geo.<br/>In antediluvian ages, even rocks could dream. They say that these crystallized flying butterflies are those very dreams the mountains had."
    },
    {
      "epId": 2366,
      "name": "Devriye Köpeği",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Forest-Patrol Hound_icon.png",
      "desc": "Humanity's best friend!<br/>These were first domesticated to be the partners of hunters in the mountains and forests, but even amid insipid and bustling city life, they can still serve as the guardians of house and home. This canine breed is docile but sharp and is particularly good with kids."
    },
    {
      "epId": 2367,
      "name": "Uçan Vatoz",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Floating Ray_icon.png"
    },
    {
      "epId": 2368,
      "name": "Şafak Avcısı",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Dawncatcher_icon.png",
      "desc": "A rare species of Medaka that has a brilliant sheen. It seems like a variant species of the normal Medaka, but it has a very different appearance and living habits.<br/>There is a rumor that these fish have the mystical ability to predict the weather. If they leap out of the water to catch the dawn's first light as it pierces the skies, then there will surely be a fine, sunny day to come."
    },
    {
      "epId": 2369,
      "name": "Kavgacı Dikence Balığı",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Betta_icon.png",
      "desc": "A swift, fierce fish with spiny fins whose spiny mouth can pierce the current when it swims at full speed. Its capabilities have earned it the nicknames \"The Cutter\" and \"Hard-To-Get.\"<br/>Among sticklebacks, this sort would either count as the proudest, or a rather close second place. They are especially prickly during courtships, where even the slightest breeze or smallest ripple might trip their fuse. A hobbyist once observed one such specimen charging at waving seagrass, as if such flagrant dancing was some major provocation against the stickleback king or something.<br/>\"If you encounter one underwater, do not look it in the eyes.\" — Angler's Atlas, Betta Chapter"
    },
    {
      "epId": 2370,
      "name": "Amatör Hırsız Gelincik",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Amateur Weasel Thief_icon.png",
      "desc": "Lapis Dei"
    },
    {
      "epId": 2371,
      "name": "Parlak Çopra",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Sunny Loach_icon.png",
      "desc": "The legendary freshwater amphibian that can spit out pearls. They are found mostly where the water is clear and the reeds grow long.<br/>They are the color of a lovely, clear day, and meeting one might mean that you might have a lucky day as well.<br/>They will combine elements that can neither be absorbed nor digested, gravel and ores within their bodies to create sparkling, shining pearls, and will spit them out when threatened to confuse and distract predators."
    },
    {
      "epId": 2372,
      "name": "Ay Işığı Balığı",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Moonfin_icon.png",
      "desc": "A rare butterflyfish that emits light amidst the pitch-dark ocean. They love to swim in schools, and when gathered together, they form the image of a moon that has fallen into the sea, which is the origin of the \"Lunar Leviathan\" legend. This characteristic once attracted a great number of light-seeking sea creatures, and in some sense, also guided people who had descended into darkness."
    },
    {
      "epId": 2373,
      "name": "Sincap",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Squirrel_icon.png",
      "desc": "A small animal with a big, fluffy tail that is often seen in the wilderness.<br/>Squirrels are the most adept rodents at gathering and storing food, with a special liking for pinecones."
    },
    {
      "epId": 2374,
      "name": "Shiba",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Shiba_icon.png",
      "desc": "Humanity's best friend!<br/>Legend has it that the Inazuma Shogun once greatly adored this canine breed, and they spread across the once-booming trade routes to become one of the most well-loved pets in the seven nations. Gentle, loyal, and intelligent, they are especially good at guard duty and being companions. Some say that there are still mysterious ninjas in Inazuma who train these dogs to become \"ninja dogs.\""
    },
    {
      "epId": 2375,
      "name": "Gri Kanatlı Şahin",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Umbertail Falcon_icon.png",
      "desc": "A sharp-eyed and proud falcon.<br/>It soars the skies above the mountain forests, surveying its vast domain. For a patient, keen-eyed hunter of the Kätzlein lineage, shooting a bird like this out of the sky is all in a day's work."
    },
    {
      "epId": 2376,
      "name": "Kristal Balığı",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Crystalfish_icon.png",
      "desc": "A rare Medaka that glitters like crystal. Its patterns are very intricate indeed, to the point where it is often called the \"Medaka Aesthete.\"<br/>Some merchants will claim that these Medaka will lay a crystal pearl under certain extreme conditions and that this pearl is both an item of great price and a sign of quality. This has made these fish very sought after by people from all walks of life and caused their market value to soar. However, this is just amusing to the fishermen, who know the inside story: That object is merely a Loach Pearl that the fish ate by mistake. It rolled into the fish's salty intestines, only to spat back out of the mouths of merchants with an agenda. Some grounds for a price hike that is!"
    },
    {
      "epId": 2377,
      "name": "Çamur Kurbağası",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Mud Frog_icon.png",
      "desc": "A small frog that often appears in wetlands.<br/>This animal is very common in wetland areas, and its body secretes a mysterious sticky substance that has much medicinal utility. As opposed to normal frogs, the yellow Mud Frogs are better at camouflaging themselves along wet banks.<br/>They say that in Fontaine, people refer to brigands who escape capture often or evildoers who evade judgment as \"mud frogs in butter.\""
    },
    {
      "epId": 2378,
      "name": "Mor Kırlangıç Balığı",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Purple Shirakodai_icon.png",
      "desc": "A gentle, elegant butterflyfish variant. It has a lovely, streamlined dorsal fin, and has the nickname \"Queen of the Waters.\"<br/>Lovely purple patterns run across its body, and they love to swim together in schools to fend off natural dangers and predators. But once this quirk of theirs was grasped by seasoned fisherpeople, they realized that all one needed to do was to lure a single fish into the trap, and all the rest would follow."
    },
    {
      "epId": 2379,
      "name": "Yeşil Kırlangıç Balığı",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Tea-Colored Shirakodai_icon.png",
      "desc": "A gentle, elegant butterflyfish variant. It has a lovely, streamlined dorsal fin, and has the nickname \"Queen of the Waters.\"<br/>Tea-colored patterns swirl around this inquisitive fish that seems strongly interested in everything around it. Unfortunately, its method of expressing interest in anything is to have a nibble to see if it can be eaten. This isn't a malicious move by any means, but it has landed this species in hot water many times all the same."
    },
    {
      "epId": 2380,
      "name": "Kahverengi Kırlangıç Balığı",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Brown Shirakodai_icon.png",
      "desc": "A gentle, elegant butterflyfish variant. It has a lovely, streamlined dorsal fin, and has the nickname \"Queen of the Waters.\"<br/>Earthen-colored patterns run across its body, and its temper is also as steady as stone. They can go a bit overboard, however, and will sometimes lie at the bottom and not move an inch, just like a rock, leading some buyers to think that they've bought some hopelessly moribund old fish."
    },
    {
      "epId": 2381,
      "name": "Okyanus Yengeci",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Ocean Crab_icon.png",
      "desc": "A claw-snapping crab that can be found in various water bodies throughout Teyvat.<br/>These crabs have blue-gray shells and are more docile and less prone to anger than other crab species. Their limbs, however, are of greater strength. Getting pinched by one of their claws is definitely going to hurt."
    },
    {
      "epId": 2382,
      "name": "Derin Su Müren Balığı",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Deep Sea Unagi_icon.png",
      "desc": "A slender, amphibious fish that often appears in the deep ocean. Biologically, it is an offshoot of the unagi, and it often acts in symbiosis with larger creatures.<br/>As to why they appear in Enkanomiya, it may be that the Bathysmal Vishaps, rays, or perhaps even the ancient Great Serpent brought them to this strange land."
    },
    {
      "epId": 2383,
      "name": "Boz Kanatlı Güvercin",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Graywing Pigeon_icon.png",
      "desc": "A common avian species in Teyvat. Plump and meaty, but can also be trained to deliver messages.<br/>An ordinary pigeon that takes its name from its gray feathers. This pigeon's feathers become gradually greener along the neck, but unfortunately, it is such a common sight that its gorgeous plumage is now taken entirely for granted by most people."
    },
    {
      "epId": 2384,
      "name": "Gri Kar Kedisi",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Gray Snow Cat_icon.png",
      "desc": "An agile and wise soul, endowed since birth with a well-maintained elegance and pride.<br/>\"Mommy, look, that kitty looks like a dirty wee ball of snow!\" This mischievous cat's name did indeed originate from a young child's faux-pas. Gray Snow Cats are very playful creatures, and any time or place can become a war-zone for their frolicking — much to the chagrin of their owners, who must always then give them baths."
    },
    {
      "epId": 2385,
      "name": "Balon Balığı",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Pufferfish_icon.png",
      "desc": "Round and short pelvic fins, a plump body, and a plain face make up most people's first impression of the pufferfish. This is by and large an accurate assessment of its character as well: dull, slow, and lazy. However, few people know that this rather silly exterior hides a killer technique — this fish is capable of sucking water into its body before expelling it like a cannon from its mouth with such force and pinpoint accuracy that even fishermen might be stunned by it. Truly, it is a first-rate killer in the water.<br/>\"Pufferfish ahead? Watch for spittle!\" — Angler's Atlas, Pufferfish Chapter"
    },
    {
      "epId": 2386,
      "name": "Kitsune",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Kitsune_icon.png",
      "desc": "A sly, prideful creature that has incredible intelligence and a long-lasting memory — or so the urban legends say.<br/>They pay no attention when someone approaches, seemingly used to living alongside mankind.<br/>The kitsune have a long history in Inazuman culture. Some legends say that they were family to the Kitsune Saiguu in ages past. After she disappeared, the mightier Sky Kitsune and Earth Kitsune turned into stone statues to await her return. As their kind slowly dwindled, the Kitsune lost their mystical might, and now no longer speak."
    },
    {
      "epId": 2387,
      "name": "Parlak Lepistes",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Glaze Medaka_icon.png",
      "desc": "A lively, energetic fish famous for its petal-shaped tail.<br/>This species has inscrutable behavioral patterns, and they can often be seen bursting into struggling fits out of the blue, as if bearing some sort of unseen pain. This phenomenon, however, does not occur at all when they are alone. Some researchers believe that this peculiarity stems from their natural desire to perform."
    },
    {
      "epId": 2388,
      "name": "Parlak Taç Güvercini",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Brightcrown Pigeon_icon.png",
      "desc": "A common avian species in Teyvat. Plump and meaty, but can also be trained to deliver messages.<br/>An ordinary pigeon that takes its name from its glaze-like glossy neck. Because it is such a common sight, few take much note of its gorgeous plumage."
    },
    {
      "epId": 2389,
      "name": "Sevimli Lepistes",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Sweet-Flower Medaka_icon.png",
      "desc": "A lively, energetic fish famous for its petal-shaped tail.<br/>It might be because this fish has a sweet tooth, but every bone in its body seems to serve as an antenna to seek out sweet treats. Following this absolute ideology, they swim through every creek and river in Teyvat in search of tasty sweets. True egalitarians, they will never reject any morsel, and certainly not because there's a hook attached. Have bait, will bite, as they say.<br/>Beginner friendly."
    },
    {
      "epId": 2390,
      "name": "Kar Beyaz Şahin",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Silkwhite Falcon_icon.png",
      "desc": "A sharp-eyed and proud falcon.<br/>A fragile creature, yet one that defiantly braves the boundless snowscape. Its frost-covered feathers glisten like glaciers. An ancient legend holds that the people of a long-lost mountain civilization turned into snow-white falcons to watch over their once lush and verdant homeland. Due to the lack of natural predators or hunters in this land now entombed by snow, these old souls live a life of relative comfort."
    },
    {
      "epId": 2391,
      "name": "Beyaz Güvercin",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/White Pigeon_icon.png",
      "desc": "A common avian species in Teyvat. Plump and meaty, but also capable of delivering messages.<br/>This pure-white member of the pigeon family is especially friendly towards humans, but is also highly perceptive of humans' ill intent. Interesting trivia: There is a widely held belief in Mondstadt that an authentic Sweet Madame must be cooked using pigeon meat, but this is just a rumor and nothing more."
    },
    {
      "epId": 2392,
      "name": "Lapis Çaylak Kuşu",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Lapis Glede_icon.png",
      "desc": "A sharp-eyed and proud glede.<br/>A bird of prey that nests in the treetops among the lofty mountain peaks. Legend holds that this bird forever roams the clouds, never setting food on land to nest, but this is a mere product of ignorant fantasy on the one hand and fanciful imagination on the other. Even the Lapis Glede must fight to eat its fill and protect its young."
    },
    {
      "epId": 2393,
      "name": "Zümrüt Yeşili Serçe",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Emerald Finch_icon.png",
      "desc": "A chirpy little bird, found in nooks and crannies all over Teyvat.<br/>This finch has feathers the color of blue-green gemstones and was, in fact, the very first bird in history to be used by miners as a \"caged finch.\" The reason was that its health status can be easily determined from how glossy its feathers are. As it happens, miners still take finches into the mines with them to this day, though they are no longer particular about the color of the plumage."
    },
    {
      "epId": 2394,
      "name": "Kızıl Kuyruklu Gelincik",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Red-Tailed Weasel_icon.png",
      "desc": "Prank-prone rascals with a slim and agile form.<br/>These weasels are red from head to toe and are highly proficient in hunting bugs and lizards. Red-Tailed Weasels are very visible, but many predators who fear fire keep their distance due to the similarity between the weasels' coloration and the flames of Pyro."
    },
    {
      "epId": 2395,
      "name": "Kızıl Tilki",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Crimson Fox_icon.png",
      "desc": "A sly animal as elusive as a fairy that often appears in folk stories, symbolizing unusual cunning and ancient memories.<br/>A small fox that hides in amongst the trees and thick grass, prudently avoiding the dangerous gaze and arrows of hunters.<br/>Folk legends across Teyvat all contain stories of foxes that have lived for many years and gathered a great deal of wisdom, and even stories of foxes turning into human form. The popular children's fable \"The Fox in the Dandelion Sea\" tells just such a tale."
    },
    {
      "epId": 2396,
      "name": "Kırmızı Boynuzlu Kertenkele",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Red Horned Lizard_icon.png",
      "desc": "A small lizard with horns on its head that can often be found in shadowy bushes.<br/>These lizards have pretty red scales and will detach their tails to escape when caught.<br/>Lizard tails have special medicinal properties when dried and ground down into a powder. Some crazy alchemists have even found a way to process them into catalysts for explosions.<br/>Once they are separated from the body, these tails will lose their vitality and curl up. They will, for reasons unknown, also turn bright green."
    },
    {
      "epId": 2397,
      "name": "Yeşil Boynuzlu Kertenkele",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Green Horned Lizard_icon.png",
      "desc": "A small lizard with horns on its head that can often be found in shadowy bushes.<br/>These lizards have lovely green scales and will discard their tails to escape when caught.<br/>Lizard tails have special medicinal properties when dried and ground down into a powder. Some crazy alchemists have even found a way to process them into catalysts for explosions.<br/>Once they are separated from the body, these tails will lose their vitality and curl up."
    },
    {
      "epId": 2398,
      "name": "Zümrüt Yeşili Ördek",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Emerald Duck_icon.png",
      "desc": "A quacking waterfowl. It lives around the rivers, lakes, and wetlands of Teyvat.<br/>This wild duck with brilliant green feathers adorning its head and neck is especially sensitive to changes in the wind. It enjoys frolicking in areas of warm water."
    },
    {
      "epId": 2399,
      "name": "Yeşim Gözlü Kedi",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Jade-Eyed Cat_icon.png",
      "desc": "An agile and wise soul, endowed since birth with a well-maintained elegance and pride.<br/>A grimalkin with emerald-green eyes, it walks upon roof beams at night with great grace. But do not let their noble affectations fool you — these little thieves are adept at stealing fresh fish from the rears of kitchens and merchant stands."
    },
    {
      "epId": 2400,
      "name": "Solungaçlı Dikence Balığı",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Lunged Stickleback_icon.png",
      "desc": "A swift, fierce fish with spiny fins whose spiny mouth can pierce the current when it swims at full speed. Its capabilities have earned it the nicknames \"The Cutter\" and \"Hard-To-Get.\"<br/>Unlike others of its kind, the lunged stickleback can live in dried, muddy pools for a long time. Other than its gills, it can also breathe through its degenerated scales, which is a feature much more similar to that of amphibians. As such, apart from dealing with uninvited anglers, it also has to deal with an academic vote of no confidence in it still being a stickleback."
    },
    {
      "epId": 2401,
      "name": "Lepistes",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Medaka_icon.png",
      "desc": "A lively, energetic fish famous for its petal-shaped tail.<br/>Most such creatures lived out their lives peacefully as ornamental fish. But when it was discovered that their meat was flavorful, less bony, and very fatty, they would also come to find themselves carefully prepared and served up on meal tables."
    },
    {
      "epId": 2402,
      "name": "Karamsar Balon Balığı",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Bitter Pufferfish_icon.png",
      "desc": "A rare pufferfish variant. As the name suggests, this creature spreads bitterness wherever it goes in the underwater world. Its water cannon projectiles are slower and smaller than those of its ordinary counterparts, but the power of such attacks is undiminished due to the incredibly bitter pheromones within. During their courtship phase, an observer might bear witness to the curious sight of males and females of this species blasting each other with these water cannons. Perhaps passing on the bitterness of life is also a manifestation of love."
    },
    {
      "epId": 2403,
      "name": "Esmer Kanatlı Şahin",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Brownwing Falcon_icon.png",
      "desc": "A sharp-eyed and proud falcon.<br/>It circles the skies at high altitude where the air is cold, waiting for the moment to swoop down and strike the squirrels and small birds hiding in the grass and trees. Hunters say that just a small amount of training can turn this bird of prey into a formidable hunting companion."
    },
    {
      "epId": 2404,
      "name": "Mor Leylek",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Violet Ibis_icon.png",
      "desc": "A graceful bird with broad wings and slender legs.<br/>It has beautiful violet feathers and enjoys walking across streams or paddy fields in silence. It is referred to as the \"Uraume Bird\" in ancient Inazuma songs. Once present everywhere, they seem to have become more and more rare."
    },
    {
      "epId": 2405,
      "name": "Kızıl Çopra",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Sunset Loach_icon.png",
      "desc": "The legendary freshwater amphibian that can spit out pearls. They are found mostly where the water is clear and the reeds grow long.<br/>It is said that their lovely hue is like the sunset upon the waters, or that the tranquility of sunset stays with them.<br/>They will combine elements that can neither be absorbed nor digested, gravel and ores within their bodies to create sparkling, shining pearls, and will spit them out when threatened to confuse and distract predators."
    },
    {
      "epId": 2406,
      "name": "Safir",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Sapphire_icon.png",
      "desc": "An agile and wise soul, endowed since birth with a well-maintained elegance and pride.<br/>These pure white kitty cats are named and famed for their shining sapphire-blue eyes. But no matter how lovely Sapphires may be, they also have terrible tempers. One must take care to have some fish jerky — and some balm for superficial cuts — handy when hanging out with them."
    },
    {
      "epId": 2407,
      "name": "Mavimsi Lepistes",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Aizen Medaka_icon.png",
      "desc": "A lively, energetic fish famous for its petal-shaped tail.<br/>Long ago, there was a funny story that said that you could get Aizen Medaka by throwing normal Medaka into a pot of blue dye. This was most likely born from a child's over-active imagination, but has nonetheless given rise to not a few unscrupulous fish hawkers. This in turn has given rise to some conversations that go something like \"Hey, is it just me, or is the blue on your fish washing off?\" In response, the Ministry of Civil Affairs specifically posted this notice: \"The market is a wet and wild place. Beware of influxes of blue fish.\""
    },
    {
      "epId": 2408,
      "name": "Mavi Turna",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Azure Crane_icon.png",
      "desc": "A graceful bird with broad wings and slender legs.<br/>Across Teyvat, the long-legged crane carries different meanings in different cultures — good luck, elegance, and gentlemanly charm are all reflected in this graceful bird.<br/>The poets of Liyue even use the term \"gentleman\" to describe this tall and dignified bird."
    },
    {
      "epId": 2409,
      "name": "Mavi Kurbağa",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Blue Frog_icon.png",
      "desc": "A small frog that often appears in wetlands.<br/>This animal is very common in wetland areas, and its body secretes a mysterious sticky substance that has much medicinal utility. Blue Frogs are known to frequent cleaner, clearer waters.<br/>According to observations, various frog species will turn green once the sticky substance on their surfaces dries up. The present hypothesis is that this is a result of some change to its outer skin, and helps to conserve bodily moisture."
    },
    {
      "epId": 2410,
      "name": "Mavi Boynuzlu Kertenkele",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Blue Horned Lizard_icon.png",
      "desc": "A small lizard with horns on its head that can often be found in shadowy bushes.<br/>These lizards have beautiful blue scales and will break their tails off to escape when caught.<br/>Lizard tails have special medicinal properties when dried and ground down into a powder. Some crazy alchemists have even found a way to process them into catalysts for explosions.<br/>Once they are separated from the body, these tails will lose their vitality and curl up. They will, for reasons unknown, also turn bright green."
    },
    {
      "epId": 2411,
      "name": "Mavi Yüzgeçli Levrek",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Blue-Fin Bass_icon.png",
      "desc": "A type of fish commonly found in bodies of water everywhere. Their meat is sumptuous, making them an important resource for fish-related gourmet dishes in Teyvat.<br/>Blue-Fin Basses have softer flesh than those of their black-backed cousins, which is very welcome amongst those who prefer delicate tastes."
    },
    {
      "epId": 2412,
      "name": "Kırmızı Yengeç",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Pale Red Crab_icon.png",
      "desc": "A claw-snapping crab that can be found in various water bodies throughout Teyvat.<br/>It has a light red colored shell and a gentle nature. As such, it's a lot more suitable to be raised for ornamental display than others of its kind."
    },
    {
      "epId": 2413,
      "name": "Avcı Hırsız Gelincik",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Hoarder Weasel Thief_icon.png",
      "desc": "Thieves that come and go like the wind, though they only do so out of pure instinct.<br/>Weasel Thieves with a luxurious purse on their backs. As elders among their kind, their ability to find treasure and avoid pursuit is even greater. Sometimes, they will even teach tricks of the trade to younger weasel thieves. As more experienced thieves, the amount of Mora they have collected is also greater.<br/>That said, you've plundered their purses before, and they're not all that loaded either..."
    },
    {
      "epId": 2414,
      "name": "Süslü Müren Balığı",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Adorned Unagi_icon.png",
      "desc": "A slender, amphibious fish that has the peculiar habit of warming itself up at shallows or sandbanks.<br/>The lovely meat of the unagi has a unique flavor when grilled, and is a much-beloved delicacy in Inazuma."
    },
    {
      "epId": 2415,
      "name": "Kaplan Desenli Kedi",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Tiger-Striped Cat_icon.png",
      "desc": "An agile and wise soul, endowed since birth with a well-maintained elegance and pride.<br/>This cat is intelligent and combative, and has quite the aura of prestige to it. These cats are excellent at earning the favor of humans and are often able to get the upper hand over its kin when it comes to gathering food. As such, they tend to get fat quite quickly, though this does not diminish their cuteness in human eyes at all."
    },
    {
      "epId": 2416,
      "name": "Komiser Kedi",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Sheriff Cat_icon.png",
      "desc": "An agile and wise soul, endowed since birth with a well-maintained elegance and pride.<br/>These cats are conscientious and cautious, elite hunters amongst their kind. Due to humans often delegating the vital task of defense against vermin to them, they are sometimes also called \"watch-leaders.\" And though cats are free animals by nature, these \"watch-leaders\" take their rat-catching duties very seriously. In Liyue, such cats are fondly known as \"Catcher-General Kitty,\" so much so that children's books and toys of this sort are quite popular amongst kids."
    },
    {
      "epId": 2417,
      "name": "Kızıl Gagalı Ördek",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Scarletbeak Duck_icon.png",
      "desc": "A quacking waterfowl. It lives around the rivers, lakes, and wetlands of Teyvat.<br/>This duck with white feathers and a scarlet beak is quite common, as well as quite delicious..."
    },
    {
      "epId": 2418,
      "name": "Kızıl Serçe",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Crimson Finch_icon.png",
      "desc": "A chirpy little bird, found in nooks and crannies all over Teyvat.<br/>This bird sports bright-red feathers, helping it to put on a dazzling show when mating season comes around. Unfortunately, this same bright plumage also makes it an easy target for hunters. The dainty little Crimson Finch is one of the main food sources for carnivorous animals in Teyvat."
    },
    {
      "epId": 2419,
      "name": "Kızıl Kanatlı Güvercin",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Crimsonflank Pigeon_icon.png",
      "desc": "A common avian species in Teyvat. Plump and meaty, but can also be trained to deliver messages.<br/>This type of pigeon is mostly active in mountainous regions. It sports the colors of the mountain rocks and the red earth on its feathers, giving it a graceful and distinguished appearance."
    },
    {
      "epId": 2420,
      "name": "Kızıl Şeytan",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Akai Maou_icon.png",
      "desc": "A stickleback with a fierce appearance and a manner to match. It will fight anyone and anything under the sea for food — a veritable and much-feared robber in red. Its fiery-red coloration seems to have much to do with Pyro, for while they cannot quite become flame generators, they do have some control over high temperatures. They can convert energy from their food and focus it on their dangerous snouts, making them underwater scoundrels indeed.<br/>\"Need to drill wood to make a flame? This is your best friend.\" — Angler's Atlas, Akai Maou Chapter"
    },
    {
      "epId": 2421,
      "name": "Kırmızı Yüzgeçli Müren Balığı",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Red-Finned Unagi_icon.png",
      "desc": "A slender, amphibious fish that has the peculiar habit of warming itself up at shallows or sandbanks.<br/>Young unagi tend to be transparent throughout, and will only gain their beautiful vermillion ear-fins and red-and-yellow splotches as they mature. Apart from being used as high-end ingredients, they are also often kept as ornamental fish."
    },
    {
      "epId": 2422,
      "name": "Divda Vatoz",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Divda Ray_icon.png",
      "desc": "A strange cartilaginous fish that was once thought to be a fantastical creature, only recorded in some ancient scrolls of art on Watatsumi Island. As the seal over Enkanomiya was opened, their true forms were laid bare before the eyes of all.<br/>It is said that the bodily forms of these curious creatures will change color as time passes. When they are young, they are as gold as sunlight. Rays at this stage of life earned the name \"Divda\" in those ancient scrolls, which means \"the tail end of innocence.\""
    },
    {
      "epId": 2423,
      "name": "Orman Domuzu",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Forest Boar_icon.png",
      "desc": "One of the most energetic residents in Teyvat, boars are found active throughout the wild.<br/>This wild animal is characterized by rapid reproduction and a stubborn personality. Able to survive in various conditions, it can be encountered in all sorts of forests and wild terrain. Forest Boar meat is tasty and chewy, making it a prime ingredient for many dishes. In addition, Forest Boars are even central characters in many legends told across Teyvat.<br/>The Musk family ecologists have observed some hilichurl tribes attempting to domesticate Forest Boars, presumably hoping to train them as riding animals."
    },
    {
      "epId": 2424,
      "name": "Altın Serçe",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Golden Finch_icon.png",
      "desc": "A chirpy little bird, found in nooks and crannies all over Teyvat.<br/>This fluffy, golden finch looks stunning in the sunlight. Some children like to catch Golden Finches and take them home as pets, but they struggle to adapt to the rowdy living environments of human beings. Consequently, they tend to find an opportunity to fly back off into the wild before long."
    },
    {
      "epId": 2425,
      "name": "Altın Ejder Balığı",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Golden Koi_icon.png",
      "desc": "A large fish said to be the descendant of dragons.<br/>With the horn on its head and its scaleless form clad as if in golden armor, it looks every bit like a king underwater. In truth, its bloodline and behavior could not be more different from that of a dragon — it can neither call forth the wind and rain nor the power of domination and is actually often the victim of food-snatching due to its weak character. A real shame, of course, that it looks so very majestic. As such, it lost the nickname \"Descendant of Dragons,\" and is now termed the \"False Dragon\" instead."
    },
    {
      "epId": 2426,
      "name": "Altın Çopra",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Golden Loach_icon.png",
      "desc": "The legendary freshwater amphibian that can spit out pearls. They are found mostly where the water is clear and the reeds grow long, such as in Liyue's Dihua Marsh.<br/>They say that Golden Loaches are the spoiled children of the river itself. It is also said that they can smile so innocently because of the river's warm and gentle caress.<br/>They will combine elements that can neither be absorbed nor digested, gravel and ores within their bodies to create sparkling, shining pearls, and will spit them out when threatened to confuse and distract predators."
    },
    {
      "epId": 2427,
      "name": "Gri Ejder Balığı",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/13/77454259/782e29cb1148fdd4a5fe666fb0ca88e8_2842862303047205014.png",
      "desc": "A large fish said to be the descendant of dragons.<br/>This is a variant species of Koi, and is sometimes termed the \"awakened dragon\" amongst them. In stark contrast to its rather shabby appearance, the Rusty Koi has shed its opulent gold tabard in exchange for a hard armor of rusty bronze. Very strong-willed, it will fight any interloper that dares to steal its food or enter its territory. In terms of pure fighting capability, it is even a match for smaller sea creatures and has thus been given the nickname \"Ironbone Dragon\" in honor of its strength, which is considered the backbone of its species' future revitalization."
    },
    {
      "epId": 2428,
      "name": "Ebedi Melek Balığı",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/13/77454259/d8695839a59aa9992dca07fb70315245_1049108086994536397.png",
      "desc": "A rare and valuable butterflyfish variant from Liyue. At present, it can only be found near water bodies around the abodes of the adepti. Its pale white lines are very striking, and it has greater longevity than other members of the species and is thus regarded to be a lucky fish blessed by the adepti.<br/>Most people from Liyue will refuse to eat this fish on principle, given the common respect for the adepti, but some fear no such superstition and claim that eating these fish can help one extend one's years."
    },
    {
      "epId": 2429,
      "name": "Buzgezer",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/13/77454259/fc0607bbade0642a6041426df9db3517_954889392710453363.png",
      "desc": "A rare stickleback that only dwells in snowy, mountainous regions. It is quite possibly due to this that it has a much cooler temperament as compared to other sticklebacks. This species has a unusually great love for the bitter cold, almost as if they were parent and child. Though they can live in warmer waters, but any removal from such conditions is like striking a spiritual blow to them, and they will become depressed and refuse to multiply.<br/>\"Not a recommended catch.\" — Angler's Atlas, Snowstrider Chapter"
    },
    {
      "epId": 2430,
      "name": "Kar Beyaz Serçe",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/13/77454259/6771c75f205a695b5c9b9ccc9991d3f9_3597841243802298265.png",
      "desc": "A chirpy little bird, found in nooks and crannies all over Teyvat.<br/>Snowy white from tip to toe, it enjoys a carefree existence in its snowswept natural habitat. Snow Finches are naturally adapted to cold climates and are highly sensitive to changes in temperature. In warmer environments, they become somewhat fatigued, making them easier to catch."
    },
    {
      "epId": 2431,
      "name": "Kar Tilkisi",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/13/77454259/b0a6c56aeff776be4d05954c85f55b1d_4622579432314488633.png",
      "desc": "A sly animal as elusive as a fairy that often appears in folk stories, symbolizing unusual cunning and ancient memories.<br/>Its coat of thick, white fur helps conceal it amongst the snow. Living in harsh environments has sharpened both its wits and sense of smell."
    },
    {
      "epId": 2432,
      "name": "Kar Domuzu",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/04/77454259/4e0164f042ec1da4f77a88e41ea93fae_4992046123185247288.png",
      "desc": "A forest boar that makes its home in cold climates, with thicker fur than its warmer climate cousins.<br/>According to scientists, although the cold, frosty conditions of its habitat required a stubborn ability to survive, it also provided an environment without any natural predators, allowing Snowboars to multiply in number unhindered. Legends say that Snowboars can live for an incredibly long time, even allowing it to grow abnormally large during such a long battle for survival.<br/>People believed this species of boar to have gone extinct long ago, but as adventurers explore deeper into Dragonspine, they seem to have made a new ecological discovery..."
    },
    {
      "epId": 2433,
      "name": "Kar Gelinciği",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/04/77454259/1fd2ccab6039a8b209d09a5aa27b2f28_1914147258058286204.png",
      "desc": "Prank-prone rascals with a slim and agile form.<br/>Weasels that come and go as they please, hiding within holes in the snowy plains. They usually hunt bugs and lizards, but they are also unafraid of animals slightly larger than themselves. Due to their cute appearance, people sometimes try to catch weasels and take them as pets, but they are freedom-loving creatures by nature and do not easily consign themselves to the fate of being confined in warm human homes."
    },
    {
      "epId": 2434,
      "name": "Elektrik Kristal Kelebeği",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/04/77454259/1ed0ae13c5ced879b0972c475fc1b4fd_2104103872505877028.png",
      "desc": "Pure elemental life-forms composed of drifting Electro particles, as free and unbound as the butterflies they resemble.<br/>A glittering Electro creature that is the product of rising and condensing elements, and which feeds off the ubiquitous power of Electro.<br/>Could the flashing light in the dark night be the entrusted faith of a certain someone..."
    },
    {
      "epId": 2435,
      "name": "Raimei Melek Balığı",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/03/77454259/02af8fb54d11f6a7129e4e76bcfe8cfe_4583049306906865540.png",
      "desc": "A rare and valuable butterflyfish variant from Inazuma. It loves water bodies suffused with Electro, and seems to derive joy from electric currents.<br/>It is said that these fish were once from the same line as the Abiding Angelfish of Liyue, until traveling merchants exported them to Inazuma. There, their behavioral patterns underwent an unexpected shift. At present, some researchers have begun to use them in conjunction with Electro Slimes for experiments.<br/>\"Ma... Mah... Mah tung ith numm...\" — A certain greedy gourmet after trying a Raimei Angelfish dish."
    },
    {
      "epId": 2436,
      "name": "Kurbağa",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/03/77454259/2bbfb40fc6bcce07fb8edd8ff3fcae20_3197559104369936579.png",
      "desc": "A small frog that often appears in wetlands.<br/>This animal is very common in wetland areas, and its body secretes a mysterious sticky substance that has much medicinal utility."
    },
    {
      "epId": 2437,
      "name": "Çizmeli Gelincik",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/03/77454259/9d7632b2ad9711b5d3f65aa621ae71ee_8675176267610778967.png",
      "desc": "Prank-prone rascals with a slim and agile form.<br/>They are named Boot Weasels due to their four limbs, which are covered in dark-colored fur. These creatures are a bit more frightened and cautious than other weasel species, and their tiptoeing movements have only deepened the impression of them as \"weasels in boots.\" As such, all sorts of strange legends circulate around Teyvat concerning these thieving little creatures."
    },
    {
      "epId": 2438,
      "name": "Rüzgar Kristal Kelebeği",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/03/77454259/de84ccf9f90bee88df70076cc8b8bcf4_8596468638141827718.png",
      "desc": "Pure elemental life-forms composed of drifting Anemo particles, as free and unbound as the butterflies they resemble.<br/>A glittering Anemo creature that is the product of rising and condensing elements, and which feeds off the ubiquitous power of Anemo.<br/>They say that the flapping of a butterfly's wings has the power to whip up a storm."
    },
    {
      "epId": 2439,
      "name": "Karga",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/03/77454259/2eb8307e15d405c9ff2ef617fa77229c_7687973885603314977.png",
      "desc": "A black colored avian.<br/>The black on its feathers are darker than the long nights of Teyvat. When many of them circle in the sky, they can create the illusion of a solar eclipse.<br/>Some locals consider them inauspicious, while others consider them a symbol of good fortune. As the saying goes, that's how traditions work.<br/>Rumors abound among adventurers from various nations concerning a giant talking crow raised by a young female investigator from Mondstadt..."
    },
    {
      "epId": 2440,
      "name": "Zehirli Dikence Balığı",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/03/77454259/61ceeeb663d31659f2cc5f689c2fb82f_4687637421030314390.png",
      "desc": "A swift, fierce fish with spiny fins whose spiny mouth can pierce the current when it swims at full speed. Its capabilities have earned it the nicknames \"The Cutter\" and \"Hard-To-Get.\"<br/>The Venomspine Fish's most well-known trait is its poisonous spines, which contain a neurotoxin that is fatal to smaller prey but proves far weaker against large organisms, mostly only causing mild confusion or hallucinations.<br/>\"Fill 'er up, Rex, my good lad! Fill 'er up to the brim for big brother!\" — A certain fisherman from Liyue who was accidentally pricked."
    },
    {
      "epId": 2441,
      "name": "Altın Yengeç",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/03/77454259/cb3d01e65e5a145a1e2aa5bb85335b60_4236620777873845219.png",
      "desc": "A claw-snapping crab that can be found in various water bodies throughout Teyvat.<br/>This golden-shelled crab is especially tasty, and is the star of the show in the famed Liyue dish known as Golden Crab.<br/>Some people call those who run amok as they please \"crabs,\" but a crab's manner of movement is not so much a matter of their character as it is their physical makeup. Such monikers are most unfair to crab-kind."
    },
    {
      "epId": 2442,
      "name": "Altın Levrek",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/03/77454259/d747db36fae8ce7c4718991bd79c66d6_6578253878991448275.png",
      "desc": "A type of fish commonly found in bodies of water everywhere. Their meat is sumptuous, making them an important resource for fish-related gourmet dishes in Teyvat.<br/>Golden Basses are a much less common sight than Black-Back or Blue-Fin variants. It is said that such fish can bring the one who catches them good luck.<br/>There were once those who peddled protective talismans and blessing cards made in the image of Golden Basses in the city streets of Liyue Harbor. It was also a common saying in Inazuma that the golden setting sun was like a Golden Bass swimming across the skies."
    },
    {
      "epId": 2443,
      "name": "Siyah Kedi",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/03/77454259/aa97e467842f343710e233ec529f3834_8741302721525999083.png",
      "desc": "An agile and wise soul, endowed since birth with a well-maintained elegance and pride.<br/>These mysterious passers-by are clad from head to toe in black fur, and purr from the shadows that hide their forms, only to reveal two large, gleaming golden eyes amidst the gloom. To some scholars, black cats symbolize the study of mysteries, magic, and portents from afar, and are very popular as a result."
    },
    {
      "epId": 2444,
      "name": "Siyah Kral Güvercin",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/03/77454259/5ff37885b7c752cf47704f8344f073ac_4412034618618772387.png",
      "desc": "A common avian species in Teyvat. Plump and meaty, but can also be trained to deliver messages.<br/>A relatively common pigeon that takes its name from its black-colored head. It is braver and more prone to confrontation than other birds in the pigeon family, making it easier to catch. Its meat is dense and flavorful, making it well-suited to roasting."
    },
    {
      "epId": 2445,
      "name": "Kara Sırtlı Köpek",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/03/77454259/9cfd9cfcef00bedd15b68a13f6cd6ebd_248098671621515226.png",
      "desc": "Humanity's best friend!<br/>They say that these are the descendants of the favored, specially-bred hunting hounds of Old Mondstadt's aristocracy. They now have their own fair share of sub-breeds throughout the seven nations. Though they have high ancestry, the Black-Back Hounds of today are known far and wide for being both dependable and approachable. Perhaps something similar may be said for the arrogant, domineering nobles of yesteryear being supplanted by the warm-hearted and humble Knights of Favonius today."
    },
    {
      "epId": 2446,
      "name": "Kara Sırtlı Levrek",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/03/77454259/5d8ade09df4713d792412d5ba071e295_1645071484287772255.png",
      "desc": "A type of fish commonly found in bodies of water everywhere. Their meat is sumptuous, making them an important resource for fish-related gourmet dishes in Teyvat.<br/>Black-Back Basses are one of the most commonly seen fish in Teyvat's water bodies. It is said that the older they get, the darker their scales become, and that experienced fishermen know how to pick out the prize catch from the color of their scales."
    },
    {
      "epId": 2827,
      "name": "Kum Fırtınası Balığı",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/23/194600931/fa81c1a3fe5341afc7b9269422eff7eb_1748260847529926810.png",
      "desc": "<p>A medium-sized, round fish with horn-like cartilage that is used to dig underwater burrows, build shelters and drive away creatures that try to harm it. </p><p>This sandy-colored, plain-looking fish is an important breed. Researchers have managed to deduce the ecological characteristics of the whole pufferfish lineage from the anatomy of this species. With its immense strength and strongest horns amongst its kind, this fish acts as an \"underwater workhorse.\" They have evolved their protective coloration as a result of long-term activities in the riverbed and the bottom of the lake, along with spending all their days with pervasive river and lake sand as companions.</p>"
    },
    {
      "epId": 2828,
      "name": "Dingin Yeşim Balta Balığı",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/23/194600931/7a2bcc9668aec3c23811a2b346b2e086_2232042056115424017.png",
      "desc": "<p>A medium-sized fish with unique morphology and Sumeru's cousin to the butterfly fish. This fish has a broad skeleton and a unique curved body. Legend has it that the first fishermen to catch this fish had their rods tilted at the end of the tail fin and found that the two, when combined, resemble a polearm, hence giving rise to the name \"Axe Marlin.\" This name has made much more of an impression than its scientific name, the \"Anchor Hook Butterfly,\" and it is thus colloquially used amongst most people.</p><p>The jade-colored Axe Marlin prefers to live in areas where aquatic plants flourish, and where its shape easily blends in with the background. Small fish that wander through the grass often bump into their camouflaged bodies and become dazed, but the marlin doesn't feel provoked, and will instead offer shelter to its neighbors.</p>"
    },
    {
      "epId": 2829,
      "name": "Gün Batımı Gölgesi Balığı",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/23/194600931/1aa68848b24ef95130f49f8c3c4fac79_1727378343927205187.png",
      "desc": "<p>A medium-sized, round fish with horn-like cartilage that is used to dig underwater burrows, build shelters and drive away creatures that try to harm it.</p><p>As the longest-living species of pufferfish, they have a light gray color and are easy to identify. The color comes from their unique way of survival — their cutis contains a substance similar to bile, which is far more acidic than that of other fish, causing them to be shunned by many underwater creatures.</p><p>But when cooked in a special way, the acidity actually adds to the freshness of the fish. As a result, this fish sells very well. At Sumeru's fish markets, you can often see signs that say: \"Do not keep Sunset Cloud Anglers in the same tank as other fish meant for consumption.\"</p>"
    },
    {
      "epId": 2830,
      "name": "Lazurit Balta Balığı",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/23/194600931/b515aec19c896a47ce4ec9899a0cb25d_2909091470590886544.png",
      "desc": "<p>A fish with unique morphology and Sumeru's cousin to the butterfly fish. This fish has a broad skeleton and a unique curved body. Legend has it that the first fishermen to catch this fish had their rods tilted at the end of the tail fin and found that the two, when combined, resemble a polearm, hence giving rise to the name \"Axe Marlin.\" This name has made much more of an impression than its scientific name, the \"Anchor Hook Butterfly,\" and it is thus colloquially used amongst most people.</p><p>Although its namesake is a weapon, and its strength surpasses that of many other fish, Axe Marlin mostly have a kind personality, especially those with blue and gold stripes on the body. Due to their hard scales and big size, Axe Marlins are able to handle attacks from other aquatic creatures, waiting until their attacker is exhausted and leaves.</p><p>Their strength can also prove challenging for a master fisherman, whose only choice is to treat them as large beasts — to drain their stamina more efficiently and eventually catch them, one must go all out the moment an Axe Marlin bites.</p>"
    },
    {
      "epId": 2831,
      "name": "Derin Dalga Şeftalisi",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/03/77454259/7fb1aff428ea5957bbc76360a40d14d2_1876886493298964553.png",
      "desc": "<p>A medium-sized, round fish with horn-like cartilages that is used to dig underwater burrows, build shelters and drive away creatures that try to harm it. </p><p>This species' whole body is pink and the tail fin is green, colors that are associated with the Zaytun Peach. These fish are, as their name suggests, so sweet that they are considered \"ideal for dessert.\"</p><p>Doubtless, owing to various factors, the fish dessert that the fish chefs were hoping to create did not pan out. Because this type of fish is rare and expensive, it is often farmed as an ornamental fish. </p><p>There is a large customer base that doesn't want to spend too much Mora on this kind of pufferfish, but nevertheless can't get enough of its bright colors. There are even enterprising businessmen who have managed to reverse this phenomenon, modeling their Zaytun Peaches after these pufferfish. The sales of those are pretty good.</p>"
    },
    {
      "epId": 2832,
      "name": "Gerçek Meyve Balığı",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/30/77454259/aaf7e3efd361122f161c62d89f6bfd4d_6254420571694047688.png",
      "desc": "<p>A medium-sized, round fish with horn-like cartilages that is used to dig underwater burrows, build shelters and drive away creatures that try to harm it. </p><p>Specimens with a greenish tint are the common species in this lineage. They look like an unripe fruit on a tree branch, hence the nickname \"True Fruit.\" </p><p>However, there are very few bones in this fish. The meat is fatty and rich, but if it's not handled properly, or you remove its gallbladder too late, the fish's meat will be as sour as unripe fruit. Therefore, \"making this fish delicious\" has become the standard by which all chefs are measured.</p>"
    },
    {
      "epId": 2934,
      "name": "Akrep",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/10/77454259/6208c06d2f2ff8c38b6165187768dc0f_3977674623286602531.png",
      "desc": "<p>Large arthropods that live beneath the sandstone that specialize in using their venom to hunt.</p><p>Due to their ability to secrete highly toxic fluids when under attack, they have long been much sought-after by plotters and alchemists alike, with these fluids becoming common ingredients in poison-making. Indeed, human hearts are yet more dangerous than venomous scorpions.</p>"
    },
    {
      "epId": 2935,
      "name": "Maskeli Gelincik",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/10/77454259/51ddd38c0ed76ab7011e6f291ad31dbd_1158967470549453010.png",
      "desc": "<p>An agile, mischievous little prankster.</p><p>Its dark face gives the impression of a mask-wearing bandit, but in truth these creatures are a gentle and friendly sort, and will rarely steal from human dwellings. Even so, the good nature of Masked Weasels will sometimes be taken advantage of by people of less good intent, using these creatures to satisfy their selfish desires for ill-gotten gain.</p>"
    },
    {
      "epId": 2936,
      "name": "Çöl Tilkisi",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/05/80830045/8bb95a6d3d65e5c3bc65446567556019_7085800196929619168.png",
      "desc": "<p>A sly animal as elusive as a fairy that often appears in folk stories, symbolizing unusual cunning and ancient memories.</p><p>These animals call the vast desert home and are smaller than most of their kin, which is possibly how they evaded the ancient calamities. Their long ears are an adaptation that helps them better live in their hot and dry desert home.</p>"
    },
    {
      "epId": 2937,
      "name": "Kızıl Akbaba",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/10/77454259/d5ad0d2666850a3bc1283f9f4ee2fc26_4433055450272072514.png",
      "desc": "<p>This large bird consumes remains, and its red feathers seem a little sparse under the sunlight.</p><p>These members of the eagle family are not actually native to the desert, instead appearing in the desert after the disappearance of the ancient civilization ruled by King Deshret. They have also come to to be seen as harbingers of death or disaster by some migrants from the desert due to their unique living habits.</p>"
    },
    {
      "epId": 2938,
      "name": "Kutsal İbis",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/10/77454259/c1713a2fe5e99f7697d0f48cbc170d46_8359605038979200009.png",
      "desc": "<p>A noble bird that has broad wings and sleek legs.</p><p>It lives near desert oases, and it was once widely worshipped as a symbol of the divine. The ancient legends of the desert migrants say that these beings are the guardians of lost shrines and that they have the sacred power to deflect calamity.</p>"
    },
    {
      "epId": 2939,
      "name": "Kızıl Kuyruklu Kertenkele",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/10/77454259/83f1b1e69661df99301cecf57b2f8734_847133595561782439.png",
      "desc": "<p>A small lizard with horns on its head that can often be found in shadowy bushes.</p><p>These lizards have lovely red, patterned tails that blend in with their surroundings. They discard these tails in moments of peril to confuse their foes.</p><p>Lizard tails have special medicinal properties when dried and ground down into a powder. Some crazy alchemists have even found a way to process them into catalysts for explosions.</p><p>Once they are separated from the body, these tails will lose their vitality and curl up.</p>"
    },
    {
      "epId": 2940,
      "name": "Ağaç Kurbağası",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/10/77454259/b63fd112ec218c509cfb64c25a0480c9_2285875735396714287.png",
      "desc": "<p>A small frog that often appears in wetlands.</p><p>This animal is very common in wetland areas, and its body secretes a mysterious sticky substance that has much medicinal utility. Tree Frogs are well-suited to dwelling in rainforests.</p><p>It is said that some tree frogs can glide between the trees. Research indicates that the principle behind such an ability is quite similar to that of wind gliders.</p>"
    },
    {
      "epId": 2941,
      "name": "Doğa Kristal Kelebeği",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/10/77454259/29ccc8781916878420414e02bf36c271_1575561776155662255.png",
      "desc": "<p>Pure elemental life-forms composed of drifting Dendro particles, as free and unbound as the butterflies they resemble.</p><p>A glittering Dendro creature that is the product of rising and condensing elements, and which feeds off the ubiquitous power of Dendro.</p><p>They say that Dendro Crystalflies are the seeds of life. No matter how many times life withers, the earth will give birth to life anew, so long as the seeds do not die.</p>"
    },
    {
      "epId": 2942,
      "name": "Kaba Tüylü Yük Hayvanı",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/10/77454259/18657bf4aa7ba72d1f5df4d705bc32cd_7983417118328499158.png",
      "desc": "<p>Sumpter Beasts are friends of humanity. These gentle-hearted creatures are indispensable elements of production and transportation. </p><p>In Sumeru, your wealth is symbolized by the number of Sumpter Beasts you own. Large merchant caravans and Eremites usually come with very sizable trains of Sumpter Beasts indeed, and this allows them to carry ample supplies and goods across both desert and forest alike.</p>"
    },
    {
      "epId": 2943,
      "name": "Rishboland Kaplanı",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/02/77454259/9df5546be68bbebaf5bad66ae834ef0e_4958757832312191916.png",
      "desc": "<p>A beast that resides in the woods. The king of the jungle.</p><p>It regards the entire woodland realm as its territory, and will often survey its domain even as a true king might. Any intruder shall be set upon with extreme prejudice. It has almost exaggeratedly amount of fluff on its temple, and research indicates that this allows it to measure distances.</p><p>It is said that the forests once played host to a true tiger, a divine beast that defended the woods. Upon its death, these creatures that resemble cats far more became the successors to its mighty name.</p>"
    },
    {
      "epId": 2944,
      "name": "Dikenli Timsah",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/10/77454259/dc0a7f22d5f3bf5d84e009207a18ae12_2292323676941513561.png",
      "desc": "<p>An ancient life form that dwells in the lake swamp. Ferocious by nature, it will attack from underwater.</p><p>Its evolutionary history in this land precedes even the advent of Sumeru's forest. In the age when gods with beast's faces still had dominion over the world, these creatures were worshiped as gods by humans. Even today, the desert dwellers see their spiny red crowns as relics of ancient deities.</p>"
    },
    {
      "epId": 2945,
      "name": "Küflü Domuz",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/12/77454259/a3e61cd74d91504e1b9e32eaf88ff932_1481509458189499139.png",
      "desc": "<p>A forest boar that dwells in the rainforest. This creature has developed a certain marvelous symbiosis with the Shroom-Kin. According to researchers' studies, Shroomboars rely on the parasitic mushrooms perched on them for natural camouflage, which allows them to evade predators and survive in the jungles. However, this has also made it popular on the dinner table as naturally-occurring pre-made food.</p>"
    },
    {
      "epId": 2946,
      "name": "Alacakaranlık Kuşu",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/10/77454259/e31dc821ece0c37ca01cd02caf401f7a_6055929685474018789.png",
      "desc": "<p>A bird that lives in the jungles of Sumeru. Its vivid colors make it much-beloved. After being domesticated, it can be used as a courier for messages.</p><p>It is said that the Dusk Bird once possessed significant intellect and could learn human speech, even comprehending the written word.</p>"
    },
    {
      "epId": 2947,
      "name": "Bataklık Yılan Balığı",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/10/77454259/3adfffbf7214ace446ffce97ccdaab2b_3222241832929494150.png",
      "desc": "<p>A slender amphibian fish that usually lives in the desert. In order to adapt to the high temperatures and lack of water, they have not only taken on a fairly unique shape. but their reproductive methods have also changed.</p><p>Though the researchers of the Akademiya firmly deny this, the desert folk believe that the giant life forms within the sands are the mature and complete forms of these creatures following pupation.</p>"
    },
    {
      "epId": 2948,
      "name": "Firavun Böceği",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/10/77454259/c1015d5b8d08a1e7361343d2805f53a8_5013254252258642362.png",
      "desc": "<p>A hardy beetle that dwells in the vast desert. Its shell has patterns on it that resemble those that mark the ancient desert ruins.</p><p>Legend has it that when the desert king ruled this land, the souls of those vanquished by him would be sealed within these insects by the magically-skilled priests at great triumphs held in the City of the Pillars. The scarabs would then be charged with defending the sacred temples and palaces for all eternity. In the end, the temples would collapse and the palaces would fall, and only these golden insects would remain, fulfilling their ancient, forgotten oaths.</p>"
    },
    {
      "epId": 2949,
      "name": "Çöl Yük Hayvanı",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/12/77454259/503bbcca89d2ab83baa0729057a69a59_2915733874830183831.png",
      "desc": "<p>Sumpter Beasts are friends of humanity. Gentle by nature they serve as important tools of production and transport. Sumpter Beasts can adapt to various different natural environment. Long before the forest merchants ever noticed them, these hardworking animals were already the much-relied-upon domesticated beasts of the desert peoples</p>"
    },
    {
      "epId": 3050,
      "name": "Mercan Kelebeği",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/12/77454259/e170cabb4d502affb2ea1f42f2cb5784_7621191309020412909.png",
      "desc": "<p>The Sangacorexes' migratory patterns resemble those of butterflies.</p><p>When they have almost converted the rampaging elemental energies in a certain area, the bone structure of the next generation of Sangacorex will condense into wings of a sort. They will then fly through Enkanomiya, searching for a new place to live, grow, and multiply.</p><p>They were once destroyers of the old order, only capable of living while concealed in the Dark Sea. And there they would have stayed, had the serpent god not given them another opportunity.</p><p></p>"
    },
    {
      "epId": 3052,
      "name": "Mavi Yıldırım Gelinciği",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/10/77454259/ead96ecc2ab6f031a529e878d2ed474b_9043104979196773693.png",
      "desc": "<p>These intelligent weasels live underground within the mining tunnels and caverns depths of The Chasm. Their fur has a unique blue sheen.</p><p>Having long become used to life in the darkness, they now have excellent hearing and olfactory senses.</p><p>Their jade-colored eyes and unusual fur have led miners to see them as an omen that gemstones are to be found nearby. However, there is no real connection between the two.</p>"
    },
    {
      "epId": 3053,
      "name": "Bake-Danuki",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/12/77454259/9ef2e4597fa40ff3b14e6bc1daf88ac3_7271916825192983130.png",
      "desc": "<p>A carefree tanuki that comes and goes without leaving any trace, and that knows mystical arts passed down only amongst their kindred. It has the ability to transform into other objects, including humans.</p><p>Although they often tangle with a mysterious organization under the Shogunate, the tanuki are not a wicked lot and only tease humans for fun.</p><p>There is but one recorded exception: years ago, the bake-danuki who guarded Chinju Forest started a battle due to some conflict between their leader Ioroi and a kitsune. In the end, most of the bake-danuki were sealed within stone statues.</p>"
    },
    {
      "epId": 3318,
      "name": "Bahtınur Böceği",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/03/77454259/992f6832ffc17cac3c4383fc3b4cd8d7_145083830854000706.png",
      "desc": "<p>These creatures dwell within The Chasm, absorbing the energies of the strange stones within and emitting a dim light. Because they give off light, they are loved by miners and concerned a good omen, thus their term \"Lucklight.\" After all, any light in such darkness is to be treasured.</p><p>When \"something strange\" was unearthed in The Chasm, their numbers also began to increase greatly.</p>"
    },
    {
      "epId": 3511,
      "name": "Uçan Yılan",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/26/77454259/8ead42e8b11256b96d616ad100ce0d99_5678581234017948417.png",
      "desc": "<p>A reptile with a limited ability to hover.</p><p>Flying serpents do not truly possess the ability to fly; their ability to hover seems to derive from their bird-like hollow bones and the sparkle of Anemo that imbues them with a subtle influence over the wind. The desert is a far way from the nation of Anemo, but its lands are still ever-graced by gales intent on eroding everything. Everything, from cities to history, will eventually be razed to sand grains by the winnowing currents that drift over the Great Red Sand. Only creatures such as the flying serpents, which have learned to live with the wind, can continue to survive in the desert long after all has been reduced to dust.</p>"
    },
    {
      "epId": 4101,
      "name": "Dalgacı Balta Balığı",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/07/10344346/f1d3f884df4cdb68cab04cfa66169340_337849622727633567.png",
      "desc": "<p>Eşsiz bir biçime sahip ve kelebek balığının Fontaineli kuzeni olan bir balık. Geniş bir kılçığa ve kendine has kıvrımlı bir vücuda sahiptir. Efsaneye göre bu balığı ilk yakalayan balıkçının oltası kuyruk yüzgecine takılmış ve ortaya çıkan şekil bir baltalı mızrağı anımsattığından balıkçı ona \"Balta Balığı\" ismini vermiş. Bilimsel adı \"Çapa Kancalı Kelebek\" ile karşılaştırıldığında bu isim çok daha ilgi çekici olduğundan çoğu insan bu ismi tercih ediyor.</p><p>Deniz mavisi rengindeki bu Balta Balıklarının, Sumeru'dan Fontaine'e göç etmiş özel bir tür olduğu söylenir. Sumeru'daki daha uysal kuzenlerine kıyasla daha dişlidirler ve çok daha zorlu koşullarda yaşayabilirler. Hatta neredeyse tüccar gemileri kadar uzun mesafeler katedebilirler. Bu sebeple bazı denizciler onları cesaretin ve sabrın sembolü olarak görürler.</p>"
    },
    {
      "epId": 4225,
      "name": "Su Kristal Kelebeği",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/07/10344346/fc2494add0fff9cf7f35d0f6152b001d_5876545165968811393.png",
      "desc": "<p>Kelebekler kadar özgür ve bağımsız olan, etrafta süzülen Su parçacıklarından oluşan saf element yaşam formları.</p><p>Yükselerek yoğunlaşmış elementlerden oluşan, her yerde bulunan Suyun gücüyle beslenen parlak bir Su yaratığı.</p><p>Efsaneye göre Su Kristal Kelebekleri, günahların lekesini yıkayan saf gözyaşlarının yoğunlaşması ile oluşurmuş. Dünya ne kadar değişirse değişsin, inanç olduğu sürece dürüstlük sonsuza dek baki kalacak.</p>"
    },
    {
      "epId": 4384,
      "name": "Derin Tespit Ünitesi",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/07/10344346/10aa251238a80e8c2c005eef4c21b70c_3974327592906575649.png",
      "desc": "<p>Fontaine Araştırma Enstitüsü tarafından yapay parçaların yeni modelleri kullanılarak üretilen tespit üniteleri. İlk olarak çevresel verileri izlemek için tasarlanmıştı.</p><p>Bu üniteler aslında Gelişmiş Yapay Teknoloji Araştırma ve Geliştirme Departmanı ile Doğal Ekolojik Çevre İzleme Departmanı tarafından ortaklaşa yönetiliyordu. İlki tespit ünitelerinin üretilmesinden ve sevkinden sorumluyken diğeri de verilerin toplanmasından ve sınıflandırılmasından sorumluydu. İkinci departmanın faaliyetlerine önceki deneysel kazadan sonra son verildiği için Fontaine Araştırma Enstitüsü şu anda sadece ilk departmanın görevlerini sürdürüyor.</p>"
    },
    {
      "epId": 4597,
      "name": "Teknisyen Meka: Altın Lider",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/03/145542732/72e7c036e4c69738e4d536e70a85e56e_6464762295225648010.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Su altı projeleri için yardım sunan, Meka gruplarının kullanım oranını artırmak için geliştirilen kompakt bir yardım Mekası. Aslında diğer Kurmalı Mekaların önemli parçaları tıkanmasın ve arıza yaşanmasın diye su altında çöp, ot ve diğer atıkları toplamak üzere tasarlanmıştır. Bir başka bakış açısına göre Fontaine ekosistemine su altı temizlikçileri olarak büyük katkıda bulunmaktadırlar.<br>Diğer seri üretim modellere kıyasla bu özel \"Altın Lider\" yardımcı meka, şeffaf altın bir kasaya ve özel kontrol ekipmanına sahiptir. Proje ekibi bunu özellikle karmaşık su altı ortamlarında komut iletim istasyonu olarak çalışması, komutları kontrol biriminden alıp gruptaki mekalara tekrar iletmesi ve son derece önemli olan liderlik görevini üstlenmesi için tasarlamıştır.<br>Ancak tüm teknisyen meka projesinin durdurulmasıyla birlikte bu lider mekanın da bir anlamı kalmamıştır. Yalnızca oldukça ayırt edici olan altın kasaları, onları toplayan balıkçıların gözünde bu mekaları oldukça değerli kılar.</span></p>"
    },
    {
      "epId": 7599,
      "name": "Kadim Kızıl Yeleli Yaban Domuzu",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/61fc9fc616dfc8dd5b7d39e23f30455b_7849216616002954336.png",
      "desc": "Daha büyük boyutlara ve kızıl bir yeleye sahip kadim bir orman domuzu türü.<br>Dış dünyadaki benzerlerinden farklı olarak bu domuzun kızıl yelesi, Filojistona maruz kalmasının bir sonucudur. İri cüssesi ve saldırganlığı da onu daha yaygın türlerden ayırır..."
    },
    {
      "epId": 7601,
      "name": "Kadim Korgezer Kaşıkçı",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/54a2d96d90051bfb6e30103f1891d4d6_3288249980974217438.png",
      "desc": "Sıvı Filojistonda serbestçe yüzebilen bir kuş.<br>Yanardağlarda yaşadığı için alışkanlıkları ve görünümü dış dünyada bulunan Kaşıkçılardan farklıdır. Bazı akademisyenler, Kadim Korgezer Kaşıkçı ile Mavi Dağ Kaşıkçısının ilişkisini Akaralev Kuşu ile Akarsu Kuşunun ilişkisine benzetir. Diğerleri ise Kadim Korgezer Kaşıkçının hepsinden önce geldiğine inanır... Eğer doğruysa Kaşıkçı türünün zamanın başlangıcından beri bu boyutta olduğu söylenebilir."
    },
    {
      "epId": 7602,
      "name": "Gizli Kaynak Gözcüsü",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/fa3d5fa8e61f4537a2b62501b15b6fff_4941560282879286283.png",
      "desc": "Kadim harabelerdeki teknolojiyi anımsatan çevik, balık benzeri mekanik bir yapı. Sıvı Filojiston da dahil olmak üzere çeşitli sıvı ortamlarda hareket edebilir; belki de ısı kaynaklarını tespit etmek ve onlara otomatik olarak yaklaşmak için tasarlanmıştır.<br>Bu \"ısı arama\" özelliklerinden ötürü yetenekli balıkçılar onları kendilerine çekmek ve yakalamak için ısı yayan yemler kullanabilir. Söküldüklerinde, kadim uygarlıklardan kalma olağanüstü bileşenler sağlarlar ve bu da bu \"mekanik balıkları\" oldukça değerli kılar..."
    },
    {
      "epId": 7603,
      "name": "Kadim Parlak Sırtlı Kaplumbağa",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/d6044ff02ef8cc3de7bbf709234a1b42_6072659606923903318.png",
      "desc": "Katı Filojiston kristalleriyle kaplı kalın bir kabuğa sahip bir sürüngen.<br>Bu tür, Teyvat'taki diğer kaplumbağalara benzese de Filojiston açısından zengin bölgelerde yaşar ve bu da kabuğunda bol miktarda Katı Filojiston birikmesine yol açar. Bazı türlerin patlamalar nedeniyle yanardağın dışında görüldüğü bilinmektedir. Araştırmacılar, bu kaplumbağaları inceledikten sonra onların çağdaşlarına göre daha yavaş bir hızla evrildiğine inanıyor."
    }
  ]
}