{
  "version": 1747428662,
  "language": "tr-tr",
  "menuId": 20,
  "menuName": "Tanımlar",
  "totalItems": 19,
  "list": [
    {
      "epId": 3830,
      "name": "Önsezi",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/25/88486163/003fd78225b1ede571a0d4c90ee7926a_8740389168638207660.png",
      "desc": "<p>Önseziler, Celestia ve Yediler tarafından Allogenes'e, yani güçlü arzulara sahip küçük bir azınlığa bahşedilen ve belirli bir elemental gücü kanalize etmelerini sağlayan harici büyülü odaklardır. Bir Vizyona sahip olan herkes tanrılığa erişebilir ve Celestia'ya yükselebilir.</p>"
    },
    {
      "epId": 4935,
      "name": "Gnosis",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/147527911/1b38334d6c6193d8d1da78a76129f5d7_925353914015972469.png",
      "desc": "<p>Gnosis, Yediler'in her birinin sahip olduğu, doğrudan Semavi İlkelerin kendisiyle iletişme girmelerini sağlayan ve statülerinin bir amblemi olarak hizmet eden içsel büyülü odaklardır. Gnosis, Üçüncü Gelen'in kalıntılarından yaratılmıştır.</p>"
    },
    {
      "epId": 4936,
      "name": "Fontinalia Festivali",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/786a2169443063d814faeaa5b911c0ff_1524933958182486254.png",
      "desc": "<p>Fontinalia Festivali, Lochknights'ın Okeanidleri arayışını ve önceki Su Hükümdarı Egeria'yı karşılamalarını anmak için düzenlendi.</p>"
    },
    {
      "epId": 4937,
      "name": "Fener Şenliği",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/57e3ed401d9330bedb253c03bd6ec997_1441484820862319444.png",
      "desc": "<p>Liyue her yıl ilk dolunayın olduğu gün Fener Şenliği'ni kutlar. O gece Liyue'deki herkes Xiao Fenerlerini ve Mingxiao Fenerlerini gecenin parlak gökyüzüne bırakırlar. Her Xiao Fenerinin içinde uçmasını sağlamak için bir parça Plaustrit bulunur ve herkes Fenerinin üzerine kalplerinden geçen istekleri yazdıkları veya çizdikleri bir dilek çubuğu asar. Fenerler yavaşça göğe yükselirken fenerlerin saçtığı ışığın, bir zamanlar Liyue'yi sadakatle koruyanların ruhlarına geri dönmeleri için yol göstermesi ve halkıyla tekrar birlik olmaları umudunu taşır.</p><p></p>"
    },
    {
      "epId": 4939,
      "name": "Rüzgarçiçeği Festivali",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/a2b5d731d7d2847a062cfd8750b02944_7280859701605203716.png"
    },
    {
      "epId": 5112,
      "name": "Ejdersırtı",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/147527911/2fd57e55bd28c39f82deb9df4233f3ee_3275084031282100833.png",
      "desc": "<p>Mondstadt'ın güneyinde, buzların asla erimediği tehlikeli, karlı bir bölge. Ejdersırtı toprakları Ejderha Durin'in zehirli kanıyla sulanmıştır.</p>"
    },
    {
      "epId": 5118,
      "name": "Chenyu Vadisi",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/24/88486163/76ac6789127af5838b6bbf28fdba65cb_8185851345634727797.png",
      "desc": "<p>Hafif esintiler çay kokusunu Liyue dağlarının dört bir yanına taşıyarak havayı bir kez daha lezzetli kokuyla dolduruyor.</p><p>\"Çay, yeşim kaynaklarının durmaksızın aktığı kayalıklarda yetişir.\" Yeşim taşının hafif kokusu ve kadim şarkısı, Qiaoying Köyü'nü geçerek nehirler boyunca Yilong İskelesi'nin hareketli limanına doğru birlikte sürüklenir. Güneyin sisle örtülü tepeleri arasında gizlenmiş ne maceralar ve talihler bekliyor...?</p><p></p>"
    },
    {
      "epId": 5126,
      "name": "Enkanomiya",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/147527911/0366f0d2f6ce09cdb1a69ab6443573d1_6033633971490618003.png",
      "desc": "<p>Watatsumi Adası'nın kurtuluşu için tek umut, bu gizli saklı bölgede yatıyor -- Enkanomiya.</p>"
    },
    {
      "epId": 5140,
      "name": "Beril Bölgesi",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/7bb630aacf263515328ea8198cbbc48a_4300155260040236123.png",
      "desc": "<p>Fontaine Sarayı'nın karşısındaki antik kalıntılarla dolu dağ silsilesi.</p><p>Yüzyıllar önce Egeria'nın takipçileri burayı gezinti ve piknik için en iyi yer olarak görürlerdi. Burada toplanarak, cilalanmış mücevherler kadar saf ve paslanmaz aşk ve hayallerin şarkısını söylerlerdi. Şarkıları uzun zaman önce solgun ay ışığında kayboldu ve şimdi sadece serin esintiler bu ıssız, nane taşlı yaylaları okşamaya devam ediyor.</p>"
    },
    {
      "epId": 5141,
      "name": "Belleau Bölgesi",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/19/88486163/7bb630aacf263515328ea8198cbbc48a_2974981089158750788.png",
      "desc": "<p>Fontaine'in büyük bir kısmı sularla kaplı olsa da, dağlar ve ormanlar da bulunmaktadır. Liman ile Fontaine Mahkemesi arasında yer alan Automnequi Dağı, Fontaine'in en ikonik zirvelerinden biridir. Fontaine Araştırma Enstitüsü, Poisson Tüneli'ni açmak için devasa mühendislik aletleri kullandı ve böylece su otobüsü hatlarının inşasında karşılaşılan en büyük zorluklardan birini çözdü.</p>"
    },
    {
      "epId": 5142,
      "name": "Fontaine Şehri Bölgesi",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/12/88486163/7bb630aacf263515328ea8198cbbc48a_289140228431967208.png",
      "desc": "<p>“Bu şehir tek başına tüm suların üzerinde durur.”</p><p>Şehrin en yüksek noktasında yükselen Mermonia Sarayı, Fontaine'deki en yüksek otoriteyi temsil eder. Onun bakışları altında, insanlar su kadar düzenli ve öngörülebilir bir hayat sürerler.</p><p>Hukuk, istikrarlı bir düzenin korunmasına hizmet eder ve bu da eşitlik ve adaletin üzerine inşa edildiği temel taşıdır.</p>"
    },
    {
      "epId": 5143,
      "name": "Liffey Bölgesi",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/88486163/7bb630aacf263515328ea8198cbbc48a_6702258341477469268.png",
      "desc": "<p>Su yüzeyinin derinliklerinde, demirden bir duvarın ardında, farklı türde bir yaşam gücü yükselmeye başladı.</p>"
    },
    {
      "epId": 5145,
      "name": "Erinnyes Ormanı",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/19/88486163/7bb630aacf263515328ea8198cbbc48a_4435184904031012501.png",
      "desc": "<p>Fontaine Sarayı'na doğudan esen rüzgârlar gizemli ve tatlı bir kokuyla parfümlenmiştir.</p><p>Çok az kişinin ayak basmaya cesaret edebildiği Erinnyes Ormanı'nın derinliklerinde, ağlayan söğütlerin altındaki göl kenarında macera tohumları ekilmiştir.</p>"
    },
    {
      "epId": 5600,
      "name": "Kadim Çağlar Denizi",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/88486163/08dd908ea0da26bc99db0b60c4b62c43_6398423774628428509.png",
      "desc": "<p>Büyük Karasal Göl'ün güneyinde uzanan geniş sular da bir zamanlar bu açık denizin ayrılmaz bir parçasıydı. Güneş ışığının dokunmadığı uçsuz bucaksız derinliklerin altında, hayallerin ve umutların ilki gömülüdür.</p><p>Uzun zamandır unutulmuş olan senfoni, sönük ihtişamların kalesi ve denizin batık harabeleri arasında bir kez daha duyuluyor. Uzun zaman önce sona eren bir hikâyenin yeni bir bölümü yazılmak üzere...</p>"
    },
    {
      "epId": 5601,
      "name": "Nostoi Bölgesi",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/88486163/7bb630aacf263515328ea8198cbbc48a_477420439771825645.png",
      "desc": "<p>Antik dilde Petrichor \"golem\" anlamına gelir. Şimdi Fontaine'in sularından uzakta küçük bir adada köhne bir balıkçı köyü.</p>"
    },
    {
      "epId": 5747,
      "name": "Kaderin Ağları",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/24/88486163/826332c1b0fb525a54df5442ee996c76_360514765722953608.png",
      "desc": "<p>Hiçlik Düzeni tarafından yaratılan ve Ley Hatlarını dokuma yeteneğine sahip bir cihaz.</p>"
    },
    {
      "epId": 6274,
      "name": "Simulanka",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/12/88486163/73c8a8ba49dc47173e7120269b48dc60_6834525112616006498.png",
      "desc": "<p>Uzun, çok uzun zaman önce, üç tanrıça bu dünyayı yarattı ve ona “Simulanka” adını verdi.</p><p>Maddeye ve büyüye hükmeden Yaratılış Tanrıçası dağları ve nehirleri yarattı ve hayat verdi. Onun güçleri Simulanka'nın sayısız dünyada var olmasının da yolunu açtı.</p><p>Yaratılış Tanrıçası'ndan sonra yıldızlara ve kaderin gidişatına hükmeden Kehanet Tanrıçası gelir. Gökyüzünün dönmesini ve yeryüzünün hareket etmesini sağladı. Bugün bile heykeli Metropol Takımyıldızı'nın en yüksek noktasında dimdik durmaktadır.</p><p>Son Tanrıça ise Kader Tanrıçasıydı; tüm değerli masallara ve en sevgili dileklere hükmeden Tanrıça. Sevgi ve nefretin şiddetli ve ebedi duygularını bahşeder, ölüm ve umudun anlamını gösterirdi.</p>"
    },
    {
      "epId": 7424,
      "name": "Mare Jivari",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_4232196257702248672.png"
    },
    {
      "epId": 7425,
      "name": "Gece Krallık",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png"
    }
  ]
}