{
  "epId": 1177,
  "name": "Cronache di Sangonomiya",
  "desc": "<p>Annali storici scritti dal famoso storiografo dello Shogunato Kujou Michizane, conosciuto anche come uno dei \"Tre dignitari Kujou\" o \"il Grande Calligrafo\". Nelle sue cronache racconta a grandi linee la storia dell'Isola di Watatsumi.</p>",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sangonomiya Chronicles_icon.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1758997708,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Cronache di Sangonomiya"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Si trova all'interno della Sala da tè Komore"
          }
        ]
      },
      {
        "key": "Libro",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2327,
            "name": "Cronache di Sangonomiya",
            "desc": "<p>Annali storici scritti dal famoso storiografo dello Shogunato Kujou Michizane, conosciuto anche come uno dei \"Tre dignitari Kujou\" o \"il Grande Calligrafo\". Nelle sue cronache racconta a grandi linee la storia dell'Isola di Watatsumi.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Sangonomiya Chronicles_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "2.0"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Cronache di Sangonomiya",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Sangonomiya un tempo era un abisso oceanico, fino a quando non giunse il Grande Serpente, che formò un vortice avvolgendosi su sé stesso e plasmò un'isola dal corallo. Pertanto, la gente di Sangonomiya chiamò la propria isola Watatsumi, ossia \"dio del mare\", in onore del loro dio, il Grande Serpente.</color>\n<color=#ffffff73>Gli abitanti di Watatsumi si definiscono il popolo del mare e venerano il Grande Serpente come l'Orobashi no Mikoto. Sull'Isola di Watatsumi, il santuario è sede del governo, e non vi sono dei commissari nominati dallo Shogunato. Tutte le attività, grandi o piccole, sono amministrate dalle sacerdotesse. La gran sacerdotessa, o Sacerdotessa divina, è il capo del governo e degli affari cerimoniali.</color>\n<color=#ffffff73>Durante la Guerra degli Archon, Sua Eccellenza la Raiden Ogosho onnipotente riunì l'intera Inazuma sotto il suo regno. Le masse si prostravano innanzi a lei spinte dal timore e dall'ammirazione, e ciascuno si accontentava di quanto possedeva, pena la distruzione. Nessuno più desiderava quanto non gli spettasse. Il Grande Serpente Orobashi no Mikoto era sempre rimasto nella regione occidentale e aveva rispettato i confini con la Narukami, e i due avevano vissuto in pace. Ma, all'improvviso, il Grande Serpente superò il confine, invadendo l'est senza alcun preavviso.</color>\n<color=#ffffff73>La guerra fu brutale e portò con sé grandi sofferenze. I due schieramenti combatterono duramente su quella che oggi è conosciuta come Isola di Yashiori, con molti caduti e feriti da entrambe le parti. Il fidato generale tengu di Sua Eccellenza, Sasayuri, fu tra coloro che persero la vita. Infine, il Grande Serpente venne ucciso dall'Ogosho, e i suoi resti giacciono ora sull'Isola di Yashiori.</color>\n<color=#ffffff73>Successivamente, Sangonomiya inviò dei messaggeri per annunciare la resa, e da allora riconosce la Shogun di Inazuma come sua legittima e suprema sovrana.</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Posizione"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Inazuma:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=dark&bbs_theme_device=1&lang=it-it#/map/2?center=5459.00,3628.50&zoom=2.00&shown_types=111"
      }
    ]
  }
}