{
  "epId": 1220,
  "name": "Studi idrologici di Byakuyakoku",
  "desc": "<p>Un libro sulla geografia e l'idrologia di Byakuyakoku. A causa della chiusura dei fondali e dell'emigrazione della gente di Watatsumi, con il passare degli anni questo libro è diventato inutile.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20577441/30d637f5d6939cb8f5a886096aa7ba70_7328636557972986176.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1736618914,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Studi idrologici di Byakuyakoku"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Libro",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2846,
            "name": "La raccolta di Byakuyakoku",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/80830045/8a7b95710be73a0c089b83f2ff88270a_4510262374456186105.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "2.4"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Libri correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 688,
        "name": "Il serpente e i draghi di Tokoyokoku",
        "desc": "<p>Un romanzo basato sui racconti popolari dell'Isola di Watatsumi. L'edizione originale del testo venne composta sull'Isola di Watatsumi e poi riportata sull'Isola di Narukami da un mercante, al tempo in cui viveva ancora il Dio serpente. Nessuno al giorno d'oggi legge più questo libro antico, visto che è stato soppiantato da tutte le light novel presenti sul mercato. Questo volume descrive la singolare prospettiva cosmologica della gente di Watatsumi prima che iniziasse ad adottare gli aspetti della cultura Narukami. Alcuni temi ripresi recentemente dall'editoria tradizionale hanno permesso a questo libro di vedere nuovamente la luce.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Serpent and Drakes of Tokoyokoku_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "Prima del sole e della luna",
        "desc": "<p>Un racconto che è stato vietato alla gente comune. Lo scritto unisce elementi storici ad altri fiabeschi, narrando gli eventi dalla creazione del mondo fino alla nascita del Dainichi Mikoshi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20577441/30d637f5d6939cb8f5a886096aa7ba70_7112384876880326976.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6555,
        "name": "Esperimenti sull'Elementosauro abissale",
        "desc": "<p>Degli esperimenti condotti sull'Elementosauro abissale. Nessun Elementosauro è stato ucciso durante i test.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20577441/30d637f5d6939cb8f5a886096aa7ba70_4802069406147776369.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6556,
        "name": "Luce sull'oscurità",
        "desc": "<p>Un libro di indovinelli per bambini tra i nove e i dodici anni. Essendo un libro di un periodo di transizione, sotto i nomi in stile Narukami sono presenti delle note che riportano la versione nella lingua antica di Byakuyakoku.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20577441/30d637f5d6939cb8f5a886096aa7ba70_3745008115110438578.png",
        "displayStyle": "card"
      }
    ],
    "textualResearch": [
      {
        "title": "Studi idrologici di Byakuyakoku",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 3\nLe terre sotto le profondità afotiche sono molto diverse da quelle in superficie, tant'è che\nquaggiù bisogna dimenticare ciò che è sensato lassù. Ogni nostra conoscenza passata sulla\nterraferma e sul mare ci era stata donata direttamente dal cielo, ma in questo nuovo\nmondo dobbiamo ricominciare da zero, faticando ad applicare finanche i metodi più\nsemplici.\nOh, tu che verrai in futuro e leggerai le mie parole ... Non pensare che la tua vita sia la\nnorma. Anche tra centinaia o migliaia d'anni, anche quando la gente si sarà abituata a\nvivere quaggiù, ricorda che i giorni senza sole né luna non sono normali. E anche se\nqualche saggio riuscirà ad attrarre da noi il sole, non mancheranno gli sciagurati che\nuseranno la sua luce per gettare l'ombra su di noi.\nQuesto libro ha lo scopo di aiutare le persone a capire il mondo in cui vivono e a non\ndimenticare il desiderio di tornare nella luce.\n(Questo libro è stato modificato, revisionato e rimaneggiato nel corso degli anni. Anche il\ntitolo è cambiato da \"Terra afotica\" a \"Tokoyokoku\", per poi diventare \"Byakuyakoku\". In\nfuturo, per grazia di Watatsumi, la gente degli abissi tornerà a vivere sopra il livello del\nmare. Sembra che il termine \"Terra afotica\" abbia un qualche significato particolare,\nperché non è mai stato cambiato in nessuna parte del testo.)\nSul vento e sull'acqua\nÈ inutile parlare delle montagne, poiché esse non sono presenti a Byakuyakoku. Tuttavia, i\nnostri sacerdoti e saggi hanno scoperto che, persino a queste profondità, permane\nl'energia del \"vento imperituro\" e dell'\"acqua\". L'incarnazione del vento imperituro è nota\ncome \"Tokoyo Ookami\", che è anche chiamata poeticamente \"mille venti\" o \"mille venti del\ntempo\". L'acqua, invece, appartiene al regno degli Elementosauri, rappresentato dagli\nElementosauri abissali.\nAbbiamo già sviluppato un ambito di studi sulla relazione tra il fuoco solare, il vento e\nl'acqua, per cui bisogna prendere in considerazione sia l'idrologia che il vento imperituro\nprima di intraprendere un qualsiasi progetto di ingegneria civile.\nI confini di Byakuyakoku\nI confini di Byakuyakoku sono segnati da tre angoli, che indicano i confini dell'altalenante\nscontro tra umani ed Elementosauri.\nDurante l'epoca di Byakuyakoku, presso questi tre angoli furono costruite le Torri dei tre\nregni, che venivano usate per portare armonia nei regni stessi. I loro antichi nomi sono\nandati perduti nel tempo, e dopo l'arrivo di Watatsumi ne ricevettero di nuovi.\nQueste torri sono estremamente importanti e le loro posizioni non sono allineate né col\nvento né con l'acqua. Servono anzi a stabilizzare gli orientamenti di Byakuyakoku e a\ncontrollarne il flusso ventoso e quello acquatico.\nSe le torri venissero minacciate, lo sarebbe anche la nazione intera. Per questo motivo\nsono state nascoste con l'ausilio di arti segrete. Solo le sacerdotesse e i Vassalli di\nWatatsumi possono evocarle.\nLe Forre\nNel passato più remoto, le Forre erano schiacciate tra la parete della montagna e un'area\nnota come le Terre circolari, ed è per questo che vengono chiamate così. Tuttavia, i più\nche insoliti spostamenti tettonici di Byakuyakoku portarono le Terre circolari a\nsprofondare, portando quindi a un significativo ampliamento delle Forre.\nIl Cuore del Serpente\nQuando i nostri antenati scoprirono questo luogo, vennero accolti da un fenomeno unico:\nqui lo spazio può sovrapporsi in un certo punto. In seguito, tale fenomeno venne sfruttato\nper creare il Cuore del Serpente, usato per custodire segreti, imprigionare criminali e\nvenerare Ouroboros, il fantomatico grande serpente.\nNel passato più remoto, questo luogo era chiamato Delphi, la terra dei serpenti. Tale\nnome non cambiò neanche dopo l'arrivo dell'Omikami di Watatsumi. Le opere d'arte\nantiche raffigurano il serpente privo di squame, detto Ouroboros, e il serpente adornato\ndi coralli, detto Orobashi.\nIl Dainichi Mikoshi\nIn origine, questo luogo era chiamato Helios, era l'altissima torre costruita dal saggio\nAberaku e rappresentava la terra, l'elemento sito tra vento e acqua.\nStando alla profezia, è probabile che esso fu il sole che il saggio mostrò alla sua gente e\nche usò per illuminare il buio delle caverne. Inoltre, come suggerito dalle profezie, esso\nfu poi usato per gettare una grande ombra sulla nazione."
          }
        ]
      }
    ]
  }
}