{
  "epId": 1618,
  "name": "Contenitore di sakè di Ako",
  "desc": "<p>Un materiale di miglioramento specifico per \"La Preda\". Questo era il contenitore di liquore preferito di Ako Domeki, che un tempo governava la regione di Seirai. Il mare l'ha portato fino all'amo di un pescatore.</p>",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ako's Sake Vessel_icon.png",
  "filterValues": {
    "objectType": [
      "Materiale di miglioramento"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1704551317,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "C <color=#ffffffd9>ontenitore di sakè di Ako</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Materiale di miglioramento"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Riscattabile dall'associazione di pesca d'Inazuma</color>"
          }
        ],
        "isMaterial": false
      },
      {
        "key": "Arma correlata",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1930,
            "name": "La Preda",
            "desc": "<p>In un passato remoto, questa lancia apparteneva al famoso bandito d'Inazuma.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/「渔获」.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Materiali",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2435,
            "name": "Pesce angelo Raimei",
            "desc": "A rare and valuable butterflyfish variant from Inazuma. It loves water bodies suffused with Electro, and seems to derive joy from electric currents.<br/>It is said that these fish were once from the same line as the Abiding Angelfish of Liyue, until traveling merchants exported them to Inazuma. There, their behavioral patterns underwent an unexpected shift. At present, some researchers have begun to use them in conjunction with Electro Slimes for experiments.<br/>\"Ma... Mah... Mah tung ith numm...\" — A certain greedy gourmet after trying a Raimei Angelfish dish.",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/03/77454259/02af8fb54d11f6a7129e4e76bcfe8cfe_4583049306906865540.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 2385,
            "name": "Pesce palla",
            "desc": "Round and short pelvic fins, a plump body, and a plain face make up most people's first impression of the pufferfish. This is by and large an accurate assessment of its character as well: dull, slow, and lazy. However, few people know that this rather silly exterior hides a killer technique — this fish is capable of sucking water into its body before expelling it like a cannon from its mouth with such force and pinpoint accuracy that even fishermen might be stunned by it. Truly, it is a first-rate killer in the water.<br/>\"Pufferfish ahead? Watch for spittle!\" — Angler's Atlas, Pufferfish Chapter",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Pufferfish_icon.png",
            "amount": 10
          },
          {
            "type": "CustomEntry",
            "epId": 2402,
            "name": "Pesce palla amaro",
            "desc": "A rare pufferfish variant. As the name suggests, this creature spreads bitterness wherever it goes in the underwater world. Its water cannon projectiles are slower and smaller than those of its ordinary counterparts, but the power of such attacks is undiminished due to the incredibly bitter pheromones within. During their courtship phase, an observer might bear witness to the curious sight of males and females of this species blasting each other with these water cannons. Perhaps passing on the bitterness of life is also a manifestation of love.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Bitter Pufferfish_icon.png",
            "amount": 10
          }
        ],
        "isMaterial": true
      }
    ]
  }
}