{
  "epId": 1753,
  "name": "Esca con mosca finta",
  "desc": "<p>Un'esca con una mosca finta realizzata con dei materiali dal colore vivace. È inodore ed è specializzata nell'attirare pesci di grossa taglia con la vista acuta. Si adatta meglio a tecniche di pesca avanzate. Le associazioni di pesca di varie regioni considerano l’abile uso di tale esca come criterio d’avanzamento di grado per i loro membri.</p><p></p><p>Adatta per pescare le Koi, i pesci palla e le razze.</p>",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Fake Fly Bait_icon.png",
  "filterValues": {
    "objectType": [
      "Esca"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1758995276,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Esca con mosca finta"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Esca"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Si ottiene utilizzando il Banco della creazione"
          }
        ]
      },
      {
        "key": "Progetto",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3610,
            "name": "Ricetta: esca con mosca finta",
            "desc": "<p>Una ricetta passo dopo passo per realizzare un'esca con mosca finta.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/24/20856775/64e2a178b803502c4a421158ff23ad09_280814409766769951.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "2.1"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "Progetto"
      },
      {
        "type": "CustomEntry",
        "epId": 3610,
        "name": "Ricetta: esca con mosca finta",
        "desc": "<p>Una ricetta passo dopo passo per realizzare un'esca con mosca finta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/24/20856775/64e2a178b803502c4a421158ff23ad09_280814409766769951.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "Materiali"
      },
      {
        "type": "CustomEntry",
        "epId": 1362,
        "name": "Fiore di sakura",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Fiori del Sakura sacro nel Gran Santuario di Narukami, impregnati della devozione per Inazuma.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sakura Bloom_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1873,
        "name": "Equiseto",
        "desc": "A purple plant that sometimes grows amidst Silvergrass but grows taller, straighter, and plumper — like an aristocrat among the paupers.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Horsetail_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "Pesci"
      },
      {
        "type": "CustomEntry",
        "epId": 2425,
        "name": "Koi dorato",
        "desc": "A large fish said to be the descendant of dragons.<br/>With the horn on its head and its scaleless form clad as if in golden armor, it looks every bit like a king underwater. In truth, its bloodline and behavior could not be more different from that of a dragon — it can neither call forth the wind and rain nor the power of domination and is actually often the victim of food-snatching due to its weak character. A real shame, of course, that it looks so very majestic. As such, it lost the nickname \"Descendant of Dragons,\" and is now termed the \"False Dragon\" instead.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Golden Koi_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2427,
        "name": "Koi bronzeo",
        "desc": "A large fish said to be the descendant of dragons.<br/>This is a variant species of Koi, and is sometimes termed the \"awakened dragon\" amongst them. In stark contrast to its rather shabby appearance, the Rusty Koi has shed its opulent gold tabard in exchange for a hard armor of rusty bronze. Very strong-willed, it will fight any interloper that dares to steal its food or enter its territory. In terms of pure fighting capability, it is even a match for smaller sea creatures and has thus been given the nickname \"Ironbone Dragon\" in honor of its strength, which is considered the backbone of its species' future revitalization.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/13/77454259/782e29cb1148fdd4a5fe666fb0ca88e8_2842862303047205014.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2385,
        "name": "Pesce palla",
        "desc": "Round and short pelvic fins, a plump body, and a plain face make up most people's first impression of the pufferfish. This is by and large an accurate assessment of its character as well: dull, slow, and lazy. However, few people know that this rather silly exterior hides a killer technique — this fish is capable of sucking water into its body before expelling it like a cannon from its mouth with such force and pinpoint accuracy that even fishermen might be stunned by it. Truly, it is a first-rate killer in the water.<br/>\"Pufferfish ahead? Watch for spittle!\" — Angler's Atlas, Pufferfish Chapter",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Pufferfish_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2402,
        "name": "Pesce palla amaro",
        "desc": "A rare pufferfish variant. As the name suggests, this creature spreads bitterness wherever it goes in the underwater world. Its water cannon projectiles are slower and smaller than those of its ordinary counterparts, but the power of such attacks is undiminished due to the incredibly bitter pheromones within. During their courtship phase, an observer might bear witness to the curious sight of males and females of this species blasting each other with these water cannons. Perhaps passing on the bitterness of life is also a manifestation of love.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Bitter Pufferfish_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2357,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2422,
        "desc": "",
        "displayStyle": "card"
      }
    ]
  }
}