{
  "epId": 2061,
  "name": "Avventuriere",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "PS"
    ]
  },
  "menuId": 5,
  "menuName": "Manufatti",
  "version": 1709051090,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "<p><span style=\"color: #FFD780\">PS</span> max +1.000.</p>",
      "fourSetEffect": "<p>Aprire un baule rigenera un <span style=\"color: #37FFFF\">30%</span> dei <span style=\"color: #FFE699\">PS</span> max per <span style=\"color: #FFE699\">5 s</span>.</p>"
    },
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Avventuriere"
          }
        ]
      }
    ],
    "artifactList": {
      "flower_of_life": {
        "title": "Fiore dell'avventuriere",
        "position": "Fiore della vita",
        "desc": [
          {
            "type": "RichText",
            "text": "Un fiore resiliente, sopravvissuto all'ambiente ostile di un'antica città. Ora viene indossato come una medaglia."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/flower_of_life_icon.png"
      },
      "circlet_of_logos": {
        "title": "Bandana dell'avventuriere",
        "position": "Corona della ragione",
        "desc": [
          {
            "type": "RichText",
            "text": "Un capo di stoffa indossato sulla fronte. Sebbene sia zuppa di sudore e ricoperta di polvere, questa bandana brilla ancora dell'orgoglio di un avventuriere."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/circlet_of_logos_icon.png"
      },
      "plume_of_death": {
        "title": "Piuma dell'avventuriere",
        "position": "Piuma della morte",
        "desc": [
          {
            "type": "RichText",
            "text": "La piuma di un uccello esotico che si avvista raramente in questo continente."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Orologio dell'avventuriere",
        "position": "Sabbie del tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "Quando ci si avventura in luoghi senza luce, che si tratti delle profondità degli abissi o delle rovine di una città perduta, è facile perdere la cognizione del tempo."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/sands_of_eon_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Calice d'oro dell'avventuriere",
        "position": "Calice eonotemo",
        "desc": [
          {
            "type": "RichText",
            "text": "Il bottino di una delle tante spedizioni di un avventuriere. Un pochino danneggiato, ma pur sempre di gran valore."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/goblet_of_eonothem_icon.png"
      }
    },
    "story": [
      {
        "title": "Fiore dell'avventuriere",
        "desc": [
          {
            "type": "RichText",
            "text": "L'ambizioso avventuriere s'imbatté in questo fiore tenace nelle profondità di alcune rovine lugubri.\nCommosso al vedere la vita che sbocciava sprezzante della terra inerte, quasi si dimenticò dei tesori sepolti nelle profondità delle rovine.\nDopo essersi soffermato per un po' a riflettere sulla cosa, l'avventuriere colse il fiore, indossandolo come un fermaglio, e si avventurò tra le tenebre."
          }
        ]
      },
      {
        "title": "Bandana dell'avventuriere",
        "desc": [
          {
            "type": "RichText",
            "text": "Questa bandana verde non ha nulla di speciale, eccetto il fatto che la stoffa è piuttosto robusta e molto assorbente.\nProprio come la bandana, il suo proprietario era una persona qualunque.\nMa tra le stelle lassù e gli abissi più profondi restano nascosti innumerevoli segreti.\nTutto questo attende di essere scoperto da dei semplici mortali."
          }
        ]
      },
      {
        "title": "Calice d'oro dell'avventuriere",
        "desc": [
          {
            "type": "RichText",
            "text": "Un vecchio calice d'oro usato dall'avventuriere per bere dell'acqua. Si dice che lo abbia trovato in alcune vecchie rovine.\nSull'esterno sono incisi degli antichi simboli, e vi è incastonata una gemma un po' sbiadita.\nAlla fine, l'avventuriere abbandonò la propria vita da nomade.\nQuesto vecchio calice d'oro venne ceduto in cambio di splendenti Mora\nfreschi di conio."
          }
        ]
      },
      {
        "title": "Piuma dell'avventuriere",
        "desc": [
          {
            "type": "RichText",
            "text": "Un tempo, un avventuriere attraversò una foresta in cerca di bestie rare che nessuno avesse mai visto prima.\nMentre si apriva temerariamente la via attraverso il fogliame, incespicò in una radice.\nUna volta ripresi i sensi, vide una ragazza così bella che sarebbe stato pronto ad abbandonare la sua vita da avventuriere pur di vivere con lei.\nL'aspetto della fanciulla era surreale, e un ciuffo di penne le adornava i capelli."
          }
        ]
      },
      {
        "title": "Orologio dell'avventuriere",
        "desc": [
          {
            "type": "RichText",
            "text": "Un orologio un tempo appartenuto a un avventuriere. Venne creato da un mastro orologiaio tenendo a mente semplicità e praticità, in linea con la filosofia della Gilda degli avventurieri.\nL'avventuriere trascorse la maggior parte dei suoi giorni avvolto dall'oscurità. Il suono ritmico delle sue lancette era l'unica prova che avesse del passare del tempo.\nMolto dopo che si fu abituato a una vita normale, avendo abbandonato la vita da avventuriere che un tempo aveva tanto amato, quest'orologio dimenticato riposava ancora tranquillo nella credenza, in attesa della sua prossima avventura."
          }
        ]
      }
    ]
  }
}