{
  "epId": 2063,
  "name": "Cuore coraggioso",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Brave Heart/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "ATT",
      "Bonus DAN"
    ]
  },
  "menuId": 5,
  "menuName": "Manufatti",
  "version": 1709051093,
  "components": {
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Esordio del coraggioso",
        "position": "Calice eonotemo",
        "desc": [
          {
            "type": "RichText",
            "text": "Un recipiente di legno grezzo pieno di ricordi."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Brave Heart/goblet_of_eonothem_icon.png"
      },
      "flower_of_life": {
        "title": "Medaglia del coraggioso",
        "position": "Fiore della vita",
        "desc": [
          {
            "type": "RichText",
            "text": "Un fermaglio a forma di fiore che rappresenta la prima avventura di qualcuno."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Brave Heart/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Speranza del coraggioso",
        "position": "Piuma della morte",
        "desc": [
          {
            "type": "RichText",
            "text": "La piuma brillante di un usignolo che dona un po' di coraggio."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Brave Heart/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "Corona del coraggioso",
        "position": "Corona della ragione",
        "desc": [
          {
            "type": "RichText",
            "text": "Una corona d'alloro, tanto preziosa quanto quella d'oro di un re."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Brave Heart/circlet_of_logos_icon.png"
      },
      "sands_of_eon": {
        "title": "Forza d'animo del coraggioso",
        "position": "Sabbia del tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "Un'antica clessidra in miniatura di poca utilità. Tanto elusiva quanto il tempo stesso."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Brave Heart/sands_of_eon_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Cuore coraggioso"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Medaglia del coraggioso",
        "desc": [
          {
            "type": "RichText",
            "text": "Di notte il piccolo eroe scivolava fuori di casa, e con il suo amico correva veloce verso la foresta dei lupi.\nCon la sua fionda inseguiva i cinghiali e con rami robusti affrontava\nmostri immaginari.\nSeguendo il Seelie splendente nel folto della foresta, scoprì un tesoro rimasto sepolto per un migliaio di anni.\nIl tesoro era un piccolo fiore giallo.\nQuando l'eroe stanco tornò nella sua stanza di quando era stato bambino e diede un'occhiata alla prova delle sue prime avventure...\nRimase stupito di scoprire che il fiore nascosto da così tanto tempo non era mai appassito.\nTuttavia, questa volta era solo, in quanto ogni cosa era cambiata con il passare degli anni."
          }
        ]
      },
      {
        "title": "Corona del coraggioso",
        "desc": [
          {
            "type": "RichText",
            "text": "Il piccolo eroe entrò nella foresta fitta e misteriosa, e da allora seguì la via della Resistenza.\nIl suo migliore compagno di giochi rivestì il ruolo del cavaliere, campione dell'aristocrazia.\n\"Come un leone percorro il campo di battaglia, come fece lei mille anni fa.\"\n\"Ispirerò dei canti con la mia spada che saranno tramandati di generazione in generazione.\"\nI loro spadoni giocattolo e i rami d'albero si scontrarono in un feroce duello...\nteste.\nAlla fine l'eroe trionfò e strappò le corone degli aristocratici dalle loro\nMolti anni dopo, questa corona di fiori, per quanto rozza, sarebbe sembrata più preziosa del potere di un maestro dei cavalieri..."
          }
        ]
      },
      {
        "title": "Esordio del coraggioso",
        "desc": [
          {
            "type": "RichText",
            "text": "La prima battaglia del giovane eroe si era conclusa, e per la prima volta egli assaggiò il dolce vino della vittoria.\nQuel giorno, bevve con gioia insieme al suo amico più caro: solidale, colmo di gioia e beatamente ignorante.\nMolti anni dopo, quando sopraggiunse il cataclisma, fu lui a condurre i cavalieri nella lotta per la sua terra natale.\nAlla vigilia della battaglia, chiese al suo amico d'infanzia, da tanto suo luogotenente, di andare a bere insieme a lui.\n\"Se non farai ritorno, non ti piangerò.\"\n\"No, brinderò a te e berrò in tuo onore, proprio come oggi.\""
          }
        ]
      },
      {
        "title": "Speranza del coraggioso",
        "desc": [
          {
            "type": "RichText",
            "text": "Per consolare il suo compagno piagnucolone, il giovane eroe gli fece dono di una piuma.\nQuesta era prova della loro avventura, dei tesori che avevano trovato insieme, e avrebbe dovuto dare coraggio al suo compagno.\nMolto tempo dopo, uno di loro venne nominato \"Leone\".\nUn re senza corona alla testa di molti cavalieri.\nL'altro divenne \"Lupo\".\nQuesto sostenne il suo amico dalle ombre, occupandosi di affari di stato.\nIn quei tempi turbolenti, i due difesero la propria terra e si protessero a vicenda come spada e pugnale.\nMa questa è una storia di tanto tempo fa.\nIn tanti si spensero durante il cataclisma."
          }
        ]
      },
      {
        "title": "Forza d'animo del coraggioso",
        "desc": [
          {
            "type": "RichText",
            "text": "Quando le maledizioni oscure si riversarono sulla terra e le radici del disastro si diramarono nelle sue profondità, i cavalieri, in spedizione in una terra straniera, affrontarono l'orrore a testa alta, la loro formazione solida come i ghiacciai del Nord.\nL'acciaio dei loro spadoni baleno luminoso, e l'oscuro icore cadde come pioggia venefica.\nInfine l'eroe tornò a casa, ma questa volta senza il suo vecchio amico.\nErano cambiate così tante cose, eccetto la clessidra che quell'amico d'infanzia gli aveva regalato."
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p><span style=\"color: #FFE699\">ATT</span> +<span style=\"color: #ECE5D8\">18%</span>.</p>",
      "fourSetEffect": "<p>Aumenta di un <span style=\"color: rgb(55, 255, 255)\">30%</span> i <span style=\"color: rgb(255, 230, 153)\">DAN</span> contro gli avversari con oltre un <span style=\"color: #37FFFF\">50%</span> dei <span style=\"color: #FFE699\">PS</span>.</p>"
    }
  }
}