{
  "epId": 2068,
  "name": "Studiosa",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Scholar/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Ricarica di energia"
    ]
  },
  "menuId": 5,
  "menuName": "Manufatti",
  "version": 1717588105,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "<p>Ricarica d'energia +20%</p>",
      "fourSetEffect": "<p>Ottenere particelle o sfere elementali fornisce 3 di energia a tutti i membri del gruppo equipaggiati con un arco o un catalizzatore. Si può verificare una sola volta ogni 3 s.</p>"
    },
    "artifactList": {
      "plume_of_death": {
        "title": "Calamo della studiosa",
        "position": "Piuma della morte",
        "desc": [
          {
            "type": "RichText",
            "text": "La piuma di un uccello usata come calamo. La punta è macchiata di nero da lungo tempo."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Scholar/plume_of_death_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Tazza per inchiostro della studiosa",
        "position": "Calice eonotemo",
        "desc": [
          {
            "type": "RichText",
            "text": "Concepita per contenere acqua, questa tazza si è tinta di nero dopo essere stata usata per pulire pennelli."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Scholar/goblet_of_eonothem_icon.png"
      },
      "circlet_of_logos": {
        "title": "Lente della studiosa",
        "position": "Corona della ragione",
        "desc": [
          {
            "type": "RichText",
            "text": "Questa lente correttiva ha aiutato qualcuno a recuperare la vista danneggiata dopo ore di studio intenso."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Scholar/circlet_of_logos_icon.png"
      },
      "sands_of_eon": {
        "title": "Orologio della studiosa",
        "position": "Sabbie del tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "Un piccolo orologio da tavolo appartenuto a una studiosa seduta in un'aula senza finestre e sepolta sotto i libri. Probabilmente l'unico riferimento all'orario del giorno."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Scholar/sands_of_eon_icon.png"
      },
      "flower_of_life": {
        "title": "Segnalibro della studiosa",
        "position": "Fiore della vita",
        "desc": [
          {
            "type": "RichText",
            "text": "Un fiore secco usato come segnalibro. Ha assorbito l'odore delle pagine."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Scholar/flower_of_life_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Studiosa"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Segnalibro della studiosa",
        "desc": [
          {
            "type": "RichText",
            "text": "I fiori erano uno spettacolo raro per la studiosa, che viveva nella sua torre d'avorio, sepolta sotto mucchi di libri.\nUn giovane uomo, che ammirava molto la studiosa, una volta le donò questo fiore esotico nella speranza di portare un po' di vita nei giorni monotoni e solitari che lei passava nel suo studio.\nLa studiosa accettò il dono, riconoscente, e ne fece un segnalibro. Da allora, nascosto tra le opache pagine di montagne di libri, c'è sempre stato un pizzico di colore."
          }
        ]
      },
      {
        "title": "Calamo della studiosa",
        "desc": [
          {
            "type": "RichText",
            "text": "Il calamo della studiosa è realizzato con la piuma di uccello esotico.\nDopo aver scritto tantissime parole, la penna è diventata nera come l'inchiostro.\nIn tutti i suoi anni, la studiosa non prese mai in considerazione l'idea di cambiare il suo calamo macchiato.\nProprio come un vecchio soldato si sente più a suo agio con la sua arma, la studiosa aveva bisogno del suo vecchio calamo."
          }
        ]
      },
      {
        "title": "Orologio della studiosa",
        "desc": [
          {
            "type": "RichText",
            "text": "Un orologio raffinato posto con attenzione sulla scrivania della studiosa.\nPassando giorni e notti nel suo studio, la studiosa finì per perdere del tutto il senso del tempo.\nQuesto splendido orologio fu per la studiosa un faro che la guidò nella sua inarrestabile ricerca della conoscenza.\nIl tempo passato dalla studiosa in tale ricerca si dimostrò fruttuoso. Alfine, la conoscenza venne da lei."
          }
        ]
      },
      {
        "title": "Tazza per inchiostro della studiosa",
        "desc": [
          {
            "type": "RichText",
            "text": "Una tazzina da tè delicata appartenuta a una studiosa. Questo ricordo prezioso è realizzato in porcellana sottile decorato con strisce d'oro.\nLa graziosa tazzina era in netto contrasto con la stanza disordinata in cui si trovava, ma senbrava suggerire che la studiosa provenisse da una famiglia abbiente.\nNon interessandole la bellezza né lo scopo della tazzina, la studiosa v'intingeva il calamo nella sua torre d'avorio.\nPer lei era un semplice contenitore in cui pulire la punta del calamo. Ora ricoperta di macchie d'inchiostro, la tazzina ha da tempo perso la sua antica eleganza."
          }
        ]
      },
      {
        "title": "Lente della studiosa",
        "desc": [
          {
            "type": "RichText",
            "text": "La ricerca della conoscenza è una scommessa rischiosa. Anche dopo avervi dedicato tutta la vita, ciò può dimostrarsi inutile.\nLa studiosa passò metà della sua esistenza immersa in ricerche senza fine, prendendo appunti ed effetuando molti calcoli. Non riuscendo a trovare le risposte che cercava, una volta esitò e si ritrovò a dubitare della carriera che aveva scelto, perdendo così ulteriore tempo.\nInoltre, la sua vista un tempo acuta era stata danneggiata da tanti anni di lettura.\nNonostante tutto questo, le risposte che cercava erano ancora ben lontane."
          }
        ]
      }
    ]
  }
}