{
  "epId": 2069,
  "name": "Volontà del difensore",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "DIF",
      "RES elementale"
    ]
  },
  "menuId": 5,
  "menuName": "Manufatti",
  "version": 1717962391,
  "components": {
    "artifactList": {
      "sands_of_eon": {
        "title": "Orologio del guardiano",
        "position": "Sabbie del tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "Un piccolo oggetto che scandisce il tempo. L'unico modo per sapere l'ora nelle notti senza luna."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/sands_of_eon_icon.png"
      },
      "flower_of_life": {
        "title": "Fiore del guardiano",
        "position": "Fiore della vita",
        "desc": [
          {
            "type": "RichText",
            "text": "Un iris custodito da un guardiano che non ebbe mai l'occasione di donarlo alla sua amata."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Sigillo del guardiano",
        "position": "Piuma della morte",
        "desc": [
          {
            "type": "RichText",
            "text": "Un fermaglio a forma di piuma che simboleggia il desiderio di fornire protezione."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "Benda del guardiano",
        "position": "Corona della ragione",
        "desc": [
          {
            "type": "RichText",
            "text": "Una benda di stoffa del colore della notte. Può anche servire in caso di emergenza."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/circlet_of_logos_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Coppa del guardiano",
        "position": "Calice eonotemo",
        "desc": [
          {
            "type": "RichText",
            "text": "Un recipiente di metallo che può essere riempito con una bevanda per scacciare la solitudine del piantone."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/goblet_of_eonothem_icon.png"
      }
    },
    "story": [
      {
        "title": "Fiore del guardiano",
        "desc": [
          {
            "type": "RichText",
            "text": "Solo la voce cristallina di quella ragazza\nriusciva a scacciare le nubi che ricoprivano i pensieri del guardiano.\nIl loro tempo insieme fu breve.\nInfine, il sangue del cavaliere si sarebbe prosciugato,\ncosì come le lacrime e i canti della fanciulla."
          }
        ]
      },
      {
        "title": "Benda del guardiano",
        "desc": [
          {
            "type": "RichText",
            "text": "È sempre bene avere un piano B...\nIndossò una fascia per ricordarsi di questo assioma.\nIn caso di emergenz, sarebbe potuta servire anche da laccio emostatico.\nCon questo proposito addestrava nell'arte della spada i cavalieri che servivano sotto il suo amico.\nPer questo ideale faceva da mentore a un cavaliere bianco che amava la giustizia sopra ogni altra cosa.\nNel suo nome estirpò molte erbacce che avrebbero potuto diventare dei mali ben più grandi.\nFino a quando fosse stato pronto,\nanche se un giorno non avesse più potuto difendere questa terra o proteggere il suo amico, o quella fanciulla che adorava cantare..."
          }
        ]
      },
      {
        "title": "Coppa del guardiano",
        "desc": [
          {
            "type": "RichText",
            "text": "Una vecchia borraccia da vino dall'aspetto più che ordinario.\nSe qualcuno dovesse evidenziarne una qualche qualità speciale, sarebbe che non ha mai contenuto una singola goccia di alcol.\n\"E dai, prima o poi dovrai pur assaggiare un po' di vino!\"\nCosì scherzava il vecchio amico e superiore del guardiano.\n\"Piantala di tenere il broncio: bevi e canta un po'!\"\n\"Voglio dire, è così che troveremo il coraggio di affrontare l'indomani.\""
          }
        ]
      },
      {
        "title": "Sigillo del guardiano",
        "desc": [
          {
            "type": "RichText",
            "text": "Lo stemma a forma di scudo inciso su quella penna risplende sotto la pallida luce lunare.\nTanto tempo fa, questa luce avrebbe instillato il terrore nel cuore di ladri e malfattori.\nIl guardiano aveva un titolo da cavaliere molto prezioso.\nMa di notte celava il suo stemma e il volto dietro a un mantello.\nIn questo modo poteva scrollarsi di dosso i propri vincoli e fare quanto doveva essere fatto...\nMa che non poteva essere certo fatto da un cavaliere dotato di un buon nome."
          }
        ]
      },
      {
        "title": "Orologio del guardiano",
        "desc": [
          {
            "type": "RichText",
            "text": "Il ticchettio delle lancette, la luce della candela e le pagine di appunti.\nLe ombre sotto la luce della luna, la lama e il mantello nero.\nQuesti erano i costanti compagni del guardiano solitario.\nMa non importa quanto lontano andasse, non c'era mai abbastanza tempo.\nIl suo superiore, fiero e spensierato, rideva spesso dei suoi modi bruschi, del suo volto serio e della sua avversione per il divertimento.\nMa il guardiano non era tipo da guardare il passato, solo al presente e al futuro.\nSolo estirpando ogni ultima traccia del male, a prescindere dai mezzi, si sarebbe potuto assicurare che la terra che il suo amico e superiore amava così tanto avrebbe avuto un futuro senza paura.\nSolo quando poneva gli occhi sulla fanciulla nella piazza riusciva a pensare alle cose per le quali non aveva il tempo.\nSolo allora poteva pensare al suo stesso futuro..."
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p>DIF +30%</p>",
      "fourSetEffect": "<p>Per ogni personaggio di tipo elementale diverso nel tuo gruppo, ottieni un aumento di un 30% della RES per ciascun elemento corrispondente.</p>"
    },
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Volontà del difensore"
          }
        ]
      }
    ]
  }
}