{
  "epId": 2072,
  "name": "Roccia arcaica",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/flower_of_life_icon.png",
  "menuId": 5,
  "menuName": "Manufatti",
  "version": 1677158295,
  "components": {
    "story": [
      {
        "title": "Flower of Creviced Cliff",
        "desc": [
          {
            "type": "RichText",
            "text": "A flower that bloomed in a cliff's impregnable cleft.\nIt is an exquisite life shaped by the essence of Geo.\nThere is a folk saying that goes thus:\nIn times of yore, someone told the Lord of Geo that there was no life to be found in barren stone.\nThus did the Lord of Geo command flowers of purest gold to burst forth from the face of an uneven rock.\nPerhaps the Geo Archon did once work such a great wonder,\nOr perhaps this is but one of the many tales that shroud this ancient world.\nBut the prosperous harbor that grew out of the lifeless mountains,\nAnd that braves the raging waves of the Sea of Clouds—\nPerhaps that was the brilliant flower, after all."
          }
        ]
      },
      {
        "title": "Mask of Solitude Basalt",
        "desc": [
          {
            "type": "RichText",
            "text": "It is said that during the years when gods contended against one another, Rex Lapis' aspect was that of boundless slaughter.\nIn those god-eat-god battles, one could never have ascribed gentleness to him.\nHe knew right from wrong, and never missed his mark: in those days of tumult, he would show no mercy, even to friends-turned-foes.\nRex Lapis' stone-cold expression never once changed throughout that storied age.\nThey say that only when the dust settled did he lay down that unmovable visage.\nBut it had been necessary, for he had donned it to fulfill a contract."
          }
        ]
      },
      {
        "title": "Goblet of Chiseled Crag",
        "desc": [
          {
            "type": "RichText",
            "text": "A vessel for wine carved from immovable rock.\nIt is said to be filled with the ambrosia of sovereigns.\nIt behooves basalt to be impregnable, and crystal to shine in its translucence.\nGoing incognito amongst mortals should be likewise, exquisite in its enjoyments.\nFolk legend holds that in order to drink wine,\nRex Lapis brought forth bedrock,\nAnd carved jade and lovely stone into a wine vessel for himself.\nSome even say that there were once seven such vessels."
          }
        ]
      },
      {
        "title": "Feather of Jagged Peaks",
        "desc": [
          {
            "type": "RichText",
            "text": "A feather left behind by the giant wings that flattened the mountains.\nThough it has long turned moss-green, this feather remains sharp as a naked blade.\nThey say that in ancient times, when the world was in turmoil, Rex Lapis plucked mountains and turned them into huge birds of prey.\nThese birds were carved out of rock and jade, and they soared above the ground once they had taken shape.\nSpiraling toward the heavens, they pierced through the clouds and flattened many stone peaks therein.\nThey say that these rock kites spread their wings and dived towards the ocean,\nAnd they fell from the sky like comets,\nRight into the heart of the sea, and the monsters within...\nAnd they say that the pillars of stone that jut out from the ocean continue to attract birds to this day."
          }
        ]
      },
      {
        "title": "Sundial of Enduring Jade",
        "desc": [
          {
            "type": "RichText",
            "text": "A sundial made using regal jade.\nIt silently pursues both time and tide.\nEven rocks that have stood firm for time immemorial will eventually disintegrate over time, crumbling into dust and gravel.\nLegend has it that the Lord of Geo once made the glittering stars of the earth into devices for telling time, all the better to teach the ancient humans about the value of every moment.\nOver the passage of time, this sundial came to be the prized possession of Kunwu, who was then still a young scholar in training.\n\"When I was young, I dreamed of studying the classics and going to Sumeru to attain the greatest wisdom.\"\n\"Yet when gaining this dial, I played with and examined it for many long days, and could not find in it a single flaw.\"\n\"Thus I changed tacks and sought a master craftsman to learn a new trade, and thereby challenge the creator of this divine tool.\""
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Gain a 15% Geo DMG Bonus.",
      "fourSetEffect": "Upon obtaining an Elemental Shard created through a Crystallize Reaction, all party members gain a 35% DMG Bonus for that particular element for 10s. Only one form of Elemental DMG Bonus can be gained in this manner at any one time."
    },
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Archaic Petra"
          }
        ]
      }
    ],
    "artifactList": {
      "sands_of_eon": {
        "title": "Sundial of Enduring Jade",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "A sundial carved from a single, large piece of jade. Its lined with a pattern that silently records the passage of time."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/sands_of_eon_icon.png"
      },
      "plume_of_death": {
        "title": "Feather of Jagged Peaks",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "A hard feather from a large seacliff hawk. The basalt tip of the feather sometimes glistens with a cool dew."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "Mask of Solitude Basalt",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "A solemn mask exquisitely carved from basalt. Its hollow eyes stare ahead expressionless and cold."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/circlet_of_logos_icon.png"
      },
      "flower_of_life": {
        "title": "Flower of Creviced Cliff",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "A flower born of the minerals and rocks of cliffside cracks. The way its petals blow in the wind makes it seem alive."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/flower_of_life_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Goblet of Chiseled Crag",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "A resplendent yet dignified wine goblet, once filled to the brim in an era long gone."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/goblet_of_eonothem_icon.png"
      }
    }
  }
}