{
  "epId": 2074,
  "name": "Istruttore",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Instructor/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Maestria elementale"
    ]
  },
  "menuId": 5,
  "menuName": "Manufatti",
  "version": 1717964168,
  "components": {
    "story": [
      {
        "title": "Fermaglio dell'istruttore",
        "desc": [
          {
            "type": "RichText",
            "text": "Ogni studente dell'accademia sapeva che l'istruttore severo era stato un soldato molto serio.\nMa, per un paio di giorni a settimana, l'istruttore si appuntava sul petto questa spilla raffigurante un fiore giallo.\nIl sorriso sul volto dell'istruttore riusciva sempre a recare sollievo agli studenti.\nQuando indossava la spilla, infatti, significava che avrebbero potuto prendersi un giorno libero e tornare a casa.\nQuando i suoi chiassosi studenti se n'erano finalmente andati, l'istruttore si recava a visitare un cimitero silenzioso.\nLà, dopo un istante di raccoglimento, porgeva i suoi omeggi ai nomi familiari incisi sulle lapidi."
          }
        ]
      },
      {
        "title": "Cappello dell'istruttore",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Non possiedo il talento per comandare un esercito come un generale.\nNé sono qualificato per altro, a parte fare il soldato.\nNon posso che essere un istruttore severo per questi ragazzi, così che riescano a sopravvivere un po' più a lungo sul campo di battaglia.\""
          }
        ]
      },
      {
        "title": "Tazza da tè dell'istruttore",
        "desc": [
          {
            "type": "RichText",
            "text": "Ogni studente dell'accademia militare sa bene che il cosiddetto \"Periodo di addestramento libero\" non ha nulla a che vedere con la libertà.\nL'istruttore si rilassa e osserva gli studenti mentre questi si addestrano con rigore.\nUna tazza di tè nero con un tantino di zucchero in più è la ciliegina sulla torta d'un tipico pomeriggio dell'istruttore.\nUqesto momento di quiete è un privilegio per l'istruttore, nonché il simbolo della sua autorità."
          }
        ]
      },
      {
        "title": "Piuma dell'istruttore",
        "desc": [
          {
            "type": "RichText",
            "text": "Un tempo, il severo istruttore affinò le sue abilità di combattimento sullo spietato campo di battaglia.\nCiò che insegna agli studenti va ben oltre le tecniche di autodifesa da applicare agli scontri.\nAncor più che attaccare e difendere, insegna loro l'abilità di sopravvivere al fronte anche dinanzi a situazioni impossibili.\nOgni mossa e tecnica che dimostra omaggi i veterani di guerre passate.\nÈ stato infatti il loro sacrificio ad aiutarlo a diventare l'istruttore di oggi."
          }
        ]
      },
      {
        "title": "Orologio dell'istruttore",
        "desc": [
          {
            "type": "RichText",
            "text": "Un orologio da tasca molto amato dall'istruttore. Tuttavia, non è un modello militare dell'accademia.\nQuando l'istruttore era ancora un soldato, questo orologio serviva a coordinare gli assalti contro il nemico.\nSegnò vittorie e sconfitte, e le ultime ore dei soldati.\nPer gli studenti rappresentava le difficoltà affrontate nel lungo viaggio per diventare veri soldati."
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p>Maestria elementale +80</p>",
      "fourSetEffect": "<p>Dopo l'innesco di una reazione elementale, aumenta la maestria elementale di tutti i membri del gruppo di 120 per 8 s.</p>"
    },
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Instruttore"
          }
        ]
      }
    ],
    "artifactList": {
      "flower_of_life": {
        "title": "Fermaglio dell'istruttore",
        "position": "Fiore della vita",
        "desc": [
          {
            "type": "RichText",
            "text": "Quando l'istruttore indossava questo fermaglio, significava che quel giorno non ci sarebbero state sessioni di addestramento."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Instructor/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Piuma dell'istruttore",
        "position": "Piuma della morte",
        "desc": [
          {
            "type": "RichText",
            "text": "Qualsiasi istruttore che abbia padroneggiato l'arte dell'autocontrollo saprà come tenere una presa ferma di quest'accessorio in ogni momento."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Instructor/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "Cappello dell'istruttore",
        "position": "Corona della ragione",
        "desc": [
          {
            "type": "RichText",
            "text": "Un cappello d'ordinanza per gli istruttori onorari. Viene conferito soltanto a quelli che rifiutano una promozione."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Instructor/circlet_of_logos_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Tazza da tè dell'istruttore",
        "position": "Calice eonotemo",
        "desc": [
          {
            "type": "RichText",
            "text": "Potrebbe sembrare una tazza da tè comune, ma agli occhi degli studenti è il simbolo dell'autorità dell'istruttore."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Instructor/goblet_of_eonothem_icon.png"
      },
      "sands_of_eon": {
        "title": "Orologio dell'istruttore",
        "position": "Sabbie del tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "Un orologio usato non per misurare un tempo qualunque, bensì quello delle sessioni di addestramento."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Instructor/sands_of_eon_icon.png"
      }
    }
  }
}