{
  "epId": 2075,
  "name": "Noblesse oblige",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "ATT",
      "Bonus DAN"
    ]
  },
  "menuId": 5,
  "menuName": "Manufatti",
  "version": 1680004383,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Personaggio</color>\n<color=#ece5d8>Motivazione</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 26,
        "name": "Bennett",
        "desc": "<p>Un giovane avventuriere di Mondstadt estremamente sfortunato.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Bennett_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Il set ideale di Noblesse Oblige per Bennett è quello da 4 pezzi, perché aumenta non solo il <color=#ffd780>DAN da Tripudio Elementale</color> di un 20%, ma dopo che Bennett usa il suo <color=#ffd780>Tripudio Elementale</color> il potenziamento si espande a tutta la squadra per 12 s.\n<color=#ece5d8>Priorità</color> : Clessidra: Ricarica di Energia; Calice: PS; Corona: Bonus Guarigione/ PS"
      },
      {
        "type": "CustomEntry",
        "epId": 44,
        "name": "Diona",
        "desc": "<p><span style=\"color: #BFBFBF\">Una fanciulla che ha ereditato in minima parte sangue non umano. Barista incredibilmente popolare della taverna Coda di Gatto.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diona_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Questo set di manufatti risulta molto utile per Diona se utilizzata come supporto, perché equipaggiandoli a lei si andrà a ottenere un potenziamento del suo scudo, della <color=#ffd780>Guarigione</color> e <color=#ffd780>l'ATT</color> dei suoi compagni di squadra.\n<color=#ece5d8>Priorità</color> : Clessidra: Ricarica di Energia/ PS; Calice: PS; Corona: PS/ Bonus Guarigione"
      },
      {
        "type": "CustomEntry",
        "epId": 30,
        "name": "Sucrose",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un'alchimista dalla vivace curiosità verso ogni cosa e ricercatrice bioalchemica.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sucrose_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Questo set non è tra i migliori per Sucrose, ma se nella squadra copre il ruolo di principale di supporto, può essere una buona alternativa, soprattutto se si prende in considerazione il set da 4 pezzi che andrà ad aumentare in modo permanente i <color=#ffd780>DAN da Tripudio Elementale</color> e per 12 s <color=#ffd780>l'ATT</color> della squadra.\nL'effetto si attiva dopo aver usato il <color=#ffd780>Tripudio Elementale</color> di Sucrose.\n<color=#ece5d8>Priorità</color> : Clessidra: Maestria Elementale; Calice: Maestria Elementale; Corona: Maestria Elementale"
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Mona",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una giovane astrologa che si fa chiamare Mona Megistus e che possiede delle abilità degne del suo titolo. Erudita ma orgogliosa.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Se si sceglie di utilizzare questo set per Mona è consigliabile equipaggiarla con due pezzi di Nobless Oblige e affiancarli ad altri set consigliati.\nQuesto perché sia se usata come supporto sia come ruolo DPS ciò che necessita Mona è un potenziamento dei suoi <color=#ffd780>DAN da Tripudio Elementale</color> e due pezzi di Noblesse Oblige le conferiscono già ciò di cui ha bisogno.\n<color=#ece5d8>Priorità</color> : Clessidra: ATT; Calice: Bonus DAN da Hydro; Corona: Tasso di CRIT/DAN da CRIT"
      },
      {
        "type": "CustomEntry",
        "epId": 45,
        "name": "Chongyun",
        "desc": "<p>Il giovane erede di una famiglia di esorcisti. Fa tutto il possibile per sopprimere la sua abbondanza di energia yang.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Chongyun_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Si è soliti per Chongyun equipaggiare 4 pezzi del set Nomade della Tormenta, però se si vuole provare un combinazione mista di manufatti può essere interessante affiancare a Nomade della Tormenta due pezzi del set Noblesse Oblige, così da aumentare di un 20% anche i suoi <color=#ffd780>DAN da Tripudio Elementale</color>\n<color=#ece5d8>Priorità</color> : Clessidra: ATT; Calice: Bonus DAN da Cryo; Corona: Tasso di CRIT/ DAN da CRIT;"
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'undicesimo Messaggero dei Fatui, noto anche come il \"Principe\". Il suo nome è molto temuto sul campo di battaglia.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Questo set andrà a potenziare <color=#ffd780>l'ATT</color> della squadra e il <color=#ffd780>DAN da Tripudio Elementale</color> di Tartaglia.\n<color=#ece5d8>Priorità</color> : Clessidra: ATT; Calice: Bonus DAN da Hydro/ Maestria Elementale; Corona: Tasso di CRIT/ DAN da CRIT;"
      },
      {
        "type": "CustomEntry",
        "epId": 39,
        "name": "Xingqiu",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un ragazzo con una grande passione per i libri che brandisce una lunga spada. Vanta un cuore cavalleresco e una smania per la giustizia e la lealtà.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xingqiu_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ritenuto tra i set di eccellenza per Xingqiu, equipaggiare il personaggio con 4 pezzi di questo set garantirà un aumento in modo permanente dei <color=#ffd780>DAN da Tripudio Elementale</color> di Xingqiu e per 12 s quelli dell'intera squadra.\nL'effetto sulla squadra si attiva dopo aver usato il <color=#ffd780>Tripudio Elementale</color> di Xingqiu.\n<color=#ece5d8>Priorità</color> : Clessidra: ATT; Calice: Bonus DAN da Hydro; Corona: Tasso di CRIT/ DAN da CRIT;"
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Shenhe",
        "desc": "<p>Una discepola degli Adepti alquanto singolare. Avendo trascorso lungo tempo in isolamento tra le montagne di Liyue, è diventata fredda e distante come gli Adepti stessi.</p><p></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Il set da 4 pezzi è una buona alternativa per Shenhe perché aumenta sia i suoi <color=#ffd780>DAN da Tripudio Elementale</color> sia <color=#ffd780>l'ATT</color> dell'intera squadra.\n<color=#ece5d8>Priorità</color> : Clessidra: ATT/Maestria Elementale; Calice: ATT; Corona: ATT;"
      }
    ],
    "artifactList": {
      "sands_of_eon": {
        "title": "Orologio reale",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "Un orologio appartenuto agli antichi aristocratici di Mondstadt. Tramandato da generazioni, ha scandito il tempo per molti anni."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Maschera Reale",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Una maschera festiva indossata dagli antichi aristocratici di Mondstadt. I suoi occhi cavi sono rivolti verso i giorni d'oro del passato."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/circlet_of_logos_icon.png"
      },
      "plume_of_death": {
        "title": "Piuma reale",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "Un copricapo piumato indossato dagli antichi aristocratici di Mondstadt durante le battute di caccia. Sembra aver resistito egregiamente al tempo."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/plume_of_death_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Urna d'argento reale",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Un'urna ornamentale appartenuta agli antichi aristocratici di Mondstadt. Venti funesti sembrano soffiare al suo interno."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/goblet_of_eonothem_icon.png"
      },
      "flower_of_life": {
        "title": "Fiore reale",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "Un fiore di seta brillante, perfetto per un'occasione importante. Il suo aspetto non è cambiato dal giorno in cui venne raccolto."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/flower_of_life_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Noblesse Oblige"
          }
        ]
      },
      {
        "key": "Come si ottiene",
        "value": [
          {
            "type": "RichText",
            "text": "- Dominio: Lago limpido e caverna di montagna\n- Offerta mistica"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Fiore reale",
        "desc": [
          {
            "type": "RichText",
            "text": "Un giglio blu di raso setoso\nche un tempo serviva come copricapo di una nobildonna.\nL'ha lasciato un nobile che un tempo regnava su Mondstadt.\nIn quell'epoca leggendaria, i nobili erano un esempio per il popolo.\nGuidavano i loro sudditi con la loro condotta e saggezza.\nErano la vera rappresentazione del popolo di Mondstadt.\nErano nobili non solo per il lignaggio,\nma anche per il loro impegno verso le virtù e i principi.\nLa longevità dei nobili fu stroncata dalla loro infinita autoindulgenza.\nL'ostentazione lasciò il posto alla decadenza."
          }
        ]
      },
      {
        "title": "Machera reale",
        "desc": [
          {
            "type": "RichText",
            "text": "Una maschera d'argento intarsiata con oro e gemme e incisa con motivi delicati.\nRealizzata delicatamente, mette in mostra l'eleganza e le usanze degli antichi nobili.\nI primi nobili che si elevarono a governare Mondstadt iniziarono come eroi di umili origini.\nQuesti grandi capi e principi eleganti, nonché belle principesse e nobili,\nun tempo accoglievano il popolo nei loro banchetti e nelle loro feste.\nIn quei giorni di un passato lontano, i nobili condividevano generosamente la loro saggezza ed eleganza.\nIn quell'epoca d'oro, i nobili condividevano con il popolo le loro conoscenze e i loro profitti.\nMa i nobili successivi furono sedotti dal potere. I loro banchetti furono esclusivamente per il loro piacere."
          }
        ]
      },
      {
        "title": "Urna d'argento reale",
        "desc": [
          {
            "type": "RichText",
            "text": "Un'urna ornamentale in zaffiro, con le insegne d'argento di una casa nobile.\nÈ squisita ed elegante, una testimonianza dell'estetica degli antichi nobili di Mondstadt.\nL'ha lasciata un nobile che un tempo regnava su Mondstadt.\nTuttavia, gli stravaganti tesori che un tempo si trovavano al suo interno sono ormai scomparsi.\nQuesti oggetti lussuosi erano simboli del titolo nobiliare,\nnonché della fiducia, dell'orgoglio e della prosperità del popolo di Mondstadt.\nPoi, i nobili caddero in preda al potere.\nPresero e spesero senza curarsi del popolo.\nGli accessori di lusso divennero oggetti di vanità."
          }
        ]
      },
      {
        "title": "Piuma reale",
        "desc": [
          {
            "type": "RichText",
            "text": "La piuma di un falco posata con orgoglio sul cappello di un vecchio nobile.\nCacciare con la gente comune e condividere con loro il bottino era un'antica tradizione.\nLe cacce erano una consuetudine, un passatempo della classe dirigente di Mondstadt.\nI festeggiamenti erano condivisi con i loro servi e con la gente comune, come segno della benevolenza dei nobili.\nTutto il popolo partecipava volentieri ai festeggiamenti.\nLe cacce persero presto il loro significato.\nI nobili considerarono tutto come proprio, presumendo che fosse un loro diritto.\nLa piuma si ergeva ancora con orgoglio, ma il suo colore era sbiadito agli occhi della gente."
          }
        ]
      },
      {
        "title": "Orologio reale",
        "desc": [
          {
            "type": "RichText",
            "text": "Uno squisito orologio da taschino in zaffiro.\nÈ ancora funzionante anche dopo tutti questi anni.\nL'orologio da tasca di un nobile che un tempo regnava su Mondstadt.\nL'ora che segna è ancora precisa.\nLa puntualità è una virtù e questo orologio da taschino aiutava i nobili a restare su un cammino virtuoso.\nEra più uno strumento di autodisciplina che uno strumento per influenzare la gente comune.\nAll'alba, un nobile degno deve essere più vigile del suo popolo.\nDi notte, deve essere più riflessivo e inquieto di loro.\nNel corso degli anni, i loro discendenti indolenti hanno stravolto gli orari, un tempo rigidi.\nI loro orologi divennero sempre più stravaganti, ma persero la loro funzione virtuosa."
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p>DAN da <span style=\"color: #FFD780\">Tripudio Elementale</span> +20%</p>",
      "fourSetEffect": "<p>L'uso di <span style=\"color: #FFD780\">Tripudio Elementale</span> aumenta di un 20% l'<span style=\"color: #FFD780\">ATT</span> di tutti i membri del gruppo per 12 s.<br>Non è cumulabile.</p>"
    }
  }
}