{
  "epId": 2076,
  "name": "Echi di un'offerta",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "ATT",
      "Bonus DAN"
    ]
  },
  "menuId": 5,
  "menuName": "Manufatti",
  "version": 1690328217,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Echi di un'offerta</color>"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Dominio La Valle perduta</color>"
          }
        ]
      }
    ],
    "artifactList": {
      "flower_of_life": {
        "title": "Fiore dell'aroma spirito",
        "position": "Fiore della vita",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Della giada intagliata a forma di fiore su cui aleggia un aroma fantasma.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Foglia di giada",
        "position": "Piuma della morte",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un ornamento di giada a forma di foglia. Sembra che un tempo avesse un significato profondo tra alcuni amici.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/plume_of_death_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Tazza della sorgente",
        "position": "Calice di eonotemo",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Questa tazza da tè trabocca costantemente di acqua fresca. Potrebbe trattarsi di un dono da parte di un Adeptus, di una sua reliquia o di un oggetto che ha smarrito.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/goblet_of_eonothem_icon.png"
      },
      "circlet_of_logos": {
        "title": "Orecchini mutevoli",
        "position": "Corona della ragione",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un paio di orecchini ricavati da un unico blocco di giada. Sono particolarmente delicati.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/circlet_of_logos_icon.png"
      },
      "sands_of_eon": {
        "title": "Simbolo del giubilo",
        "position": "Sabbie del tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un ornamento di giada dalla forma circolare. Secondo la leggenda, un tempo veniva usato come simbolo per dare inizio ai rituali.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/sands_of_eon_icon.png"
      }
    },
    "story": [
      {
        "title": "Fiore dell'aromaspirito",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Ogni anno, quando sbocciano i Fiordispirito, il villaggio di Qiaoying si prepara per le cerimonie del tè.</color>\n<color=#ffffffa6>Quando i fiori appassiscono, i fiori del tè infusi con nove profumi vengono presentati nella sala del villaggio.</color>\n<color=#ffffffa6>I Fiordispirito sono fugaci, proprio come il passaggio di un Adeptus.</color>\n<color=#ffffffa6>Oltre al nome ambiguo di \"Signore delle erbe\", si è lasciato dietro anche molte leggende nebulose e frammentarie.</color>\n<color=#ffffffa6>In una di queste, la forma di Adeptus del Signore delle erbe diviene i rami di un antico albero di tè.</color>\n<color=#ffffffa6>In un'altra, vola sulla montagna degli Adepti in groppa a una bestia malvagia che aveva sottomesso.</color>\n<color=#ffffffa6>C'è anche una storia che racconta...</color>\n<color=#ffffffa6>La giovane raccolse la mantella, che poi indossò frettolosamente coprendosi il capo, arrancando verso la riva.</color>\n<color=#ffffffa6>Si sarebbe vergognata se non si fosse coperta il volto, incapace di parlare.</color>\n<color=#ffffffa6>Allora l'orchestratore delle sue sofferenze fece capolino dall'acqua.</color>\n<color=#ffffffa6>Le scaglie variopinte brillavano come se stessero festeggiando tale vittoria.</color>\n<color=#ffffffa6>\"*tossisce* Bene! Quindi sai nuotare! Strabiliante! ... Sai cosa? Ti auguro di affogare un giorno!\"</color>\n<color=#ffffffa6>Disse in tono per metà arrabbiato e per metà scherzoso.</color>\n<color=#ffffffa6>Eppure quel fascio brillante sprofondò negli abissi per non riaffiorare più.</color>"
          }
        ]
      },
      {
        "title": "Orecchini mutevoli",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Nella Vallata Chenyu ci sono molte montagne, molti fiumi e molte storie. Fra queste, la più famosa è:</color>\n<color=#ffffffa6>Molto tempo fa, una gemma inestimabile cadde nelle mani di un demone che la lanciò in acqua, dove affondò...</color>\n<color=#ffffffa6>L'ampio fiume di una leggenda produce spesso molti affluenti. Uno di questi è il seguente:</color>\n<color=#ffffffa6>Questa gemma una volta era della giada di una montagna sacra, scolpita e resa tale solo dalle mani di Rex Lapis.</color>\n<color=#ffffffa6>E la pietra che era andata perduta poteva essere giada di scarso valore o forse una semplice pietruzza.</color>\n<color=#ffffffa6>Alcuni dicono anche che la giada della storia sia in realtà un'analogia per una bellissima persona.</color>\n<color=#ffffffa6>Le leggende addirittura narrano che un giorno si osservò ciò:</color>\n<color=#ffffffa6>Moltissime koi dalle code che risplendevano come gemme sotto il sole,</color>\n<color=#ffffffa6>lasciati i ceppi dei laghi e dei fiumi in cui le creature acquatiche sono costrette,</color>\n<color=#ffffffa6>volarono via nel vento librandosi in cielo.</color>\n<color=#ffffffa6>Così fecero anche gli orecchini di giada di una certa persona mutata nella forma.</color>"
          }
        ]
      },
      {
        "title": "Tazza della sorgente",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Era un regalo di una persona cara, collegato a un piccolo regno interiore.</color>\n<color=#ffffffa6>La sorgente all'interno del calice non si sarebbe mai prosciugata, rendendolo così un ottimo luogo di soggiorno temporaneo.</color>\n<color=#ffffffa6>Poteva trattenere il riflesso del sole e della luna, e poteva anche essere dimora dei pesci.</color>\n<color=#ffffffa6>Credeva fosse molto più fortunata rispetto al fato avverso toccato agli Yaksha.</color>\n<color=#ffffffa6>Ma il prezzo per aver ereditato i riti antichi era quello di non passare troppo tempo sulla terra.</color>\n<color=#ffffffa6>In quei giorni, le acque dolci di Liyue non scorrevano così abbondanti.</color>\n<color=#ffffffa6>La città-porto sotto le montagne e i villaggi nelle pianure erano per lei un sogno lontano.</color>\n<color=#ffffffa6>Ma quella persona, che non temeva nulla, decise di partire con questa tazza in mano.</color>\n<color=#ffffffa6>Il \"Porto di Liyue\" di cui parlava era sicuramente pieno di difetti come una cerimonia di villaggio.</color>\n<color=#ffffffa6>Quel viaggio avrebbe di certo portato discussioni, difficoltà e molti problemi.</color>\n<color=#ffffffa6>Sapeva che entrambe erano innamorate del dono delle chiacchiere, ma molto meno della folla.</color>\n<color=#ffffffa6>In nessun altro luogo al mondo si sarebbero potuti trovare degli Adepti piccoli come loro, invidiosi e spaventati dalla prosperità in egual misura.</color>\n<color=#ffffffa6>\"Ma ci eravamo promesse così tante cose in passato ed è molto bello.\"</color>\n<color=#ffffffa6>Quando stavano per partire, pensò...</color>\n<color=#ffffffa6>\"Beh, almeno questo viaggio sarà interessante. Posso presentarla ad altri vecchi amici.\"</color>\n<color=#ffffffa6>Più tardi, il braciere e la teiera divennero d'uso comune, così come la forma della tazza di tè.</color>\n<color=#ffffffa6>E così tutti divennero in grado di avere la luna sulle loro tavole e di stringerla fra le mani.</color>"
          }
        ]
      },
      {
        "title": "Foglia di giada",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Molto tempo fa non c'era un guado nel fiume, ma solo una collina brumosa.</color>\n<color=#ffffffa6>La donna che deteneva la montagna doveva ancora decidere cosa piantarvi quando qualcuno l'anticipò.</color>\n<color=#ffffffa6>\"Quando questo albero sarà cresciuto un po', gli taglierò le foglie e ci farò del tè per tutti voi.\"</color>\n<color=#ffffffa6>\"Quando quel momento giungerà, inviteremo Vestale delle nuvole e Formamontagne...\"</color>\n<color=#ffffffa6>\"Davvero? Pianti alberi a tuo piacimento nel mio territorio e hai il coraggio di blaterare roba del genere?\"</color>\n<color=#ffffffa6>Ma anche la giovane donna padrona della montagna immaginava la fragranza del tè, nonostante le lamentele.</color>\n<color=#ffffffa6>In seguito, qualcuno legò questo pendente di giada ai rami sottili di quel piccolo albero.</color>\n<color=#ffffffa6>Trascorso altro tempo, la padrona della montagna fece ritorno, ma con un aspetto diverso</color>\n<color=#ffffffa6>E senza il dito che avrebbe potuto slegare il ciondolo. Accadde molto tempo fa.</color>\n<color=#ffffffa6>Tanti anni dopo, i rami di quest'albero vennero innestati dall'altro lato del fiume dai mortali che vivevano fra le montagne.</color>\n<color=#ffffffa6>Il profumo del tè partiva da lì, la Vallata Chenyu, spandendosi fino al Porto di Liyue e da lì in molti altri luoghi.</color>\n<color=#ffffffa6>Esistono molte leggende legate agli alberi da tè della Vallata Chenyu. Una di queste narra:</color>\n<color=#ffffffa6>Non importa in che terreno viene piantato, con quale acqua viene innaffiato e quanto sole riceve: questo tipo di albero cresce rigogliosamente solo nella Vallata Chenyu.</color>\n<color=#ffffffa6>Accade poiché ricorda la promessa che quei vecchi amici fecero al fianco dell'alberello.</color>"
          }
        ]
      },
      {
        "title": "Simbolo di giubilo",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Si narra che questo ornamento di giada venga dalla montagna sacra rimasta sigillata per lungo tempo.</color>\n<color=#ffffffa6>Proprio come una Conchistella separata dal mare ricorda il suono delle onde,</color>\n<color=#ffffffa6>Anche l'ornamento emana il suono dell'acqua che scorre.</color>\n<color=#ffffffa6>Si sentono spesso voci del genere nelle taverne...</color>\n<color=#ffffffa6>\"Secondo la leggenda, il grande tesoro delle montagne è una lastra di giada pura in grado di far cadere dolci piogge.\"</color>\n<color=#ffffffa6>\"Ma quando il mondo era in subbuglio, i demoni iniziarono a bramare il suo potere\".</color>\n<color=#ffffffa6>\"Allora il maestro della montagna la divise in molte parti, dando una forma diversa a ognuna di esse così da poterle nascondere.\"</color>\n<color=#ffffffa6>\"A quel punto il maestro le celò sott'acqua, fra le colline, e alcune vennero addirittura offerte ai santuari.\"</color>\n<color=#ffffffa6>\"Nelle leggende della Vallata Chenyu, questi ornamenti di giada portano la benedizione del patto di una divinità.\"</color>\n<color=#ffffffa6>\"Solo che nessuno è mai riuscito a trovarli, neanche dopo così tanti anni...\"</color>\n<color=#ffffffa6>Il sacerdote era stato sempre attento a nascondere l'anello di giada che indossava.</color>\n<color=#ffffffa6>Ma in certi anni, alla vigilia di una partenza, lo mostrava con discrezione a un amico poco raffinato.</color>\n<color=#ffffffa6>Il sacerdote parlava del suo motivo, delle sue origini e anche del patto stretto dai suoi antenati con una divinità,</color>\n<color=#ffffffa6>Ma l'amico era occupato a pestare delle erbe e non aveva sentito una singola parola.</color>\n<color=#ffffffa6>\"Recitiamo questa canzone e questa danza ogni anno e ho sentito questa storia chissà quante volte.\"</color>\n<color=#ffffffa6>\"Non avevi detto che mi avresti offerto del tè al tuo ritorno?\"</color>\n<color=#ffffffa6>Ma ciò che emerse dalle acque non era quello che si aspettava, e sarebbe svanito d'ora in poi in quelle acque...</color>\n<color=#ffffffa6>Ancora oggi, gli artigiani del porto di Yilong realizzano degli ornamenti semplici del genere.</color>\n<color=#ffffffa6>Spesso i mercanti erranti si mettono quegli anelli di giada vicino alle orecchie, come narra la leggenda,</color>\n<color=#ffffffa6>Chiedendosi se possono davvero sentire il suono dell'acqua che scroscia sulle montagne.</color>"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p><span style=\"color: rgb(255, 215, 128)\">ATT </span><span style=\"color: rgba(255, 255, 255, 0.65)\">+18%.</span></p>",
      "fourSetEffect": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Quando gli </span><span style=\"color: rgb(255, 215, 128)\">attacchi normali</span><span style=\"color: rgba(255, 255, 255, 0.65)\"> colpiscono gli avversari, hanno un </span><span style=\"color: rgb(55, 255, 255)\">36%</span><span style=\"color: rgba(255, 255, 255, 0.65)\"> di probabilità di innescare </span><span style=\"color: rgb(255, 215, 128)\">Rito della valle</span><span style=\"color: rgba(255, 255, 255, 0.65)\">, che aumenta i </span><span style=\"color: rgb(255, 215, 128)\">DAN da attacchi normali</span><span style=\"color: rgba(255, 255, 255, 0.65)\"> di un </span><span style=\"color: rgb(55, 255, 255)\">70% </span><span style=\"color: rgba(255, 255, 255, 0.65)\">dell'</span><span style=\"color: rgb(255, 215, 128)\">ATT</span><span style=\"color: rgba(255, 255, 255, 0.65)\">. Questo effetto si disperde </span><span style=\"color: rgb(255, 215, 128)\">0,05 s</span><span style=\"color: rgba(255, 255, 255, 0.65)\"> dopo che un attacco normale infligge </span><span style=\"color: rgb(255, 215, 128)\">DAN</span><span style=\"color: rgba(255, 255, 255, 0.65)\">. Se un </span><span style=\"color: rgb(255, 215, 128)\">attacco normale</span><span style=\"color: rgba(255, 255, 255, 0.65)\"> non innesca </span><span style=\"color: rgb(255, 215, 128)\">Rito della valle</span><span style=\"color: rgba(255, 255, 255, 0.65)\">, le probabilità di attivare l'effetto la volta successiva aumentano di un </span><span style=\"color: rgb(55, 255, 255)\">20%</span><span style=\"color: rgba(255, 255, 255, 0.65)\">. È possibile attivare l'effetto una volta ogni </span><span style=\"color: rgb(255, 215, 128)\">0,2 s</span><span style=\"color: rgba(255, 255, 255, 0.65)\">.</span></p>"
    }
  }
}