{
  "epId": 2078,
  "name": "Marzialista",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Martial Artist/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Bonus DAN"
    ]
  },
  "menuId": 5,
  "menuName": "Manufatti",
  "version": 1718219014,
  "components": {
    "artifactList": {
      "plume_of_death": {
        "title": "Piuma del marzialista",
        "position": "Piuma della morte",
        "desc": [
          {
            "type": "RichText",
            "text": "La piuma di un uccello comune. Gli esperti la usano per praticare il controllo della forza, mentre i principianti ci fanno dei ventagli."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Martial Artist/plume_of_death_icon.png"
      },
      "flower_of_life": {
        "title": "Fiore vermiglio del marzialista",
        "position": "Fiore della vita",
        "desc": [
          {
            "type": "RichText",
            "text": "Questo particolare tipo di fiore rosso era l'unica cosa che potesse alleviare il dolore del marzialista."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Martial Artist/flower_of_life_icon.png"
      },
      "sands_of_eon": {
        "title": "Clessidra ad acqua del marzialista",
        "position": "Sabbie del tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "Uno strumento che tiene traccia del tempo durante gli addestramenti più duri. Molto più precisa e affidabile di una clessidra normale."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Martial Artist/sands_of_eon_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Coppa da vino del marzialista",
        "position": "Calice eonotemo",
        "desc": [
          {
            "type": "RichText",
            "text": "Una coppa alquanto pregevole usata nei rituali che precedono i combattimenti."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Martial Artist/goblet_of_eonothem_icon.png"
      },
      "circlet_of_logos": {
        "title": "Bandana del marzialista",
        "position": "Corona della ragione",
        "desc": [
          {
            "type": "RichText",
            "text": "La prima lezione di un apprendista: vigore, forza e volontà. Queste parole sono scritte sulla bandana, in modo da non essere mai dimenticate."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Martial Artist/circlet_of_logos_icon.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "<p>DAN da attacchi normali e caricati +15%</p>",
      "fourSetEffect": "<p>Dopo l'uso di un'abilità elementale, aumenta di un 25% i DAN da attacchi normali e caricati per 8 s.</p>"
    },
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Marzialista"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Fiore vermiglio del marzialista",
        "desc": [
          {
            "type": "RichText",
            "text": "Da quando venne riconosciuto dal suo maestro, ilmarzialista continuò ad allenarsi ogni giorni per anni.\nLa via delle arti marziali è lunga e impegnativa, e gli infortuni sono inevitabili.\nIl marzialista raccolse un piccolo fiore rosso nella foresta, come gli era stato detto.\nLe sue fiere ferite di guerra non sarebbero mai guarite, ma almeno avrebbe potuto alleviare il proprio dolore."
          }
        ]
      },
      {
        "title": "Bandana del marzialista",
        "desc": [
          {
            "type": "RichText",
            "text": "Una bandana rosso fuoco appartenuta a un marzialista. Il colore si è sbiadito nel tempo.\nDimostra che chi la indossava aveva iniziato a praticare le arti marziali sin da giovane, e rappresenta la grande ambizione che il marzialista nutriva al riguardo.\nAncor prima che sorgesse l'alba, il giovane era già nella foresta ad addestrarsi.\nDa allora sono passati molti anni, e il marzialista è diventato un istruttore. Sebbene la sua gioventù sia ormai sfiorita da tempo, ancora oggi è vigile e diligente come quando era ragazzo."
          }
        ]
      },
      {
        "title": "Coppa da vino del marzialista",
        "desc": [
          {
            "type": "RichText",
            "text": "Prima di entrare con fierezza nell'arena, i marzialisti ritengono essenziale celebrare un rituale di addio con un buon bicchiere di vino.\nCiascuno destinato ad affrontare un degno avversario, due marzialisti bevevano l'uno alla salute dell'altro.\nEntrarono quindi imperturbabili nell'arena, pronti a battersi con il massimo rispetto per il prioprio avversario.\nQuesto è il vero significato del brindisi, sempre precedente lo scontro. Non serve glorificare la vittoria o a umiliare la sconfitta."
          }
        ]
      },
      {
        "title": "Piuma del marzialista",
        "desc": [
          {
            "type": "RichText",
            "text": "Una piuma strappata da un abile marzialista a un uccello che solcava i cieli.\nL'essenza delle arti marziali non è necessariamente la potenza degli attacchi.\nPer un marzialista, l'agilità e la prontezza affinate in anni di addestramento sono altrettanto apprezzabili.\nIl marzialista che riesce a ottenere una piuma come questa se la appunta al petto come segno della sua incredibile abilità."
          }
        ]
      },
      {
        "title": "Clessidra ad acqua del marzialista.",
        "desc": [
          {
            "type": "RichText",
            "text": "Una clessidra che sfrutta lo scorrere dell'acqua per misurare il passare del tempo. Il marzialista la portava sempre con sé.\nMentre si addestrava sotto la cascata o faceva pratica restando in piedi su una gamba sola sul palo, sopportava da solo tutto il dolore.\nQuesta clessidra ne registrava ogni secondo in silenzio."
          }
        ]
      }
    ]
  }
}