{
  "epId": 2082,
  "name": "Mollusco oceanico",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Ocean-Hued Clam/flower_of_life_icon.png",
  "menuId": 5,
  "menuName": "Manufatti",
  "version": 1687890034,
  "components": {
    "story": [
      {
        "title": "Fiore del mare",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Un delicato fiore dell'oceano il cui nucleo è decorato da candide perle.</color>\n<color=#ffffff73>I canti dell'Isola di Watatsumi dicono che questi fiori sbocciano negli abissi illuminati dalla luce delle perle.</color>\n<color=#ffffff73>Poiché sono permeati dalle pene d'amore delle figlie del mare e dalla debole luce della luna, sprigionano un bagliore perlaceo.</color>\n<color=#ffffff73>Quando ogni conflitto sarà cessato, le bestie del mare non piangeranno più al pensiero dei loro compagni solitari;</color>\n<color=#ffffff73>e quando la luce della luna illuminerà Touzan, l'adorabile divinità sorgerà e canterà:</color>\n<color=#ffffff73>\"Venite, figlie del mare. Venite a vedere, o popolo amato: stanotte la luna è alta nel cielo.</color>\n<color=#ffffff73>Anche se Touzan cadrà stanotte, i tuoni e la tempesta mai riusciranno a nascondere la perlacea gloria della luna...\"</color>\n<color=#ffffff73>L'ancella solitaria canterà e danzerà su onde argentee come la luna.</color>\n<color=#ffffff73>Gli abitanti degli abissi dimenticheranno il dolore della perdita, e anche i delicati fiori recupereranno i loro colori accesi.</color>"
          }
        ]
      },
      {
        "title": "Corona di Watatsumi",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Un tempo, l'Omikami scelse i membri del clero tra la gente di Watatsumi, donando personalmente a ciascuno di loro queste corone come simbolo.</color>\n<color=#ffffff73>Ma quando terminò l'era del martirio, e con essa il vecchio sacerdozio, queste bellissime corone furono sigillate.</color>\n<color=#ffffff73>Secondo i canti del popolo del mare, tali corone fatte di perle e coralli non si sporcheranno mai</color>\n<color=#ffffff73>e chiunque abbia la fortuna di riceverne una verrà incoronato re dall'Omikami stesso.</color>\n<color=#ffffff73>Il valoroso vassallo noto come Touzannou e le gemelle che nuotavano liberamente tra le onde</color>\n<color=#ffffff73>erano sotto la protezione e la grazia dell'Omikami, e furono immortalati nei canti degli abitanti dell'isola.</color>\n<color=#ffffff73>Si dice che, un tempo, tali regnanti furono gli aiutanti della divinità, e insegnarono al popolo del mare come allevare, pescare e cacciare sulla propria isola.</color>\n<color=#ffffff73>Ma quando arrivò la predestinata era del martirio, una divinità cadde.</color>\n<color=#ffffff73>Queste complesse e incantevoli corone, che contengono speranze e ricordi riaffiorati dagli abissi dell'oceano,</color>\n<color=#ffffff73>permeati da una storia e da una cultura ormai andate perdute, sono finite nell'oblio insieme ai loro proprietari.</color>"
          }
        ]
      },
      {
        "title": "Inro di perle",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Per il popolo del mare, le chiare perle un tempo apprezzate dalla divinità di Watatsumi sono un tesoro inestimabile.</color>\n<color=#ffffff73>Solo la Sacerdotessa divina poteva intonare il grande canto dedicato a esse.</color>\n<color=#ffffff73>Secondo la leggenda, i molluschi color arcobaleno produssero queste gemme perfette come segno di gratitudine verso la dolcezza di Watatsumi.</color>\n<color=#ffffff73>Tempo dopo, fu anche detto che la stirpe della Sacerdotessa divina aveva avuto origine da queste perle.</color>\n<color=#ffffff73>Dopo essere uscite dalla loro soffice e brillante culla, lei e le sorelle che danzavano col mare e la luna erano le predilette,</color>\n<color=#ffffff73>in quanto l'Omikami, nella sua gioia e nel suo amore, aveva donato loro delle gemme bellissime che esaudivano il loro desiderio di inseguire la luce del giorno.</color>\n<color=#ffffff73>Tra le mani di coloro in cui scorre il sangue di Watatsumi, queste perle sembrano splendere più del normale.</color>\n<color=#ffffff73>Forse non è altro che un antico racconto, la cui veridicità è ormai impossibile da verificare.</color>\n<color=#ffffff73>Ma si dice che, nel momento della sconfitta, la Sacerdotessa divina e le gemelle si scambiarono i vestiti e si nascosero in mezzo alle onde infinite.</color>\n<color=#ffffff73>Soltanto questa perla splendente si perse nell'increspante confusione, facendo ritorno agli abissi silenziosi e solitari.</color>"
          }
        ]
      },
      {
        "title": "Piuma del Palazzo degli abissi",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Nel periodo in cui molti clan videro la luce del giorno per la prima volta, l'Omikami scelse le sacerdotesse tra il popolo del mare.</color>\n<color=#ffffff73>Secondo i canti che narrano la storia dell'isola, la prima Sacerdotessa divina fu una delle figlie del mare che raccoglieva perle.</color>\n<color=#ffffff73>Camminava tra i bambini che, a causa dei loro futili litigi, avevano dimenticato il proprio futuro;</color>\n<color=#ffffff73>e tra gli anziani che, a causa di quella spietata tragedia, avevano dimenticato la bellezza della vita.</color>\n<color=#ffffff73>La Sacerdotessa divina consolava il popolo intonando soavi canzoni e proferendo parole gentili.</color>\n<color=#ffffff73>Così, nonostante il periodo turbolento, per la prima volta la gente di Watatsumi seppe cos'era la speranza.</color>\n<color=#ffffff73>Si dice che questa piuma nata dal mare appartenesse alla veste cerimoniale della Sacerdotessa divina.</color>\n<color=#ffffff73>Fu strappata per errore dalla tenera mano di un bambino e venne conservata da una persona scontrosa.</color>\n<color=#ffffff73>In seguito, quando l'eroe coraggioso e la sacerdotessa compirono il loro irrevocabile sacrificio,</color>\n<color=#ffffff73>l'abito cerimoniale della Sacerdotessa divina non fu dimenticato, ma tramandato fino ai giorni nostri.</color>"
          }
        ]
      },
      {
        "title": "Ciprea dell'addio",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Negli abissi silenziosi e fluorescenti dell'oceano, il tempo sembra passare in maniera oltremodo lenta.</color>\n<color=#ffffff73>Persino le brillanti conchiglie potrebbero dimenticare tutto col passare degli anni.</color>\n<color=#ffffff73>Un tempo il popolo di Watatsumi uscì dalle tenebre e disse addio ai lunghi sogni delle profondità.</color>\n<color=#ffffff73>Fuggirono dall'indiscreto sguardo degli Eredi dei draghi nascosti nel buio, e risalirono le luminose scale di corallo fino a raggiungere il regno baciato dal sole.</color>\n<color=#ffffff73>Si dice che a quel tempo gli abitanti dell'oceano presero una conchiglia come ricordo del proprio clan.</color>\n<color=#ffffff73>E chi perse la propria conchiglia fu accolto in una nuova famiglia.</color>\n<color=#ffffff73>Nella lingua antica, queste candide conchiglie divennero famose col nome di \"Pacchetti del ricongiungimento\".</color>\n<color=#ffffff73>Due gruppi si uniranno e non potranno mai più essere divisi da una forza esterna, sebbene tale unione non possa essere eterna.</color>\n<color=#ffffff73>Di conseguenza, tali conchiglie furono l'addio a una vita passata sotto le onde e l'inizio di una nuova vita sotto la luce del sole.</color>"
          }
        ]
      }
    ],
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Inro di perle",
        "position": "Calice eonotemo",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>La luminosità delle perle offerte dalle sacerdotesse dell'Isola di Watatsumi è eterna e non si affievolisce mai.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Ocean-Hued Clam/goblet_of_eonothem_icon.png"
      },
      "sands_of_eon": {
        "title": "Ciprea dell'addio",
        "position": "Sabbie del tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Una conchiglia perfetta che proviene dalle profondità marine.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Ocean-Hued Clam/sands_of_eon_icon.png"
      },
      "plume_of_death": {
        "title": "Piuma del Palazzo degli abissi",
        "position": "Piuma della morte",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Una piuma dalle tonalità del corallo. Si dice che provenga da un abito cerimoniale di una sacerdotessa.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Ocean-Hued Clam/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "Corona di Watatsumi",
        "position": "Corona della ragione",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Un'antica corona intricata che un tempo fu indossata da un membro dimenticato del clero. Oggi questa reliquia è conservata con grande cura dalla gente di Watatsumi.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Ocean-Hued Clam/circlet_of_logos_icon.png"
      },
      "flower_of_life": {
        "title": "Fiore del mare",
        "position": "Fiore della vita",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Un fiore delicato che ha assunto le molteplici tonalità del mare, e che brilla magnificamente sotto la luce argentea della luna.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Ocean-Hued Clam/flower_of_life_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Mollusco oceanico"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p>Bonus di guarigione +15%.</p>",
      "fourSetEffect": "<p>Quando il personaggio equipaggiato con questo set di manufatti guarisce un personaggio del gruppo, una <span style=\"color: rgba(255, 255, 255, 0.85)\">Schiuma marina</span> appare per <span style=\"color: rgb(255, 225, 75)\">3 s</span>, accumulando la quantità di <span style=\"color: rgb(255, 225, 75)\">PS</span> ripristinata dalla guarigione (inclusa quella in eccesso). Al termine dell'effetto, la Schiuma marina esplode, infliggendo <span style=\"color: rgb(255, 225, 75)\">DAN</span> agli avversari vicini pari a un <span style=\"color: rgb(55, 255, 255)\">90%</span> della guarigione accumulata. (Questi <span style=\"color: rgb(255, 225, 75)\">DAN</span> si calcolano analogamente alle reazioni quali <span style=\"color: rgb(255, 172, 255)\">Electrocarica</span> e <span style=\"color: rgb(255, 172, 255)\">Superconduzione</span>, ma non vengono influenzati da <span style=\"color: rgb(255, 225, 75)\">maestria elementale</span>, livelli personaggio o <span style=\"color: rgb(255, 225, 75)\">bonus DAN</span> delle reazioni). Si può generare una sola <span style=\"color: rgb(255, 255, 255)\">Schiuma marina</span> ogni <span style=\"color: rgb(255, 225, 75)\">3,5 s</span>. Ogni <span style=\"color: #FFFFFF\">Schiuma marina</span> può accumulare fino a <span style=\"color: rgb(255, 225, 75)\">30.000 PS</span> (inclusa la guarigione in eccesso). Può esserci solo una<span style=\"color: #FFFFFF\"> Schiuma marina</span> attiva alla volta. L'effetto è attivabile anche se il personaggio che sta usando il set di manufatti non è sul campo.</p>"
    }
  }
}