{
  "epId": 2086,
  "name": "Sacrificio di Cryo",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Prayers to Springtime/circlet_of_logos_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Effetti elementali"
    ]
  },
  "menuId": 5,
  "menuName": "Manufatti",
  "version": 1736159919,
  "components": {
    "story": [
      {
        "title": "Tiara del gelo",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Si dice che,</color>\n<color=#ffffffa6>la stirpe dei sommi sacerdoti fosse solita vedere sempre questo stesso spettacolo quando i loro giorni volgevano al termine:</color>\n<color=#ffffffa6>una montagna di corone in un luogo segreto, al di sotto di un albero appassito...</color>\n<color=#ffffffa6>...Ognuna con un'esistenza di segreti custoditi.</color>\n<color=#ffffffa6>Ogni sommo sacerdote che si ritira offre la sua corona di rami bianchi a questo mondo.</color>\n<color=#ffffffa6>Un giorno, ogni potente e antica città e ogni austero luogo di sacrificio dovranno tornare nelle profondità della terra.</color>\n<color=#ffffffa6>Un giorno, tutta la prosperità dovrà finire.</color>\n<color=#ffffffa6>Ma ciò non significa che non esista nulla di eterno.</color>\n<color=#ffffffa6>Alla fine di un ciclo, la terra sarà rinnovata. L'eternità è ciclica.</color>\n<color=#ffffffa6>La ricerca della verità è il frutto della prosperità, e non il seme che la pianta.</color>\n<color=#ffffffa6>Si dice che</color>\n<color=#ffffffa6>un tempo, la gente del posto ricevesse direttamente le rivelazioni di Celestia.</color>\n<color=#ffffffa6>Gli emissari degli dèi camminavano tra i retrivi esseri umani. In quei giorni, la vita era tenue e la terra ricoperta di un ghiaccio senza fine.</color>"
          }
        ]
      }
    ],
    "artifactList": {
      "circlet_of_logos": {
        "title": "Tiara del gelo",
        "position": "Corona della ragione",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una tiara indossata da chi offriva sacrifici nei tempi antichi. Dopo aver sopportato il freddo glaciale per lungo tempo, possiede una resistenza straordinaria.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Prayers to Springtime/circlet_of_logos_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Sacrificio di Cryo</color>"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2158,
            "name": "Ipostasi di Cryo",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nome in codice: Daleth. Un'entità di Cryo molto pura.<br>I ricercatori suggeriscono che esistano sottili differenze tra le Ipostasi elementali e altre forme di vita elementale in termini di composizione fisica. Forse queste differenze sono la causa del loro alto livello di omeostasi e dei loro movimenti quasi meccanici.</span></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hypostasis_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2145,
            "name": "Regisreptus di Cryo",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un mostro originato da un rampicante, imbevuto dell'essenza del gelo all'interno delle linee geomantiche.<br>Secondo alcuni studi, le piante sono paragonabili agli organi del mondo, in armonia con le turbolente energie elementali delle linee geomantiche. Esempi concreti di questi fenomeni sono i Fiordinebbia, i Malefiori e simili, che traboccano di energia elementale.<br>In determinate circostanze e nel corso di molti anni, alcune piante si trasformano in creature di dimensioni e intenzioni mostruose, come i Regisreptus di Cryo.</span></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Regisvine_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2121,
            "name": "Geosauro primordiale",
            "desc": "<p>Dopo tanti anni, gli estremamente potenti Geosauri primordiali si sono abituati ai cambiamenti nel loro ambiente elementale. </p><p>Le leggende narrano che, a seguito della \"calamità draconica\" che ha portato alla rovina della Valle di Tianqiu, i Geosauri e i Geosauri primordiali si siano sotterrati in profondità, aspettando l'occasione per tornare nuovamente in superficie...</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primo Geovishap_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2146,
            "name": "Macchinario perpetuo",
            "desc": "<p>Una strana macchina aliena.</p><p>Dicono che appartenesse a una nazione che è già stata distrutta. È composta da varie parti, e può adattarsi all'ambiente di combattimento e impiegare vari tipi d'attacco.</p><p>Questa macchina, composta da forme cubiche, è in qualche modo molto simile alle Ipostasi elementali.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Perpetual Mechanical Array_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3443,
            "name": "Branco di Elementosauri abissali",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un potente gruppo di Elementosauri abissali.<br>Sono stati allevati e selezionati specificamente dal popolo di Enkanomiya, per conferirgli una forza eccezionale. Naturalmente, nessun Elementosauro lo considera un debito da ripagare.<br>I membri più forti del branco sono in grado di usare diversi elementi, che adoperano a riprova del loro odio.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/05/35428890/b47c21200d36f217cab2e527e85d2896_4738875560654045342.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3705,
            "name": "Battezzante maligno",
            "desc": "<p>Un mostro dell'Abisso che detiene diversi tipi di potere elementale e che si è \"evoluto\" sviluppando degli arti aggiuntivi.</p><p></p><p><em>\"La natura dell'Abisso è sostanzialmente inconciliabile con gli elementi. Tuttavia, persino gli elementi degli dèi possono essere intrappolati e distorti, per poi essere inglobati e diventare strumenti della volontà abissale.<br>A giudicare dai risultati e dall'uso pratico, i 'poteri dell'Abisso' non sembrano essere così diversi dagli oggetti elementali, dai futili contenitori elementali dei Cacciatori di tesori, a quelli tanto potenti quanto una Visione...\"</em></p><ul><li><p>- Appunti abbandonati nell'Hangeh Afrasiyab da uno sconosciuto.</p></li></ul>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/190184121/2899a9fa6efec1006150467a00823c4a_2366083678936854247.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3993,
            "name": "Suite del Vento glaciale",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Danzautomi sviluppati dall'Istituto di ricerca di Fontaine.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Bossuet, in origine, voleva che i Danzautomi fossero opere d'arte in grado di trascendere l'era della riproduzione meccanica. Dopo le dimissioni forzate di Bossuet, però, il progetto è passato a Maillardet, che aveva un'idea diversa del risultato da ottenere. Così, nonostante i miglioramenti apportati durante lo sviluppo, i Danzautomi si sono pian piano allontanati dalla visione originale di Bossuet.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/13/190184121/377f3a8f5ea5fc082951815af746a2ae_1382252904007418851.png"
          },
          {
            "type": "CustomEntry",
            "epId": 7367,
            "name": "Eccentrica seclusa Cercaspiriti",
            "desc": "Una sacerdotessa dei Maestri del Vento della Notte che ha vissuto lontana dalla sua tribù, affinando le proprie abilità in totale solitudine. Si dice che i suoi poteri medianici siano superiori a quelli dei sacerdoti e degli sciamani comuni, grazie alla protezione concessale dalla Wayob dei Maestri del Vento della Notte. Sia una benedizione che una maledizione, all'inizio non era in grado di controllare questi poteri, motivo per cui decise di imparare a padroneggiarli isolandosi dalla sua tribù. Sebbene ci sia riuscita da tempo, vive tuttora in isolamento, un'abitudine che le ha fatto guadagnare la reputazione di solitaria ed eremita. Tuttavia, si dice che sia più che disposta a insegnare a coloro che cercano la sua guida, seppure alle sue condizioni...",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/c562f04a54b53f38bc91a117162937ac_2714435134282757795.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}