{
  "epId": 2087,
  "name": "Sacrificio di Hydro",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Prayers for Destiny/circlet_of_logos_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Effetti elementali"
    ]
  },
  "menuId": 5,
  "menuName": "Manufatti",
  "version": 1707824386,
  "components": {
    "artifactList": {
      "circlet_of_logos": {
        "title": "Tiara dei torrenti",
        "position": "Corona della ragione",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una tiara indossata da chi offriva sacrifici nei tempi antichi. Dopo essere stata immersa nell'acqua per lungo tempo, possiede una resistenza straordinaria.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Prayers for Destiny/circlet_of_logos_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Sacrificio di Hydro</color>"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2211,
            "name": "Oceanidi",
            "desc": "A life-form created from condensed Hydro elements of incredible purity. Often attached to bodies of water.<br/>It is said that as water bodies become purer, the Hydro elements within grow more abundant, causing the Oceanids to grow more powerful. It is also said by some that Oceanids were once sea creatures from a home far away who carried the fragments of a long-dead god to the many corners of this world. Perhaps they did this so that the love their god held for this world could be spread through the waters to all the land...",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2160,
            "name": "Ipostasi di Hydro",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nome in codice: He. Un'entità di Hydro molto pura.<br>Le Ipostasi hanno spiccate proprietà di rigetto ed espellono senza pietà qualsiasi cosa le infastidisca.<br>Questo comportamento di rigetto si estende anche agli elementi naturali.</span></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Hypostasis_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2121,
            "name": "Geosauro primordiale",
            "desc": "<p>Dopo tanti anni, gli estremamente potenti Geosauri primordiali si sono abituati ai cambiamenti nel loro ambiente elementale. </p><p>Le leggende narrano che, a seguito della \"calamità draconica\" che ha portato alla rovina della Valle di Tianqiu, i Geosauri e i Geosauri primordiali si siano sotterrati in profondità, aspettando l'occasione per tornare nuovamente in superficie...</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primo Geovishap_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3705,
            "name": "Battezzante maligno",
            "desc": "<p>Un mostro dell'Abisso che detiene diversi tipi di potere elementale e che si è \"evoluto\" sviluppando degli arti aggiuntivi.</p><p></p><p><em>\"La natura dell'Abisso è sostanzialmente inconciliabile con gli elementi. Tuttavia, persino gli elementi degli dèi possono essere intrappolati e distorti, per poi essere inglobati e diventare strumenti della volontà abissale.<br>A giudicare dai risultati e dall'uso pratico, i 'poteri dell'Abisso' non sembrano essere così diversi dagli oggetti elementali, dai futili contenitori elementali dei Cacciatori di tesori, a quelli tanto potenti quanto una Visione...\"</em></p><ul><li><p>- Appunti abbandonati nell'Hangeh Afrasiyab da uno sconosciuto.</p></li></ul>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/190184121/2899a9fa6efec1006150467a00823c4a_2366083678936854247.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4571,
            "name": "Tulpa di Hydro",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un mostro umanoide formato dall'agglomerazione di infinite gocce d'acqua.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/21/190184121/685c8e4b6a58dbed2c74cbbf1cbb977c_982186260067929149.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "story": [
      {
        "title": "Tiara dei torrenti",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Si dice che,</color>\n<color=#ffffffa6>un tempo, la gente del posto ricevesse le rivelazioni direttamente dal cielo.</color>\n<color=#ffffffa6>Gli emissari degli dèi camminavano tra i retrivi esseri umani e le antiche fiamme si erano estinte sotto le prime piogge.</color>\n<color=#ffffffa6>Era un'epoca prospera, un periodo d'abbondanza.</color>\n<color=#ffffffa6>All'epoca, la terra era benedetta e governata dal cielo, e i flussi elementali erano tranquilli e ben ordinati.</color>\n<color=#ffffffa6>Cent'anni di abbondanza erano scritti nelle stelle, e nessuno poteva cambiare questa legge divina.</color>\n<color=#ffffffa6>Ma che ne sarà del futuro, tra cento o mille anni? L'abbondanza sarà sostituita dalla carestia, e la ricchezza dalla povertà?</color>\n<color=#ffffffa6>I loro altari e palazzi diverranno un tutt'uno con la terra, quell'albero bianco e argenteo come unica compagnia?</color>\n<color=#ffffffa6>Gli emissari celesti, che parlavano sempre di ciò che sapevano, tacquero. Così, per capire questa sventura,</color>\n<color=#ffffffa6>il sommo sacerdote con la testa cinta di rami bianchi s'addentrò nei meandri più profondi del mondo...</color>"
          }
        ]
      }
    ]
  }
}