{
  "epId": 2088,
  "name": "Sacrificio di Pyro",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Prayers for Illumination/circlet_of_logos_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Effetti elementali"
    ]
  },
  "menuId": 5,
  "menuName": "Manufatti",
  "version": 1707585932,
  "components": {
    "artifactList": {
      "circlet_of_logos": {
        "title": "Tiara delle fiamme",
        "position": "Corona della ragione",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una tiara indossata da chi offriva sacrifici nei tempi antichi. Dopo essere stata sottoposta all'ardore delle fiamme sacrificali per lungo tempo, possiede una resistenza straordinaria.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Prayers for Illumination/circlet_of_logos_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Sacrificio di Pyro</color>"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2161,
            "name": "Ipostasi di Pyro",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nome in codice: Ayin. Un'entità di Pyro molto pura.<br>Secondo i ricercatori, le Ipostasi elementali sono collegate alle anomalie presenti nei giacimenti elementali del posto. Ma resta da confermare se sia l'esistenza delle Ipostasi elementali ad aver influenzato questi giacimenti o se sia l'energia elementale mutata a creare le Ipostasi elementali.</span></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Hypostasis_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2190,
            "name": "Regisreptus di Pyro",
            "desc": "<p>Un rampicante gigante che ha assorbito le fiamme antiche che imperversano all'interno delle linee geomantiche.</p><p>È irrequieto, come se fosse pervaso da una furia senza fine.</p><p>I poeti, i bardi e persino alcuni accademici sono convinti che anche gli elementi contengano speranze ed emozioni. Se ciò fosse vero, verrebbe da chiedersi quali emozioni spingano il Regisreptus di Pyro a bruciare in eterno, contorcendosi come se desiderasse la libertà dai confini della terra.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Regisvine_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2121,
            "name": "Geosauro primordiale",
            "desc": "<p>Dopo tanti anni, gli estremamente potenti Geosauri primordiali si sono abituati ai cambiamenti nel loro ambiente elementale. </p><p>Le leggende narrano che, a seguito della \"calamità draconica\" che ha portato alla rovina della Valle di Tianqiu, i Geosauri e i Geosauri primordiali si siano sotterrati in profondità, aspettando l'occasione per tornare nuovamente in superficie...</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primo Geovishap_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3705,
            "name": "Battezzante maligno",
            "desc": "<p>Un mostro dell'Abisso che detiene diversi tipi di potere elementale e che si è \"evoluto\" sviluppando degli arti aggiuntivi.</p><p></p><p><em>\"La natura dell'Abisso è sostanzialmente inconciliabile con gli elementi. Tuttavia, persino gli elementi degli dèi possono essere intrappolati e distorti, per poi essere inglobati e diventare strumenti della volontà abissale.<br>A giudicare dai risultati e dall'uso pratico, i 'poteri dell'Abisso' non sembrano essere così diversi dagli oggetti elementali, dai futili contenitori elementali dei Cacciatori di tesori, a quelli tanto potenti quanto una Visione...\"</em></p><ul><li><p>- Appunti abbandonati nell'Hangeh Afrasiyab da uno sconosciuto.</p></li></ul>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/190184121/2899a9fa6efec1006150467a00823c4a_2366083678936854247.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3992,
            "name": "Imperatore del Fuoco e del Ferro",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Uno dei due sovrani che un tempo governavano le specie aberranti del Mare del Fontemer, oggetto di numerose storie di marinai.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Granchio corazzato che evita i predatori. Dedito alla caccia, il costante consumo di cibo gli permette di crescere, ma lo costringe anche a cambiare continuamente il carapace che lo protegge per potersi adattare alle nuove dimensioni. Purtroppo, però, alla fine diventa semplicemente troppo grande. Prima del primo periodo diluviale, un gigantesco Granchio corazzato attaccò una nave, ma fu respinto negli abissi da Basil Elton, che non era ancora stato riabilitato come comandante.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Immagina un mondo dove l'intera umanità è stata epurata da Teyvat, e il sempre più potente Imperatore del Fuoco e del Ferro indossa il Palais Mermonia come fosse un mantello sfarzoso di pietra bianca. Naturalmente, in un mondo del genere, a nessuno verrebbe mai in mente di chiamarlo, tra il serio e il lepido, \"Imperatore del Fuoco e del Ferro\".</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/30/190184121/92cf784732984089c7f5a91f7a42822c_673659486415003581.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "story": [
      {
        "title": "Tiara delle fiamme",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Si dice che,</color>\n<color=#ffffffa6>un tempo, la gente del posto ricevesse le rivelazioni direttamente dal cielo.</color>\n<color=#ffffffa6>All'epoca, gli emissari degli dèi camminavano tra i retrivi esseri umani. Il ghiaccio eterno aveva appena cominciato a sciogliersi e i primi fuochi erano ancora giovani.</color>\n<color=#ffffffa6>Era un'epoca di grande prosperità, in cui tutto era affidato a tali rivelazioni celesti.</color>\n<color=#ffffffa6>Gli emissari del cielo dicevano che il mondo sarebbe presto entrato in un'epoca nuova e più luminosa.</color>\n<color=#ffffffa6>Era il destino, un futuro immutabile.</color>\n<color=#ffffffa6>Ma sarebbe arrivato un giorno in cui questo meraviglioso periodo sarebbe giunto alla fine?</color>\n<color=#ffffffa6>A questa domanda gli emissari non diedero alcuna risposta. Fu così che il popolo elesse un sommo sacerdote,</color>\n<color=#ffffffa6>e cingendogli il capo con una corona di rami bianchi, lo inviò nelle profondità del mondo,</color>\n<color=#ffffffa6>tra rovine antidiluviane e altari sacrificali sepolti da tempo, in cerca di risposte e illuminazione...</color>"
          }
        ]
      }
    ]
  }
}