{
  "epId": 2089,
  "name": "Sacrificio di Electro",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Prayers for Wisdom/circlet_of_logos_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Effetti elementali"
    ]
  },
  "menuId": 5,
  "menuName": "Manufatti",
  "version": 1707585938,
  "components": {
    "artifactList": {
      "circlet_of_logos": {
        "title": "Tiara dei tuoni",
        "position": "Corona della ragione",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una tiara indossata da chi offriva sacrifici nei tempi antichi. Dopo aver ascoltato il fragore dei tuoni per lungo tempo, possiede una resistenza straordinaria.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Prayers for Wisdom/circlet_of_logos_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Sacrificio di Electro</color>"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2162,
            "name": "Ipostasi di Electro",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nome in codice: Aleph. Un'entità di Electro molto pura.<br>Le Ipostasi elementali sono le forme più avanzate di strutture elementali, che si plasmano solitamente in corrispondenza di luoghi traboccanti di energia elementale, o presso una linea geomantica ostruita.<br>Sono riuscite a sviluppare vari attacchi in base ai loro attributi elementali.</span></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hypostasis_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2717,
            "name": "Regisreptus di Electro",
            "desc": "<p>Un enorme rampicante tramutatosi in mostro a causa delle correnti ad alta tensione che scorrono nelle linee geomantiche.<br>La sua chioma sprigiona una tensione elettrica costante, con una furia senza fine pari a quella della terra.<br>Tempo fa, i ricercatori della Kshahrewar proposero di disporre una complessa matrice di circuiti intorno a questa creatura, con l'intento di trasportare l'energia elettrica fino alla città e sfruttarla opportunamente. Il piano fu aspramente contestato dagli studiosi della Spantamad, che sacrificarono 10 Funginghiali per dimostrare quanto l'utilizzo dell'elettricità fosse rischioso.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/cc5fbd3bdd4a48efb854968a3bfd22e8_4243984819726260372.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2238,
            "name": "Manifestazione del tuono",
            "desc": "An abnormal Electro elemental life form. Although it might appear similar to an Oceanid, it does not possess her intelligence or memories.<br/>That which drives the Thunder Manifestation is a much more primal fury.<br/>It is said that these life forms will only descend like lightning upon places that play host to great lingering resentment, such as the fragmented Amakumo Peak, where the storm clouds ever roil. As long as the grudges of the land do not fade, so will the roaring thunder persist.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thunder Manifestation_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2121,
            "name": "Geosauro primordiale",
            "desc": "<p>Dopo tanti anni, gli estremamente potenti Geosauri primordiali si sono abituati ai cambiamenti nel loro ambiente elementale. </p><p>Le leggende narrano che, a seguito della \"calamità draconica\" che ha portato alla rovina della Valle di Tianqiu, i Geosauri e i Geosauri primordiali si siano sotterrati in profondità, aspettando l'occasione per tornare nuovamente in superficie...</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primo Geovishap_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3705,
            "name": "Battezzante maligno",
            "desc": "<p>Un mostro dell'Abisso che detiene diversi tipi di potere elementale e che si è \"evoluto\" sviluppando degli arti aggiuntivi.</p><p></p><p><em>\"La natura dell'Abisso è sostanzialmente inconciliabile con gli elementi. Tuttavia, persino gli elementi degli dèi possono essere intrappolati e distorti, per poi essere inglobati e diventare strumenti della volontà abissale.<br>A giudicare dai risultati e dall'uso pratico, i 'poteri dell'Abisso' non sembrano essere così diversi dagli oggetti elementali, dai futili contenitori elementali dei Cacciatori di tesori, a quelli tanto potenti quanto una Visione...\"</em></p><ul><li><p>- Appunti abbandonati nell'Hangeh Afrasiyab da uno sconosciuto.</p></li></ul>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/190184121/2899a9fa6efec1006150467a00823c4a_2366083678936854247.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4344,
            "name": "Ippocampo  Perlamillenario",
            "desc": "<p>Un antico sovrano degli Aberranti del Fontemer che vive in una grotta. Ha un corpo dalla bellezza illusoria e un carateraccio più feroce di una tempesta di fulmini impetuosa.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/02/45954971/e759d93984bdc8a1bc1963c735a2fcef_4072804001298341273.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "story": [
      {
        "title": "Tiara dei tuoni",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Si dice che,</color>\n<color=#ffffffa6>un tempo, la gente del posto ricevesse le rivelazioni direttamente dal cielo.</color>\n<color=#ffffffa6>Gli emissari degli dèi camminavano tra i retrivi esseri umani e le acque s'evaporarono con l'arrivo dei primi tuoni che squarciavano il cielo.</color>\n<color=#ffffffa6>La gente godeva di una saggezza smisurata, e questa saggezza era la loro manna.</color>\n<color=#ffffffa6>La loro prosperità era fonte di orgoglio e ambizione, così come di interrogativi.</color>\n<color=#ffffffa6>Così misero in dubbio l'autorità dei cieli e tramarono per entrare nel giardino degli dèi.</color>\n<color=#ffffffa6>E sebbene avessero promesso al popolo amore divino, prosperità e saggezza, gli emissari del cielo s'infuriarono.</color>\n<color=#ffffffa6>Mettere in dubbio l'eternità era proibito,</color>\n<color=#ffffffa6>che la terra osasse sfidare il cielo, inespiabile.</color>\n<color=#ffffffa6>Così il sommo sacerdote con la corona di rami bianchi andò a placare gli emissari divini,</color>\n<color=#ffffffa6>e raggiunse le profondità della terra, in cerca della saggezza nascosta dell'albero argenteo nell'antica capitale...</color>"
          }
        ]
      }
    ]
  }
}