{
  "epId": 2090,
  "name": "Emblema del fato spezzato",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Emblem of Severed Fate/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Bonus DAN",
      "Ricarica di energia"
    ]
  },
  "menuId": 5,
  "menuName": "Manufatti",
  "version": 1679964110,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Emblema del fato spezzato</color>"
          }
        ]
      },
      {
        "key": "Come si ottiene:",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Giardino d'autunno</color>"
          }
        ]
      }
    ],
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Calice scarlatto",
        "position": "Calice eonotemo",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un calice da vino lavorato appartenuto a un marzialista famoso in tutto il mondo.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Emblem of Severed Fate/goblet_of_eonothem_icon.png"
      },
      "flower_of_life": {
        "title": "Tsuba poderosa",
        "position": "Fiore della vita",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Secondo la leggenda, un tempo questa tsuba decorata era montata su una spada donata all'oni che tradì lo Shogun.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Emblem of Severed Fate/flower_of_life_icon.png"
      },
      "sands_of_eon": {
        "title": "Inro della tempesta",
        "position": "Sabbie del tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una graziosa scatoletta di lacca nera decorata con un motivo floreale, conchiglie e dettagli in oro.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Emblem of Severed Fate/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Kabuto decorato",
        "position": "Corona della ragione",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un elmetto resistente indossato come parte dell'armatura da un nobile samurai.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Emblem of Severed Fate/circlet_of_logos_icon.png"
      },
      "plume_of_death": {
        "title": "Piuma spaccata",
        "position": "Piuma della morte",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>La piuma nera appartenuta a un guerriero tengu, custodita amorevolmente da un antico spadaccino.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Emblem of Severed Fate/plume_of_death_icon.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "<p><span style=\"color: #FFD780\">Ricarica energia</span><span style=\"color: rgba(255, 255, 255, 0.85)\"> +20%</span></p>",
      "fourSetEffect": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Aumenta i </span><span style=\"color: #FFD780\">DAN da Tripudio elementale</span><span style=\"color: rgba(255, 255, 255, 0.85)\"> di un 25% della </span><span style=\"color: #FFD780\">ricarica d'energia</span><span style=\"color: rgba(255, 255, 255, 0.85)\">. In questo modo puoi ottenere fino a un 75% di </span><span style=\"color: #FFD780\">bonus DAN</span></p>"
    },
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Personaggio</color>\n<color=#ffffffd9>Motivazione</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Shogun Raiden",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Sua Eccellenza, la potente Narukami Ogosho, che ha promesso al popolo di Inazuma un'Eternità immutevole.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>La fonte principale di</color> <color=#ffd780>DAN</color> <color=#ffffff73>proviene dal suo</color> <color=#ffd780>Tripudio Elementale</color> <color=#ffffff73>, che viene incrementato con questo set. È anche un personaggio che scala su</color> <color=#ffd780>Ricarica di Energia</color> <color=#ffffff73>, il che rende questo set perfetto per lei.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Xiangling",
        "desc": "<p>Una cuoca rinomata di Liyue. Nutre una grande passione per la cucina ed eccelle nella preparazione di piatti piccanti e speziati.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Stessa cosa che con Shogun Raiden: il suo <color=#ffd780>DAN</color> deriva dal suo <color=#ffd780>Tripudio Elementale</color> , <color=#ffffff73>quindi questo set è un ottimo potenziamento per lei</color> , <color=#ffffff73>oltre a dargli un po' di</color> <color=#ffd780>Ricarica di Energia</color> <color=#ffffff73>, di cui ha comunque bisogno.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 39,
        "name": "Xingqiu",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un ragazzo con una grande passione per i libri che brandisce una lunga spada. Vanta un cuore cavalleresco e una smania per la giustizia e la lealtà.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xingqiu_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Gli fornisce</color> <color=#ffd780>Ricarica di Energia</color> <color=#ffffff73>, di cui ha bisogno, e aumenta il suo</color> <color=#ffd780>Tripudio Elementale</color> <color=#ffffff73>, che è la sua principale fonte di</color> <color=#ffd780>DAN</color> <color=#ffffff73>: questo set è un'ottima scelta per lui.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2252,
        "name": "Yelan",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una persona misteriosa che sostiene di lavorare per il Ministero degli Affari Civili, ma che risulta “inesistente” nella lista dello stesso Ministero.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yelan_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Aumenta la sua</color> <color=#ffd780>Ricarica di Energia</color> <color=#ffffff73>e le garantisce più</color> <color=#ffd780>DAN</color> <color=#ffffff73>per il</color> suo <color=#ffd780>Tripudio Elementale</color> <color=#ffffff73>che, come nel caso di Xingqiu, è la sua abilità principale, rendendo questo set perfetto per lei.</color>"
      }
    ],
    "story": [
      {
        "title": "Tsuba poderosa",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Mia madre aveva mostrato le zanne alla Shogun, che era sempre stata gentile con lei e le aveva donato una preziosa spada.</color>\n<color=#ffffffa6>Alla fine, l'unica cosa che tornò al clan Mikoshi fu la tsuba della spada che mia madre tanto amava.</color>\n<color=#ffffffa6>Mia madre aveva a lungo e con ardente passione desiderato prevalere sull'ineluttabile destino fatto di vita e morte.</color>\n<color=#ffffffa6>Uno dei suoi contribuiti era stato quello di far assurgere alla gloria dei tempi gli oni guerrieri, il cui sangue era sempre più debole.</color>\n<color=#ffffffa6>Se fosse stata avvolta finanche dal ferale peccato nero, lei lo avrebbe lacerato dall'interno.</color>\n<color=#ffffffa6>Avrebbe clamorosamente dimostrato il proprio valore sotto lo stendardo del mitsudomoe di Electro.</color>\n<color=#ffffffa6>E credeva che sarebbe riuscita a lavare via le macchie di sangue dal suo kimono da battaglia.</color>\n<color=#ffffffa6>Ma alla fine si macchiò di nero, così come nero divenne il suo cuore agguerrito...</color>\n<color=#ffffffa6>Da allora il suo primo figlio, che avrebbe dovuto ereditare il patrimonio di famiglia, iniziò a vivere isolato in un villaggio fuori città.</color>\n<color=#ffffffa6>I suoi unici amici divennero le montagne e gli alberi, almeno finché... non incontrò quella ragazza.</color>\n<color=#ffffffa6>\"Che seccatura. Beh, se desideri lasciarti il passato alle spalle, ti darò un nuovo nome.\"</color>\n<color=#ffffffa6>Dopo aver ascoltato la sua storia, la ragazza dalle ali corvine sogghignò con disprezzo.</color>\n<color=#ffffffa6>\"Beh, da ora ti chiamerai Iwakura, ovvero 'il sedile di roccia': un nome che non può venire danneggiato dalle parole degli umani.</color>\n<color=#ffffffa6>Suvvia, mortale col sangue dell'oni: sii felice! Fammi un sorriso!</color>\n<color=#ffffffa6>Dovresti sapere che tutti i nomi elargiti da noi Tengu di Yougou sono benedetti da poteri divini.</color>\n<color=#ffffffa6>Inoltre, il nome 'roccia' ti si addice. Quantomeno si confà alla tua mente e ai tuoi muscoli.</color>\n<color=#ffffffa6>Bene, 'Iwakura': l'anno prossimo, quando i fiori di sakura cadranno, ci rivedremo qui per duellare.</color>\n<color=#ffffffa6>Figlio dell'oni, affina le tue abilità con la spada e diventa un avversario con cui la Tengu di Yougou non provi vergogna a incrociare la lama.</color>\n<color=#ffffffa6>Ah, giusto! Se riuscirai a toccarmi, potrai chiamare la tua tecnica segreta 'Stermina-tengu'!</color>\n<color=#ffffffa6>Dopotutto, se ci riuscirai, vorrà dire che la tua spada ti permetterà di 'trionfare sui tengu'.\"</color>"
          }
        ]
      },
      {
        "title": "Kabuto decorato",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>\"Illustre Douin, mi chiedevo... La tua spada sarebbe davvero in grado di squarciare i fulmini?\"</color>\n<color=#ffffffa6>Così disse Hiroshi, il giovane capo del clan Kanjou, mentre rinfoderava la spada. Douin, rigidamente, replicò:</color>\n<color=#ffffffa6>\"Una cosa del genere non è possibile. Al massimo, direi che potrebbe colpire un tengu a mezz'aria.\"</color>\n<color=#ffffffa6>\"Detto ciò, nessuno ha mai atterrato un tengu, neanche una singola volta.\"</color>\n<color=#ffffffa6>\"Ah, sì? In tal caso, da dove deriva il nome di quella tecnica segreta, 'Frantuma-tengu'?\"</color>\n<color=#ffffffa6>Poiché Douin non rispondeva, il capo del clan Kanjou, colui che aveva fondato Ritou, disse:</color>\n<color=#ffffffa6>\"Ah, mi sarebbe piaciuto reclutarti, se solo quel vecchio di Kujou non mi avesse preceduto.</color>\n<color=#ffffffa6>Con la tua spada al mio servizio, neanche Ako Domeki di Seirai riuscirebbe a competere con me...\"</color>\n<color=#ffffffa6>Quella tengu, fendendo le nubi di tempesta, gli aveva donato un nuovo nome e una nuova vita.</color>\n<color=#ffffffa6>Gli aveva lanciato una lama arrugginita e proprio lei, una tengu, gli aveva detto di ucciderla.</color>\n<color=#ffffffa6>Dopo che la sua spada si fu spezzata, le ultime parole che lei gli rivolse furono...</color>"
          }
        ]
      },
      {
        "title": "Calice scarlatto",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Grazie alla sua tecnica di scherma segreta, la Frantuma-tengu, Iwakura Michihiro divenne l'addestratore del clan Kujou.</color>\n<color=#ffffffa6>Ricevette poi il titolo di \"Douin\" e fondò una scuola di scherma di successo.</color>\n<color=#ffffffa6>Mentre si dirigeva al maniero del clan Kujou per assumere la sua carica, Michihiro, che da tempo aveva l'abitudine di bere,</color>\n<color=#ffffffa6>entrò nel santuario, che era stato completamente distrutto dal suo completamento della Frantuma-tengu.</color>\n<color=#ffffffa6>Nel cortile di quel santuario abbandonato, negli ultimi tredici anni si era scontrato tredici volte con la Tengu di Yougou.</color>\n<color=#ffffffa6>Si ricordò dell'incontro con la Tengu dalle ali nere che aveva detto di chiamarsi \"Teruyo di Yougou\"...</color>\n<color=#ffffffa6>Tredici anni volarono come in un sogno...</color>\n<color=#ffffffa6>La neve scarlatta vola come fumo sul valico ombroso...</color>\n<color=#ffffffa6>Ti sei allontanata tanto...</color>\n<color=#ffffffa6>Anche all'epoca i petali del Sakura sacro cadevano dal cielo come fiocchi di neve.</color>\n<color=#ffffffa6>Il santuario non aveva più una divinità da venerare, ma era ancora in buono stato.</color>\n<color=#ffffffa6>Le risate erano cristalline come l'acqua di sorgente che riecheggia tra le montagne.</color>\n<color=#ffffffa6>Ma mai più i due avrebbero messo piede in quel cortile deserto.</color>"
          }
        ]
      },
      {
        "title": "Piuma spaccata",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Circondato dalle nere piume tagliate via dall'attacco della sua lama, l'uomo in procinto di diventare un maestro della spada...</color>\n<color=#ffffffa6>...aveva finalmente catturato la ragazza che per tanti anni era stata irraggiungibile.</color>\n<color=#ffffffa6>\"Caspita, c'è mancato poco. Ottimo lavoro.</color>\n<color=#ffffffa6>Se la tua forza non ti avesse spezzato la spada...</color>\n<color=#ffffffa6>questa sarebbe di certo stata la mia fine. Molto bene.\"</color>\n<color=#ffffffa6>Teruyo, perché l'anno prossimo non cambiamo il luogo del nostro duello?</color>\n<color=#ffffffa6>Conosco alcuni posti dove si possono ammirare i petali di sakura che cadono...</color>\n<color=#ffffffa6>Guardò il piccolo santuario ormai distrutto, afferrando la mano tremante della Tengu,</color>\n<color=#ffffffa6>e quelle parole rimasero sulla punta della lingua di Michihiro mentre osservava le piume nere che aveva tagliato via.</color>\n<color=#ffffffa6>\"Alla fine sei riuscito a toccarmi. Devo ammettere che hai chiaramente vinto tu.\"</color>\n<color=#ffffffa6>Voleva dirle che non era ancora detto, che potevano incontrarsi l'anno successivo.</color>\n<color=#ffffffa6>\"Ora la tua spada è persino più veloce di un tengu.</color>\n<color=#ffffffa6>Non dimenticherò nessuno dei nostri duelli degli ultimi tredici anni.</color>\n<color=#ffffffa6>Tuttavia, in quanto tengu, ho degli obblighi verso il mio clan.</color>\n<color=#ffffffa6>A ripensarci, ho cambiato il tuo nome nella speranza che potessi sfuggire alla maledizione della stirpe degli oni.</color>\n<color=#ffffffa6>Dopo quella guerra, il sangue non umano diventa sempre più debole.</color>\n<color=#ffffffa6>Ah, beh... Non dovremmo bramare un lieto fine come quelli tanto amati dagli umani, ma tu sei diverso.</color>\n<color=#ffffffa6>Tu ora ti chiami 'Iwakura', non sei più 'Mikoshi'. Non devi più sopportare il peso della stirpe degli oni.</color>\n<color=#ffffffa6>\"Addio, Michihiro. Ti prego di dimenticarmi.</color>\n<color=#ffffffa6>Usa la tua spada per difendere la stirpe degli Iwakura e apri una via destinata solo a loro.\"</color>"
          }
        ]
      },
      {
        "title": "Inro della tempesta",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>In un lontano passato, quando l'Isola di Seirai non era ancora avvolta da nubi di tempesta, i ricordi si alzavano e calavano come il sole.</color>\n<color=#ffffffa6>Alla fine, quel raffinato contenitore pieno di tempeste e tremori non riuscì a raggiungere colui a cui era stato promesso.</color>\n<color=#ffffffa6>\"Perché sei qui? Ti si è di nuovo rotta la corda? Sei proprio una seccatura.</color>\n<color=#ffffffa6>Sarai anche un bravo spadaccino, ma a parte questo sei solo uno stupido giocatore d'azzardo, o sbaglio?\"</color>\n<color=#ffffffa6>\"Umpf. Non guardarmi con quell'aria altezzosa. Una tengu mi ha insegnato a tirare con l'arco, sai? È anche molto famosa.</color>\n<color=#ffffffa6>È solo che con la spada sono troppo bravo. Per questo nessuno parla mai delle mie capacità con l'arco.</color>\n<color=#ffffffa6>In effetti, è un po' uno spreco che io non sia un arciere. Vuoi che ti insegni, eh?\"</color>\n<color=#ffffffa6>Tanto tempo fa, aggiustasti l'astuccio rotto di quello sciocco, mentre pronunciavi parole ostili...</color>\n<color=#ffffffa6>Tanto tempo fa, nonostante pronunciassi parole ostili per sviare gli altri, non riuscivi a non mostrare un lieve sorriso.</color>\n<color=#ffffffa6>\"Ma fammi il piacere. Sei già un hatamoto dalle grandi responsabilità, quindi perché vai ancora in cerca di guai?</color>\n<color=#ffffffa6>Tra l'altro, sei già sposato con una moglie dolcissima. Si può sapere perché passi le giornate a vagabondare e a giocare d'azzardo?\"</color>\n<color=#ffffffa6>Sei già...</color>\n<color=#ffffffa6>La domanda ti si fermò sulla punta della lingua, ma non riuscisti a formularla e decidesti di non parlarne mai più.</color>\n<color=#ffffffa6>Se Lady Saiguu fosse stata lì con te, di certo avrebbe trovato un modo intelligente e divertente per dirlo...</color>\n<color=#ffffffa6>\"Non ha più importanza. Almeno per oggi, sono in vacanza.</color>\n<color=#ffffffa6>Lasciamoci alle spalle gli affari del santuario e svigniamocela. Ce ne andremo sulla costa, come quando eri piccola.\"</color>\n<color=#ffffffa6>E così ti trascinò fino al porto, dove guardaste le navi che andavano e venivano, come se foste ipnotizzati.</color>\n<color=#ffffffa6>Lo ascoltasti parlare di quella Teruyo del santuario, e di come aveva ereditato la bellezza e la bravura della sua maestra.</color>\n<color=#ffffffa6>Lo ascoltasti raccontare i suoi terrificanti incubi, quelli in cui si tagliava da solo la testa...</color>\n<color=#ffffffa6>Ma entrambi sapevate che quelle parole erano dettate dalla malinconia tipica dell'età adulta.</color>\n<color=#ffffffa6>Passò molto, moltissimo tempo.</color>\n<color=#ffffffa6>Ti affacciasti sugli scogli coperti di muschio e sul porto dove un tempo vi eravate incontrati...</color>\n<color=#ffffffa6>Per pregare che quel giocatore d'azzardo fosse al sicuro, che vincesse ancora la sua scommessa...</color>\n<color=#ffffffa6>Ancora una volta, avesti il coraggio di ergerti da quell'altura, stringendo tra le mani quell'astuccio che tu stessa avevi costruito.</color>\n<color=#ffffffa6>Nella speranza di recuperare quei ricordi, accumulasti il potere dei tuoni e dei fulmini.</color>"
          }
        ]
      }
    ]
  }
}