{
  "epId": 2092,
  "name": "Fiamma fioca",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "ATT",
      "Bonus DAN"
    ]
  },
  "menuId": 5,
  "menuName": "Manufatti",
  "version": 1713474489,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "Personaggio\nMotivazione"
      },
      {
        "type": "CustomEntry",
        "epId": 6,
        "name": "Eula",
        "desc": "<p>Cavaliere dell'Onda danzante, discendente dell'antica aristocrazia e capitana della compagnia di ricognizione dei Cavalieri di Favonius. Il motivo per cui una giovane nobile abbia voluto unirsi ai Cavalieri rimane tuttora un grande mistero in tutta Mondstadt.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Eula_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Eula</color> è l'attaccante <color=#bfbfbf>Fisico</color> per eccellenza, in quanto tutto il suo stile di combattimento è incentrato sull'effettuare ingenti <color=#bfbfbf>DAN Fisici</color> , con i suoi <color=#ffd780>attacchi normali</color> e specialmente con il suo <color=#ffd780>Tripudio elementale</color> . Il set <color=#ffffff>Fiamma fioca</color> consente di aumentare esponenzialmente il bonus <color=#bfbfbf>DAN Fisici</color> , accrescendo la potenza del personaggio."
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Freminet",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un giovane riservato esperto di immersioni. Al di là del suo atteggiamento distante e algido si nasconde un cuore puro e immacolato.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/08/157266935/8e44111a378f4e5379b8e7444e8c2daa_7358398536704337067.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Grazie al suo kit di abilità, Freminet è un attaccante Ibrido <color=#bfbfbf>Fisico</color> / <color=#99ffff>Cryo</color> . I suoi colpi godono della capacità di effettuare <color=#99ffff>DAN da Cryo</color> e <color=#bfbfbf>Fisici</color> , secondo la funzionalità delle sue <color=#ffd780>abilità</color> e, a volte, a scelta del giocatore. Questo set di manufatti è perfetto se si preferisce concentrarsi maggiormente sui <color=#bfbfbf>DAN Fisici</color> ."
      }
    ],
    "artifactList": {
      "flower_of_life": {
        "title": "Fiore inossidabile",
        "position": "Fiore della vita",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un fiore blu artificiale. I suoi petali non appassiranno mai, e il suo colore brillerà in eterno.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/flower_of_life_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Calice della trascendenza",
        "position": "Calice eonotemo",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un calice dalla forma particolare. Il suo aspetto non svela la sua età a un ipotetico osservatore.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/goblet_of_eonothem_icon.png"
      },
      "plume_of_death": {
        "title": "Piuma del dottore saggio",
        "position": "Piuma della morte",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una piuma dall'aspetto sinistro con bordi aguzzi. Potrebbe rappresentare un'indole artificialmente disinibita.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Tempo sospeso",
        "position": "Sabbie del tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un orologio con un coperchio impossibile da aprire. Il suo ticchettio continua inesorabilmente ad accompagnare lo scorrere del tempo.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Maschera beffarda",
        "position": "Corona della ragione",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una maschera che ricopre il volto, nascondendo qualsiasi smorfia dallo sguardo altrui.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/circlet_of_logos_icon.png"
      }
    },
    "story": [
      {
        "title": "Fiore inossidabile",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>\"Mi stupisci. Non hai che un corpo umano, eppure porti in te un tale potere.\"</color>\n<color=#ffffffa6>\"Dici di non avere più lacrime per piangere, di non avere più sangue da versare, ma sicuramente è per il fatto che ti sei riempita di fuoco...\"</color>\n<color=#ffffffa6>\"Anche se il tuo corpo è stato a lungo coperto di cicatrici, ciò che fluisce come ferro fuso dai tuoi occhi e dalle tue ferite non sono che violente fiamme.\"</color>\n<color=#ffffffa6>\"Sembra che stia divagando. Ho seguito la scia di fumo e ti ho rintracciata perché voglio stringere un accordo con te...\"</color>\n<color=#ffffffa6>\"Lascia che le fiamme che ora ti divorano siano estinte dalla grazia di Sua Maestà. Che ne dici?\"</color>\n<color=#ffffffa6>Il primo Fatuus diede il potere a una giovane donna in cui la fiamma della vita era quasi morta</color>\n<color=#ffffffa6>e, nella sua sfrenata immaginazione, vide la linea che separava il passato corrotto da un futuro immacolato...</color>\n<color=#ffffffa6>\"Ho capito. Allora, che il ghiaccio gelido prenda il posto del mio passato cancellato ed estingua queste fiamme immortali!\"</color>\n<color=#ffffffa6>\"Lascia che l'oscurità della corruzione, il dolore del mondo e gli uomini, le bestie e il peccato che portano siano purificati dal ghiaccio silenzioso.\"</color>\n<color=#ffffffa6>Ciononostante, una fiamma pura e bianca continuava a bruciare nel suo cuore...</color>\n<color=#ffffffa6>\"Tu, la tua Tsaritsa e io condividiamo lo stesso obiettivo.\"</color>\n<color=#ffffffa6>\"Purificare le fonti di distorsione di questo mondo: le divinità miopi e ignoranti e l'oscurità e la corruzione dell'Abisso\".</color>\n<color=#ffffffa6>\"Bene. Farò tutto il necessario per diventare uno strumento efficace per il bene della nostra causa comune.\"</color>\n<color=#ffffffa6>\"Perché anche se mi vesto di bianco dalla testa ai piedi, le ceneri dei morti che da tempo hanno lasciato il segno su ogni centimetro del mio essere non potranno mai essere purificate.\"</color>"
          }
        ]
      },
      {
        "title": "Maschera beffarda",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Poiché la macchia di sangue dei miei compatrioti non può essere ripulita, diventerò il Giullare, colui che ride di fronte al destino.</color>\n<color=#ffffffa6>Dal momento che il mio livello di apprendimento non era paragonabile a quello dei saggi, non sono riuscito a guadagnarmi il favore del precedente sovrano.</color>\n<color=#ffffffa6>Così come non sono riuscito a impedire loro di strappare il velo del peccato, provocando ira divina, distruzione e stoltezza...</color>\n<color=#ffffffa6>Allora, diventerò invece un buffone, un Fatuus, e mi consacrerò a Sua Maestà, che comprende il mio dolore...</color>\n<color=#ffffffa6>Il mio nome è Pierrot, il Giullare. Ascoltate ciò che ho da dire:</color>\n<color=#ffffffa6>miei prodi compagni Fatui, so che nei vostri cuori albergano sia il fuoco della rabbia che il freddo dell'inverno eterno.</color>\n<color=#ffffffa6>Ognuno di noi è stato testimone dell'assurda indifferenza dei princìpi fondanti di questo mondo.</color>\n<color=#ffffffa6>Per questo, indossiamo le nostre maschere in segno di scherno per il mondo e procediamo a riscrivere le regole del destino.</color>"
          }
        ]
      },
      {
        "title": "Calice della trascendenza",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Nacque con un viso più bello di qualsiasi altro,</color>\n<color=#ffffffa6>destinato a una lunga vita e a una volontà vacua.</color>\n<color=#ffffffa6>Era un essere trascendente, creato divinamente, ma allontanato come un rifiuto di poco conto.</color>\n<color=#ffffffa6>Eppure, a causa di un errore sconosciuto, si risvegliò dal sonno</color>\n<color=#ffffffa6>e cominciò a vagare nel regno dei mortali.</color>\n<color=#ffffffa6>Prima che i Fatui lo trovassero, si trascinò in giro per innumerevoli anni.</color>\n<color=#ffffffa6>E, in quel periodo, questo è ciò che la sua esperienza gli aveva insegnato:</color>\n<color=#ffffffa6>\"Sono un 'umano' superiore a tutti gli altri.\"</color>\n<color=#ffffffa6>\"Neanche gli dèi osano immischiarsi con il mio destino.\"</color>\n<color=#ffffffa6>\"Né i mortali, né gli dèi, né il destino stesso possono farmi da giudice.\"</color>\n<color=#ffffffa6>\"Sono libero di scegliere come passare il resto dei miei giorni.\"</color>\n<color=#ffffffa6>\"Dal momento che è così divertente stare in compagnia di questi individui mascherati...\"</color>\n<color=#ffffffa6>\"Credo che diventerò uno di loro.\"</color>"
          }
        ]
      },
      {
        "title": "Piuma del dottore saggio",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>\"Un essere umano non è altro che una macchina piuttosto complessa.\"</color>\n<color=#ffffffa6>Così dichiarò il giovane dal suo leggio nel semenzaio della saggezza.</color>\n<color=#ffffffa6>Se si dovesse smontare un componente di questa macchina e apportarvi dei miglioramenti,</color>\n<color=#ffffffa6>le sue prestazioni ne sarebbero amplificate notevolmente.</color>\n<color=#ffffffa6>Con o senza una Visione, e indipendentemente dal fisico o dalle capacità di combattimento,</color>\n<color=#ffffffa6>gli \"umani potenziati\" mostrerebbero sicuramente una forza di gran lunga superiore alla media.</color>\n<color=#ffffffa6>Nonostante il rischio di essere accusato d'eresia e di venire cacciato definitivamente dal consesso dei saggi,</color>\n<color=#ffffffa6>il giovane annotò candidamente dei pensieri a margine dei suoi appunti.</color>\n<color=#ffffffa6>I. Come anticipato, dato lo stile di lavoro dell'Akademiya, non è possibile ottenere risultati.</color>\n<color=#ffffffa6>II. Tuttavia, essere espulsi sarebbe un peccato. Un ambiente favorevole alla ricerca è necessario.</color>\n<color=#ffffffa6>Seguendo le voci che parlavano di un eretico, il primo dei Fatui lo rintracciò...</color>\n<color=#ffffffa6>\"Solo un umano potenziato? Se la tua grande nazione può fornirmi risorse sufficienti e diverso tempo a disposizione, potrei persino dare vita a quella che voi chiamate una divinità. Che ne dici?\"</color>\n<color=#ffffffa6>Nel deserto che riluceva come oro liquido, chiese al diplomatico di Snezhnaya:</color>\n<color=#ffffffa6>\"Mi tratterai come ha fatto l'Akademiya? Mi chiamerai mostro, pazzo?\"</color>\n<color=#ffffffa6>\"O mi tratterai come fece la mia città natale, cacciandomi con forconi e bastoni...?\"</color>\n<color=#ffffffa6>Tuttavia...</color>\n<color=#ffffffa6>\"Bene. Adesso siamo soci.\"</color>\n<color=#ffffffa6>\"Per quanto riguarda il tuo titolo, che ne pensi di...\"</color>\n<color=#ffffffa6>Colto di sorpresa dall'ironico titolo che gli era stato attribuito, il giovane scoppiò in una risata isterica.</color>"
          }
        ]
      },
      {
        "title": "Tempo sospeso",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Il denaro è la linfa vitale del mondo, e le vie lungo le quali scorre ne sono le arterie.</color>\n<color=#ffffffa6>Il centro del mondo è un cuore fatto d'oro.</color>\n<color=#ffffffa6>Non essendo mai stato visto con favore, non gli restò che perseguire il potere mondano.</color>\n<color=#ffffffa6>Anche se il denaro dovrebbe essere insignificante agli occhi degli dèi,</color>\n<color=#ffffffa6>questi lo tenevano comunque sotto controllo, insieme alle innumerevoli altre forme di potere che esercitavano.</color>\n<color=#ffffffa6>Forse bramava il denaro per il suo passato da indigente,</color>\n<color=#ffffffa6>o forse il fatto che gli dèi non lo avessero mai trattato con benevolenza accese in lui un ardente desiderio di resistenza...</color>\n<color=#ffffffa6>\"Il popolo della terra da cui provengono queste monete venera i contratti più di ogni altra cosa.\"</color>\n<color=#ffffffa6>\"In nome del denaro, rispetterò il contratto tra di noi...\"</color>\n<color=#ffffffa6>\"Diventeremo, a qualsiasi costo, il cuore che pompa denaro nel mondo.\"</color>\n<color=#ffffffa6>\"E, quando sarà il momento, quel cuore cesserà di battere solo per nostra volontà.\"</color>"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p><span style=\"color: #FFD780\">DAN fisici</span><span style=\"color: rgba(255, 255, 255, 0.65)\"> +25%.</span></p>",
      "fourSetEffect": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Quando un'</span><span style=\"color: rgb(255, 215, 128)\">abilità elementale</span><span style=\"color: rgba(255, 255, 255, 0.65)\"> colpisce un avversario, l'</span><span style=\"color: rgb(255, 215, 128)\">ATT</span><span style=\"color: rgba(255, 255, 255, 0.65)\"> aumenta di un</span><span style=\"color: rgb(55, 255, 255)\"> 9%</span><span style=\"color: rgba(255, 255, 255, 0.65)\"> per </span><span style=\"color: rgb(255, 215, 128)\">7 s</span><span style=\"color: rgba(255, 255, 255, 0.65)\">. Cumulabile fino a 2 volte, si può attivare una volta ogni </span><span style=\"color: rgb(255, 215, 128)\">0,3 s</span><span style=\"color: rgba(255, 255, 255, 0.65)\">. Raggiunta la quantità massima cumulabile, l'effetto del set da 2 pezzi aumenta di un </span><span style=\"color: #37FFFF\">100%</span><span style=\"color: rgba(255, 255, 255, 0.65)\">.</span></p>"
    },
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Fiamma fioca</color>"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Dominio Guardia della montagna</color>\n<color=#ffffffa6>Offerte mistiche</color>"
          }
        ]
      }
    ]
  }
}