{
  "epId": 2095,
  "name": "Ultimo atto del gladiatore",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "ATT",
      "Bonus DAN"
    ]
  },
  "menuId": 5,
  "menuName": "Manufatti",
  "version": 1745133457,
  "components": {
    "artifactList": {
      "circlet_of_logos": {
        "title": "Trionfo del gladiatore",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Appartenuto a un gladiatore più volte acclamato dalla folla, quest'elmetto è macchiato con il sangue dei suoi numerosi rivali."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/circlet_of_logos_icon.png"
      },
      "plume_of_death": {
        "title": "Destino del gladiatore",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "Una piuma impregnata di sogni che librano liberi come un'aquila. Alla fine della vita leggendaria del gladiatore, un uccello la posò sul suo petto come un dono d'addio."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/plume_of_death_icon.png"
      },
      "flower_of_life": {
        "title": "Nostalgia del gladiatore",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "Nessuno sa perché il leggendario gladiatore si appuntasse questo fiore sul petto. Quella era la sua unica debolezza."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/flower_of_life_icon.png"
      },
      "sands_of_eon": {
        "title": "Brama del gladiatore",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "Questa clessidra ha misurato le giornate sanguinarie trascorse nel Colosseo. Per il gladiatore rappresentava il tempo che mancava a quando sarebbe tornato libero."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/sands_of_eon_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Ebrezza del gladiatore",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "La coppa d'oro da cui un tempo beveva un campione. Fu colma della sua gloria per anni, fino al miserabile giorno della sua fine."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/goblet_of_eonothem_icon.png"
      }
    },
    "story": [
      {
        "title": "Nostalgia del gladiatore",
        "desc": [
          {
            "type": "RichText",
            "text": "Un fiore ordinario raccolto delicatamente dal padrone del gladiatore.\nNe fece una spilla e la appuntò sul petto del gladiatore.\nQuesto fiore simboleggiava il suo lato più gentile.\nPrima che il gladiatore diventasse una leggenda vivente, una volta passeggiò in giardino con il suo giovane padrone.\nIl padrone colse un fiore e lo donò allo schiavo silenzioso.\n\"Non tutti i doni sono fatti per benevolenza. A volte non sono altro che atti di capriccio\".\nUn giorno, in un lontano futuro, il furbo padrone del gladiatore gli avrebbe detto queste parole.\nL'invincibile gladiatore cadde infine ai piedi della ragazza straniera.\nIn quel momento ricordò un sogno fatto molti anni prima.\n\"Che bei fiori. Mi chiedo quando potrò iniziare il mio viaggio per vederli\".\n\"Mi piacerebbe vedere quanto sono belli i fiori selvatici\"."
          }
        ]
      },
      {
        "title": "Trionfo del gladiatore",
        "desc": [
          {
            "type": "RichText",
            "text": "L'elmo del gladiatore ornato di piume.\nPer gli spettatori zelanti, quest'elmo era il simbolo dell'invincibilità.\nIl leggendario gladiatore aveva combattuto numerose battaglie.\nNessuno aveva mai avuto la possibilità di sopravvivere davanti alla sua spada, sia esso umano o mostro.\nIn ogni giorno trionfale, il campione gladiatore varcava il cancello con una folla adorante che lo accoglieva da eroe.\nSolo nei momenti di vittoria lo schiavo poteva provare la sensazione di essere un padrone.\nMa il prezzo di questa vana aspirazione era che il debole bagliore della libertà fosse avvolto dalle tenebre.\nIl giorno del suo trionfo, il gladiatore intravide finalmente il mondo fuori dalla sua cella. Era a un passo più vicino alla libertà.\nMa solo quando il suo elmo cadde sul pavimento dell'arena, lui e gli spettatori si resero conto che era tutta una farsa.\nL'offerta della sua vita meschina non faceva alcuna differenza. Sarebbe sempre stato uno schiavo inutile agli occhi del suo padrone."
          }
        ]
      },
      {
        "title": "Ebrezza del gladiatore",
        "desc": [
          {
            "type": "RichText",
            "text": "Un sontuoso calice d'oro. Era un dono da parte del padrone del gladiatore campione.\nDa questo calice il gladiatore campione beveva, che fosse vino pregiato o il sangue dello sconfitto.\nUn'altra vittoria per il gladiatore. Ricoperto di ferite, dedicò la vittoria al suo maestro.\nPiù inebriante e dolorosa del vino pregiato era la vittoria, l'onore e l'applauso della folla.\nIl padrone gli permise di partecipare al banchetto e gli regalò questo calice.\nEra un calice squisito, fatto apposta per lui. Un simbolo di quanto il suo padrone ci tenesse.\nMa le catene d'oro della vanità avevano legato il gladiatore e il serpente velenoso del desiderio lo aveva strangolato.\nFermandosi ad aspettare il vino della vittoria, il gladiatore perse la possibilità di cogliere un'effimera occasione di libertà."
          }
        ]
      },
      {
        "title": "Destino del gladiatore",
        "desc": [
          {
            "type": "RichText",
            "text": "La fine era finalmente giunta per il gladiatore trionfante.\nLa giovane sfidante rese l'ultimo omaggio al gladiatore.\nQuando la vanità della vittoria e il desiderio di libertà si dissiparono nell'aria come la nebbia del mattino,\ne quando la luce dell'alba finalmente brillò sull'arena attraverso strati di nuvole intrise di sangue,\nil gladiatore vide un uccello in volo.\nA un passo dalla libertà, il gladiatore fu sconfitto da una ragazza sconosciuta.\nGrida e ululati scoppiarono tra la folla come un tuono martellante, ma la vincitrice si rifiutò di umiliare il suo avversario con un'esecuzione.\nSi rifiutò di affondare la spada nella gola dell'avversario e di porre fine alla sua vita come quella di uno schiavo.\nLe ferite del gladiatore, che stavano guarendo, furono coperte da piume invisibili.\nAlla fine partì per un viaggio, finalmente libero come un uccello.\nLa sua destinazione era il luogo dove i fiori sbocciano e gli uccelli si librano in volo."
          }
        ]
      },
      {
        "title": "Brama del gladiatore",
        "desc": [
          {
            "type": "RichText",
            "text": "Il gladiatore costruì questa clessidra da solo. La girava prima di ogni battaglia.\nQuando la clessidra smetteva di girare, il gladiatore era morto da tempo in una pozza del suo stesso sangue.\nIl gladiatore metteva da parte la clessidra prima di entrare nell'arena.\nQuando il combattimento terminava e la folla iniziava ad acclamarlo, la sabbia della clessidra scorreva ancora.\nNell'ultimo combattimento del gladiatore, egli affrontò una giovane ragazza.\nNei suoi occhi vide sia la timidezza di una ragazza che la ferocia di una giovane leonessa.\nDai suoi passi, la ragazza vide le catene infrangibili dell'età che il gladiatore portava.\nFu un combattimento che il vecchio gladiatore non faceva da anni. Feroce, ma soddisfacente.\nMa il combattimento finì in un lampo. La spada si conficcò nel cuore del gladiatore e la sabbia della sua clessidra si fermò."
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p><span style=\"color: #FFD780\">ATT </span>+18%.</p>",
      "fourSetEffect": "<p>Se chi possiede questo set di manufatti usa una spada, una claymore o una lancia, i <span style=\"color: #FFD780\">DAN </span>inflitti dal suo <span style=\"color: #FFD780\">attacco normale</span> aumentano di un 35%.</p>"
    },
    "customize": [
      {
        "type": "RichText",
        "text": "Personaggi\nMotivazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 31,
        "name": "Kamisato Ayato",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il giovane ma particolarmente abile capo del clan Kamisato della Commissione Yashiro. Un uomo dalle mille risorse, colto e garbato.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayato_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "<p>La Fantesca, la quarta dei Messaggeri dei Fatui. Una diplomatica imperturbabile e spietata. Per i bambini della Casa del Focolare, è il loro temuto e affidabile \"Padre\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/20577441/672e65470bfd14b664596c2a7f7eaaf8_1307009318507582543.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5596,
        "name": "Clorinde",
        "desc": "Una campionessa duellante imbattuta. Difende la giustizia nella Corte di Fontaine brandendo la sua spada.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/05/29/770a66030815971c697ab81bc5436329_8660717987969952036.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 43,
        "name": "Diluc",
        "desc": "<p>Il magnate di un impero vinicolo a Mondstadt, la sua ricchezza, reputazione e le sue capacità sono senza eguali.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diluc_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 10,
        "name": "Keqing",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La Yuheng delle Sette Stelle di Liyue, Keqing avrebbe molto da dire sull'approccio unilaterale di Rex Lapis ai processi decisionali di Liyue. In realtà, gli dèi ammirano parecchio gli scettici come lei.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Keqing_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Il Bonus set <color=#ffffff>2 pezzi</color> aumenta l' <color=#ffd780>ATT</color> dell'utilizzatore, mentre il Bonus set <color=#ffffff>4 pezzi</color> si focalizza sull'incremento dei <color=#ffd780>DAN</color> da <color=#ffd780>attacco normale</color> . I personaggi che hanno come fonte primaria questo tipo di danno, possono benificiare in maniera considerevole della passiva.\nOltre ai personaggi indicati in tabella che giocano bene principalmente con il set da <color=#ffffff>4 pezzi</color> , tantissimi altri possono essere equipaggiati, con il set da <color=#ffffff>2 pezzi</color> , spesso utilizzato in combo con un altro set di manufatti che aumenta sempre l' <color=#ffd780>ATT</color> o una statistica utile per il loro kit di gioco."
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Ultimo atto del gladiatore"
          }
        ]
      },
      {
        "key": "Come si ottiene",
        "value": [
          {
            "type": "RichText",
            "text": "- Boss settimanali\n- Ipostasi elementali\n- Oceanide\n- Manifestazione del tuono\n- Signore dei Lupi dorato\n- Offerta mistica"
          }
        ]
      }
    ]
  }
}