{
  "epId": 2097,
  "name": "Aldilà vermiglio",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "ATT"
    ]
  },
  "menuId": 5,
  "menuName": "Manufatti",
  "version": 1745070858,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Personaggi</color>\n<color=#ece5d8>Motivazione</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Adeptus Yaksha difensore di Liyue, noto anche come \"Conquistademoni\" e \"Custode Yaksha\"</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Il set da</color> <color=#ffffff>4 pezzi</color> <color=#ffffff73>si focalizza pricipalmente, sull'aumento</color>\n<color=#ffffff73>dell'</color> <color=#ffd780>ATT</color> <color=#ffffff73>dell'utilizzatore, dopo l'attivazione del suo</color> <color=#ffd780>Tripudio elementale.</color>\n<color=#9b9c9f>In più quando il personaggio perderà</color> <color=#ffd780>PS</color> <color=#9b9c9f>questo Bonus all'</color> <color=#ffd780>ATT</color> <color=#9b9c9f>aumenterà ulteriolmente.</color>\n<color=#9b9c9f>Personaggi come</color> <color=#ffffff>Xiao</color> <color=#9b9c9f>, possono beneficiare appieno della passiva del set aumentando le loro prestazioni in battaglia.</color>"
      }
    ],
    "artifactList": {
      "circlet_of_logos": {
        "title": "Portamento tonante",
        "position": "Corona della ragione",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Si dice che questa maschera sia stata realizzata dalle genti della montagna per uno Yaksha. È di semplice fattura, ma la sua superficie brilla comunque di una luce intensa.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/circlet_of_logos_icon.png"
      },
      "plume_of_death": {
        "title": "Piuma della luce nascente",
        "position": "Piuma della morte",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una piuma che risplende delicatamente, intrisa di forti ricordi.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Reliquia solare",
        "position": "Sabbie del tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un antico orologio dall'aspetto resistente. La sua lucentezza è data dai cristalli di sabbia.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/sands_of_eon_icon.png"
      },
      "flower_of_life": {
        "title": "Fiore della vitalità",
        "position": "Fiore della vita",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un antico cimelio. Sembra essere ancora vivo come l'essere che lo conservò diversi secoli fa.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/flower_of_life_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Patto siglato",
        "position": "Calice eonotemo",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una vecchia coppa realizzata tramite cristalli di sabbia. La sua lucentezza non è stata intaccata dal passare del tempo.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/goblet_of_eonothem_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Aldilà vermiglio</color>"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Dominio La Valle perduta</color>"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p><span style=\"color: #FFD780\">ATT</span><span style=\"color: rgba(255, 255, 255, 0.65)\"> +18%.</span></p>",
      "fourSetEffect": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Dopo aver usato un </span><span style=\"color: #FFD780\">Tripudio elementale</span><span style=\"color: rgba(255, 255, 255, 0.65)\">, il personaggio ottiene l'effetto Luce nascente, che aumenta l'</span><span style=\"color: #FFD780\">ATT</span><span style=\"color: rgba(255, 255, 255, 0.65)\"> di un </span><span style=\"color: #37FFFF\">8%</span><span style=\"color: rgba(255, 255, 255, 0.65)\"> per </span><span style=\"color: #FFD780\">16 s</span><span style=\"color: rgba(255, 255, 255, 0.65)\">. Quando i </span><span style=\"color: #FFD780\">PS </span><span style=\"color: rgba(255, 255, 255, 0.65)\">del personaggio si riducono, il suo </span><span style=\"color: #FFD780\">ATT </span><span style=\"color: rgba(255, 255, 255, 0.65)\">aumenta di un ulteriore</span><span style=\"color: #37FFFF\"> 10%</span><span style=\"color: rgba(255, 255, 255, 0.65)\">. Questo ulteriore aumento può essere accumulato per un massimo di 4 volte. Quest'effetto può attivarsi una volta ogni </span><span style=\"color: #FFD780\">0,8 s</span><span style=\"color: rgba(255, 255, 255, 0.65)\">. Quando il personaggio abbandona il campo, l'effetto Luce nascente si disperde. Usando nuovamente un </span><span style=\"color: #FFD780\">Tripudio elementale</span><span style=\"color: rgba(255, 255, 255, 0.65)\"> quando Luce nascente è attivo, l'effetto originale si disperde.</span></p>"
    },
    "story": [
      {
        "title": "Fiore della vitalità",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una volta, anche sulle antiche rupi di colore cinabro sbocciavano fiori graziosi.</color>\n<color=#ffffffa6>Anche nell'era in cui il sangue scorreva liberamente, non erano macchiati nemmeno da una goccia di fango.</color>\n<color=#ffffffa6>Il male non trionferà sotto lo sguardo dei Milleliti, neanche se i nemici dovessero essere demoni oscuri.</color>\n<color=#ffffffa6>Le silenziose genti della montagna e la luna d'acciaio costruirono il loro accampamento pacifico.</color>\n<color=#ffffffa6>\"Oh figlia delle rupi del Cristallo di sabbia vitrea, non piangere per me.\"</color>\n<color=#ffffffa6>\"Nacqui all'ombra del Monte Tianheng e combatto per ripagare la misericordia di Rex Lapis.\"</color>\n<color=#ffffffa6>\"Affido la mia vita allo Yaksha con quattro braccia e andremo nelle profondità luminose.\"</color>\n<color=#ffffffa6>\"Percorreremo le strade oscure delle miniere più buie, sfideremo quei pietrosi luoghi di cristallo.\"</color>\n<color=#ffffffa6>\"Affronteremo la contaminazione che proviene dagli abissi, le bestie contorte che vi abitano.\"</color>\n<color=#ffffffa6>\"Tali orrori e le loro stranezze non mi spaventeranno né mi faranno fuggire.\"</color>\n<color=#ffffffa6>Il vento notturno interruppe le parole del Millelite e non lo fece finire.</color>\n<color=#ffffffa6>Lasciò allora un piccolo fiore come ricordo alla giovane figlia della tribù, un'arma contro l'oblio.</color>\n<color=#ffffffa6>\"L'unica cosa che temo davvero è perdermi e cadere nell'oblio.\"</color>\n<color=#ffffffa6>\"Se il fato avverso deciderà la mia sepoltura in un luogo senza nome, non dimenticatemi.\"</color>"
          }
        ]
      },
      {
        "title": "Portamento tonante",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una volta Tianqiu ospitò un potente Yaksha dalle quattro braccia.</color>\n<color=#ffffffa6>Giunse alla Voragine da lontano, lodato dalle tribù.</color>\n<color=#ffffffa6>Organizzarono un banchetto con cibo in abbondanza.</color>\n<color=#ffffffa6>Entrò nella Voragine brandendo la spada, un disastro da non dimenticare.</color>\n<color=#ffffffa6>Potente come un demone, gli occhi brillavano come sfere di fuoco viola.</color>\n<color=#ffffffa6>I fulmini squarciarono le ombre e i tuoni dissolsero l'oscurità.</color>\n<color=#ffffffa6>Le nuvole nascosero l'abisso, una bocca che si allunga a divorare il firmamento.</color>\n<color=#ffffffa6>Il vento selvaggio ululava, il cinabro illuminava l'oscurità.</color>\n<color=#ffffffa6>Le catene montuose tremarono e le gole crollarono.</color>\n<color=#ffffffa6>Le profondità collassarono urlando e poi scese il silenzio.</color>\n<color=#ffffffa6>Le nuvole dense solidificavano i raggi solari mentre gli uccellini cantavano tristi:</color>\n<color=#ffffffa6>\"Non avete sentito? I tamburi muoiono nel vento del nord, l'eroe sprofonda nel vortice.\"</color>\n<color=#ffffffa6>\"Non avete visto? La battaglia per l'alba dello Yaksha... ahinoi per una vita così spesa.\"</color>"
          }
        ]
      },
      {
        "title": "Patto siglato",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Fin dai tempi antichi, questo luogo conosciuto come la Voragine brilla di un lustro vermiglio.</color>\n<color=#ffffffa6>I minatori di montagna e i mercanti di città raccontano ancora la leggenda di uno Yaksha...</color>\n<color=#ffffffa6>Si narra che un giorno il viaggiatore solitario con quattro braccia giunse nelle lande desolate dove cadde la stella.</color>\n<color=#ffffffa6>Le tribù delle montagne, avendo sentito che i viaggi di questo esorcista viandante lo avevano portato da loro, l'avvicinarono uno dopo l'altro:</color>\n<color=#ffffffa6>\"Visitatore che vieni da lontano, per favore, accetta il nostro vino e ascolta la nostra supplica.\"</color>\n<color=#ffffffa6>\"Potresti trovare i nostri liquori invecchiati amari e difficili da mandar giù, ben lontani dai dolci infusi del Monte Tianheng lodati persino da Rex Lapis.\"</color>\n<color=#ffffffa6>\"Ma il cielo ci ha onorato con pietre preziose e giada meravigliosa che ci consentono di sopravvivere.\"</color>\n<color=#ffffffa6>\"Per merito della grazia divina di Rex Lapis, le nostre vite non sperimentano il terrore, anche se non sono ideali.\"</color>\n<color=#ffffffa6>\"Eppure le cose sono cambiate e un'ombra oscura è scesa sulla benedizione che abbiamo ricevuto dalla stella caduta.\"</color>\n<color=#ffffffa6>\"Non abbiamo doni preziosi da donare come pegno, tuttavia preghiamo per il tuo soccorso.\"</color>\n<color=#ffffffa6>L'ospite ascoltò la supplica degli anziani, bevendo in silenzio ogni goccia di quel vino amaro.</color>\n<color=#ffffffa6>Non promise nulla e non castigò i mortali per la loro insolenza; semplicemente, si diresse verso est nonostante i tentativi di trattenerlo.</color>\n<color=#ffffffa6>Quanto a ciò che successe dopo, tutti sanno cosa accadde...</color>\n<color=#ffffffa6>Ma quel bicchiere di vino fatto di semplice cristallo che l'ospite aveva condiviso con gli anziani delle tribù resta ancora oggi come testamento del loro patto.</color>"
          }
        ]
      },
      {
        "title": "Piuma della luce nascente",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Secondo la leggenda, un eroe strappò una piuma d'aquila dalla cima della rupe più alta della Voragine.</color>\n<color=#ffffffa6>Si narra anche che coloro in grado di compiere un tale atto ottengano il diritto di morire al fianco degli Adepti.</color>\n<color=#ffffffa6>\"Andare volontariamente incontro alla morte per difendere gli altri... è davvero una buona causa.\"</color>\n<color=#ffffffa6>\"Eppure, pensandoci, è molto simile a un pesce che si tuffa in un lago profondo o a un uccello che vola in picchiata in una fucina.\"</color>\n<color=#ffffffa6>\"Potrei anche realizzare il mio desiderio, ma resteremo sconosciuti e infine saremo dimenticati.\"</color>\n<color=#ffffffa6>\"Noi mortali siamo come piume catturate da un vortice che svolazzano nel cielo.\"</color>\n<color=#ffffffa6>\"Salvare, difendere... alla fine tutto ciò non ha alcun significato.\"</color>\n<color=#ffffffa6>Quel mormorare cupo scosse i cuori di chi non si sarebbe mai creato un nome.</color>\n<color=#ffffffa6>Ma alla fine la battaglia giunse al termine e molti soldati restarono a riposare in eterno nelle profondità cavernose.</color>\n<color=#ffffffa6>Anche le grida bizzarre delle forze oscure vennero messe a tacere come i mormorii che si dissolvono...</color>\n<color=#ffffffa6>E nonostante le vite dei mortali siano brevi, la terra le ricorderà per sempre.</color>"
          }
        ]
      },
      {
        "title": "Reliquia solare",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Si narra che Rex Lapis fosse ancora giovane, il sole era un carro che correva lungo la terra.</color>\n<color=#ffffffa6>Quando le tre sorelle del cielo notturno vennero martirizzate in una calamità, il carro solare cadde in un burrone profondo.</color>\n<color=#ffffffa6>Le genti della montagna, prendendolo come un segno, lo ripararono facendolo brillare di nuovo nell'oscurità.</color>\n<color=#ffffffa6>E nonostante fosse tornato al suo solito ciclo da est a ovest, un pezzo sarebbe per sempre rimasto indietro.</color>\n<color=#ffffffa6>Quando si spostarono verso la città, resero quel frammento un cristallo, vendendolo poi a qualcuno che ne conoscesse il valore...</color>\n<color=#ffffffa6>\"Ehi, è uno scherzo, vero? Non credi davvero a queste storielle infondate, no?\"</color>\n<color=#ffffffa6>\"I mercanti dell'Unione di Shenglu avevano da tempo lasciato l'oscurità e dimenticato il loro passato.\"</color>\n<color=#ffffffa6>\"Un cristallo di sabbia scintillante non può essere facilmente trasformato in lacca, dopotutto, né è adatto alla produzione di vernici di lusso.\"</color>\n<color=#ffffffa6>\"Secondo i minatori della Voragine... e mi raccomando di non credere prontamente anche a questa storia...\"</color>\n<color=#ffffffa6>\"Questo orologio e il cristallo di sabbia appartenevano ai Milleliti cinquemila anni fa.\"</color>\n<color=#ffffffa6>Nell'abisso senza luce che combatteva contro l'oscurità, anche qualcuno potente come lo Yaksha non avrebbe resistito a lungo.</color>\n<color=#ffffffa6>E tanto più i comuni mortali avevano bisogno di luce per non perdersi nella cortina d'acciaio della notte divorante.</color>\n<color=#ffffffa6>I Milleliti raccoglievano dunque sabbia scintillante per illuminare la via, ricordando il pallido chiaro di luna.</color>\n<color=#ffffffa6>L'orologio segnava il tempo che passarono nell'abisso e funge da prova del fatto che dove essi caddero, altri raccolsero il loro compito.</color>"
          }
        ]
      }
    ]
  }
}