{
  "epId": 2182,
  "name": "Cantore dell'Abisso Fulmine viola",
  "desc": "A monster who serves the Abyss Order and commands lightning while singing the praises of the darkness.<br/>These are the evangelists and the scholars of the Abyss. Their violent lightning strikes the hearts of unbelievers with dark wisdom, warped by the shadowy depths of an eternal night, its violet glow proclaiming the existence of a great power that corrodes human intellect.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Violet Lightning_icon.png",
  "menuId": 7,
  "menuName": "Nemici e mostri",
  "version": 1677158372,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Abyss Lector: Violet Lightning"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "The Abyss"
          }
        ]
      },
      {
        "key": "Tutorial",
        "value": [
          {
            "type": "RichText",
            "text": "A creature of the Abyss Order that calls upon thunder and lightning in praise of the darkness. It possesses some ability to disrupt elemental powers, and some of its attacks will <color=#ffe14b>drain characters' Elemental Energy</color> when dealing DMG to them."
          }
        ]
      }
    ],
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 440,
        "name": "Ramo geomantico secco",
        "desc": "<p>Fragili rami provenienti dalle profondità della terra. Anche dopo anni d'invecchiamento, sotto la superficie screziata è possibile vedere che i loro poteri non sono andati persi del tutto.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dead Ley Line Branch_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 441,
        "name": "Foglie geomantiche secche",
        "desc": "<p>Un ramoscello proveniente dalle profondità della terra. Sebbene sia lontano da dove giaceva un tempo, le sue foglie pulsano ancora d'energia.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dead Ley Line Leaves_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 439,
        "name": "Germoglio geomantico",
        "desc": "<p>Si dice che esistesse un grande albero le cui radici si estendevano in ogni angolo del mondo, e si dice anche che questo ramo ne facesse parte. È come se non fosse stato staccato e portato molto lontano, dato che la sua vitalità è tale che ancora vi germogliano foglie nuove.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ley Line Sprout_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 895,
        "name": "Statuetta misteriosa",
        "desc": "An idol made in the likeness of some unknown person.<br/>Even though this carving has seen many years pass, it still has not been damaged in any way. It seems that its previous owner must have cherished it like some holy icon.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gloomy Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 473,
        "name": "Statuetta oscura",
        "desc": "An idol made in the likeness of some unknown, one-eyed person.<br/>You can feel a strange warmth emanating from within as you hold onto it, like the shoulder of a dear friend. Perhaps this icon can indeed give people who understand its significance the courage to carry on.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dark Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 698,
        "name": "Statuetta malefica",
        "desc": "<p>Una scultura con un occhio solo che emana un'energia minacciosa, che non lascia intendere di cosa sia fatta.</p><p>Quando guardi la statuetta, puoi quasi sentire uno strano bisbiglio confortante...</p><p>\"Vedi, figlio mio. Tutto ciò che giace al di sotto del trono del cielo sarà distrutto dal cambiamento. La pace eterna del buio vuoto cingerà noi tutti nel suo abbraccio.\"</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Deathly Statuette_icon.png"
      }
    ]
  }
}