{
  "epId": 2249,
  "name": "Armatura oscura alfiere",
  "desc": "A pitch-dark soldier. Once a proud warrior of an ancient underground nation, it has now lost any awareness of memory.<br/>But even so, it holds the banner of the royal house aloft into battle. Though it has forgotten its comrades or any royal blessing they might have been given, it will never lay this banner down.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Standard Bearer_icon.png",
  "menuId": 7,
  "menuName": "Nemici e mostri",
  "version": 1677158276,
  "components": {
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 895,
        "name": "Statuetta misteriosa",
        "desc": "An idol made in the likeness of some unknown person.<br/>Even though this carving has seen many years pass, it still has not been damaged in any way. It seems that its previous owner must have cherished it like some holy icon.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gloomy Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 473,
        "name": "Statuetta oscura",
        "desc": "An idol made in the likeness of some unknown, one-eyed person.<br/>You can feel a strange warmth emanating from within as you hold onto it, like the shoulder of a dear friend. Perhaps this icon can indeed give people who understand its significance the courage to carry on.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dark Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 698,
        "name": "Statuetta malefica",
        "desc": "<p>Una scultura con un occhio solo che emana un'energia minacciosa, che non lascia intendere di cosa sia fatta.</p><p>Quando guardi la statuetta, puoi quasi sentire uno strano bisbiglio confortante...</p><p>\"Vedi, figlio mio. Tutto ciò che giace al di sotto del trono del cielo sarà distrutto dal cambiamento. La pace eterna del buio vuoto cingerà noi tutti nel suo abbraccio.\"</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Deathly Statuette_icon.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Shadowy Husk: Standard Bearer"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "The Abyss"
          }
        ]
      },
      {
        "key": "Tutorial",
        "value": [
          {
            "type": "RichText",
            "text": "An enigmatic, pitch-black standard-bearer. Its attacks will create shields for itself, nearby Shadowy Husks, and Black Serpent Knights at the cost of its HP after they <color=#ffe14b>hit characters defended by shields</color> ."
          }
        ]
      }
    ]
  }
}