{
  "epId": 2294,
  "name": "Antologia di ballate hilichurliane",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Hilichurl Ballad Selection_icon.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1718835165,
  "components": {
    "body": [
      {
        "title": "Vol. 1",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Descrizione:</color>\n<color=#ffffffa6>Il capolavoro di Jacob Musk, il poeta laureato della letteratura hilichurliana, che ti mostrerà il misterioso mondo spirituale degli Hilichurl attraverso la sua raccolta di poesie!</color>\n<color=#ffffffa6>Una collezione di poesie hilichurliane redatte da Jacob Musk, un ecologista di Mondstadt. Durante la stesura del libro, Musk viaggiò per tutto il continente e visitò ogni tribù hilichurliana, avventurandosi a fondo nei loro insediamenti e familiarizzando col loro stile di vita. Musk fu insignito del titolo di \"Poeta laureato della letteratura hilichurliana\" grazie a questo libro, ma si evince che né lui né gli Hilichurl apprezzarono mai a pieno quest'onorificenza. Jacob Musk, per quanto amasse studiare gli Hilichurl, detestò venire associato a loro fino alla fine dei suoi giorni.</color>\n<color=#ffffffa6>La prima canzone:</color>\n<color=#ffffffa6>Mi muhe ye</color>\n<color=#ffffffa6>Mi biat ye</color>\n<color=#ffffffa6>Biat ye dada</color>\n<color=#ffffffa6>Muhe dada</color>\n<color=#ffffffa6>Molto probabilmente è un inno di battaglia cantato dagli Hilichurl prima di un combattimento. Ho notato che se sono presenti due o più Hilichurl, dopo aver cantato questa canzone essi iniziano ad azzuffarsi con frenesia.</color>\n<color=#ffffffa6>La seconda canzone:</color>\n<color=#ffffffa6>Eleka mimi-a-Domu</color>\n<color=#ffffffa6>Mita domu-a-dada</color>\n<color=#ffffffa6>La-la-la</color>\n<color=#ffffffa6>La-la-la</color>\n<color=#ffffffa6>Mimi mosi ye mita</color>\n<color=#ffffffa6>Questa canzone è cantata dagli Hilichurl mentre danzano intorno ai loro totem. A parer mio, è una specie di inno tribale. Ha un suono allegro e di solito viene intonata durante i festival.</color>\n<color=#ffffffa6>La terza canzone:</color>\n<color=#ffffffa6>Mi muhe mita nye</color>\n<color=#ffffffa6>Mi muhe mita nye</color>\n<color=#ffffffa6>Muhe nye</color>\n<color=#ffffffa6>Muhe nye</color>\n<color=#ffffffa6>Gusha</color>\n<color=#ffffffa6>Biat, gusha</color>\n<color=#ffffffa6>È una mesta canzone che ho sentito durante una conversazione con uno Sciamachurl anziano. Nonostante non ne abbia capito il significato letterale, lo schiacciante senso di dolore che trapela da questa canzone riuscirebbe ad affascinare persino i poeti del mia terra natia. Tuttavia, devo ammettere che l'odore acre dello Sciamachurl anziano era allo stesso tempo mesto e schiacciante.</color>"
          }
        ]
      },
      {
        "title": "Vol. 2",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Descrizione:</color>\n<color=#ffffffa6>Vino e poesia fanno parte dello stile di vita degli Hilichurl? Possiedono desideri puri e devoti? L'esperto in cultura hilichurliana Jacob Musk è qui per rispondere!</color>\n<color=#ffffffa6>La quarta canzone:</color>\n<color=#ffffffa6>Celi upa celi</color>\n<color=#ffffffa6>Sada shato lata</color>\n<color=#ffffffa6>Kuzi unu ya zido</color>\n<color=#ffffffa6>Unu dada</color>\n<color=#ffffffa6>Una canzone cantata dagli Sciamachurl. A giudicare dalla reazione del capo, sembra avere un significato particolare e filosofico per gli Hilichurl. Forse questo discorso potrà sembrare ridicolo nei circoli accademici convenzionali, e lungi da me mettere in discussione le opinioni più diffuse, tuttavia, mi sento in dovere di dire che sono tutt'ora affascinato dalla questione relativa all'esistenza o meno di discorsi filosofici tra gli Hilichurl, argomento che forse necessita di ricerche ulteriori.</color>\n<color=#ffffffa6>La quinta canzone:</color>\n<color=#ffffffa6>Nini movo muhe yoyo</color>\n<color=#ffffffa6>Nini movo mimi tomo</color>\n<color=#ffffffa6>Lata movo mosi yoyo</color>\n<color=#ffffffa6>Celi movo celi yoyo</color>\n<color=#ffffffa6>Le tribù di Hilichurl che venerano il vento, similmente agli abitanti di Mondstadt, spesso bevono esageratamente e inneggiano lunghissimi elogi all'Archon di Anemo. Quest'ode hilichurliana viene spesso cantata quando sono alticci.</color>\n<color=#ffffffa6>La sesta canzone:</color>\n<color=#ffffffa6>Unu, unu</color>\n<color=#ffffffa6>Yaya ika kundala!</color>\n<color=#ffffffa6>Unu, unu</color>\n<color=#ffffffa6>Mita dada ya dala?</color>\n<color=#ffffffa6>Unu, unu</color>\n<color=#ffffffa6>Kuzi mita dada ye</color>\n<color=#ffffffa6>Mita dada-a-mimi</color>\n<color=#ffffffa6>Un'ode religiosa cantata dagli Hilichurl solo durante i sacrifici. Spesso gli Hilichurl aggiungono a quest'ode il suono di percussioni, prodotto battendo con delle assi il didietro dei membri più deboli della tribù, dando vita così a dei rintocchi ritmici. Immagino che sia molto doloroso.</color>\n<color=#ffffffa6>La settima canzone:</color>\n<color=#ffffffa6>Mimi movo</color>\n<color=#ffffffa6>Mimi sada</color>\n<color=#ffffffa6>Mimi domu</color>\n<color=#ffffffa6>Domu upa</color>\n<color=#ffffffa6>Gusha dada</color>\n<color=#ffffffa6>A quanto pare, molte tribù di Hilichurl condividono la tradizione di scambiarsi canzoni attorno al falò sotto il chiaro di luna. Questa canzone è una di queste ballate da falò e viene cantata dal capo a fine serata. Alla fine della canzone, il capo urla tre volte \"nunu\", che probabilmente significa \"andate a dormire\".</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Antologia di ballate hilichurliane"
          }
        ]
      }
    ]
  }
}