{
  "epId": 2296,
  "name": "La principessa Mina della nazione caduta",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Princess Mina of the Fallen Nation_icon.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1750524468,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "La principessa Mina della nazione caduta"
          }
        ]
      },
      {
        "key": "Libri",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 253,
            "name": "La principessa Mina della nazione caduta (I)",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La principessa che era destinata a portare la distruzione assiste all'imminente caduta della sua nazione, ed è in quel momento che un guerriero errante discende dai cieli, ignorando la verità dei fatti.<br>Ed è proprio tra le fiamme di una guerra antica che inizia il viaggio di questi due personaggi!</span></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Princess Mina of the Fallen Nation (I)_icon.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 255,
            "name": "La principessa Mina della nazione caduta (II)",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">\"Una principessa portatrice di distruzione. Ahah. Non sarà solamente una scusa per fare la guerra?\"<br>Viaggiano verso il centro del mondo alla ricerca della verità dietro la profezia.<br>La famosissima avventura romantica continua!</span></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/20/362377527/7ec545b06adc05d5f6ec50659d6b48b8_6201553586826767981.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 254,
            "name": "La principessa Mina della nazione caduta (III)",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">I due, entrati nel campo di battaglia, assistono al vero inferno. La verità dietro i fuochi della guerra che hanno travolto l'intero mondo verrà infine rivelata!<br>Questo volume viene fornito con fantastici extra!</span></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/20/362377527/7ec545b06adc05d5f6ec50659d6b48b8_3252622395057266452.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 258,
            "name": "La principessa Mina della nazione caduta (IV)",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">\"Tornatene all'inferno, presuntuoso spirito vendicativo!\"<br>L'avvincente capitolo \"flashback\"! Cosa si cela nel passato ormai sepolto del guerriero?<br>Ecco il nuovo capitolo delle avventure del guerriero e della principessa che ha perso la sua nazione!</span></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/21/362377527/7ec545b06adc05d5f6ec50659d6b48b8_5610523301760612113.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 256,
            "name": "La principessa Mina della nazione caduta (V)",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">\"Se questo mondo ha bisogno del tuo sacrificio per essere salvato, allora può anche bruciare.\"<br>Dopo essere arrivati alla Torre del cielo al centro del mondo, che questa sia... la fine della storia per i due personaggi?</span></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/21/362377527/7ec545b06adc05d5f6ec50659d6b48b8_6927381973044398337.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 257,
            "name": "La principessa Mina della nazione caduta (VI)",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\"><br>La verità del mondo viene rivelata... e sembra veramente essere un brutto scherzo! Anche se sono separati, i due non possono sfuggire alle catene del destino.<br>Anche se questo è il volume conclusivo de La principessa Mina della nazione caduta, la nostra storia non finisce qui!</span></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/21/362377527/7ec545b06adc05d5f6ec50659d6b48b8_7470581103824577337.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Vol. 1",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Passarono 13 anni di pace prima che la guerra trascinasse di nuovo tutti sul campo di battaglia.</color>\n<color=#ffffff73>Le nazioni del nord, le più lontane dall'epicentro, furono infettate per ultime dallo spirito dell'epoca, lanciandosi tra le fiamme della guerra.</color>\n<color=#ffffff73>Come avviene per la maggior parte delle guerre, il conflitto fu spietato. Di intere città non rimasero altro che macerie in preda alle fiamme e sia i nobili che i loro sostenitori fuggirono sulle montagne.</color>\n<color=#ffffff73>Uno scenario piuttosto comune.</color>\n<color=#ffffff73>Ma in quell'era di stravolgimenti arrivò un samurai errante dalle vesti eleganti.</color>\n<color=#ffffff73>No, più che \"eleganti\", forse sarebbe più corretto dire che erano...</color>\n<color=#ffffff73>Sì, erano vesti da donna.</color>\n<color=#ffffff73>Di contro, il samurai era accompagnato da una ragazzetta che indossava un haori decisamente troppo largo.</color>\n<color=#ffffff73>Erano di certo una coppia insolita.</color>\n<color=#ffffff73>A ogni modo, i due raggiunsero il punto di controllo ai piedi delle montagne, come se fossero ignari di tutto.</color>\n<color=#ffffff73>Furono ovviamente fermati all'istante dall'ashigaru a guardia del punto di controllo.</color>\n<color=#ffffff73>\"Chi siete?\"</color>\n<color=#ffffff73>Era una domanda di routine, ma anche di sincera curiosità, in questo caso.</color>\n<color=#ffffff73>\"Come puoi vedere, siamo semplici passanti.\"</color>\n<color=#ffffff73>Una risposta senza alcuna brama di persuasione.</color>\n<color=#ffffff73>Ma l'ashigaru sembrò quasi esitare di fronte alla completa mancanza di dubbio nel tono del samurai.</color>\n<color=#ffffff73>\"Beh, ehm, posso chiedervi di venire comunque con me?\"</color>\n<color=#ffffff73>\"Ah. Non ha funzionato, eh...?\"</color>\n<color=#ffffff73>Il samurai sembrava quasi deluso. All'improvviso, tre ashigaru caddero a terra.</color>\n<color=#ffffff73>\"Era il tuo piano sin dall'inizio, eh? Dannata canaglia.\"</color>\n<color=#ffffff73>La ragazza borbottò piano da dietro.</color>"
          }
        ]
      },
      {
        "title": "Vol. 2",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"Non è così.\"</color>\n<color=#ffffff73>Queste parole si fecero strada nell'aria all'improvviso.</color>\n<color=#ffffff73>Nel santuario della montagna senza nome, la principessa dai capelli corvini sedeva immobile, mentre luci e ombre si davano battaglia sul suo volto rivolto verso una fiamma.</color>\n<color=#ffffff73>\"Che intendi dire con \"non è così\"?\"</color>\n<color=#ffffff73>Tale risposta fu quasi un riflesso involontario.</color>\n<color=#ffffff73>\"Ciò che intendo, sciocco samurai, è quanto segue: non hai alcuna opinione in merito alla sottoscritta, la principessa portatrice di distruzione?\"</color>\n<color=#ffffff73>\"Opinione? Beh, innanzitutto credo che tu sia proprio un personaggio.\"</color>\n<color=#ffffff73>\"Non intendevo 'opinione' in quel senso.\" La principessa Mina sembrava ormai piuttosto esasperata. \"Intendevo riguardo al salvarmi.\"</color>\n<color=#ffffff73>\"Tecnicamente parlando, non ti ho salvata.\"</color>\n<color=#ffffff73>La corresse il samurai.</color>\n<color=#ffffff73>\"Mi avevi ordinato di portarti via in veste di principessa. In questo senso, ti sei salvata da sola.\"</color>\n<color=#ffffff73>\"Oh, dunque la cosa più importante per te è questa\"</color>\n<color=#ffffff73>Una risposta prevedibile.</color>\n<color=#ffffff73>Il samurai pensò che era almeno valsa la pena di provare a evitare le responsabilità.</color>\n<color=#ffffff73>\"A ogni modo, questa storia della \"principessa portatrice di distruzione\"... Ahah. Non è solamente una scusa per fare la guerra?\"</color>\n<color=#ffffff73>Il tono apatico del samurai cambiò.</color>\n<color=#ffffff73>\"Inoltre...\"</color>\n<color=#ffffff73>Il samurai si voltò, gli occhi vacui ora divampanti di determinazione.</color>\n<color=#ffffff73>\"Distruggere il mondo è un concetto decisamente stupido. Lo capirai presto.\"</color>"
          }
        ]
      },
      {
        "title": "Vol. 3",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>La gente dice che la guerra è un inferno, ma la maggior parte di loro la descrive come tale e basta.</color>\n<color=#ffffff73>D'altro canto, quello che i due avevano dinanzi poteva essere descritto solo come \"inferno\".</color>\n<color=#ffffff73>La terra desolata, alberi secchi e persone che si trascinavano come morti viventi.</color>\n<color=#ffffff73>Era come se la vita fosse stata risucchiata via da quel posto.</color>\n<color=#ffffff73>\"Mh.\"</color>\n<color=#ffffff73>Il samurai raccolse quanto rimaneva di una foglia, che si sbriciolò all'istante, disperdendosi nel vento.</color>\n<color=#ffffff73>\"Pare quasi che la vita sia stata risucchiata via da questo posto.\"</color>\n<color=#ffffff73>Il conflitto infuriava tutt'intorno alla capitale da oltre un secolo, ormai.</color>\n<color=#ffffff73>Dopo il primo decennio, le risorse e le ricchezze delle nazioni coinvolte nella guerra erano già terminate.</color>\n<color=#ffffff73>Ciò che aveva permesso al massacro di continuare per così tanto era un fenomeno noto come il \"maleficio di Nakura\".</color>\n<color=#ffffff73>Il maleficio di Nakura era un terrificante sortilegio che risucchiava la vita di qualsiasi essere e della terra stessa, infondendola a potenti samurai e alimentando così la guerra.</color>\n<color=#ffffff73>E coloro che utilizzavano magie tanto perverse per dominare la terra erano dei furfanti conosciuti come i daimyo di Nakura.</color>\n<color=#ffffff73>I daimyo si battevano per il controllo di quei territori, ma a prescindere da chi avrebbe vinto, la terra avrebbe gradualmente perso il proprio spirito vitale.</color>\n<color=#ffffff73>Questo era il vero volto della guerra che imperversava ormai da quasi un secolo.</color>\n<color=#ffffff73>\"E coloro che hanno creato il maleficio sono gli onmyouji che vivono nella Torre del cielo al centro del mondo.\"</color>\n<color=#ffffff73>Ignorando la principessa Mina, che aveva vacillato dinanzi a quello spettacolo, il samurai proseguì sommessamente:</color>\n<color=#ffffff73>\"Oh, principessa portatrice di distruzione... Il mondo non è forse già stato distrutto?\"</color>"
          }
        ]
      },
      {
        "title": "Vol. 4",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>La nazione di Kogami era un deserto senza vita che si stendeva a perdita d'occhio.</color>\n<color=#ffffff73>I campi vuoti proseguivano fino all'orizzonte, fino a un'immensa duna di sabbia dove due samurai si stavano per scontrare.</color>\n<color=#ffffff73>Uno di loro è il nostro protagonista, che chiameremo \"il samurai verde\" per distinguerlo dal suo compatriota.</color>\n<color=#ffffff73>L'altro è un nuovo arrivato nella storia. Lo chiameremo \"il samurai pallido\".</color>\n<color=#ffffff73>Se questa fosse una storia di cappa e spada, avrebbero già assunto una posizione d'attacco. Ma i due non erano lì per disputare un duello decisivo. Se ne stavano semplicemente uno di fronte all'altro.</color>\n<color=#ffffff73>\"Di ritorno dall'inferno, eh?\"</color>\n<color=#ffffff73>Così disse il samurai pallido, il peso di un tempo sconosciuto tra i due guerrieri.</color>\n<color=#ffffff73>\"Che nostalgia, vero?\"</color>\n<color=#ffffff73>Il samurai verde sembrava abbastanza soddisfatto.</color>\n<color=#ffffff73>\"Queste cose non mi fanno venire nostalgia.\"</color>\n<color=#ffffff73>Così lo interruppe maleducatamente il samurai pallido.</color>\n<color=#ffffff73>Il samurai verde chiuse gli occhi, come se stesse precipitando nell'abisso del passato.</color>\n<color=#ffffff73>\"'Tutto questo avrà fine se sconfiggeremo i signori scellerati.' Al tempo credevamo fosse così. Che sciocchi che eravamo: era solo l'inizio di quest'incubo.\"</color>\n<color=#ffffff73>\"I tredici samurai si erano alleati per sconfiggere i daimyo di Nakura che stavano distruggendo questa nazione.\"</color>\n<color=#ffffff73>\"Ma, anche dopo aver eliminato i daimyo, Kogami non è ritornata ai suoi fasti, e la forza vitale della terra continua ad assottigliarsi, goccia dopo goccia.\"</color>\n<color=#ffffff73>\"Non solo: Kogami, ora senza nessuno a governarla, è diventata un paradiso per gli sciacalli.\"</color>\n<color=#ffffff73>\"Gli eroi che avevano sconfitto il suo perfido signore non sono riusciti a proteggerla.\"</color>\n<color=#ffffff73>\"Alla fine, solo due sono stati in grado di fuggire.\"</color>\n<color=#ffffff73>\"Ehi, piantala con il passato. Abbiamo una questione da risolvere, no?\"</color>"
          }
        ]
      },
      {
        "title": "Vol. 5",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"Voglio salvare questo mondo!\"</color>\n<color=#ffffff73>Così parlò la principessa Mina.</color>\n<color=#ffffff73>\"Te l'ho detto già tante volte. Non è possibile salvare questo mondo. Certo, questo non ha impedito a idioti come me di provarci. Ma questo mondo... è condannato.\"</color>\n<color=#ffffff73>\"Non m'importa. Sono una principessa. Le principesse non nascono forse per salvare il mondo?\"</color>\n<color=#ffffff73>\"No, mai sentito nulla del genere. E credo di aver sentito dire che tu sei la principessa portatrice di distruzione.\"</color>\n<color=#ffffff73>\"L'ultima volta che ne ho sentito parlare, qualcuno sosteneva che questa 'distruzione' fosse in realtà l'origine di una nuova vita.\"</color>\n<color=#ffffff73>\"Beh, non so dove tu l'abbia sentito dire, ma queste credenze sono ormai superate. Se oggigiorno scrivessi simili corbellerie, la gente le getterebbe nella nazione di Tokoyo, e farebbe bene.\"</color>\n<color=#ffffff73>La principessa si coprì le orecchie.</color>\n<color=#ffffff73>In cima alla Torre del cielo, il samurai e la principessa litigavano inutilmente, come se nessuno li stesse guardando.</color>\n<color=#ffffff73>Beh, dico così, ma in realtà c'era un certo numero di persone nei paraggi vestite nella foggia degli onmyouji.</color>\n<color=#ffffff73>\"Quindi, ehm, come sapete tutti, il maleficio di Nakura fu creato in origine per preservare la vita di un mondo che si stava lentamente spegnendo.\"</color>\n<color=#ffffff73>Come se non riuscisse a sopportare la conversazione, e anche per far avanzare la trama, da bravo personaggio secondario, l'onmyouji più anziano finalmente parlò.</color>\n<color=#ffffff73>\"E coloro che sapranno utilizzare questa vitalità...\"</color>\n<color=#ffffff73>\"Allora, vuoi lasciare finalmente perdere questi sogni?\"</color>\n<color=#ffffff73>Il samurai non sembrava aver sentito l'onmyouji anziano.</color>\n<color=#ffffff73>Per quanto ancora sarebbe andata avanti questa farsa?</color>"
          }
        ]
      },
      {
        "title": "Vol. 6",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"Allora? Il mondo venne salvato?\"</color>\n<color=#ffffff73>Alla fine della storia, il samurai si mise ad attraversare a piedi il deserto infinito.</color>\n<color=#ffffff73>I piani della Torre del cielo dovevano essere ormai completi, e la vitalità rimanente nel mondo era stata assorbita e conservata interamente.</color>\n<color=#ffffff73>Nessuno poteva sapere se fosse stato creato un nuovo mondo, ma, per questo, non c'era sicuramente più nulla da fare.</color>\n<color=#ffffff73>Ah, cosa ci si poteva aspettare da una principessa destinata a distruggere il mondo?</color>\n<color=#ffffff73>\"Tanto vale distruggere un altro mondo... sempre che esista.\"</color>\n<color=#ffffff73>E così il samurai partì alla volta di nuove avventure.</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>(Il resto del libro spiega l'ambientazione della storia, concentrandosi sui vari signori scellerati e le creature mostruose che non sono apparse nella storia principale.)</color>"
          }
        ]
      }
    ]
  }
}