{
  "epId": 2298,
  "name": "Racconti del gagliardo",
  "desc": "<p></p>",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Records of the Gallant_icon.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1750167695,
  "components": {
    "body": [
      {
        "title": "Vol. 1",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>— L'eremita —</color>\n<color=#ffffff73>La foresta di pietra dei Monti di Jueyun è un luogo misterioso avvolto nella nebbia tutti i giorni dell'anno. Miti e leggende su Adepti e spiriti maligni di quel luogo abbondano tra gli erboristi.</color>\n<color=#ffffff73>Un tempo, un venditore di erbe chiamato Qiangu si diresse ai Monti di Jueyun per indagare sulla distribuzione delle erbe medicinali in quel luogo. Non sapeva però che un gruppo di briganti l'aveva seguito sulle montagne. I delinquenti attesero il calare della notte e, quando il venditore abbassò la guardia, lo attaccarono. Il poveretto perse i sensi. I briganti presero tutto quello che aveva con sé, lo legarono da capo a piedi e lo lasciarono solo nella valle.</color>\n<color=#ffffff73>Quando ormai era notte fonda, il venditore si svegliò. Cercò in tutti i modi di liberarsi e si mise a gridare aiuto. Ma le vaste montagne non gli risposero. L'unico suono che si sentiva nella fitta foresta, eccetto gli echi dei suoi lamenti, erano i deboli cinguettii degli uccelli che aveva disturbato.</color>\n<color=#ffffff73>Qiangu si abbandonò alla disperazione, sospirando afflitto. Ma proprio quando temeva che non ci fosse più nulla da fare, una voce profonda giunse tuonando dalle montagne, sovrastando i versi degli uccelli notturni e il sibilare del vento.</color>\n<color=#ffffff73>\"Alzati!\"</color>\n<color=#ffffff73>\"Non posso!\" protestò il venditore di erbe tra fiumi di lacrime. Il suo lamento spaventò una volpe che camminava nella notte. Ma quando Qiangu tese di nuovo i muscoli contro le funi che lo legavano, scoprì che si erano allentate del tutto.</color>\n<color=#ffffff73>Il venditore di erbe si rimise in piedi. In un istante, la voce incorporea, senza nemmeno fermarsi ad ascoltare i ringraziamenti che Qiangu gli avrebbe certamente porto, parlò ancora:</color>\n<color=#ffffff73>\"Ascendi!\"</color>\n<color=#ffffff73>Seguendo quell'ordine, Qiangu scalò la montagna, seguendo il sentiero tortuoso che portava alla cima mentre l'orizzonte iniziava a schiarirsi a est. Dalla cima vide un pino contorto e secco che cresceva su un rilievo, i rami aperti come se stesse tentando di fuggire nel cielo. Il gemito gentile dei rami attirò la sua attenzione verso le corde che pendevano da essi, al cui altro capo penzolavano i briganti della notte prima, legati come dei salami.</color>\n<color=#ffffff73>Vide poi il vecchio a cui apparteneva la voce che aveva udito, con capelli e barba bianchi come la neve, che se ne stava seduto su una roccia dalla forma insolita come fosse un trono. Il vecchio gettò un'occhiata all'aspetto scompigliato di Qiangu e sorrise beffardo prima di restituirgli tutto quanto gli apparteneva.</color>\n<color=#ffffff73>Qiangu chiese al vecchio di dove fosse originario, ma questi rispose che apparteneva alle montagne, che la sua casa era ovunque andasse e il suo letto ovunque posasse il capo. Qiangu cercò di ringraziare il vecchio con ogni sorta di cortesia e compenso, ma lui li rifiutò tutti. Dopo tanto discutere, accettò un solo Mora da restituire un giorno come dono di nozze all'amata figlia di Qiangu, così da poter partecipare al banchetto degli sposi.</color>\n<color=#ffffff73>Dal disastro parve sgorgare la fortuna: a seguito di quest'incidente il negozio di Qiangu divenne ancora più popolare, e il nome del ricco venditore di erbe si diffuse in lungo e in largo. Alcuni dicono che, una volta fatta fortuna, Qiangu fece ritorno ai Monti di Jueyun in cerca del vecchio, ma non trovò nulla eccetto alcune tende abbandonate e delle bottiglie di vino vuote. Certi affermano di aver visto il vecchio presso la Costa di Yaoguang, travestito da minatore mentre sfrecciava come il vento tra un precipizio e l'altro. Altri insistono che sia un pescatore che passa il tempo a salvare i dispersi in mare. Le storie sul suo conto sono innumerevoli, eppure nessuno conosce il suo nome.</color>\n<color=#ffffff73>Purtroppo la vecchiaia e la cattiva salute si sono ormai insinuate negli ultimi anni di vita di Qiangu, e la sua adorata figlia non si è ancora sposata. Forse verrà il giorno in cui l'anziano della montagna parteciperà al banchetto di nozze, ma quel giorno sembra troppo lontano a Qiangu.</color>"
          }
        ]
      },
      {
        "title": "Vol. 2",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Liyue non è sempre stata sotto il dominio di Rex Lapis, anzi, in epoche antiche molti altri dèi ne hanno calpestato il suolo.</color>\n<color=#ffffff73>Un tempo, l'area conosciuta col nome di Pianure di Guili era ricca di Splendigigli, ma era sempre afflitta da problemi su ogni fronte. I suoi antichi abitanti furono, dunque, costretti a fuggire, e la prosperità del Porto di Liyue attirò nell'area nuovi abitanti. Ciononostante, numerosi racconti cavallereschi continuano a girare per queste terre selvagge.</color>\n<color=#ffffff73>Secondo i racconti di mercanti itineranti e facchini, esisteva un tempo una fanciulla misteriosa che appariva nel bel mezzo della notte. Indossava una lunga toga indaco e camminava a grandi passi tra le acque poco profonde del Fiume Bishui. Il chiaro di luna argenteo le avvolgeva il volto, e il vento notturno trasportava le sue parole verso le stelle splendenti e insonni.</color>\n<color=#ffffff73>A detta degli ospiti della Locanda Wangshu, riesce a vederla soltanto chi si perde tra la luce delle lucciole nelle notti estive, e riesce a seguirne le tracce soltanto chi sappia riconoscere il profumo degli Splendigigli tra le luci danzanti e i Seelie che fluttuano al buio. Alcuni credevano che fosse una bestia illuminata; altri che fosse la serva solitaria di un dio ormai da tempo deceduto e di cui ogni notte piangeva la scomparsa; altri ancora che non fosse altro che una valorosa eroina che rifiutava la civiltà e nascondeva il proprio vero nome.</color>\n<color=#ffffff73>Non si sa come iniziò la sua storia, ma finì col racconto di un certo cacciatore che, al contrario dei mercanti, la incontrò sotto lo spietato chiaro di luna, spada in pugno, intenta a combattere contro numerose ombre ostili. Dopo la loro danza elegante e affilata, la fanciulla sparì, lasciandosi dietro nient'altro che della polvere insanguinata.</color>\n<color=#ffffff73>Il giorno successivo, alcuni abitanti curiosi trovarono vicino al fiume i cadaveri di soldati Milleliti e di ispettori territoriali.</color>\n<color=#ffffff73>Dopo quest'episodio, per quante squadre di ricognizione inviasse il Ministero degli Affari Civili, nessuno vide mai più la fanciulla del fiume.</color>\n<color=#ffffff73>Forse la loro danza mortale era il risultato di una vendetta, magari quella donna era una qualche celebre fuorilegge, o forse è semplicemente una questione che non ha bisogno di ragioni o spiegazioni. Dopotutto, gli eroi non sono altro che eroi, e sguainano la spada per ragioni che vanno oltre la comprensione della gente comune.</color>\n<color=#ffffff73>Tuttavia, giorno dopo giorno, le luci del Porto di Liyue hanno consumato i villaggi di campagna abbandonati, e con essi è svanita anche questa leggenda.</color>\n<color=#ffffff73>Eppure, secondo la leggenda, l'argine del fiume su cui quella fanciulla era solita passeggiare è tutt'ora ricco di Splendigigli in fiore.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Racconti del gagliardo"
          }
        ]
      },
      {
        "key": "Libri",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 284,
            "name": "Racconti del gagliardo: L'eremita",
            "desc": "<p>Una raccolta di storie e leggende su alcuni cavalieri erranti di Liyue. Alcune sono state narrate per lungo tempo, ma sono ancora popolari tra la gente.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Records of the Gallant: The Hermit_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 285,
            "name": "Racconti del gagliardo: Polvere",
            "desc": "<p>Una raccolta di storie e leggende su alcuni cavalieri erranti di Liyue. Alcune sono state narrate per lungo tempo, ma sono ancora popolari tra la gente.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/16/20856775/a87b89c7b5be4a82280488b94014b870_3059524651685903941.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}