{
  "epId": 2299,
  "name": "Diario dell'avventuriere Roald",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/f91f32e498c4670603f9863462357c40_3502758232575385088.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1749674232,
  "components": {
    "body": [
      {
        "title": "Vol. 1",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un diario abbandonato dal famoso avventuriere Roald. Le sue pagine sono cosparse di una piccola quantità di cristalli di sale.</color>\n<color=#ffffffa6>— Sal Terrae —</color>\n<color=#ffffffa6>Le mie scarpe sono completamente zuppe per aver camminato fino a qui dalle rive della Palude di Dihua. L'ultima volta che me le sono tolte per versare l'acqua che era entrata, è saltata fuori anche una rana.</color>\n<color=#ffffffa6>Dalle dimensioni di queste rovine, sospetto che si tratti del tempio che offrì rifugio ai civili durante la Guerra degli Archon di diversi millenni fa. Ho sentito dire che fu la Dea del sale a costruirlo. Secondo i miti di Liyue, era la più dolce di tutti gli dèi. Nella brutalità e nel caos della guerra, gli esseri umani erano poco più che pedine. Ma la Dea del sale si rifiutò di unirsi agli altri dèi nella loro insensata battaglia per il predominio, decidendo invece di offrire rifugio a coloro che avevano perso tutto nella guerra. Li portò qui per costruire un nuovo insediamento. Donò loro gentilezza e conforto. E anche mentre lo stravolgimento generale inaugurava la fine di un'epoca, lavorò senza posa per far tornare la pace tra gli dèi.</color>\n<color=#ffffffa6>Sembra che la maggior parte della città antica sia sprofondata nel letto del Fiume Bishui. È già una fortuna che le fondamenta del tempio siano ancora qui dopo tanti anni.</color>\n<color=#ffffffa6>La Dea del sale radunò un gruppo di suoi fedeli, che si stabilirono nell'area oggi conosciuta come Sal Terrae conducendo un'esistenza umile. La città resistette per diversi secoli, andando poi incontro alla sua fine con la morte della stessa dea.</color>\n<color=#ffffffa6>La dea più gentile di tutti gli dèi non cadde in battaglia per mano delle altre divinità. Cadde per mano di un membro del suo stesso popolo, del popolo che lei aveva amato tanto.</color>\n<color=#ffffffa6>Lui era il primo re di quel popolo, e fu anche l'ultimo. Un tempo aveva amato la Dea del sale come tutti gli altri, ma come semplice mortale, non riuscì a comprendere l'amore imperniato sull'autosacrificio che la dea incarnava. Rafforzò la potenza militare della città, sperando che potesse essere autosufficiente nella difesa e nell'attacco. E così, per dimostrare che la gentilezza non era una virtù adatta a quei tempi, prese una spada e pose fine alla vita della dea sola e indifesa. Non appena lei morì, il tempio stesso collassò, e la città di quel popolo cadde come sale sulla terra.</color>\n<color=#ffffffa6>Per quanto riguarda il destino del re traditore, vi sono molte teorie, ma nessuna è certa. Alcuni dicono che continuò a regnare in solitudine sulle rovine per secoli, tornando infine alla polvere molto tempo dopo che le urla della guerra si erano acquietate, quando le rovine erano state inghiottite dal fiume e gli insetti ne avevano scavato lo scettro. Altri dicono che si tolse la vita dopo essersi preso quella della dea, incapace di sopportare il deicidio che pesava sulla sua coscienza. A ogni modo, la gente su cui la Dea del sale aveva rivolto un tempo il suo sguardo amorevole si disperse per Liyue. Nel rifugio sicuro del Porto di Liyue, sotto il governo dell'Archon di Geo, loro e le loro storie sopravvissero, e per questo le sentiamo narrare ancora oggi.</color>\n<color=#ffffffa6>Alcune voci dicono che il corpo della Dea del sale si trova ancora da qualche parte nelle profondità delle rovine. Sebbene il suo corpo si sia tramutato in sale, conserva ancora la posa che aveva assunto quando la spada del re la trapassò.</color>\n<color=#ffffffa6>Pare stiano per arrivare delle piogge intense: nuvole nere si stendono a perdita d'occhio. Farò meglio a partire. Andrò a nordovest verso il Monte Qingce. Spero di poterlo raggiungere prima che la pioggia si faccia troppo forte. E spero di non perdere di nuovo il mio diario nella fretta...</color>"
          }
        ]
      },
      {
        "title": "Vol. 2",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un diario abbandonato dal famoso avventuriere Roald presso un accampamento di fortuna. Sembra ancora nuovo, ma profuma delle erbe del Monte Qingce.</color>\n<color=#ffffffa6>— Villaggio di Qingce —</color>\n<color=#ffffffa6>Lasciando il Picco del Drago, ho guadato fiumi, attraversato secche tappezzate di erba argentea e mi sono fatto strada tra foreste di bambù screziate di luci e ombre prima di arrivare al Monte Qingce. Scarpe e vestiti erano tutti zuppi per via della pioggia battente. Per fortuna, gli anziani del villaggio sono stati abbastanza gentili da lasciarmi appendere le mie vesti nella sala delle assemblee. Mi hanno preparato persino degli abiti asciutti e qualcosa da mangiare.</color>\n<color=#ffffffa6>C'erano molti bambini al Villaggio di Qingce. Per quanto siano teneri, possono diventare alquanto appiccicosi. C'erano anche molti anziani. La gente che vive qui mi è sembrata felice e senza pensieri. Gli anziani hanno detto che la maggior parte dei giovani è andata a lavorare al Porto di Liyue. Molti di loro si sono già fatti una famiglia e inviano loro dei soldi ogni mese. Vista la prosperità e le comodità della città, è difficile per questi giovani tornare a una vita rurale qui. Il Porto di Liyue sinora ha portato pace e prosperità al Villaggio di Qingce, ma nel tempo diverrà la causa della sua fine.</color>\n<color=#ffffffa6>La leggenda narra che la parola \"Qingce\" ebbe origine dal nome di un antico mostro, \"Chi\". \"Chi\", ovviamente, è la sua pronuncia nella lingua attuale. Ma, nell'antichità, gli abitanti di Liyue lo pronunciavano \"Qingce\".</color>\n<color=#ffffffa6>Un anziano ha detto che, migliaia di anni fa, Morax sconfisse il serpente marino e riportò la pace a Liyue. Dopo la morte di Chi, il suo corpo divenne pietra, il suo sangue acqua e le sue squame i terrazzamenti che si vedono ancora oggi. Il nido del mostro divenne quello che ora chiamiamo Monte Qingce.</color>\n<color=#ffffffa6>Ma dopo un'occhiata veloce, credo che le montagne siano formate principalmente da rocce frantumate da impatti esterni. Al loro interno non ho trovato alcuna traccia di mostri Hydro. Forse il cadavere di Chi è sparito da tempo e questa storia del mostro trasformato in montagna è solo un'antica leggenda.</color>\n<color=#ffffffa6>La mia prossima destinazione è il lago che si trova tra le cime di pietra dei Monti di Jueyun. Si dice che là vi sia un labirinto in cui vivono gli Adepti. Magari riuscirò a trovarli.</color>"
          }
        ]
      },
      {
        "title": "Vol. 3",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un diario abbandonato vicino al lago dal famoso avventuriere Roald. Parla dei suoi piani dopo le avventure sul Monte Aocang.</color>\n<color=#ffffffa6>— Lago Aocang e Monti di Jueyun —</color>\n<color=#ffffffa6>A quanto pare ho perso un altro diario ancora... Non capisco, mi ero persino ripetuto tre volte: \"Qualunque cosa tu faccia, non perdere il diario\". Ma poi mi sono fatto prendere dalla mia avventura e mi è passato di mente. Ogni anno finisco per sprecare così tanta carta... Speriamo che l'Archon di Dendro non se la prenda.</color>\n<color=#ffffffa6>Ho raggiunto un lago montano molto in alto sul Monte Aocang. Per arrivare qui sono dovuto salire lungo un sentiero tortuoso, attraversando pericolose passerelle di legno costruite dagli erboristi in tempi antichi, quindi scalare una parete di roccia scoscesa e umida. Dei pescatori mi avevano detto che il lago è profondo un migliaio di furlong, ma dopo essermi immerso nell'acqua posso garantire che si tratta di un'esagerazione.</color>\n<color=#ffffffa6>Gli anziani del Villaggio di Qingce avevano ragione, dopotutto, l'acqua del lago montano è dolce e tiepida. Questo posto si è proprio meritato la sua reputazione di paradiso celestiale! Quando ero appena arrivato ai Monti di Jueyun, un vecchio contadino mi disse che gli Adepti possiedono una misteriosa abilità magica che consente loro di trasformarsi in nebbia e vagare per il mare di nubi. Al tempo credetti che si trattasse solo di una vecchia leggenda, ma, considerando come la nebbia sul lago sale verso la cima e si unisce al mare di nubi... L'Adeptus che sto cercando potrebbe essere tra quelle nuvole sulla cima, senza che io lo sappia.</color>\n<color=#ffffffa6>Mi sono diretto a est giù per il Monte Aocang e ho finito per perdermi in una fitta foresta. Alla fine ho raggiunto una radura e ho scoperto che sono tornato alle rive del Fiume Bishui. Da questo punto ho un'ottima vista dell'area circostante, quindi credo che mi accamperò qui per la notte.</color>\n<color=#ffffffa6>Mentre stavo riordinando le mie cose all'accampamento, ho incontrato una ragazza che sembrava essere a caccia di un tesoro. Ha detto di chiamarsi Eduarda, e mi ha spiegato che si stava dirigendo a ovest in cerca di un \"lago miracoloso\" ai piedi del Monte Aocang.</color>\n<color=#ffffffa6>\"Le leggende narrano di un Adeptus che vive nei pressi di un lago ai piedi del Monte Aocang, sul lato nord. Se così fosse, di certo l'Adeptus ha nascosto il suo tesoro segreto là... Muahahahah, so benissimo cosa farò quando metterò le mani su quel tesoro!\"</color>\n<color=#ffffffa6>Poi la ragazza ha cambiato rapidamente tono, come se si fosse accorta all'improvviso di quello che aveva detto: \"Ecco... contatterò la Gilda e farò rapporto a loro se lo troverò! Sono orgogliosa di fare parte della Gilda degli avventurieri, e non ho assolutamente nessun legame con i Cacciatori di tesori!\"</color>\n<color=#ffffffa6>È proprio vero che alcuni avventurieri fanno questo lavoro per la sola ricchezza materiale. Mi torna in mente quel classico detto di Liyue: \"A ciascuno il suo insondabile\"... Ma qualunque siano le sue motivazioni, anche lei è un'avventuriera, e una sincera.</color>\n<color=#ffffffa6>Devo dire che sono stato tentato di dirigermi anch'io a ovest in cerca di questo fantomatico lago miracoloso dopo aver sentito Eduarda parlarne. Ma alla fine ho deciso di continuare a seguire il mio piano. Salvo imprevisti, mi dirigerò verso le Pianure di Guili per vedere quali panorami e tesori aspettano di essere scoperti là. E spero davvero di non perdere di nuovo il mio diario. Sempre salvo imprevisti. Non posso perderne un altro ancora... Speriamo che la sorte mi sorrida.</color>"
          }
        ]
      },
      {
        "title": "Vol. 4",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un diario abbandonato dal famoso avventuriere Roald presso un accampamento di fortuna. Sembra essere stato immerso nell'acqua e su di esso si distingue l'impronta di una volpe.</color>\n<color=#ffffffa6>— Lago Luhua —</color>\n<color=#ffffffa6>Viaggiando a sudest lungo il Fiume Bishui, mi sono imbattuto in uno stagno ai piedi del Monte Tianheng, sul lato settentrionale. L'acqua è più limpida del cielo e la temperatura dell'acqua simile a quella corporea di noi umani. L'acqua ha anche un retrogusto dolce.</color>\n<color=#ffffffa6>Un erborista del posto mi ha raccontato che migliaia di anni fa questo stagno era un giardino. Si dice che durante la Guerra degli Archon, due amanti, le cui famiglie non approvavano la loro relazione, si incontrassero qui. Tuttavia, la sorte non ebbe alcuna pietà di loro, poiché l'uomo dovette lasciare la sua amata per seguire l'Archon di Geo. Si gettò con coraggio nel conflitto, un mortale tra gli dèi... e come tanti altri mortali in quei giorni bui, nessuno sentì più parlare di lui per diversi secoli.</color>\n<color=#ffffffa6>La ragazza vagava per il giardino, in attesa del ritorno del suo amato. I fiori appassirono e l'erba li ricoprì. Sommersa da un'alluvione, questa marcì. E quando anche l'alluvione passò e la giovane tornò a essere polvere, le sue lacrime diedero origine a questo stagno. Forse fu il suo profondo desiderio a rendere le acque tanto chiare e dolci.</color>\n<color=#ffffffa6>Ho passato un pomeriggio qui e mi sono appisolato mentre facevo un bagno nello stagno. Quando mi sono svegliato, le stelle illuminavano già il cielo.</color>\n<color=#ffffffa6>Ho notato un cucciolo di volpe che si aggirava silenziosamente nei paraggi, ma si è spaventato ed è scappato non appena ho alzato la testa.</color>\n<color=#ffffffa6>Solo dopo ho notato che mi mancava una delle mie scarpe e che la mia borsa dei viveri era stata saccheggiata.</color>\n<color=#ffffffa6>Ci è voluto più del previsto per preparare di nuovo i miei bagagli. La mia prossima destinazione è il delta del Fiume Bishui a nordest: la Costa di Yaoguang.</color>"
          }
        ]
      },
      {
        "title": "Vol. 5",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un diario abbandonato dal famoso avventuriere Roald. Le sue pagine profumano di brezza marina.</color>\n<color=#ffffffa6>— Costa di Yaoguang —</color>\n<color=#ffffffa6>Questo è il delta del Fiume Bishui, dove la sabbia e il fango trasportati dal fiume si sono accumulati in una costa aperta e piana. Quando finalmente sono arrivato qui, la costa era avvolta in una coltre di nebbia, e le mie scarpe nuove si sono inzuppate ancora una volta. Ho sentito il suono di alcuni mostri sconosciuti provenire dalla nebbia, ma non sono riuscito a capire bene dove si trovassero.</color>\n<color=#ffffffa6>Ho potuto solo piantare la tenda e attendere che questa dannata nebbia si alzasse.</color>\n<color=#ffffffa6>Mentre ero ospite alla Locanda Wangshu, un mercante mi ha parlato delle leggende della Costa di Yaoguang. Ha iniziato con un poema: \"Le onde splendenti di giada si riversarono nell'oceano mentre una conchiglia restava vuota sulla costa bianca\".</color>\n<color=#ffffffa6>Il significato del poema è che la luce del sole, pura come la giada, risplende sulla superficie del Fiume Bishui e sembra riversarsi nel mare con l'acqua del fiume. Ma la Casa Verdeconchiglia sulla Costa di Yaoguang è rimasta vuota da tempo.</color>\n<color=#ffffffa6>Una volta mi sono addentrato nella nebbia per visitare il Santuario della conchiglia, ma non ho visto la sua proprietaria.</color>\n<color=#ffffffa6>Una leggenda dei pescatori narra che la Casa Verdeconchiglia fosse la dimora di un'Adepta: la conchiglia verde era infatti parte del suo stesso essere. L'Adepta offriva un riparo ai viaggiatori che si erano persi nella nebbia, si prendeva cura dei naufraghi e augurava ogni bene agli altri Adepti impegnati in crociate contro i mostri marini.</color>\n<color=#ffffffa6>Ma i pescatori più anziani interpretano la leggenda in modo diverso. Dicono che il Santuario della conchiglia non fosse la dimora di un'Adepta, ma di una famiglia che aveva abitato nella conchiglia gigante per generazioni. Avevano dedicato la propria vita ad aiutare la gente che si era perduta e salvato molti pescatori.</color>\n<color=#ffffffa6>Sembra che la nebbia si stia diradando: ormai si riesce quasi a vedere il sole.</color>\n<color=#ffffffa6>Prenderò in prestito una barca per raggiungere la Foresta di pietra di Guyun e visitare le rovine in cui l'Archon di Geo sconfisse il mostro marino.</color>\n<color=#ffffffa6>Dovrei arrivare in un batter d'occhio, se il tempo reggerà.</color>"
          }
        ]
      },
      {
        "title": "Vol. 6",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un diario abbandonato per puro caso dal famoso avventuriere Roald. Le sue pagine sono fradice e sembra che sia stato immerso nell'acqua.</color>\n<color=#ffffffa6>— Foresta di pietra di Guyun —</color>\n<color=#ffffffa6>Abbiamo costeggiato alcune isolette occupate dagli Hilichurl, riuscendo a tenerci fuori dal loro campo visivo, e abbiamo raggiunto poi la Foresta di pietra di Guyun. Sei giganteschi pilastri di pietra hanno protetto i miei occhi dal sole mentre sbarcavo, e sotto la loro ombra c'era un bel fresco. I granchi sulla spiaggia erano grossi e carnosi. Che sia perché l'area è stata alimentata dai resti di una bestia magica per millenni? A ogni modo, sono ottimi arrostiti.</color>\n<color=#ffffffa6>La bellezza di questo luogo rende difficile immaginare che un tempo fu teatro di una sanguinosa battaglia tra l'Archon di Geo e il mostro marino. Ovviamente, il sangue sparso qui è svanito nel mare senza lasciare alcuna traccia. Immagino che qualsiasi cosa abbia ben poca importanza di fronte alla vastità del mare. Che si tratti di una sola goccia di sangue di una persona qualunque o di fiumi di sangue versati dagli eroi del passato, l'incessante moto dei venti e delle onde è destinato a cancellare ogni traccia. Alla fine, tutto sarà come è sempre stato sin da tempi immemori.</color>\n<color=#ffffffa6>La leggenda vuole che l'Archon di Geo avesse un tempo scolpito un'immensa lancia dalla terra rocciosa. La gettò nelle profondità dell'oceano, trafiggendo in un sol colpo il corpo del demone che aveva portato il caos nel suo dominio. Nel corso degli anni, il vento erose la lancia di pietra facendole assumere la forma attuale.</color>\n<color=#ffffffa6>Più tardi, farò ritorno sulla terraferma per accamparmi per la notte. Da dove mi trovo ora riesco a vedere le navi che lasciano il porto in lontananza. Mentre scrivo, la Crux sta spiegando ancora una volta le vele, preparandosi a un nuovo grande viaggio. Mi chiedo quale missione abbia affidato la Gilda dei commercianti delle Sette Stelle alla capitana Beidou questa volta.</color>\n<color=#ffffffa6>L'altra notte ho dormito malissimo. Ho sognato di trovarmi in un posto buio come la notte e umido. All'improvviso, ero un mostro marino, e il mio corpo trafitto stava venendo trascinato sul fondo dell'oceano dalla lancia dell'Archon di Geo. Mi contorcevo e afferravo con forza la gigantesca lancia di roccia, cercando disperatamente di estrarla, ma era ben conficcata. Ogni movimento mi riempiva di dolore e di rabbia...</color>\n<color=#ffffffa6>Nota a me stesso: la Foresta di pietra di Guyun non è un buon posto in cui passare la notte! Mi sono svegliato presto, quindi ho acceso il falò e appena farà chiaro me ne andrò. La mia prossima fermata è il Porto di Liyue: ho bisogno di raggiungere un posto dove far lavare i miei vestiti, farmi sistemare la barba e così via. Una volta che mi sarò rimesso a posto, penso di tornare sui Monti di Jueyun. Non ho fatto nessun progresso in merito alla ricerca degli Adepti l'ultima volta. La prossima credo che proverò a indagare al Picco Qingyun.</color>\n<color=#ffffffa6>Altra nota a me stesso: non perdere di nuovo il diario!</color>"
          }
        ]
      },
      {
        "title": "Vol. 7",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un diario abbandonato dal famoso avventuriere Roald. Le sue pagine profumano dei fiori che crescono sui dirupi.</color>\n<color=#ffffffa6>— Picco Qingyun e Monti di Jueyun —</color>\n<color=#ffffffa6>Desidero aprire il mio diario da avventuriere con un severo promemoria rivolto a me stesso. Di recente, continuo a scoprire di aver smarrito il mio diario ogni volta che mi viene voglia di aggiornarlo. Oh, Roald, devi imparare a fare più attenzione in futuro!</color>\n<color=#ffffffa6>Dopo essermi arrampicato per quella che mi è sembrata un'eternità, ho finalmente raggiunto la cima del precipizio. Sono circondato da un mare di nuvole. È impossibile sapere dove mi trovavo di preciso sotto questa coltre di nubi quando ho alzato il capo per ammirare questo luogo celestiale mentre mi trovavo là dove vivevano gli Adepti.</color>\n<color=#ffffffa6>A parte alcuni alberi dalla forma inconsueta, vi sono ben poche tracce di vita qui, in cima al precipizio. Di tanto in tanto, un nibbio di Lapis emette un richiamo acuto prima di tuffarsi tra le nuvole e sparire alla vista. Salendo ancora più in alto si trova la dimora dell'Adeptus, ma prima, dovrò risolvere qualche questione. Il problema più pressante è riparare la mia attrezzatura da scalata e poi, già che ci sono, mi medicherò anche qualche graffio. Un contadino gentile mi ha dato un unguento quando sono arrivato ai Monti di Jueyun: brucia, ma funziona davvero.</color>\n<color=#ffffffa6>Le notti passate in cima al precipizio offrono ben poco in termini di comodità. L'incessante vento al di sopra delle nubi penetra fin dentro le ossa. È difficile ripararsi da esso, perché trova il modo di raggiungerti attraverso tutti gli spifferi della tenda, ed è impossibile tenere un falò acceso in questo vento. Una buona notte di riposo è pertanto un sogno lontano. Chissà se l'Adeptus che vive sulla cima si sente mai solo e sconcertato, trovandosi circondato da nient'altro che un vento freddo e spietato.</color>\n<color=#ffffffa6>Al termine di una lunga notte senza sonno, ho osservato la luna inabissarsi sotto il mare di nubi. Controllerò che il mio zaino sia ben chiuso, quindi all'alba riprenderò il mio viaggio verso la cima, là dove abita l'Adeptus. Spero che non piova a quest'altitudine.</color>"
          }
        ]
      },
      {
        "title": "Vol. 8",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Diario del celebre avventuriere Roald. Tra le pagine spiccano delle macchie di muschio verdeggiante.</color>\n<color=#ffffffa6>— Lago Qingxu —</color>\n<color=#ffffffa6>Visto che non voglio perdere ancora il mio diario, questa volta ho marcato la custodia in pelle con del muschio. Ora è facile riconoscerlo all'interno dello zaino. È perfetto! Stanotte lo metterò accanto al cuscino prima di addormentarmi. Sinceramente, non penso che potrò più definirmi un avventuriere se lo perdo di nuovo... Piuttosto sarei un \"disavventuriere\".</color>\n<color=#ffffffa6>Dal valico del Monte Tianheng, mi sono diretto a ovest e ho raggiunto delle rovine chiamate dalla gente del posto Lago Qingxu. L'entrata è proprio al centro di un'enorme sporgenza rocciosa, che s'innalza dal cuore di un lago poco profondo. Queste rovine sono completamente circondate da ripide pareti rocciose, e sono presenti numerose torri di pietra, lasciate lì dall'Archon di Geo, che si amalgamano perfettamente col paesaggio naturale. La nebbia mattutina si sta diradando, mentre i primi raggi di sole illuminano le montagne e le rovine. Pare che oggi ci sarà bel tempo.</color>\n<color=#ffffffa6>Secondo le leggende, queste rovine esistevano molto prima del dominio dell'Archon di Geo su Liyue. Nel periodo della Guerra degli Archon, Lisha era completamente sommersa, e questa sporgenza rocciosa non era altro che un'isoletta che affiorava dall'acqua. Quando tornò la pace, la marea si ritirò e l'area di Lisha si spalancò, rivelando degli edifici costruiti dai popoli antichi.</color>\n<color=#ffffffa6>Alla Locanda Wangshu ho incontrato Soraya, una studiosa di Sumeru, che ha fatto un bel po' di ricerche sulle rovine di Lisha. Dopo aver iniziato a parlarne, sembrava non volerla più smettere. Mi ha detto che queste rovine furono abbandonate da un dio malvagio, il cui nome è stato cancellato da ogni documento, e dal popolo che lo venerava. Alla fine, il mare fece spazio a foreste e campi, quel dio egocentrico venne sconfitto, e le roccaforti e i templi dell'antica città costruita da quel popolo si sgretolarono. Questo potrò alla formazione del Lago Qingxu. Le rovine rimasero sommerse fino al termine della lunghissima Guerra degli Archon, e riemersero quando la marea si ritirò.</color>\n<color=#ffffffa6>Forse queste rovine sgretolate sono rimaste come ricordo nostalgico di un'epoca passata per gli Adepti e le altre divinità. In ogni caso, il Lago Qingxu è un luogo placido e tranquillo che, per qualche motivo, è rimasto imperturbato dall'inarrestabile sviluppo del Porto di Liyue e dalle attività minerarie nella Voragine. Ancora oggi è rimasto com'era nei tempi antichi. Stranamente, i primi trambusti sono arrivati solo quando l'attività mineraria alla Voragine è stata sospesa e i mostri hanno iniziato a invadere queste rovine. Speriamo solo che non distruggano nulla.</color>\n<color=#ffffffa6>È una semplice teoria, ma ho bisogno di raccogliere più dati. Dovrei dirigermi a nord e visitare le rovine del Passo di Lingju e di Dunyu.</color>\n<color=#ffffffa6>Prima di ripartire mi sono di nuovo imbattuto in Eduarda. Questa volta sembrava aveva un accompagnatore. Doveva essere molto impegnata, perché in un batter d'occhio era sparita di nuovo dentro le rovine.</color>"
          }
        ]
      },
      {
        "title": "Vol. 9",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un diario abbandonato da un celebre avventuriere di nome Roald. Alcune delle pagine sono rovinate e accartocciate, con dei cristalli di ghiaccio scintillante attaccati.</color>\n<color=#ffffffa6>— Picco del Drago —</color>\n<color=#ffffffa6>Ho iniziato a salire sul Picco del Drago dal lato meridionale, dove la montagna incontra le sponde e le pianure di Liyue. Qui la montagna pende dolcemente, il vento è leggero, la neve è morbida e ci sono delle fonti d'acqua non congelate, il che lo rende il posto perfetto per accamparmi. Lo farò non appena avrò organizzato le provviste, poi riprenderò ad arrampicarmi verso la vetta.</color>\n<color=#ffffffa6>Dopo aver allestito l'accampamento, ho colto l'occasione per esaminare le rovine circostanti. La cosa più interessante è che lo stile architettonico e le decorazioni artistiche sono notevolmente simili a quelle di edifici antichi situati in altri luoghi. Ciò potrebbe significare che sotto ai miei piedi c'è la leggendaria e antichissima civiltà montana.</color>\n<color=#ffffffa6>Sfortunatamente, dentro le rovine non ho trovato nessuna iscrizione ben conservata, e di conseguenza nessuna prova tangibile dell'esistenza effettiva di quella civiltà antica. Magari scoprirò che qualcosa è rimasta conservata, nascosta dalle gelide bufere di neve, più in alto sulla montagna.</color>\n<color=#ffffffa6>Non è bello passare la notte qui. Il vento freddo e umido ti entra nelle ossa, e il fragore della tenda che oscilla somiglia a quello di un fiume in piena; tutte cose che, anche se mi addormentassi, mi farebbero di sicuro avere incubi. Vicino alla fonte d'acqua, c'è una caverna che credo sia spaziosa, poiché lì dentro i gemiti spettrali del vento fanno eco. Sfortunatamente, l'entrata è ben recintata ed è impossibile accedervi.</color>\n<color=#ffffffa6>Più tardi, comincerò a dirigermi più in alto. Sul sentiero ho trovato dei resti relativamente recenti che, se non vado errato, risalgono al periodo in cui Mondstadt era governata dall'aristocrazia. Ho riesumato dei brandelli di vestiti e alcune armi danneggiate irreparabilmente. La neve fitta e il ghiaccio ne hanno rallentato la decomposizione, preservando a lungo ogni frammento del passato a cui appartengono.</color>\n<color=#ffffffa6>Il modo in cui sono distribuiti mi induce a credere che su questo sentiero ci sia stato un inseguimento e, forse, persino un omicidio.</color>\n<color=#ffffffa6>A quanto pare, neanche le bufere di neve più feroci e i cambiamenti più minacciosi riescono a impedire agli esseri umani di perseguire i propri crudeli fini. Alla fin fine, questo luogo innevato e abbandonato dagli Archon è stato macchiato dai peccati dei mortali.</color>\n<color=#ffffffa6>Mentre continuo a salire sul sentiero, il vento si è fa più forte e la temperatura è crolla al punto da diventare insopportabile. Ho perlustrato delle rovine a nord-est e, con mio enorme stupore, ho trovato dell'acqua! Stranamente, non era congelata, nonostante si trovasse in un luogo perennemente vittima di bufere di neve. A giudicare dalla sua ubicazione, direi che è collegata al ruscello che ho visto più giù.</color>\n<color=#ffffffa6>Tuttavia, qui fa così freddo che non ho osato esplorare più a fondo le rovine, per paura di morire assiderato o di annegare. L'ho marchiato per contrassegnare il posto. Spero che la neve non lo ricopra.</color>\n<color=#ffffffa6>Suppongo che, tanto tempo fa, questo posto fosse un rifugio sotterraneo e che, col passare degli anni, l'acqua si sia infiltrata da una falda e l'abbia allagato. Tuttavia, ho anche sentito dire che i tiranni del passato amavano una punizione particolare: imprigionavano qualcuno in una cella e lentamente gli versavano dell'acqua dall'alto, così da costringere il prigioniero a osservare spaventato l'acqua che, lentamente, lo sommergeva dalle caviglie fino alla bocca, raggiungendo il naso e infine la fronte...</color>\n<color=#ffffffa6>Che punizione crudele e inesorabile... E col freddo estremo che fa qui mi è impossibile credere ci fossero sopravvissuti.</color>\n<color=#ffffffa6>Più a est, la strada diventa ancora più accidentata. Ho fatto un errore stupido e per poco non mi rompevo la gamba. Per fortuna, la ferita è solo superficiale e non mi sono fratturato le ossa. Tuttavia, mi ha fatto un buco bello grosso sugli abiti antivento, quindi ora sento tutta la forza del vento direttamente sulla pelle. È una sensazione terribile: è come venire continuamente accoltellati da un pugnale affilato.</color>\n<color=#ffffffa6>Sono riuscito a rifugiarmi dal vento prima che la ferita si intorpidisse del tutto. Sono anche riuscito a ricucire gli abiti, ma non posso continuare a salire verso la vetta in queste condizioni.</color>\n<color=#ffffffa6>Alla fine, ormai sul punto di morire assiderato, sono riuscito ad arrivare all'accampamento. Mi sono tolto le calze per scaldare i piedi davanti al falò, e mi sono accorto che ben tre dita erano diventate viola dal freddo... Ma non importa: ora mi sto godendo la sensazione di recuperare l'energia vitale dopo essere arrivato così vicino a morte certa.</color>\n<color=#ffffffa6>Una volta calmatasi la tempesta, ho guardato verso l'alto e ho visto l'altissima vetta torreggiare silenziosa sul cielo scuro. Pur essendo circondata da rocce enormi e frastagliate, la vetta riusciva a spiccare tra loro. I bardi cantano di un drago antico e malvagio che ora è sepolto nel ruscello della montagna. Mi chiedo se anche lui brami la volta celeste, quando volge i suoi occhi ciechi in putrefazione al cielo.</color>\n<color=#ffffffa6>Molti abitanti del villaggio ai piedi della montagna credono che quest'orrenda montagna sia un luogo nascosto agli occhi degli dèi, ossia un luogo governato dall'imperscrutabile fato. Le favole della Vecchia Mondstadt narrano di questa montagna come di un luogo di punizioni, che fu poi abbandonato dal Vento del tempo e lasciato in balia dei venti ululanti, che lo congelarono nel momento esatto della sua distruzione.</color>\n<color=#ffffffa6>Eppure, sulla cima della montagna c'è ancora qualcosa di vivo. L'ho sentito chiamarmi nel sonno: era simile a una canzone dolce e piacevole per le orecchie, ma inquietante per la mente.</color>\n<color=#ffffffa6>Questo viaggio è stato un disastro, ma almeno sono ancora vivo. Picco del Drago, per ora ti dico addio. Forse un giorno tornerò, ma non so se riuscirò mai a raggiungere la tua vetta...</color>\n<color=#ffffffa6>Penso che ora andrò a esplorare Liyue. Prima di tutto, però, devo fare rifornimento per recuperare le provviste che ho perso. Oh, e già che ci sono, cambierò questo diario vecchio e fradicio con uno nuovo.</color>"
          }
        ]
      },
      {
        "title": "Vol. 10",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un diario abbandonato da Roald, un famoso avventuriere. Le pagine emanano sia il profumo rinfrescante dei fiori di sakura che l'odore acre delle foglie di tabacco.</color>\n<color=#ffffffa6>— Ritou —</color>\n<color=#ffffffa6>Sono già passati diversi giorni dal mio arrivo a Ritou, tuttavia, la Commissione Kanjou ancora non sembra avere intenzione di lasciarmi passare. Non so per quanto dovrò rimanere in questo luogo... Spero che il signor Kurisu trovi un modo per farmi uscire da qui.</color>\n<color=#ffffffa6>Il signor Kurisu è il presidente del commercio del luogo. Originario di Fontaine, è un gentiluomo riservato e amichevole, dotato di un certo charme che fa sentire gli altri stranieri come a casa.</color>\n<color=#ffffffa6>Avevo sentito dire che Inazuma non vedeva di buon occhio i viaggiatori, ma è stato solo quando ho messo piede a Ritou che ho compreso la gravità della situazione.</color>\n<color=#ffffffa6>Il Decreto Sakoku è in vigore da un po'. Sebbene molti viaggiatori abbiano deciso di restare sull'isola, molti vanno e vengono, fermandosi solo per un breve periodo. Anche molti mercanti hanno fatto le valigie e se ne sono tornati a casa. Nel suo stato attuale, Ritou è un luogo lugubre e deprimente.</color>\n<color=#ffffffa6>Si dice che centinaia di anni fa Hiroshi, del clan Hiiragi, costruì questo porto commerciale. Invitò abili mercanti ad aprire le proprie attività qui e incoraggiò il libero commercio. Ritou prosperò per molto tempo... Ma credo che il povero Hiroshi si rivolterebbe nella tomba se sapesse dello stato in cui versa ormai Ritou.</color>\n<color=#ffffffa6>A ogni modo, il suo discendente, l'attuale commissario di Kanjou, sembra godersi la bella vita.</color>\n<color=#ffffffa6>Ovviamente la cosa non può che far ribollire il sangue nelle vene a tutti.</color>\n<color=#ffffffa6>Dopo alcuni giorni, il signor Kurisu mi ha portato delle buone notizie.</color>\n<color=#ffffffa6>Ha saputo che la flotta della Crux farà un breve scalo a Inazuma. Questa famosa flotta armata dovrebbe riuscire in qualche modo a portarmi di nascosto a un'altra isola, ha detto. Dovrò solo essere paziente.</color>\n<color=#ffffffa6>Non so se le informazioni di Kurisu siano affidabili, ma è sempre bene essere pronti. Prima di tutto, dovrò pensare a come recuperare dalla signorina Yurika i miei strumenti per accamparmi e accendere un fuoco. La implorerò, se necessario...</color>\n<color=#ffffffa6>Pare che lo Shogunato abbia attaccato un altro avamposto di Sangonomiya, causando molti morti... o è successo l'opposto? I pochi stranieri rimasti qui non fanno altro che spettegolare. Persino quelli al servizio del commissario diffondono dicerie senza alcun rimorso.</color>\n<color=#ffffffa6>Non è chiaro cosa sia successo, ma altri mercanti ancora hanno chiuso bottega e se ne sono andati. Molte navi militari sono andate e venute dal porto, trasportando probabilmente delle riserve militari di emergenza...</color>\n<color=#ffffffa6>Forse riuscirò ad approfittare della confusione per recuperare la mia roba dal magazzino.</color>\n<color=#ffffffa6>Oh, e devo anche ricordarmi di... non perdere di nuovo il mio diario.</color>\n<color=#ffffffa6>Ci sono dei diari dalle copertine più belle ed eleganti, certo... ma non è una buona scusa per rimpiazzare quello che ho già!</color>"
          }
        ]
      },
      {
        "title": "Vol. 11",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un diario abbandonato da Roald, il famoso avventuriere. Le pagine emanano l'odore d'umido, simile a quello della nebbia e dei funghi.</color>\n<color=#ffffffa6>La mia esplorazione dell'Isola di Tsurumi non è stata cosa facile.</color>\n<color=#ffffffa6>— Isola di Tsurumi —</color>\n<color=#ffffffa6>È stato grazie a un giovane del luogo di nome Kama se sono riuscito a lasciare Ritou e ad approdare sull'Isola di Tsurumi senza dare nell'occhio. Su sua indicazione, ho provato a penetrare la fitta nebbia che avvolge l'isola e in qualche modo sono riuscito a vedere di sfuggita l'antica civiltà qui presente, così come certi panorami da sogno. Tuttavia, questi ricordi sembrano essersi diradati come la nebbia stessa...</color>\n<color=#ffffffa6>Ma riesco ancora a ricordare distintamente di aver incontrato un bambino su quest'isola creduta morta da tempo.</color>\n<color=#ffffffa6>Forse non è stato altro che un'allucinazione che ho avuto sotto l'influenza delle particelle elementali che fluttuavano in mezzo alla nebbia, o forse è colpa dei funghi dell'isola... Quel bambino potrebbe essere stato solo un'illusione o un ricordo fasullo, il che sarebbe più che sensato. Ma la seconda volta che sono venuto qui, ho portato dell'altro cibo con me, nella speranza che il bambino lo accettasse. Dev'essere dura vivere su un'isola come questa, pensavo.</color>\n<color=#ffffffa6>Quando ho raggiunto nuovamente la costa, non ho informato Kama, e pertanto mi sono perso in poco tempo nella fitta nebbia. Ho provato in ogni modo, ma non riuscivo a ritrovare la via: era come se la nebbia stessa mi stesse respingendo per motivi sconosciuti.</color>\n<color=#ffffffa6>Se non fosse stato per la/il bionda/o viaggiatrice/ore e la fatina chiamata \"Paimon\", probabilmente sarei dovuto ritornare a mani vuote. Ma quei due mi hanno aiutato a cogliere alcuni Funghi fluorescenti del luogo, che gli abitanti di Inazuma dicono siano confluiti dai ricordi degli antichi defunti dell'Isola di Tsurumi, il che dona loro il loro bagliore fosforescente e spettrale. Possiedono l'abilità di acuire la vista e la mente, oltre che migliorare la memoria.</color>\n<color=#ffffffa6>Nel corso degli ultimi giorni ne ho provato qualcuno, e questi funghi hanno davvero il potere di calmare il cuore e rallegrare lo spirito. Sembra facciano bene anche alla digestione... Detto questo, non ho ancora notato alcun miglioramento netto della mia memoria. Devo ricordarmi di lasciarne qualcuno al mio amico a Sumeru, così che possa studiarli.</color>\n<color=#ffffffa6>Inoltre, ritengo che le foto delle antiche pitture rupestri portatemi dalla/dal bionda/o viaggiatrice/ore e Paimon siano davvero affascinanti: varrà decisamente la pena esaminarle più a fondo. Se siamo riusciti a scoprire delle rovine storiche tanto importanti lo dobbiamo solo alla passione, saggezza e determinazione di quelle/i due eccezionali avventuriere/i.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Diario dell'avventuriere Roald"
          }
        ]
      },
      {
        "key": "Libri",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 304,
            "name": "Diario dell'avventuriere Roald: Sal Terrae",
            "desc": "<p>Un diario abbandonato dal famoso avventuriere Roald. Le sue pagine sono cosparse di una piccola quantità di cristalli di sale.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/09/362377527/bcf85cfdb009861f49011ff1df09c970_5329917460223852926.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 311,
            "name": "Diario dell'avventuriere Roald: Villaggio di Qingce",
            "desc": "<p>Un diario abbandonato dal famoso avventuriere Roald presso un accampamento di fortuna. Sembra ancora nuovo, ma profuma delle erbe del Monte Qingce.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Qingce Village_icon.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 309,
            "name": "Diario dell'avventuriere Roald: Lago Aocang e Monti di Jueyun",
            "desc": "<p>Un diario abbandonato vicino al lago dal famoso avventuriere Roald. Parla dei suoi piani dopo le avventure sul Monte Aocang.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/09/362377527/bcf85cfdb009861f49011ff1df09c970_3147985463022272979.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 306,
            "name": "Diario dell'avventuriere Roald: Lago Luhua",
            "desc": "<p>Un diario abbandonato dal famoso avventuriere Roald presso un accampamento di fortuna. Sembra essere stato immerso nell'acqua e su di esso si distingue un'impronta di una volpe.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/10/362377527/bcf85cfdb009861f49011ff1df09c970_4036475526589601462.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 307,
            "name": "Diario dell'avventuriere Roald: Costa di Yaoguang",
            "desc": "<p>Un diario abbandonato dal famoso avventuriere Roald. Le sue pagine profumano di brezza marina.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/10/362377527/bcf85cfdb009861f49011ff1df09c970_662746625141464551.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 305,
            "name": "Diario dell'avventuriere Roald: Foresta di pietra di Guyun",
            "desc": "<p>Un diario abbandonato per puro caso dal famoso avventuriere Roald. Le sue pagine sono fradice e sembra che sia stato immerso nell'acqua.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/10/362377527/bcf85cfdb009861f49011ff1df09c970_6433583191922703645.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 310,
            "name": "Diario dell'avventuriere Roald: Picco Qingyun e Monti di Jueyun",
            "desc": "<p>Un diario abbandonato dal famoso avventuriere Roald. Le sue pagine profumano dei fiori che crescono sui dirupi.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/10/362377527/bcf85cfdb009861f49011ff1df09c970_6613618266635754404.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 312,
            "name": "Diario dell'avventuriere Roald: Lago Qingxu",
            "desc": "<p>Diario del celebre avventuriere Roald. Tra le pagine spiccano delle macchie di muschio verdeggiante.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/10/362377527/bcf85cfdb009861f49011ff1df09c970_7843056626816194699.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 314,
            "name": "Diario dell'avventuriere Roald: Picco del Drago",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un diario abbandonato da un celebre avventuriere di nome Roald. Alcune delle pagine sono rovinate e accartocciate, con dei cristalli di ghiaccio scintillante attaccati.</span></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/45954971/614ca24e4606e34d3cb66f29ceb75c62_6480208368558652110.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 308,
            "name": "Diario dell'avventuriere Roald: Ritou",
            "desc": "<p>Un diario abbandonato da Roald, un famoso avventuriere. Le pagine emanano sia il profumo rinfrescante dei fiori di sakura che l'odore acre delle foglie di tabacco.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/10/362377527/bcf85cfdb009861f49011ff1df09c970_269592024738642957.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 313,
            "name": "Diario dell'avventuriere Roald: Isola di Tsurumi",
            "desc": "<p>Un diario abbandonato da Roald, il famoso avventuriere. Le pagine emanano l'odore di umido, simile a quello della nebbia e dei funghi. La mia esplorazione dell'Isola di Tsurumi non è stata così facile.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/10/362377527/bcf85cfdb009861f49011ff1df09c970_8704295562456727367.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      }
    ]
  }
}