{
  "epId": 2300,
  "name": "Andiamo, Dodoco!",
  "desc": "<p>Messaggio dall'editore: \"Andiamo, Dodoco!\" è l'opera a quattro mani di una ragazza più grande e una più piccola. Ogni capitolo trabocca di delicatezza e buoni auguri, e la storia vuol essere un regalo per i nostri lettori. Spero che questo libriccino possa arrecare una semplice gioia dopo una lunga giornata di lavoro.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/364979c399f222e864ed23fa30636c67_4575105403524643204.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1750366120,
  "components": {
    "galleryCharacter": [
      {
        "key": "Immagine 1",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/18/20856775/84e0473d1f48cffe0d064c2805e55214_6287374304373322685.png"
      },
      {
        "key": "Immagine 2",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/18/20856775/4136f76d76457f8f5d47f69f9227ac89_2865068227770744245.png"
      },
      {
        "key": "Immagine 3",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/18/20856775/cc1be6bafcdfcec72dc75fe90002f81e_1758036919243113846.png"
      },
      {
        "key": "Immagine 4",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/18/20856775/75f3fe619def03f21c614360841dfc75_159650569773523114.png"
      },
      {
        "key": "Immagine 5",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/18/20856775/df6d31c8951239013f4d358902e2cf9c_2992957776687229407.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Andiamo, Dodoco!"
          }
        ]
      },
      {
        "key": "Libro",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 330,
            "name": "Andiamo, Dodoco!",
            "desc": "<p>Messaggio dall'editore: \"Andiamo, Dodoco!\" è l'opera a quattro mani di una ragazza più grande e una più piccola. Ogni capitolo trabocca di delicatezza e buoni auguri, e la storia vuol essere un regalo per i nostri lettori. Spero che questo libriccino possa arrecare una semplice gioia dopo una lunga giornata di lavoro.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/18/20856775/68e99517e5933395d93d24783afb3d08_7195866423231777878.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Andiamo, Dodoco!",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"Tutti i Dodoco devono solcare i cieli e i mari e partire all'avventura\", disse una volta una madre bella e gentile.</color>\n<color=#ffffff73>E proprio come aveva predetto, il nostro Dodoco era così felice quando la sua migliore amica Klee disse che stava per partire all'avventura verso la nazione del fulmine!</color>\n<color=#ffffff73>Ovviamente a Dodoco piace mangiare cibo delizioso con Klee al Buon Cacciatore e adora ascoltare i bardi cantare.</color>\n<color=#ffffff73>Ma Dodoco ama ancora di più contare le stelle nel cielo e creare ghirlande di fiori con Klee.</color>\n<color=#ffffff73>Dopotutto, tutti i Dodoco vogliono solcare i cieli e i mari per un'avventura.</color>\n<color=#ffffff73>Per arrivare a Inazuma si devono attraversare venti selvaggi e onde enormi.</color>\n<color=#ffffff73>Ma Dodoco non aveva paura dei venti ululanti poiché erano una benedizione dell'Archon di Anemo.</color>\n<color=#ffffff73>Dodoco non si preoccupava nemmeno del rollio delle onde poiché era molto coraggioso.</color>\n<color=#ffffff73>Certo, Dodoco non voleva che Klee affrontasse questi pericoli.</color>\n<color=#ffffff73>Ma come migliorissimi amici, si proteggevano a vicenda.</color>\n<color=#ffffff73>E Dodoco non voleva separarsi da Klee.</color>\n<color=#ffffff73>Senza Klee, le avventure sarebbero state come dei Fiordolci che non possono sbocciare, tristi e soli.</color>\n<color=#ffffff73>Anche se Dodoco dovesse attraversare ogni angolo di Teyvat per terra o per mare, sarebbe insignificante.</color>\n<color=#ffffff73>Quindi non aveva senso esitare. Dodoco e la sua migliore amica Klee stavano partendo all'avventura!</color>\n<color=#ffffff73>Se navigassero su una barca non potrebbero volare liberi nel cielo, o nuotare nel mare...</color>\n<color=#ffffff73>Ma avrebbero il sorriso di Klee e le storie di Albedo.</color>\n<color=#ffffff73>Ed era uno scambio equo!</color>\n<color=#ffffff73>A Inazuma, la nazione del fulmine, i fiori e l'erba sono viola, così come i pesci e gli uccelli. Tutto è viola!</color>\n<color=#ffffff73>Probabilmente Albedo finirà la pittura viola per dipingere tutto quanto.</color>\n<color=#ffffff73>Purtroppo, non ci sarebbe stato per dipingere con Klee e Dodoco.</color>\n<color=#ffffff73>Dopotutto, Albedo era un adulto e a volte gli adulti hanno le loro faccende da grandi da sbrigare.</color>\n<color=#ffffff73>Per fortuna Dodoco aveva ancora Klee!</color>\n<color=#ffffff73>Klee trovava spesso cose carine da fare. Finché Dodoco fosse rimasto con Klee, non si sarebbe mai annoiato.</color>\n<color=#ffffff73>Klee aveva anche tanti amici a Inazuma, come il signor Cavaliere Onorario, Paimon e Yoimiya.</color>\n<color=#ffffff73>Quindi si unirono tutti a Dodoco per l'avventura più divertente di sempre a Inazuma!</color>\n<color=#ffffff73>Urrà per l'avventura!</color>\n<color=#ffffff73>Il signor Cavaliere Onorario portò Dodoco sull'altissimo Monte Yougou.</color>\n<color=#ffffff73>Quando giunsero al Sakura sacro, erano così stanchi per tutto quell'arrampicarsi che si addormentarono.</color>\n<color=#ffffff73>E quando si svegliarono, erano spuntate ali da tengu a tutti!</color>\n<color=#ffffff73>Le ali di Klee erano rosse, quelle di Yoimiya oro e quelle del signor Cavaliere Onorario blu.</color>\n<color=#ffffff73>Paimon invece... lei può volare senza ali, quindi non ne aveva.</color>\n<color=#ffffff73>Spiegarono le ali provocando un'enorme raffica di vento.</color>\n<color=#ffffff73>Wooosh! I capelli della sacerdotessa si arruffarono tutti.</color>\n<color=#ffffff73>Oh no, sembrava arrabbiata! Presto, voliamo via!</color>\n<color=#ffffff73>Ah, le avventure sono davvero divertenti... ma con un borbottio la pancia di Klee iniziò a brontolare.</color>\n<color=#ffffff73>Oh no! Come potevano aver dimenticato? Mangiare è una parte importante dell'avventura!</color>\n<color=#ffffff73>Gnam-gnam! Mangiarono tutti dei Dango che avevano portato, e si divertirono un mondo.</color>\n<color=#ffffff73>Dodoco e Paimon finirono i loro in un attimo e, quando Dodoco davvero pienissimo guardò il sorriso di Klee, non poté non pensare...</color>\n<color=#ffffff73>Incontrare Klee e gli altri è la cosa più bell-bellissima mai successa a Dodoco!</color>\n<color=#ffffff73>Oh, sì. Se stai leggendo, anche tu sei parte di questa grande avventura.</color>\n<color=#ffffff73>Partire all'avventura insieme, ridere insieme, mangiare buon cibo insieme... se anche tu l'hai fatto insieme a qualcuno, allora sei davvero una persona amichevole.</color>\n<color=#ffffff73>In tal caso, ti invitiamo allo spettacolo pirotecnico di Yoimiya.</color>\n<color=#ffffff73>Mentre tutti ammiravano felici lo spettacolo pirotecnico, Yoimiya disse:</color>\n<color=#ffffff73>\"Finché la nostra immaginazione non si esaurisce, la nostra mente sarà più libera di tutte le altre.\"</color>\n<color=#ffffff73>E subito dopo Klee aggiunse: \"Saremo sempre migliori amici!\"</color>\n<color=#ffffff73>Dodoco era così felice di essere insieme ai suoi cari amici.</color>\n<color=#ffffff73>E ora anche tu lo sei. Quindi anche tu dovresti partire all'avventura con i tuoi amici.</color>"
          }
        ]
      }
    ]
  }
}