{
  "epId": 2304,
  "name": "Diario di antiche indagini: Parte I",
  "desc": "An investigation journal found in front of the ruins with a circular entrance.<br/>Its author seems to have been a member of the aristocracy that once ruled Mondstadt.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ancient Investigation Journal: Part I_icon.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1677158320,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Ancient Investigation Journal: Part I"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Details",
        "desc": [
          {
            "type": "RichText",
            "text": "...\nThe weather remains inclement today.\nAlthough the snow and wind are beginning to subside, one is hard-pressed to keep their eyes open when faced with the occasional gusts that still whip up.\nSuch conditions bring to mind an ancient verse, where wind and snow are likened by the poet to the lashes of a pale iron sword.\nBut just as Master Landrich once said, one must press on, no matter the difficulties met along the way.\nWe must return to Mondstadt bearing great achievements.\nOnly then will I live up to Master Landrich's expectations and bring honor to my family's name. And only then will the arrogance of those who conspire to rebel be put to rest once and for all.\nBased on an inscription, we decided to abandon our original plans of exploring <color=#ffe14b>the cellar in the southwestern ruins</color> in favor of going to a locked secret chamber.\nAccording to the inscription text deciphered by Master Eberhart, the chamber should contain impressive ancient frescoes along with weapons forged from Starsilver.\nIf that's the case, this could easily be the most significant archaeological discovery in decades.\nThat's what Master Ingbert said, at least. But somehow my heart still can't forget the companions we lost in the snowstorm just days before.\nI sincerely hope that Master Eberhart was right when he said that they were aristocratic children rigorously trained from childhood, and perfectly capable of making their way back to camp on their own.\nWe shall soon set off from <color=#ffe14b>South Base Camp</color> to delve further into the inner reaches of the ruins.\nThis time, it is imperative that we closely examine the stability of the ruins before we enter."
          }
        ]
      }
    ]
  }
}