{
  "epId": 2306,
  "name": "Diario di antiche indagini: Parte II",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un diario di indagini trovato sotto le rovine ghiacciate.<br>L'autore pare essere un membro dell'aristocrazia che un tempo governava Mondstadt.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/59f17d37231cb49bcceb29124e5cfac1_4486331947679715643.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1748059068,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Diario di antiche indagini: Parte II</color>"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Dettagli",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>A causa della tragedia che ci ha colpiti di recente, temo di aver ormai perso tutte le annotazioni che avevo scritto nel diario.</color>\n<color=#ffffffa6>È davvero una sfortuna che abbia perso tutti i miei appunti sull'indagine, ma qui siamo davvero in pericolo.</color>\n<color=#ffffffa6>Purtroppo non siamo riusciti ad aprire quelle enormi porte.</color>\n<color=#ffffffa6>Alla fine siamo tornati indietro a mani vuote, senza aver trovato nessun affresco né le armi che padron Ingbert desiderava tanto vedere.</color>\n<color=#ffffffa6>Siamo tornati</color> <color=#ffe14b>all'accampamento a sud</color> <color=#ffffffa6>, ma dei nostri compagni spariti nella tormenta di neve non c'era traccia.</color>\n<color=#ffffffa6>Non possiamo far altro che sperare che siano riusciti a scendere dalla montagna e che stiano tornando coi rinforzi e con altre provviste, per quanto tale possibilità sia molto remota.</color>\n<color=#ffffffa6>Di sicuro, presto finiremo le provviste rimanenti.</color>\n<color=#ffffffa6>So che sembra molto crudele da dire, ma la frana avvenuta davanti alla</color> <color=#ffe14b>porta circolare della stanza segreta</color> <color=#ffffffa6>non ci ha privati solo di Nick, ma anche di tutto il cibo e carburante che stava trasportando.</color>\n<color=#ffffffa6>Ricordo chiaramente di avergli detto quanto fondamentale fosse controllare l'integrità strutturale di queste rovine.</color>\n<color=#ffffffa6>Forse gli sfortunati incidenti che stiamo continuando ad avere negli ultimi giorni mi hanno reso rancoroso.</color>\n<color=#ffffffa6>O forse è la naturale conseguenza delle condizioni estreme in cui ci troviamo.</color>\n<color=#ffffffa6>Padron Eberhart riesce a mantenere la lucidità anche di fronte a condizioni avverse di questo calibro, il che lo rende ancora più ammirevole. Forse è questa la vera tenacia di un giovane nobile.</color>\n<color=#ffffffa6>A quanto pare, padron Landrich non si sbagliava sul suo conto.</color>\n<color=#ffffffa6>Pur essendo un figlio illegittimo, riesce a comportarsi esattamente come ci si aspetterebbe da un nobile. Anzi, lo fa molto meglio di molti altri aristocratici.</color>\n<color=#ffffffa6>Quando la tempesta si calmerà un po', raggiungeremo</color> <color=#ffe14b>la cella nelle rovine a sud-ovest</color> <color=#ffffffa6>come proposto da Eberhart.</color>\n<color=#ffffffa6>A giudicare da ciò che ha decifrato, lì dentro potrebbe esserci qualcosa di molto antico.</color>\n<color=#ffffffa6>Il freddo estremo di questo luogo ha l'effetto singolare e incomprensibile di conservare tutto allo stato originale.</color>\n<color=#ffffffa6>Non dobbiamo deludere i compagni che abbiamo perso.</color>\n<color=#ffffffa6>E, soprattutto, non dobbiamo deludere padron Landrich.</color>\n<color=#ffffffa6>Altrimenti, è molto probabile che presto finirò ad affrontare i mostri nell'arena dei gladiatori.</color>\n<color=#ffffffa6>E anche se riuscissi a sconfiggere quei mostri, probabilmente condividerò lo stesso fato dello schiavo di Eberhart: morire trafitto dalla spada della mietitrice dai capelli rossi del clan Lawrence...</color>"
          }
        ]
      }
    ]
  }
}