{
  "epId": 2306,
  "name": "Diario di antiche indagini: Parte II",
  "desc": "An investigation journal found in the basement of the ice-covered ruins.<br/>Its author seems to have been a member of the aristocracy that once ruled Mondstadt.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/59f17d37231cb49bcceb29124e5cfac1_4486331947679715643.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1677158317,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Ancient Investigation Journal: Part II"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Details",
        "desc": [
          {
            "type": "RichText",
            "text": "Due to the tragedy that befell us previously, I fear that my prior journal entries are now all but lost.\nIt is most unfortunate that the investigation notes were lost, but the conditions here are truly dangerous.\nAlas, we were unable to budge those great doors.\nIn the end, we returned empty-handed, with no sight of the fresco or the ancient weapons which Master Ingbert so greatly desired to see.\nUpon returning to <color=#ffe14b>South Base Camp</color> , there was still no sign of the others who had gone missing in the snowstorm.\nAlthough the chance may be a slim one, we can only hope that they made it down the mountain and are now returning with help and more supplies.\nIt certainly won't be long before our remaining supplies run out.\nAs cruel as it may seem to say such a thing, the cave-in that occurred just before the <color=#ffe14b>round door of the secret room</color> not only robbed us of Nick, but also all the food and fuel he was carrying.\nI had said that it is imperative we first check the structural integrity of these ruins... I clearly remember telling him that.\nPerhaps the streak of unfortunate incidents we've encountered in the past few days has caused me to turn bitter.\nOr perhaps this is simply the natural toll such desperate conditions take on people.\nThe fact that Master Eberhart could maintain a level head even in the face of such adverse conditions only made him all the more admirable. Perhaps this is the true tenacity of a young aristocrat.\nMaster Landrich's judgment seems to have been well-founded.\nEven as an illegitimate child, he is quite capable of living up to the role of an aristocrat, more so than most other aristocrats, in fact.\nWhen the storm eases a little, we will proceed to the <color=#ffe14b>the cellar in the southwestern ruins</color> as per Eberhart's proposal.\nBased on the content of what he deciphered, there may be something very ancient within.\nThe sheer cold of this place has the peculiar and incomprehensible effect of preserving things the way they are.\nWe must not let down the companions we lost.\n...And more importantly, we must not let Master Landrich down.\nOtherwise, I will most likely be facing off against monsters in the gladiatorial arena before too long.\nEven if I beat the monsters, I would probably share the fate of Eberhart's slave, and meet my demise at the sword of the red-haired reaper of the Lawrence Clan..."
          }
        ]
      }
    ]
  }
}