{
  "epId": 2307,
  "name": "Guerre d'Hamavaran",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Saga of Hamavaran_icon.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1677158328,
  "components": {
    "body": [
      {
        "title": "Vol. 1",
        "desc": [
          {
            "type": "RichText",
            "text": "The prefaces of the new light novel \"The Saga of Hamavaran,\" now combined into their own separate volume due to a business model adjustment!\nForeword\nThanks to a fruitful new writer recruitment drive and the phenomenal success of the contest \"This Novel is Amazing!\" we have received many highly original works from up-and-coming writers all over the world. We would like to take this opportunity to thank our international writers for supporting Inazuma's light novel industry, and we'd also like to thank Kanjou Commissioner Hiiragi Shinsuke for his grace and generosity. It is thanks to all of you that we are able to bring so many outstanding works to the readers of Inazuma here today.\nAs you all know, prior to the promulgation of the Sakoku Decree, a number of accomplished samurai from various lands were active in Inazuma. One of them, whose name is Hamavaran, hails from the distant rainforest nation of Sumeru, but came all the way to the land of the lightning's glow to be an agent of chivalry. Though tales of Hamavaran's deeds were once buried during the peak of unchanging eternity under Her Excellency the Shogun, they have now been given life anew thanks to the narrative prowess of a good friend of mine, the budding author, Pursina.\nNow, without further ado, please enjoy \"The Saga of Hamavaran\" at your leisure."
          }
        ]
      },
      {
        "title": "Vol. 2",
        "desc": [
          {
            "type": "RichText",
            "text": "\"How could this happen...\" An ordinary scholar from Sumeru is unexpectedly assigned an unpopular specialization and ordered to go forth to the land of thunder and lightning... The curtains slowly rise on an adventure in the nation of many shores!\n\"It's not the tempest at sea I'm worried about, it's the prospect of deferred graduation...\"\nThis was the thought occupying Hamavaran's mind on his long voyage to Inazuma...\n\"You're worrying about not getting your thesis finished in time and having to delay your graduation, aren't you?\"\nThe familiar-sounding voice came from outside the cabin.\n\"Shush... Who are you, anyway!?\"\n\"Who, me? Is that important?\"\n\"Good point. No, you're not that important...\"\n\"Hey...\"\n...\nAnd so, as the great thunderstorm raged, shaking the seas and heavens alike, Hamavaran began arguing with the quiet voice from outside the window, while all worries about the storm and fears about not completing the thesis on time paled into insignificance.\nBut strangely, when Hamavaran arrived on shore, the owner of the voice that had been arguing back from outside the window was nowhere to be seen.\n\"Maybe it was the ghost of a shipwreck victim...\"\nHamavaran considered this possibility.\nGhosts are just the Ley Lines' memories of the deceased, Hamavaran reasoned. It's a completely natural phenomenon that occurs due to resonance between past and present. To be sure, it's highly unusual for this to happen in the middle of the ocean, but it's by no means impossible.\n\"Who are you calling a ghost? You're the ghost!\"\nHamavaran had finally produced a satisfactory hypothesis to explain away the symptoms of delirium and had moved onto luggage-collection when the familiar voice piped up once more."
          }
        ]
      },
      {
        "title": "Vol. 3",
        "desc": [
          {
            "type": "RichText",
            "text": "\"'Ghost-calling'? Is that the same as 'spirit-warding' back home?\" With confusing questions swirling in his mind, Hamavaran begins to speak with his newfound traveling companion. An unexpected journey begins!\n...\n\"So, you really are a ghost?\"\n\"No! I'm not even dead yet!\"\n\"But you've never been alive either?\"\n\"Um... Yeah, I guess you could say that...\"\nThe talkative young girl, who claimed to be a shikigami, gulped down glutinous-rice dango with such speed and intensity that Hamavaran began to worry she might choke.\n\"If I had to explain it, I'd say my situation is more like that of a 'ghost-calling.'\"\n\"So like I said, a ghost...\"\n\"Noooo, not that kind of ghost!\"\nOne argument later, Hamavaran finally understood that what she called \"ghost-calling\" was something roughly equivalent to what in Sumeru is known as \"spirit-warding.\"\nBoth involve signing a pact using one's real name. The notion that you can command someone when you know their real name is common to many of the world's mystic traditions, and it highlights a core fear held by humans: the fear of being under someone else's control.\nWith thoughts thusly wandering, Hamavaran once again began to regret specializing in the much-neglected discipline of marine biology instead of mysticism...\nFirst I have to sail all the way to Inazuma, then I have to go through the living hell that is a thesis defense...\nBut maybe running into this noisy little thing is a stroke of good luck for me..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "The Saga of Hamavaran"
          }
        ]
      }
    ]
  }
}