{
  "epId": 2308,
  "name": "Le vicende di Tianheng",
  "desc": "<p>Una raccolta di poesie scritte da Pingshan il Mistico. La qualità dell'opera è evidente, ed è stata una fonte d'ispirazione per i giovani poeti di Liyue.</p>",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Humor From Tianheng_icon.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1750683321,
  "components": {
    "body": [
      {
        "title": "Le vicende di Tianheng",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Primo poema</color>\n<color=#ffffff73>Una coppia di abitanti un dì a scacchi giocava. Ma se uno di abilità era privo, un piano all'altro mancava.</color>\n<color=#ffffff73>I pezzi spostavano senza alcun grazia sulla povera e triste scacchiera. Dissi allora di non saperne nulla ma... così non ridevo da un'era!</color>\n<color=#ffffff73>Secondo poema</color>\n<color=#ffffff73>Che rocce strane! Qui pianta crescer dritta non potrà mai: persin le foglie degli arbusti la natura ha ridotto a bonsai!</color>\n<color=#ffffff73>Dal Cor Lapis a giada splendente a cespugli che paion di seta: più d'una meraviglia vi è che i sempliciotti più anziani inquieta.</color>\n<color=#ffffff73>Terzo poema</color>\n<color=#ffffff73>I Monti di Jueyun un secondo cielo nascondono, un luogo che gli occhi mortali giammai scorgono.</color>\n<color=#ffffff73>Più lo si cerca, più sembra reale, perché tante bestie son di là originarie.</color>\n<color=#ffffff73>Quarto poema</color>\n<color=#ffffff73>Bianca come seta, fina come il sale, un'antichità squisita è sabbia.</color>\n<color=#ffffff73>I ricchi la scaccian dai propri marmi, ma a casa mia vaga libera, posso vantarmi.</color>\n<color=#ffffff73>Quinto poema</color>\n<color=#ffffff73>Un suono assale le mie orecchie: sulla scogliera s'infrangono potenti onde. Su di essa io dormo e più in basso pesco, dalle più calme sponde.</color>\n<color=#ffffff73>Un vicino scortese è il dio del vento, che agita forte i cieli. Manda infatti ogni cosa a gambe all'aria, e nulla vi è più che il nostro sonno tuteli.</color>\n<color=#ffffff73>Sesto poema</color>\n<color=#ffffff73>La primavera è giunta a Qingce, il profumo dei fiori riempie l'aria. Ed è ora che il mio cuore dei miei genitori la presenza sente più necessaria.</color>\n<color=#ffffff73>L'eulalia si agita piano nella fresca brezza autunnale. La raccolgo per creare dei nuovi vestiti prima che l'inverno la faccia gelare.</color>\n<color=#ffffff73>Settimo poema</color>\n<color=#ffffff73>Fu il Rex Lapis a erigere questa montagna e a creare la baia del mare.</color>\n<color=#ffffff73>Queste scogliere imponenti son maestose, e le strade sanno sempre intrattenere.</color>\n<color=#ffffff73>Ottavo poema</color>\n<color=#ffffff73>Oh, che fresca è l'ombra degli alberi quando arriva il calore estivo! Adagio il mio corpo su un letto di foglie e una brezza gentile mi culla.</color>\n<color=#ffffff73>Ma, ahimè, le zanzare spietate mi assalgono con fare aggressivo! Veloce rifuggo la loro persecuzione e tosto a casa ritorno.</color>\n<color=#ffffff73>Nono poema</color>\n<color=#ffffff73>Ho fatto due passi dopo mangiato al mare: calata già era la sera. Accarezzando la barba in silenzio l'infinita galassia ammiravo:</color>\n<color=#ffffff73>\"Ma guarda, le stelle del cielo disegnano un cesto\", pensavo, \"impediscono alla luna di cadere nel mare, facendole da barriera\".</color>\n<color=#ffffff73>Decimo poema</color>\n<color=#ffffff73>Al Pendio di Feiyun mi son ritrovato delle merci un dì ad ammirare: pietre preziose di ogni sorta, una dell'altra più costosa.</color>\n<color=#ffffff73>Ma perché dovrei i Mora così sperperare, restando persino senza nulla per mangiare? Meglio andare al Belvedere di Yujing per una spesa assai più gustosa.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Le vicende di Tianheng"
          }
        ]
      },
      {
        "key": "Libro",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 478,
            "name": "Le vicende di Tianheng",
            "desc": "<p>Una raccolta di poesie scritte da Pingshan il Mistico. La qualità dell'opera è evidente, ed è stata una fonte d'ispirazione per i giovani poeti di Liyue.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Humor From Tianheng_icon.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}