{
  "epId": 2309,
  "name": "Malinconia di Vera",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Vera's Melancholy_icon.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1750682703,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Malinconia di Vera"
          }
        ]
      },
      {
        "key": "Libri",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 647,
            "name": "Malinconia di Vera (I)",
            "desc": "<p>Non penso che il mondo sia monotono, ma solo che le cose interessanti avvengano in galassie lontane. </p><p>La grande avventura di Vera, una ragazza comune affascinata dalle terre lontane, ha inizio.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vera's Melancholy (I)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 651,
            "name": "Malinconia di Vera (II)",
            "desc": "<p>È tutto terribilmente noioso. Ogni cosa, continuamente. Non sono depressa, ho appena compiuto quattordici anni. </p><p>Così comincia l'avventura di Vera.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_5638045408934272286.png"
          },
          {
            "type": "CustomEntry",
            "epId": 649,
            "name": "Malinconia di Vera (III)",
            "desc": "<p>L'Impero di Andromeda si estende per oltre la metà della galassia. Ogni pianeta dell'Impero conta i propri demoni, divinità, draghi e mostri. </p><p>\"Ho inventato una storia per ogni stella che vedi brillare.\" \"Non è possibile. Da qui, la Galassia di Andromeda non è che un quinto della tua luna.\" </p><p>Così continua l'avventura di Vera.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_6870219588191192274.png"
          },
          {
            "type": "CustomEntry",
            "epId": 656,
            "name": "Malinconia di Vera (IV)",
            "desc": "<p>C'è un detto che afferma: non è tutto oro quel che luccica, a volte sono i sentimenti traboccanti di un cuore infranto. </p><p>In ogni caso, le stelle nel cielo non sono sicuramente fatte d'oro, e il cuore di molta gente non è certo di vetro. </p><p>A ogni modo, ecco il prossimo capitolo dell'avventura di Vera!</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_364988936002334684.png"
          },
          {
            "type": "CustomEntry",
            "epId": 652,
            "name": "Malinconia di Vera (V)",
            "desc": "<p>Non si possono organizzare dei picnic sull'autostrada galattica! Persino le divinità verranno ritenute responsabili per i possibili incidenti stradali! </p><p>La porta d'uno studio in un piccolo villaggio ti condurrà dove e quando vorrai! Potrai bere il tè con gli dèi e giocare a nascondino con il tempo... La grande avventura di Vera continua!</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_3197093345407139130.png"
          },
          {
            "type": "CustomEntry",
            "epId": 654,
            "name": "Malinconia di Vera (VI)",
            "desc": "<p>C'era una volta un grande studioso che desiderava scrivere un libro su tutti i giorni festivi dell'impero. </p><p>Dopo aver studiato attentamente la questione, scoprì che a ogni singolo giorno era associato un tipo di festival... Dopo sei mesi passati nel tentativo di scrivere quest'impresa colossale, l'autore decise di arrendersi. </p><p>Ma non preoccupatevi! Per quanto riguarda questo libro, sono io l'autore, e non deluderò i miei lettori!</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_6353631984275886535.png"
          },
          {
            "type": "CustomEntry",
            "epId": 648,
            "name": "Malinconia di Vera (VII)",
            "desc": "<p>Tra gli ammassi stellari che si trovano negli angoli più sperduti dell'universo, i pianeti abitabili sono pochi e distanti tra loro. </p><p>Per questo motivo, questa zona è il parco giochi dei capitani e dei pirati dello spazio. </p><p>Tuttavia, in questo universo, i concetti di babordo e tribordo non mantengono il loro senso tradizionale. Là fuori, \"tribordo\" viene usato per indicare il lato della navicella da cui è possibile scorgere una stella per orientarsi... </p><p>Perdi te stesso, e soprattutto il tuo senso dell'orientamento, nel prossimo capitolo del viaggio stellare di Vera!</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_7733497822792600588.png"
          },
          {
            "type": "CustomEntry",
            "epId": 653,
            "name": "Malinconia di Vera (VIII)",
            "desc": "<p>Ovviamente i ragazzi non sono invitati a questo pigiama party tra ragazze! Le ragazze sono sacrosante, come gli dèi dell'epoca d'oro. </p><p>Vera, la principessa, il santo re Lebannin e Ur, femmina alfa dello Sciame galattico, parleranno fino a notte fonda!</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_6041885146135287276.png"
          },
          {
            "type": "CustomEntry",
            "epId": 650,
            "name": "Malinconia di Vera (IX)",
            "desc": "<p>\"Vera è così bella, come una stella che brilla nell'universo, ma io...\" \"A quest'età, i maschi sono sempre più bassi delle femmine.\" </p><p>L'infanzia se ne va, per lasciare spazio all'adolescenza. Non è troppo tardi per pensarci. Ed ecco che Vera viene travolta dalla malinconia...</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_5448200412279502078.png"
          },
          {
            "type": "CustomEntry",
            "epId": 655,
            "name": "Malinconia di Vera (X)",
            "desc": "<p>\"Basta così. Torniamo a casa... Il luogo più lontano che ho sognato è Delphi, dove ti trovi tu.\" </p><p>Sebbene la spiegazione sia in ritardo, dovresti sapere che Delphi è il centro della mitologia greca. Malinconia di Vera, il finale perfetto... Oppure no?</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_6233763967250769044.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Vol. 1",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Descrizione:</color>\n<color=#ffffff73>Non penso che il mondo sia monotono, ma solo che le cose interessanti avvengano in galassie lontane. La grande avventura di Vera, una ragazza comune affascinata dalle terre lontane, ha inizio.</color>\n<color=#ffffff73>— Giorni infiniti in mondi illimitati —</color>\n<color=#ffffff73>\"A volte penso che in questo piccolo villaggio non ci sia mai niente da fare. È noioso vivere qui.\"</color>\n<color=#ffffff73>Non era la prima volta che Vera si lamentava di Delphi, il piccolo villaggio rurale dov'era nata. La sua espressione corrucciata si ammorbidì un po' mentre, a occhi chiusi, si stendeva sulla collina vicino al villaggio, sentendo sulla pelle la brezza che segnava l'inizio dell'estate.</color>\n<color=#ffffff73>\"E secondo te quale posto al mondo non è noioso?\", le chiese il suo amico Sachi con curiosità.</color>\n<color=#ffffff73>Vera si mise seduta e si chinò in avanti.</color>\n<color=#ffffff73>\"Credo che gli dèi, che possono rispondere a ogni preghiera e desiderio, vivano su un pianeta dall'altra parte del Mare di stelle, e che chiunque abbia un desiderio sia diretto lì. Credo che, da qualche parte nell'universo, ci sia un mondo in lotta contro l'apocalisse e che lì, per un attimo breve ma splendido, rifulgano le anime nobili ed eleganti di quattordici valchirie...\"</color>\n<color=#ffffff73>\"Devi aver esagerato, con quegli strani romanzi di fantasia.\"</color>\n<color=#ffffff73>\"Però... questo villaggio è DAVVERO noioso. Quand'è stata l'ultima volta che è successo qualcosa di divertente?\"</color>\n<color=#ffffff73>\"Beh, una nuova famiglia si è trasferita qui da poco...\"</color>\n<color=#ffffff73>\"Novità e divertimento sono due cose diverse!\"</color>\n<color=#ffffff73>Ciononostante, Vera decise di fare visita ai nuovi arrivati. Sachi, invece, conosceva bene le regole della propria famiglia e tornò a casa per cena.</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>Vera spinse leggermente la porta della dimora dei nuovi arrivati e si stupì nel vedere che non era chiusa a chiave.</color>\n<color=#ffffff73>\"C'è nessuno in casa?\"</color>\n<color=#ffffff73>Non appena ebbe pronunciato tali parole, le ante della credenza del salotto si spalancarono, facendo balzare fuori un ragazzo moro e occhialuto. Un Melmoso blu e coi tentacoli lo seguì a ruota.</color>\n<color=#ffffff73>\"Spostati! Tal, perché hai fatto entrare una sconosciuta?\"</color>\n<color=#ffffff73>Il ragazzo moro spinse gentilmente Vera di lato e prese un'ascia appoggiata vicino alla porta.</color>\n<color=#ffffff73>\"Non mi lasci altra scelta: hai visto tutto, non posso fare diversamente...\"</color>\n<color=#ffffff73>Così ebbe inizio la più grande crisi della vita di Vera.</color>"
          }
        ]
      },
      {
        "title": "Vol.2",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Descrizione:</color>\n<color=#ffffff73>È tutto terribilmente noioso. Ogni cosa, continuamente. Non sono depressa, ho appena compiuto quattordici anni.</color>\n<color=#ffffff73>Così comincia l'avventura di Vera.</color>\n<color=#ffffff73>—Il mio cortile è poco più grande dell'intero universo—</color>\n<color=#ffffff73>\"Non ho altra scelta che chiederti di aiutarmi.\" Ike, il ragazzo dai capelli corvini, diede a Vera un coltello da cucina.</color>\n<color=#ffffff73>Tornò alla credenza e iniziò a tagliare i tentacoli freneticamente.</color>\n<color=#ffffff73>\"Aiutami a chiudere questa porta! E se un tentacolo ti attacca, difenditi col coltello da cucina!\" Gli occhiali di Ike erano di ricoperti di melma blu. \"Sbrigati! Non possiamo permettere a questo demone malvagio di raggiungere Delphi.\"</color>\n<color=#ffffff73>Vera, sentite queste parole, aiutò Ike a chiudere la porta. Nel respingere i tentacoli, per errore Vera pugnalò due volte Ike alle spalle, ma, fortunatamente, gli incantesimi di guarigione di Ike erano molto potenti.</color>\n<color=#ffffff73>\"Ti spiego: in realtà, io ho più di mille anni e questa porta è un varco verso ogni angolo dell'universo. Quel mostro coi tentacoli è molto antico, e proviene dalla Grande Nube di Magellano; ero andato lì a prendere una cosa.\" Ike, ricoperto di melma dalla testa ai piedi, si pulì gli occhiali sul vestito di Vera e disse: \"Ehm... C'è altro che vuoi sapere?\"</color>\n<color=#ffffff73>\"Chi è Tal?\" A Vera non sembrava importare.</color>\n<color=#ffffff73>\"Un spirito maligno che viveva nel castello divora-uomini. L'ho domato ed è diventato il mio maggiordomo. È stato stranamente gentile con te.\"</color>\n<color=#ffffff73>I genitori di Vera le ripetevano sempre che ogni persona fosse destinata a farsi una famiglia, e che era inutile sognare qualcosa al di fuori del villaggio. Una volta, il suo amico Sachi le disse che il villaggio sarebbe diventato terribilmente vuoto, se una ragazza vivace come lei si fosse sposata con qualcuno proveniente da una terra lontana.</color>\n<color=#ffffff73>In realtà, Sachi era un po' uno smidollato e sapeva che di sicuro gli altri bambini lo avrebbero pesantemente maltrattato se fosse finito a giocare con loro.</color>\n<color=#ffffff73>\"Lo spirito degli esseri umani è ancora troppo immaturo. Dovrò guidarvi entrambi attraverso le meraviglie della vostra infanzia.\" Ike protese le sue braccia verso Vera. \"Canterete a ogni passo del vostro lungo viaggio verso la giovinezza.\"</color>\n<color=#ffffff73>Dal Braccio di Orione al Jahanam eterno, dai Torrenti del tempo alle profondità del Mare di stelle...</color>\n<color=#ffffff73>\"Quanto è lontano l'\"oltre\"? Qualsiasi luogo in questo universo è noioso tanto quanto il mio cortile\", disse Sachi.</color>\n<color=#ffffff73>\"Le dimensioni di tutto ciò che è oltre seguono il cuore\", rispose Ike. \"Pertanto, il mio cuore è leggermente più grande dell'intero universo.\"</color>"
          }
        ]
      },
      {
        "title": "Vol. 3",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Descrizione:</color>\n<color=#ffffff73>L'Impero di Andromeda si estende per oltre la metà della galassia. Ogni pianeta dell'Impero conta i propri demoni, divinità, draghi e mostri.</color>\n<color=#ffffff73>\"Ho inventato una storia per ogni stella che vedi brillare.\" \"Non è possibile. Da qui, la Galassia di Andromeda non è che un quinto della tua luna.\"</color>\n<color=#ffffff73>Così continua l'avventura di Vera.</color>\n<color=#ffffff73>— L'uomo che rubò la stella solitaria —</color>\n<color=#ffffff73>\"Sono la seconda legittima erede dell'Impero di Andromeda, e ho più di duecento titoli. Puoi chiamarmi la principessa andro-basilisca.\" L'affascinante fanciulla incrociò quindi le braccia, assaporando il suo ingresso e ridacchiando divertita tra sé e sé.</color>\n<color=#ffffff73>Il solo motivo per cui aveva graziato Delphi della sua presenza era il suo matrimonio con Ike.</color>\n<color=#ffffff73>\"Se tu, che hai conquistato un quarto dell'universo, mi sposerai, la mia sicurezza sarà garantita una volta che mia sorella maggiore sarà salita al trono.\"</color>\n<color=#ffffff73>\"Posso chiedere quanto è grande l'Impero di Andromeda?\", domandò Vera.</color>\n<color=#ffffff73>\"Credo includa più di 9000 pianeti abitabili.\"</color>\n<color=#ffffff73>...Con così tante stelle sotto il tuo dominio, perché venire a rubare il mio splendore?</color>\n<color=#ffffff73>\"Dunque non sei qui per fare del male a Vera?\" chiese cauto Sachi a Ike, che aveva in braccio le pergamene e i mappamondi di altri pianeti.</color>\n<color=#ffffff73>\"Certo che no. Credo sarebbe un'ottima assistente.\" Posato tutto quanto aveva in braccio, batté le mani. \"Ti piace?\"</color>\n<color=#ffffff73>\"Dici a me? No, per niente, non mi piace per nulla!\" Sachi si voltò, preoccupato che il vecchio saggio potesse capire quello che provava davvero.</color>\n<color=#ffffff73>Prese una scatola piena di foto. Ne estrasse qualcuna a caso, ciascuna raffigurante una bellezza differente.</color>\n<color=#ffffff73>\"Guardale... Hanno detto tutte che mi avrebbero donato il loro unico e vero amore, ma l'hanno fatto? In realtà sono stato solo uno dei loro tanti amanti.\"</color>\n<color=#ffffff73>Sachi non sapeva dove o quando avesse udito queste parole, ma gli uscirono dalla bocca stizzito:</color>\n<color=#ffffff73>\"Con così tante stelle sotto il tuo dominio, perché venire a rubare il mio splendore?\"</color>"
          }
        ]
      },
      {
        "title": "Vol. 4",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Descrizione:</color>\n<color=#ffffff73>C'è un detto che afferma: non è tutto oro quel che luccica, a volte sono i sentimenti traboccanti di un cuore infranto.</color>\n<color=#ffffff73>In ogni caso, le stelle nel cielo non sono sicuramente fatte d'oro, e il cuore di molta gente non è certo di vetro.</color>\n<color=#ffffff73>A ogni modo, ecco il prossimo capitolo dell'avventura di Vera!</color>\n<color=#ffffff73>—Luci all'orizzonte—</color>\n<color=#ffffff73>\"Le persone ritratte in queste foto sono bellissime\", esclamò Vera raccogliendo lo scatolone di foto incorniciate di Ike.</color>\n<color=#ffffff73>\"Ovvio, altrimenti non avrei dato loro la possibilità di lasciarmi una loro foto ricordo.\"</color>\n<color=#ffffff73>Ike non aveva alcuna intenzione di eludere la domanda. Dopotutto, era un saggio galattico di oltre mille anni, dunque sapeva benissimo che le ragazze rimangono ferite facilmente e che possono creare problemi altrettanto facilmente. Di conseguenza, Ike non avrebbe mai tradito una ragazza: prendete appunti, maschietti.</color>\n<color=#ffffff73>\"Ho visto l'ospite stellato, quindi creo dei gioielli a forma di stella in modo da averne un ricordo\", spiegò ulteriormente. \"Ma è impossibile rubare le stelle che splendono per tutto l'universo, poiché non appartengono a nessuno.\"</color>\n<color=#ffffff73>Vera non capì. \"Di cosa parli??\"</color>\n<color=#ffffff73>\"Lo dico per il bene di uno sciocco che non è qui con noi ora. Non farci caso, gli umani sono troppo giovani per capire.\"</color>\n<color=#ffffff73>\"Farò da tramite tra te e Ike\", disse a voce alta Sachi alla Principessa dell'Impero di Andromeda.</color>\n<color=#ffffff73>\"Eh?\"</color>\n<color=#ffffff73>\"Io amo Vera, non...\"</color>\n<color=#ffffff73>\"Rivoltante. Noioso. Taci, verme: offendi le mie orecchie. Ho già riconosciuto Vera come mia amica, e non la cederò mai a un codardo come te...\"</color>\n<color=#ffffff73>\"C-Cosa...\"</color>"
          }
        ]
      },
      {
        "title": "Vol. 5",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Descrizione:</color>\n<color=#ffffff73>Non si possono organizzare dei picnic sull'autostrada galattica! Persino le divinità verranno ritenute responsabili per i possibili incidenti stradali!</color>\n<color=#ffffff73>La porta d'uno studio in un piccolo villaggio ti condurrà dove e quando vorrai! Potrai bere il tè con gli dèi e giocare a nascondino con il tempo... La grande avventura di Vera continua!</color>\n<color=#ffffff73>—Picnic lungo la strada—</color>\n<color=#ffffff73>Mentre Ike faceva un pisolino, i suoi servitori combattevano tra di loro in una terribile guerra.</color>\n<color=#ffffff73>Il grandioso mago aveva sottomesso molti dèi e demoni. Poiché era il mago più straordinario della sua epoca, gli dèi e i demoni suoi sottoposti erano più numerosi delle voci di un dizionario. Ma chi era il più potente tra loro? Per scoprirlo, decisero di affrontarsi in duello.</color>\n<color=#ffffff73>Sfortunatamente, a quanto pare, avevano considerato come loro simili tre personaggi che, in realtà, non erano né dèi né demoni: la Principessa, Sachi e Vera.</color>\n<color=#ffffff73>Dopo a malapena due ore di riposo, tre stelle erano già state distrutte!</color>\n<color=#ffffff73>\"Perché dovrei proteggerti?\" La Principessa alzo la mano e il gigantesco demone crollò a terra. Non aveva più i bulbi oculari.</color>\n<color=#ffffff73>Coloro che appartengono alla razza dominante dell'Impero di Andromeda sembrano adorabili e dolci, ma sui palmi delle mani possiedono due bocche speciali usate per divorare i bulbi oculari dei loro amanti e di chiunque sconfiggano.</color>\n<color=#ffffff73>\"Pensavo fossimo amiche!\" Vera si pulì il sangue dal viso e sembrò ferita dalle parole della Principessa.</color>\n<color=#ffffff73>\"Sì... Sì, lo siamo.\" La Principessa arrossì e distolse lo sguardo. \"Dopo quello che è accaduto, ti reputo la mia sola e unica amica. Non mi stavo rivolgendo a te, Vera.\"</color>\n<color=#ffffff73>\"No!\", urlò Sachi, mentre le insidiose fauci di un drago gli si chiudevano attorno.</color>\n<color=#ffffff73>\"Ora vi arrendete?\", li schernì il drago. \"Arrendetevi e ammettete di non essere altro che degli inutili e umili vermi, e io vi lascerò vivere!\"</color>\n<color=#ffffff73>\"Mi arrendo! Mi arrendo! Lasciami andare!\", urlò Sachi.</color>\n<color=#ffffff73>\"Una lucertola appartenente alla tua spregevole specie dovrebbe astenersi dal pronunciare parole tanto sciocche! Persino i gechi del mio palazzo potrebbero annientarti.\" La Principessa si sgranchì i polsi.</color>\n<color=#ffffff73>\"No! Io non c'entro niente!\", urlò Sachi, mentre veniva scagliato in cielo dal drago.</color>\n<color=#ffffff73>E così, la battaglia tra la specie dominante di Andromeda e l'antico ed enorme drago volse al termine.</color>\n<color=#ffffff73>La morale della favola? Chi si arrende non le prende.</color>\n<color=#ffffff73>Sachi venne eliminato da quella competizione e schiaffeggiò Ike con una pantofola, svegliandolo. Vera riuscì a sopravvivere grazie alla protezione della Principessa.</color>\n<color=#ffffff73>\"Argh! Idiota! Mi viene il voltastomaco solo a guardarti. Non ti avvicinare! Non parlarmi, non guardarmi e non respirare la mia stessa aria, verme schifoso!\" La Principessa non avrebbe potuto avere un'opinione peggiore di Sachi.</color>"
          }
        ]
      },
      {
        "title": "Vol. 6",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Descrizione:</color>\n<color=#ffffff73>C'era una volta un grande studioso che desiderava scrivere un libro su tutti i giorni festivi dell'impero.</color>\n<color=#ffffff73>Dopo aver studiato attentamente la questione, scoprì che a ogni singolo giorno era associato un tipo di festival... Dopo sei mesi passati nel tentativo di scrivere quest'impresa colossale, l'autore decise di arrendersi.</color>\n<color=#ffffff73>Ma non preoccupatevi! Per quanto riguarda questo libro, sono io l'autore, e non deluderò i miei lettori!</color>\n<color=#ffffff73>—Per ogni stagione—</color>\n<color=#ffffff73>Nonostante tutti questi episodi siano accaduti davvero, non erano altro che dei semplici avvenimenti su scala galattica. Ora stava per accadere qualcosa di molto più banale: si avvicinava il giorno del festival cittadino.</color>\n<color=#ffffff73>\"Immagino che ora spetti a me farvi conoscere la cittadina, no?\", disse Vera, servendo alla Principessa e a Ike i piatti che aveva preparato.</color>\n<color=#ffffff73>Dopotutto, la Principessa e Ike avevano dovuto sempre spiegarle tutto ciò che succedeva durante le loro avventure galattiche. Se c'era qualcosa che Vera conosceva e loro no, era la propria città natale.</color>\n<color=#ffffff73>\"... Dopodiché, il primo messaggero del re, ovvero l'audace cavaliere chiamato Huffman, proseguì verso occidente attraversando due continenti e valicando vasti oceani e fiumi. Invece, la saggia imperiale, ovvero la strega dell'est, mentre si dirigeva a oriente fece un salto nella propria città natale, poi raggiunse il regno ultraterreno. Fu lì che, infine, si incontrarono.\"</color>\n<color=#ffffff73>\"Ah, sì? Interessante.\" La Principessa cercò in tutti i modi di non far capire a Vera che, in realtà, non era assolutamente interessata a quella storia, ma non era una brava attrice.</color>\n<color=#ffffff73>\"Quindi questo luogo è al polo opposto della capitale del grande re, giusto?\", chiese Ike, commentando un elemento apparentemente insignificante del racconto.</color>\n<color=#ffffff73>\"Ahahah, a pensarci bene, è così.\" Vera si strofinò la testa e gli rivolse un sorriso storto.</color>\n<color=#ffffff73>\"Ho sempre detto di voler lasciare questo posto, eppure, alla fine, ho capito che nessun luogo mi è più familiare di questa di città.\" Poiché se n'era resa conto alla vigilia dell'anniversario di fondazione della cittadina, Vera scoppiò a piangere di fronte allo sguardo di Sachi.</color>\n<color=#ffffff73>\"Brutto zuccone! Hai fatto piangere Vera!\", commentò la Principessa, tirando un calcio volante a Sachi e facendolo volare via.</color>"
          }
        ]
      },
      {
        "title": "Vol. 7",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Descrizione:</color>\n<color=#ffffff73>Tra gli ammassi stellari che si trovano negli angoli più sperduti dell'universo, i pianeti abitabili sono pochi e distanti tra loro. Per questo motivo, questa zona è il parco giochi dei capitani e dei pirati dello spazio.</color>\n<color=#ffffff73>Tuttavia, in questo universo, i concetti di babordo e tribordo non mantengono il loro senso tradizionale. Là fuori, \"tribordo\" viene usato per indicare il lato della navicella da cui è possibile scorgere una stella per orientarsi...</color>\n<color=#ffffff73>Perdi te stesso, e soprattutto il tuo senso dell'orientamento, nel prossimo capitolo del viaggio stellare di Vera!</color>\n<color=#ffffff73>—Guerre galattiche—</color>\n<color=#ffffff73>\"Non è difficile riaccendere la fiamma di un sole, ma non credo che l'Impero di Andromeda desideri che accada\", disse Ike a Vera, che era terrorizzata.</color>\n<color=#ffffff73>Dopo averci riflettuto un po' sopra, Vera chiese, sconvolta: \"Mi stai dicendo che la Principessa ha rapito Sachi?\"</color>\n<color=#ffffff73>\"Come sei giunta a questa conclusione? Sto dicendo che soltanto l'Impero di Andromeda riuscirebbe a rapire te e la Principessa.\" Poi, Ike si voltò verso le innumerevoli vite presenti nella galassia.</color>\n<color=#ffffff73>Rimase zitto per un attimo, prima di decretare: \"Abitanti della galassia, sono venuto qui su invito del Santissimo re Lebannin per riaccendere le fiamme delle poche stelle rimanenti. Tuttavia, sembrerebbe che l'Impero di Andromeda non desidera che viviate a lungo, e ha quindi rapito il mio amico.\"</color>\n<color=#ffffff73>\"Dai dunque più valore alle loro vite che a quelle di tutti gli altri?\" Il Santo re Lebannin si alzò dalla sedia. \"Se così fosse, perché allora dovrei regnare su queste stelle?\"</color>\n<color=#ffffff73>Alla fine, il Santo re si lanciò nel pericolo senza nessuno, sconfisse gli assassini dell'Impero di Andromeda e salvò sia la Principessa che Sachi. In seguito, scambiò due parole con Ike.</color>\n<color=#ffffff73>\"Non credevo che saresti riuscita a sconfiggere la specie dominante di Andromeda\", la lodò Ike. \"La loro razza è forte e robusta. Immagino che tu abbia davvero sconfitto il drago sacro quando eri in procinto di diventare il Santo re.\"</color>\n<color=#ffffff73>\"A dire il vero, il drago sacro sono io. Mi sono unito alla carne e al sangue di Lebannin, e ora agisco seguendo ciò che lei desidera.\"</color>\n<color=#ffffff73>\"Ah...\", Ike rimase leggermente sconvolto dalla notizia.</color>\n<color=#ffffff73>\"Ah, giusto. Quel tizio è colui di cui è innamorata la Seconda principessa? Quando ho fatto irruzione, loro due stavano...\"</color>\n<color=#ffffff73>\"Cosa?!\", Ike rimase ancora più sconvolto.</color>"
          }
        ]
      },
      {
        "title": "Vol. 8",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Descrizione:</color>\n<color=#ffffff73>Ovviamente i ragazzi non sono invitati a questo pigiama party tra ragazze! Le ragazze sono sacrosante, come gli dèi dell'epoca d'oro.</color>\n<color=#ffffff73>Vera, la principessa, il santo re Lebannin e Ur, femmina alfa dello Sciame galattico, parleranno fino a notte fonda!</color>\n<color=#ffffff73>—Le ragazze—</color>\n<color=#ffffff73>\"Ti ho detto che è tutto un malinteso! Lei stava per mangiarmi!\", spiegò Sachi.</color>\n<color=#ffffff73>\"Non credo che volesse mangiarti\", disse Ike, risistemandosi gli occhiali. \"La razza dominante dell'Impero di Andromeda è dotata organi sulle mani coi quali riescono a prelevare e assorbire i bulbi oculari.\"</color>\n<color=#ffffff73>\"Li ho visti. Sembrano delle... lamprede.\" Pronunciando quest'ultima parola, Sachi rabbrividì.</color>\n<color=#ffffff73>\"Lasciami finire.\" Ike voleva toccarsi gli occhi, ma finì per premere le dita sugli occhiali. Se li tolse, poi si toccò l'occhio sinistro. \"La tradizione di mangiare gli occhi ha due diversi significati: sottomissione...\"</color>\n<color=#ffffff73>\"... e amore\", concluse, toccandosi l'occhio destro.</color>\n<color=#ffffff73>Sachi si strofinò gli occhi e cercò di ricordare quale dei due fosse.</color>\n<color=#ffffff73>\"In ogni caso, non credo che la principessa conosca la differenza. Chi si sottomette a lei, chi la ama, tutto ciò che lei conquista... Per lei, sono la stessa cosa. Persone che non la feriranno durante un eventuale scontro per la successione imperiale.\"</color>\n<color=#ffffff73>\"Oh, ecco perché quegli assassini dell'Impero di Andromeda l'hanno rapita. Volevano prendere due piccioni con una fava.\"</color>\n<color=#ffffff73>\"Non mi farò coinvolgere nelle guerre per la successione. Posso soltanto aiutarti a sostenerla al meglio.\"</color>\n<color=#ffffff73>\"Aspetta un attimo... Hai frainteso! Cioè, io sono la persona che lei odia di più, no?\"</color>\n<color=#ffffff73>Chissà di cosa stavano parlando le ragazze in quell'esatto momento. Probabilmente, rimarrà per sempre un mistero.</color>"
          }
        ]
      },
      {
        "title": "Vol. 9",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Descrizione:</color>\n<color=#ffffff73>\"Vera è così bella, come una stella che brilla nell'universo, ma io...\" \"A quest'età, i maschi sono sempre più bassi delle femmine.\"</color>\n<color=#ffffff73>L'infanzia se ne va, per lasciare spazio all'adolescenza. Non è troppo tardi per pensarci. Ed ecco che Vera viene travolta dalla malinconia...</color>\n<color=#ffffff73>—La morte attende tra le onde degli abissi—</color>\n<color=#ffffff73>Vera e Sachi crebbero, e la chimica tra i quattro cambiò in modi impercettibili e inspiegabili.</color>\n<color=#ffffff73>\"Basta con le scuse\", disse Sachi a Ike. \"Vera non smetterà mai di volerti, che tu ricambi o meno.\"</color>\n<color=#ffffff73>Ike era il simbolo di una terra lontana, ovvero rappresentava l'ignoto, ciò che deve ancora venire scoperto. Lui era come un luogo in cui un uccello coraggioso non farebbe il nido, ma per cui proverebbe eterna ammirazione.</color>\n<color=#ffffff73>Ike ribatté: \"Avere mille anni mi rende anziano da qualsiasi punto di vista\".</color>\n<color=#ffffff73>\"Allora a livello d'età siamo un'ottima accoppiata.\" La Principessa si intromise nella conversazione con allegria.</color>\n<color=#ffffff73>Non appena Sachi riuscì a trovare il coraggio di dichiararsi, andò incontro a un tragico destino.</color>\n<color=#ffffff73>Vi ricordate l'antica spada che Ike e Vera ricevettero dagli antichi quando s'incontrarono? Era proprio ciò che serviva a Ike per far realizzare il destino! Ma Vera si tagliò il dito con la lama di quella spada, e un male antico e maligno le prosciugò tutta l'energia vitale.</color>\n<color=#ffffff73>\"È tutta colpa tua!\", Sachi afferrò il colletto di Ike. Se non fosse appena accaduta quella tragedia, Ike, che era d'animo gentile, ci avrebbe riso sopra. Tuttavia, stavolta scacciò via la mano di Sachi.</color>\n<color=#ffffff73>\"Tu sai come riavvolgere il tempo, no? Ti prego, fallo per salvare Vera!\" Persino la Principessa lo implorò.</color>\n<color=#ffffff73>\"Non capite: soltanto il futuro può salvare il passato, non il contrario.\" Ike si morse il labbro con tale forza che iniziò a perdere sangue.</color>\n<color=#ffffff73>\"Un mito locale racconta di un'Età dell'argento durante la quale le persone godevano di un'infanzia apparentemente infinita, che poteva protrarsi per duecento anni. Ma ciò rendeva difficilissimo per loro sopportare la breve età adulta.</color>\n<color=#ffffff73>Gli altri, ormai, non erano più bambini da tempo. Tuttavia, non sarebbero mai diventati giovani.</color>\n<color=#ffffff73>Continua in \"Malinconia di Vera\", ma senza Vera.</color>"
          }
        ]
      },
      {
        "title": "Vol. 10",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Descrizione:</color>\n<color=#ffffff73>\"Basta così. Torniamo a casa... Il luogo più lontano che ho sognato è Delphi, dove ti trovi tu.\"</color>\n<color=#ffffff73>Sebbene la spiegazione sia in ritardo, dovresti sapere che Delphi è il centro della mitologia greca. Malinconia di Vera, il finale perfetto... Oppure no?</color>\n<color=#ffffff73>—Malinconia di Vera—</color>\n<color=#ffffff73>Sachi, Ike e la Principessa si imbarcarono per un viaggio straordinario ed entusiasmante lungo vent'anni per resuscitare Vera. Il trio combatté contro il Signor Inferno e infine uccise il Divoratore di stelle. Nel mentre, i tre riuscirono persino a salvare due galassie e lo stesso Impero Stellare oltre a sterminare quattro specie di spietati vermi interstellari.</color>\n<color=#ffffff73>Quando Vera riaprì gli occhi, si ritrovò tra le braccia di Sachi, che era ormai un eroe di fama cosmica.</color>\n<color=#ffffff73>Vent'anni equivalevano a pochi secondi per la specie dominante di Andromeda. La Principessa era adorabile come sempre, ma la sua espressione era una strana combinazione di sincera felicità e di smarrimento.</color>\n<color=#ffffff73>Sachi, che durante l'avventura aveva perso un occhio, ora era un giovane alto e vigoroso. Le sue lacrime bagnarono le spalle di Vera. Aveva ancora la lacrima facile, nonostante la sua mente ormai non fosse più debole come un tempo.</color>\n<color=#ffffff73>Ike non era cambiato col passare del tempo, e continuava ad avere il solito sorriso.</color>\n<color=#ffffff73>\"Io non sono altro che un eco del tempo\", disse Ike, preparandosi. \"Ripeto, il passato non può cambiare il futuro, poiché le regole prestabilite dell'Equilibrium sono leggermente più forti di me. Ma il futuro, grazie alle sue infinite possibilità, potrebbe salvare il mondo.\"</color>\n<color=#ffffff73>Ike ritrasformò Sachi nel ragazzino che era vent'anni prima, e il tempo si riavvolse fino al giorno della loro partenza. Nonostante avessero capito che l'innocenza che un tempo condividevano non sarebbe mai più tornata, nulla sembrava essere cambiato tra loro.</color>\n<color=#ffffff73>\"Ti chiedo scusa per averti privato dell'infanzia\", gli disse Ike. \"Ora va': ti attende la giovinezza che meriti.\"</color>\n<color=#ffffff73>\"Ho assistito a ogni meraviglia dell'universo per te, ed è così che è finita la mia infanzia.\" Sachi raccolse ogni briciola del proprio coraggio e si avvicinò alla ragazza a lui predestinata. \"Non avrò mai veramente la mia gioventù senza te al mio fianco.\"</color>\n<color=#ffffff73>Quale sarà mai la risposta di Vera?</color>\n<color=#ffffff73>Nota dell'editore: l'autore di \"Malinconia di Vera\" se n'è andato a far la bella vita coi diritti d'autore accumulati grazie ai primi nove volumi. Se vi capita di incontrarlo in un angolo del vostro universo, siete pregati di fargli capire che abbiamo urgente bisogno di un altro volume.</color>"
          }
        ]
      }
    ]
  }
}