{
  "epId": 2312,
  "name": "Rex Incognito",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/05bbd3be6a6b115d3e58842cb0516741_6445548095810080653.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1750687260,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Rex Incognito"
          }
        ]
      },
      {
        "key": "Libri",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 682,
            "name": "Rex Incognito (I)",
            "desc": "<p>Un romanzo fantasy di Liyue che narra i viaggi in incognito di Rex Lapis nel regno dei mortali. Ambientato in un'era in cui il mondo traboccava di tesori, il vero e il falso si uniscono ai vecchi sogni in questo affascinante racconto ambientato nel Porto di Liyue.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/23/20856775/0b69a21a3d0fbcb78f63c1720b73a310_4134403265074650794.png"
          },
          {
            "type": "CustomEntry",
            "epId": 684,
            "name": "Rex Incognito (II)",
            "desc": "<p>Un romanzo fantasy di Liyue che narra i viaggi in incognito di Rex Lapis nel regno dei mortali. Tra gli alti picchi montuosi in cui giacciono abbondanti quantità di giada, idee concrete e vuote bugie si presentano improvvisamente troppo vicine per discernere la realtà.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/23/20856775/0b69a21a3d0fbcb78f63c1720b73a310_7442862068951297251.png"
          },
          {
            "type": "CustomEntry",
            "epId": 683,
            "name": "Rex Incognito (III)",
            "desc": "<p>Un romanzo fantasy di Liyue che narra i viaggi in incognito di Rex Lapis nel regno dei mortali. Concetti ferrei come le regole o l'equità svaniscono nel nulla in questo racconto fantastico.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/23/20856775/0b69a21a3d0fbcb78f63c1720b73a310_1502133627290007369.png"
          },
          {
            "type": "CustomEntry",
            "epId": 685,
            "name": "Rex Incognito (IV)",
            "desc": "<p>Un romanzo fantasy di Liyue che narra i viaggi in incognito di Rex Lapis nel regno dei mortali. In un'era in cui l'attenzione era posta sui tesori del mondo, una semplice battuta bastò a smascherare tutte le bugie.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/23/20856775/0b69a21a3d0fbcb78f63c1720b73a310_8289066791571731291.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Vol. 1",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Descrizione:</color>\n<color=#ffffff73>Un romanzo fantasy di Liyue che narra i viaggi in incognito di Rex Lapis nel regno dei mortali. Ambientato in un'era in cui il mondo traboccava di tesori, il vero e il falso si uniscono ai vecchi sogni in questo affascinante racconto ambientato nel Porto di Liyue.</color>\n<color=#ffffff73>A Liyue si trova ogni tipo di tesoro raro ed esotico, e nei luoghi con tanti tesori preziosi è logico trovare anche degli intenditori.</color>\n<color=#ffffff73>Min'gui, la prima proprietaria del Negozio d'antiquariato Xigu, era una collezionista insolita e, appunto, un'intenditrice.</color>\n<color=#ffffff73>Il Negozio d'antiquariato Xigu del Pendio di Feiyun restava chiuso di giorno e apriva solo quando la luna sorgeva nel cielo. Accoglieva clienti facoltosi e fuori dall'ordinario: vivevano nel lusso, avevano molto tempo libero e, soprattutto, ottimo gusto.</color>\n<color=#ffffff73>Tutti gli oggetti del negozio erano esposti, in modo che i clienti potessero esaminarli a piacimento, in attesa di trovare la persona a loro più affine. Si potevano trovare, tra gli altri: una clessidra intagliata in modo meticoloso e proveniente da Fontaine; dell'incenso proveniente da Sumeru; un calice di vino un tempo appartenuto a un nobile della Vecchia Mondstadt; uno sgabello di legno su cui un Adeptus poggiò il sedere per un'ora intera; una fragile tazzina di giada da cui il Signore di Geo bevve un sorso di tè; un inestimabile vaso di porcellana smaltata che la divinità dell'area confinante, ovvero l'Archon di Anemo, una volta fece cadere a terra per sbaglio, frantumandolo.</color>\n<color=#ffffff73>Una notte, un ricco giovane capitò davanti al negozio durante una passeggiata e iniziò a osservare gli oggetti sulle mensole.</color>\n<color=#ffffff73>La proprietaria rimase colpita dai suoi abiti neri, scuri e solenni come il profilo della vetta di una montagna, e dai suoi occhi color ambra.</color>\n<color=#ffffff73>A Min'gui bastò uno sguardo per capire che questo ragazzo era fuori dal comune.</color>\n<color=#ffffff73>\"Benvenuto al Negozio d'antiquariato Xigu\", disse. \"Guardati pure intorno e fammi sapere se trovi qualcosa che ti piace.\"</color>\n<color=#ffffff73>La dolce voce della donna ruppe il silenzio della notte.</color>\n<color=#ffffff73>\"Eh...? Ah, chiedo scusa.\"</color>\n<color=#ffffff73>Il ragazzo fece un sorrisetto e parlò con finta timidezza.</color>\n<color=#ffffff73>\"Sono abbastanza incuriosito da questo splendido falso.\"</color>\n<color=#ffffff73>L'oggetto che aveva catturato la sua attenzione era una targhetta di giada rovinata.</color>\n<color=#ffffff73>Il lato esposto al cielo notturno era quello in cui il disegno era meno rovinato. La luce della luna si diffondeva tra le imperfezioni della giada, evidenziandole, e scendeva a cascata nei solchi delle linee intrecciate presenti sulla superficie. I grossi danni da usura della facciata e lo sgretolamento dei bordi rendevano impossibile distinguere le parole e le immagini disegnate su di essa. A quanto pare doveva aver vissuto una vita turbolenta.</color>\n<color=#ffffff73>\"Un falso, hai detto? Cosa te lo fa credere?\"</color>\n<color=#ffffff73>Min'gui era abituata alle accuse dei clienti più arroganti, ma non riuscì a non irritarsi davanti alla schiettezza e all'acidità del ragazzo.</color>\n<color=#ffffff73>Inoltre, quest'oggetto era stato trovato in un palazzo abbandonato nel profondo dell'abisso da un avventuriere sopravvissuto per miracolo all'impresa. La donna ricordava di aver contrattato incessantemente con l'avventuriere e che, alla fine, quell'oggetto le era comunque costato buona parte del suo patrimonio. Se era davvero un falso, allora non solo aveva perso una smisurata quantità di denaro, ma aveva anche danneggiato la prestigiosa reputazione del Negozio d'antiquariato Xigu.</color>\n<color=#ffffff73>Min'gui sapeva cosa doveva fare: liberarsi di questo pessimo cliente che rischiava di rovinarle gli affari e, al contempo, riuscire a vendergli quella targhetta.</color>\n<color=#ffffff73>\"Ti prego, continua\", disse. \"Gradirei una valutazione approfondita.\"</color>\n<color=#ffffff73>————————</color>\n<color=#ffffff73>\"Com'è noto a tutti, circa 2.500 anni fa gli dèi si diedero battaglia a vicenda e il conflitto si propagò per tutta Teyvat, gettandola nel caos. All'epoca, Teyvat non era ancora divisa nelle sette nazioni, ma i popoli avevano comunque degli insediamenti, delle città e una cultura propria...</color>\n<color=#ffffff73>\"Dèi di cui si è ormai perso il nome erano un tempo amati, adorati e venerati dai loro seguaci. I nostri antenati presero le perle e le conchiglie dal mare, la giada dalle montagne, le rocce dalle pianure e i cristalli di sale dalla terra per costruire dei totem a immagine del proprio dio.\"</color>\n<color=#ffffff73>\"Le targhette di giada come questa sono dei cimeli di quell'epoca. Appartenevano a un'antica tribù che venerava Rex Lapis anche se, probabilmente, all'epoca non era questo il nome usato dal Signore di Geo.\"</color>\n<color=#ffffff73>\"Al tempo, le persone vedevano coi propri occhi gli dèi combattere tra loro in aspre battaglie. Passò molto tempo prima che Rex Lapis istituisse la valuta delle sette nazioni e coniasse i primi Mora, quindi le tribù scambiavano le merci con dei pezzetti di minerale che trovavano di tanto in tanto e su cui intagliavano la figura del Signore di Geo per mantenere stabili i prezzi.\"</color>\n<color=#ffffff73>\"Come puoi vedere, la saggezza dei mortali è davvero affascinante: riuscirono a farsi strada da soli prima ancora che Rex Lapis gli desse le necessarie direttive.\"</color>\n<color=#ffffff73>Il giovane fece una pausa, quasi come se volesse riflettere ulteriormente sulla considerazione appena fatta.</color>\n<color=#ffffff73>Rimase fermo lì, avvolto dall'argenteo velo del chiaro di luna che, stranamente, lo faceva sembrare ancora più minuto.</color>\n<color=#ffffff73>\"Oggigiorno, è rarissimo trovare targhette di giada come questa. La maggior parte sono sotterrate nei letti dei fiumi di montagna e sono tutte uniche, poiché venivano intagliate a mano... È per questo che vengono vendute a prezzi smisurati e non sarebbe esagerato definirle inestimabili.\"</color>\n<color=#ffffff73>\"Dunque, è davvero un peccato che la targhetta su quella mensola sia un falso molto recente, probabilmente contraffatto non prima della generazione di tuo padre.\"</color>\n<color=#ffffff73>\"In questo campo si dice 'non esiste giada senza imperfezioni'. Ad esempio, questa qui ne ha pochissime e la sua traslucidità è troppo di qualità troppo buona per essere vera... Di conseguenza, è improbabile che sia stata prodotta dai nostri antenati.\"</color>\n<color=#ffffff73>\"Oltre a ciò, vorrei anche aggiungere che su questa targhetta è intagliata l'immagine di una donna, il che è davvero insolito per i cimeli di quell'epoca.\"</color>\n<color=#ffffff73>Il giovane levò la targhetta sotto la luce della luna per esaminarla meglio.</color>\n<color=#ffffff73>\"Sebbene ci siano molte voci al riguardo, non vi è alcuna prova concreta né documento storico che attesti che Rex Lapis abbia mai assunto le sembianze di una donna...\"</color>\n<color=#ffffff73>Il ragazzo era giovane, ma aveva l'aria di un vecchio saccente.</color>\n<color=#ffffff73>\"Ah, ma è proprio qui che ti sbagli...\"</color>\n<color=#ffffff73>Min'gui sorrise debolmente, come una volpe che gioca con un cacciatore inesperto.</color>\n<color=#ffffff73>\"Ti andrebbe forse di ascoltare la mia storia prima di dare il tuo verdetto finale?\"</color>\n<color=#ffffff73>La proprietaria del negozio socchiuse gli occhi e diede il via al suo racconto...</color>"
          }
        ]
      },
      {
        "title": "Vol. 2",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Descrizione:</color>\n<color=#ffffff73>Un romanzo fantasy di Liyue che narra i viaggi in incognito di Rex Lapis nel regno dei mortali. Tra gli alti picchi montuosi in cui giacciono abbondanti quantità di giada, idee concrete e vuote bugie si presentano improvvisamente troppo vicine per discernere la realtà.</color>\n<color=#ffffff73>Un tempo la divinità ora venerata col nome di Rex Lapis era solo una delle tante che camminavano sulla terra.</color>\n<color=#ffffff73>All'epoca, girava voce che il Signore di Geo fosse un dio disinteressato e insensibile. Era sempre imparziale e i suoi giudizi erano razionali e obiettivi, ma non provava i tipici sentimenti umani. Era rigido e freddo, come una roccia.</color>\n<color=#ffffff73>Eppure, le persone credevano in lui e lo veneravano, in quanto le sue leggi aiutavano a garantire che i commerci rimanessero imparziali e che la vita fosse sicura e disciplinata. Grazie alla fede delle persone, l'Archon di Geo divenne ancora più forte e importante.</color>\n<color=#ffffff73>Nemmeno gli dèi, però, hanno il controllo sulle credenze e sui dubbi dei propri seguaci mortali.</color>\n<color=#ffffff73>E neanche il dio della giustizia può instillare nel cuore degli individui le regole e le leggi da lui stesso professate.</color>\n<color=#ffffff73>Nel Villaggio di Mingyun viveva un incorreggibile e insolente artigiano di giada che amava scherzare. Finiva ogni progetto esattamente il giorno esatto della scadenza e nel modo meno ortodosso che si potesse immaginare.</color>\n<color=#ffffff73>Se un cliente gli commissionava la statua di un cacciatore che sottometteva una bestia feroce, lui creava una minuscola statua di un cinghiale che scappa a gambe levate.</color>\n<color=#ffffff73>E rispondeva alla richiesta di spiegazioni del cliente così:</color>\n<color=#ffffff73>\"Quando un cacciatore straordinario si avvicina a una bestia feroce, resta nascosto, ma la sua sola grandiosa presenza è abbastanza per terrorizzare la bestia nel profondo.\"</color>\n<color=#ffffff73>Se un cliente gli commissionava di scolpire le sembianze di un regnante potente e autorevole, riceveva la statua di un maestoso trono.</color>\n<color=#ffffff73>E rispondeva alla richiesta di spiegazioni in questo modo:</color>\n<color=#ffffff73>\"Nessun regnante siede sul trono per più di un centinaio d'anni. Il trono è molto più longevo di lui.\"</color>\n<color=#ffffff73>Ben presto al Villaggio di Mingyun iniziarono a pensare che l'artigiano fosse bizzarro, ma i ricchi mercanti del fiorente Porto di Liyue ne erano molto divertiti e amavano commissionargli lavori, anche solo per scoprire cosa si provava a essere vittima dei suoi scherzi.</color>\n<color=#ffffff73>——————</color>\n<color=#ffffff73>Una notte una donna visitò il suo laboratorio.</color>\n<color=#ffffff73>Indossava una veste lunga e sottile e, sotto la luce della falce di luna del cielo di Liyue, i suoi occhi brillavano del color dell'ambra.</color>\n<color=#ffffff73>L'artigiano non l'aveva mai incontrata prima, ma si ritrovò subito intento a conversare con lei. Stranamente, lei sembrava conoscere bene ogni miniera e giacimento di giada del villaggio. Parlava delle meraviglie del mondo come se fossero sue sorelle e della giada e dei metalli preziosi con lo stesso affetto tipicamente riservato a una figlia...</color>\n<color=#ffffff73>Gli unici argomenti su cui non si soffermava troppo erano cultura, le tradizioni e interazioni sociali.</color>\n<color=#ffffff73>Forse non comprendeva come girasse il mondo, o forse non le interessava parlarne. In ogni caso, di certo questa donna era fuori dal comune.</color>\n<color=#ffffff73>O almeno, questo era ciò che credeva l'artigiano.</color>\n<color=#ffffff73>\"Vorrei che intagliassi le sembianze del Signore di Geo su una targhetta di giada.\"</color>\n<color=#ffffff73>Non appena la loro ampia e lunga conversazione finì e la donna era ormai pronta ad andarsene, gli comunicò finalmente la propria richiesta.</color>\n<color=#ffffff73>\"Ho solo una condizione: non puoi inventarti il suo aspetto. Devi intagliare le esatte sembianze del nostro Signore facendo affidamento soltanto su ciò che hai visto di persona.\"</color>\n<color=#ffffff73>\"Altrimenti\", disse, \"Non riceverai un singolo Mora\", disse.</color>\n<color=#ffffff73>Così, i due strinsero un accordo e concordarono la consegna dopo tre giorni.</color>\n<color=#ffffff73>Il primo giorno, l'artigiano mangiò e bevve con gli amici e non accettò alcun nuovo incarico.</color>\n<color=#ffffff73>Il secondo giorno, l'artigiano salì su una montagna per cercare la giada sulla sua cima e non incontrò nessun cliente o conoscente per l'intera giornata.</color>\n<color=#ffffff73>Il terzo giorno, finalmente, l'artigiano chiuse le porte del laboratorio e iniziò a intagliare la giada grezza. Lavorò dall'alba al tramonto, finché non finì il lavoro.</color>\n<color=#ffffff73>Quando la falce della luna iniziò nuovamente a sorgere nel cielo di Liyue, la donna dagli occhi d'ambra ricomparve davanti alla sua porta.</color>\n<color=#ffffff73>L'artigiano le consegnò con orgoglio il frutto del proprio lavoro:</color>\n<color=#ffffff73>Una targhetta di giada con l'incisione del loro dio in forma femminile.</color>\n<color=#ffffff73>La donna era confusa. Aggrottò la fronte e chiese spiegazioni.</color>\n<color=#ffffff73>E questa fu la spiegazione dell'artigiano:</color>\n<color=#ffffff73>\"Il primo giorno, ho chiesto consiglio a ogni persona saggia e colta che conosco, e ho imparato i princìpi del nostro Signore e il loro funzionamento. Ma ciò non era che lo scheletro.\"</color>\n<color=#ffffff73>\"Il secondo giorno, mi sono recato in montagna e ho passato la giornata a osservare le rocce, ad ascoltare lo scorrere degli elementi e a riflettere su tutto ciò che il Signore ha creato. Ma ciò non era che la carne.\"</color>\n<color=#ffffff73>\"Il terzo giorno, mi sono coperto gli occhi e ho intagliato col cuore. Ho iniziato quando ho sentito fosse l'ora di iniziare e mi sono fermato quando sentivo fosse l'ora di fermarsi. Infine, questo era lo spirito.\"</color>\n<color=#ffffff73>L'artigiano sorrise con imbarazzo e aggiunse:</color>\n<color=#ffffff73>\"Ma non so neanche io perché è venuta fuori così.\"</color>\n<color=#ffffff73>La donna inclinò la targhetta avanti e indietro, come se stesse riflettendo su qualcosa.</color>\n<color=#ffffff73>\"Interessante\", disse infine. \"A proposito, mi sono ricordata di un'altra storia...\"</color>"
          }
        ]
      },
      {
        "title": "Vol. 3",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Descrizione:</color>\n<color=#ffffff73>Un romanzo fantasy di Liyue che narra i viaggi in incognito di Rex Lapis nel regno dei mortali. Concetti ferrei come le regole o l'equità svaniscono nel nulla in questo racconto fantastico.</color>\n<color=#ffffff73>A Liyue si trova ogni tipo di tesoro raro ed esotico, e nei luoghi con tanti tesori preziosi è indubbio trovare anche degli intenditori. Quando il Porto di Liyue era all'apice della prosperità, innumerevoli beni e tesori scorrevano dentro e fuori dall'area, come la marea.</color>\n<color=#ffffff73>Anche quell'epoca, proprio come quella odierna, apparteneva ai ricchi mercanti e ai proprietari delle navi. Al tempo, chi regnava su chiunque altro erano coloro che osavano lottare contro le agitate maree del mercato e le furiose bestie dell'oceano.</color>\n<color=#ffffff73>E proprio come adesso, anche allora il porto pullulava di marinai e operai.</color>\n<color=#ffffff73>Secondo la leggenda, non sempre la forma umana di Rex Lapis è quella di un illustre gentiluomo che socializza coi ricconi del Belvedere di Yujing. Si dice che, ogni tanto, assuma le sembianze di una persona comune e si mescoli tra i minatori, i pescatori, i marinai e i venditori.</color>\n<color=#ffffff73>A quel tempo, c'era un proprietario di un peschereccio noto per il proprio carattere difficile e critico. Era sempre scortese coi sottoposti: ogni volta che qualcosa non era di suo gradimento, saltava alle conclusioni e iniziava a rimproverarli e a volte decurtava loro persino la paga senza dar loro la possibilità di fornire la propria versione dei fatti.</color>\n<color=#ffffff73>Un giorno, il proprietario del peschereccio incontrò un giovane uomo.</color>\n<color=#ffffff73>Il ragazzo era appena stato assunto dal proprietario del peschereccio e, come tutti i marinari dell'epoca, indossava una bandana, una larga maglietta e dei pantaloni marroni. Tuttavia, la pelle abbronzata e il volto spigoloso e marcato rendevano evidente che fosse un abitante del Villaggio di Qingce che, sperando in una vita migliore, dalle montagne era sceso in città.</color>\n<color=#ffffff73>Proprio come molti montanari dell'epoca, era un sempliciotto ingenuo, ma ciò che sconcertava ancora di più il capo era la sua riluttanza ad avvicinarsi al pescato viscido e sovrabbondante di tentacoli.</color>\n<color=#ffffff73>\"Gli schizzinosi non guadagnano! Chi ti credi di essere, il signore del palazzo?\"</color>\n<color=#ffffff73>Questa fu l'unica spiegazione che il proprietario della nave gli diede prima di decurtare la paga del nuovo arrivato.</color>\n<color=#ffffff73>Il giovane sorrise timidamente e continuò a lavorare. Questo scambio fu alla base di molte delle successive interazioni tra i due.</color>\n<color=#ffffff73>Un giorno, tuttavia, il ragazzo gli rispose chiedendogli:</color>\n<color=#ffffff73>\"Tutti hanno qualcosa che amano o che odiano, quindi perché dovremmo fare ciò che detestiamo di più in assoluto?\"</color>\n<color=#ffffff73>Il proprietario del peschereccio fu preso del tutto alla sprovvista da questa strana domanda. Furente, schiaffeggiò lo sciocco apprendista sulla testa e tuonò:</color>\n<color=#ffffff73>\"Sono le regole del mondo, imbecille! Ascoltami bene: non andrai da nessuna parte senza fare un lavoro che non ti piace!\"</color>\n<color=#ffffff73>\"Forse però non è questo che voleva Rex Lapis quando ha stabilito le regole...\"</color>\n<color=#ffffff73>\"Sta' zitto, idiota!\"</color>\n<color=#ffffff73>\"Mmmh, se ti racconto una storia forse capirai.\"</color>\n<color=#ffffff73>Gli occhi del giovane brillarono come l'ambra delle miniere di montagna sotto la luce del tramonto.</color>\n<color=#ffffff73>\"Eh? Quindi ora sei anche un cantastorie, eh?\"</color>\n<color=#ffffff73>Il pensiero che quel sempliciotto proveniente da un pigro villaggio di montagna volesse raccontargli una storia lo incuriosì molto.</color>\n<color=#ffffff73>\"Racconta, allora... Però nel mentre, devi anche lavorare!\"</color>\n<color=#ffffff73>Un sorriso malizioso balenò sul viso del giovane e i suoi occhi si illuminarono.</color>\n<color=#ffffff73>\"Bene, lascia che ti racconti la storia di una certa targhetta di giada...\"</color>\n<color=#ffffff73>E così, il ragazzo iniziò a raccontare. Il suo capo ascoltò con così tanta attenzione che non si accorse delle mani sconosciute che gli stavano sgattaiolando in tasca, sgraffignando tutto il denaro ottenuto tagliando le paghe dei dipendenti, e che venne poi ridistribuito tra i sottoposti stessi.</color>"
          }
        ]
      },
      {
        "title": "Vol. 4",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Descrizione:</color>\n<color=#ffffff73>Un romanzo fantasy di Liyue che narra i viaggi in incognito di Rex Lapis nel regno dei mortali. In un'era in cui l'attenzione era posta sui tesori del mondo, una semplice battuta bastò a smascherare tutte le bugie.</color>\n<color=#ffffff73>A quel tempo, nel Porto di Liyue giravano innumerevoli oggetti esotici e rari.</color>\n<color=#ffffff73>Una notte Min'gui, proprietaria del Negozio d'antiquariato Xigu, stava analizzando dei cimeli e raccontando storie antiche a un nobile di cui non conosceva il nome.</color>\n<color=#ffffff73>Il tema della loro discussione era una targhetta di giada.</color>\n<color=#ffffff73>Era risaputo che a Liyue non fosse particolarmente costoso falsificare degli oggetti di giada. Probabilmente produrre dei falsi meravigliosi era un tantino più dispendioso, ma molte case mercantili riuscivano tranquillamente a rientrare nei costi.</color>\n<color=#ffffff73>La vera difficoltà era imbastire dal nulla un racconto intricato.</color>\n<color=#ffffff73>Le persone considerate anomale, come un artigiano di giada che vaga per le montagne o un giovane pescatore dalle bizzarre abitudini, spesso riescono a capire più a fondo il nocciolo delle questioni.</color>\n<color=#ffffff73>Rex Lapis ha creato le regole e i contratti, ma non ha mai costretto la gente comune a vivere seguendoli come un modello assoluto: egli sapeva bene che le leggi e gli accordi non sono un fine, ma un mezzo. In realtà, l'eterno equilibrio risiede nella propria consapevolezza e nella capacità di scegliere cos'è meglio per sé stessi.</color>\n<color=#ffffff73>Il proprietario del peschereccio non capiva tale principio, dunque i suoi aiutanti lo temevano e deridevano.</color>\n<color=#ffffff73>Anche gli oggetti d'antiquariato sono così: di certo la bravura dell'artigiano, il valore estetico e la sua rarità e perfezione sono fattori importanti, ma il reale valore di un cimelio risiede nella propria storia.</color>\n<color=#ffffff73>L'esigente giovane nobile non sembrava cogliere a pieno questo concetto, pertanto non si faceva scrupoli a denigrare il valore della targhetta di giada, definendola un falso.</color>\n<color=#ffffff73>Ma se tutti i tesori del Negozio d'antiquariato Xigu fossero stati analizzati da sguardi altrettanto acuti ed empirici, il loro valore sarebbe stato ridotto in polvere.</color>\n<color=#ffffff73>Come le lacrime versate da una fanciulla per il proprio capitano che diventarono perle eterne, o un re mortale che dipinse personalmente il ritratto della moglie defunta per poi rinchiudervi dentro la propria stessa anima...</color>\n<color=#ffffff73>Queste storie e leggende, invece di essere dimenticate, sono state preservate e sono ricche di vita dietro la facciata di tali reliquie.</color>\n<color=#ffffff73>\"Che storia interessante. Comprerò questo falso, allora.\"</color>\n<color=#ffffff73>Il nobile annuì e sorrise con gli occhi dorati.</color>\n<color=#ffffff73>\"Dopo tutti quei racconti sei ancora convinto che sia un falso?\"</color>\n<color=#ffffff73>Min'gui sospirò debolmente.</color>\n<color=#ffffff73>\"Certo.\"</color>\n<color=#ffffff73>Il giovane nobile non poté evitare di sorridere: da quando aveva messo piede nel negozio non era mai sembrato più felice.</color>\n<color=#ffffff73>\"Dopotutto, anche il mio racconto sulle targhette di giada usate come valuta non era altro che una fesseria inventata da me.\"</color>"
          }
        ]
      }
    ]
  }
}