{
  "epId": 2313,
  "name": "Lettera aperta",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una lettera che sembra nuova ma che è già stata aperta. Emana un leggero profumo di fiori di sakura.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/18df5e41fc0cd3d8a9b686f144a309e3_5824624737246952327.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1751033503,
  "components": {
    "body": [
      {
        "title": "Dettagli",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Al mio adorato figlio, Zushi Chouji.</color>\n<color=#ffffffa6>Se stai leggendo questa lettera, spero potrai perdonarmi.</color>\n<color=#ffffffa6>Lasciarti mi lacera il cuore, ma non ho altra scelta.</color>\n<color=#ffffffa6>Ti prego, non perdere la speranza nella vita o in me... Proprio come non abbiamo mai abbandonato la speranza che tuo padre, mio marito, sia ancora vivo.</color>\n<color=#ffffffa6>La presenza del Tatarigami sull'isola è molto pericolosa: ti prego, fa' attenzione.</color>\n<color=#ffffffa6>Quando il Tatarigami sarà debellato, anche la guerra finirà presto. Quando arriverà quel momento, le due fazioni probabilmente deporranno le armi e inizieranno a collaborare per ripulire quest'isola dalla corruzione.</color>\n<color=#ffffffa6>È un peccato che difficilmente sarò lì per vederlo coi miei occhi.</color>\n<color=#ffffffa6>Forse, in futuro, ti imbatterai in persone che cercheranno di approfittare di te o di farti del male. Ma non smettere di credere negli altri a causa loro. Al mondo ci sono sempre più persone buone che malvagie.</color>\n<color=#ffffffa6>Tutto andrà meglio una volta che questa guerra sarà conclusa.</color>\n<color=#ffffffa6>Ma ti prego, non seguire i miei passi o affrettarti a venire da me. Te lo chiedo come madre.</color>\n<color=#ffffffa6>Continua a credere e a coltivare la speranza che un giorno tornerò.</color>\n<color=#ffffffa6>Tornerò, e mi scuserò di persona con te e tuo padre.</color>\n<color=#ffffffa6>Ti prego, attendi quel giorno.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Lettera aperta"
          }
        ]
      }
    ]
  }
}