{
  "epId": 2316,
  "name": "Guida di viaggio di Teyvat",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/87bc3310a930d5c263b538b39e79f8c9_3085850041644932870.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1719054452,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Guida di viaggio di Teyvat"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Vol. 1",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Descrizione:</color>\n<color=#ffffffa6>Una rivista della Gilda degli avventurieri. Ogni numero introduce fantastici scenari di Teyvat. Quest'uscita include un breve diario del viaggio di Alice a Mondstadt.</color>\n<color=#ffffffa6>— Capitolo di Mondstadt —</color>\n<color=#ffffffa6>Edizione speciale sulla geografia di Teyvat: I diari di Mondstadt di Alice</color>\n<color=#ffffffa6>Valle Dadaupa</color>\n<color=#ffffffa6>Le tre tribù di Hilichurl presenti in questa valle sono tutte molto numerose. E se costruissimo un'enorme cella sferica rotante al centro della valle e vi gettassimo dentro tutti gli Hilichurl? In questo modo, riusciremmo a generare abbastanza energia per alimentare tutti i mulini di Mondstadt per almeno cinque anni. Se poi macinassimo gli Hilichurl troppo vecchi o deboli e li dessimo da mangiare a quelli forti, forse riusciremmo a realizzare una macchina dal moto perpetuo in grado di alimentare un'enorme fabbrica, proprio come a Snezhnaya!</color>\n<color=#ffffffa6>Mi sembra una cosa totalmente fattibile.</color>\n<color=#ffffffa6>Ma quando ho spiegato quest'idea alla signorina Lisa, mi ha guardato in silenzio per un bel po', poi ha cambiato argomento con eleganza.</color>\n<color=#ffffffa6>Promontorio Acchiappastelle</color>\n<color=#ffffffa6>L'Archon di Anemo è un po' troppo indisciplinato per i miei gusti. Se fossi una dea, non permetterei che il mio regno avesse un aspetto così disorganizzato. Con un adeguato numero di bombe posizionate nei punti giusti, persino dei grandi rilievi come il Promontorio Acchiappastelle franerebbero in un secondo. Con un terreno più pianeggiante, Mondstadt avrebbe di certo un aspetto più gradevole.</color>\n<color=#ffffffa6>Ma quel viscido di un capitano di cavalleria ha rifiutato all'istante la mia proposta. Mi ha persino chiesto di tenermi alla larga dal Promontorio Acchiappastelle.</color>\n<color=#ffffffa6>Levanteolo</color>\n<color=#ffffffa6>Levanteolo è l'unica area di Mondstadt con un terreno relativamente piano. Al centro si erge un'immensa quercia. Si dice che Vennessa sia ascesa qui. Ho cercato nei pressi dell'albero più e più volte, ma non ho trovato alcun dispositivo di lancio.</color>\n<color=#ffffffa6>Ho adoperato qualche Hilichurl che passava di qui per testare la mia teoria. Purtroppo la distanza in volo maggiore è stata da qui alle capanne dei cacciatori nei dintorni del Villaggio Acquachiara. Che peccato.</color>\n<color=#ffffffa6>Costa del Falco</color>\n<color=#ffffffa6>Il fallimento del mio esperimento ha seminato parecchio scompiglio nel Villaggio Acquachiara, quindi la signorina Jean dei Cavalieri di Favonius ha incaricato qualcuno di tenermi d'occhio. Tutto ciò che ho potuto fare per l'intera giornata è stato girovagare per la Costa del Falco. Che posto noioso. Quelle stupide aquile che sorvolano il cielo e quei Melmosi di Anemo tutti gonfiati mi annoiano a morte! E il peggio è che non ho nient'altro da fare!</color>\n<color=#ffffffa6>Perlomeno, la Vigilante incaricata di vegliare su di me si è divertita parecchio con i bambini.</color>\n<color=#ffffffa6>Foresta dei Sussurri</color>\n<color=#ffffffa6>Un'altra foresta di Mondstadt. La Vigilante, di nome Amber, sembrava conoscere bene questo posto. Il giocattolo esplosivo che si portava dietro ha attirato la mia attenzione. Con qualche modifica, potrei trasformarlo in qualcosa che possa radere facilmente al suolo questa foresta e persino le montagne vicine.</color>\n<color=#ffffffa6>Mi è sembrato che la mia proposta l'abbia spaventata. Ma un pupazzo esplosivo è davvero un'idea geniale.</color>\n<color=#ffffffa6>Devo testarlo la prossima volta.</color>\n<color=#ffffffa6>Canyon di Coronsplendente</color>\n<color=#ffffffa6>Finalmente mi sono liberata di quella ficcanaso dei Cavalieri di Favonius. Questa valle, che ho scoperto nella costa nord-ovest del Lago Sicerae, è ancora protetta da antichi meccanismi, ma i soldati responsabili di sorvegliare il passo per il Re dei venti non si vedono più da nessuna parte. Tutto quello che i venti del tempo hanno lasciato sono gli Hilichurl privi di intelligenza e delle mute guardie meccaniche.</color>\n<color=#ffffffa6>Anche il mio tentativo di controllare le Guardie delle rovine con gli Hilichurl è fallito. Le guardie sono andate in pezzi, e per quanto riguarda gli Hilichurl... Vi risparmierò i dettagli più truculenti. Metà delle rovine sono andate distrutte come risultato.</color>\n<color=#ffffffa6>Covo di Terrore alato</color>\n<color=#ffffffa6>Il Canyon di Coronsplendente conduce a queste immense rovine di una città antica. La città fu costruita dal crudele Re dei venti, Decarabian, seguendo una forma circolare. Sembra che ogni abitante avesse costruito la sua casa tra il cerchio interno e quello esterno. Al centro della città si ergeva l'alta torre in cui risiedeva il Re dei venti.</color>\n<color=#ffffffa6>Le rovine del regno di questo re crudele, che un tempo tentò di controllare le vite dei suoi sudditi, sono ormai deserte.</color>\n<color=#ffffffa6>Ho fatto saltare in aria alcune arcate per consentire alla gente di scalare la torre con più facilità. Mi sembra di aver fatto un bel lavoro. Le rovine ora sembrano ancora più antiche.</color>"
          }
        ]
      },
      {
        "title": "Vol. 2",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Descrizione:</color>\n<color=#ffffffa6>Una rivista della Gilda degli avventurieri. Ogni numero introduce fantastici scenari di Teyvat. Quest'uscita include un breve diario del viaggio di Alice a Liyue.</color>\n<color=#ffffffa6>— Capitolo di Liyue —</color>\n<color=#ffffffa6>Edizione speciale sulla geografia di Teyvat: I viaggi di Alice a Liyue</color>\n<color=#ffffffa6>Palude di Dihua</color>\n<color=#ffffffa6>La parte nord del Fiume Bishui si trasforma in una zona paludosa. Guardando verso sud, oltre la Porta di pietra, si vede una palude di eulalia che si estende a perdita d'occhio. Nel punto più a sud della palude si trova una locanda abbarbicata su una roccia gigantesca. Si tratta della Locanda Wangshu, edificata sul punto più alto dell'intera palude. Da lassù, volgendo lo sguardo a sud, si vedono le Pianure di Guili. Si intravede inoltre la Foresta di pietra di Guyun oltre il mare. E... c'è un tipo strambo che ha preso una camera al piano più alto della locanda. Non credo di averlo mai sentito parlare.</color>\n<color=#ffffffa6>Il cibo alla Locanda Wangshu è qualcosa di incredibile. La cucina è equipaggiata con qualsiasi utensile immaginabile, l'ideale per fare un po' di pratica con l'alchimia.</color>\n<color=#ffffffa6>A proposito, dovrei fare qualche esperimento per la mia ricerca di un catalizzatore per le esplosioni. Se tutto va bene, passerò qui qualche altro giorno prima di dirigermi alle Pianure di Guili.</color>\n<color=#ffffffa6>Pianure di Guili</color>\n<color=#ffffffa6>Alla fine, ho raggiunto le Pianure di Guili con qualche giorno di anticipo rispetto a quanto credevo.</color>\n<color=#ffffffa6>I registri suggeriscono che, prima della Guerra degli Archon, quest'area fosse un mercato fiorente.</color>\n<color=#ffffffa6>Le volpi e i fringuelli selvatici sono bellissimi qui, la loro pelliccia e le loro piume hanno una lucentezza inusuale. Ma ho sentito dire che possono essere anche un flagello. Gli abitanti di Liyue si lamentano del fatto che continuino a mangiarsi la frutta che loro offrono in dono all'Archon di Geo. Mi chiedo se acquistino dunque un aroma fruttato se arrostiti. Forse dovrei andare a caccia.</color>\n<color=#ffffffa6>Il punto di controllo sulla strada principale segue delle pratiche piuttosto ferree, ma le guardie che lavorano là sono amichevoli. Ho preparato una pozione con qualche erba del posto e l'ho donata a una delle guardie per curare la sua balbuzie. L'ha curato, ma ha avuto qualche effetto collaterale. Non può fare a meno di imitare chiunque abbia di fronte. Non solo quello che dice, ma anche il modo in cui lo dice. Le sue imitazioni sono perfette, da far paura.</color>\n<color=#ffffffa6>Monti di Jueyun</color>\n<color=#ffffffa6>Mi dicono che da qualche parte tra le cime nebbiose dei Monti di Jueyun viva un Adeptus, la sua dimora nascosta da qualche parte nell'oceano di nubi. Tutti gli erboristi di Liyue sostengono di aver visto il regno degli Adepti in tutta la sua gloria in mezzo alle nuvole. Basandomi sulle mia esperienza personale, posso dire che esagerare con il consumo di alcuni funghi può indurre visioni del genere.</color>\n<color=#ffffffa6>Il terreno qui mi affascina. Molti di questi pilastri di pietra rappresenterebbero una vista più comune nelle profondità della terra e non sulla cima di una montagna. Da qualche parte qui dev'esserci un bacino sotterraneo. In parte mi chiedo se, togliendo tutta quell'acqua, i Monti di Jueyun tornerebbero a finire sul fondo dell'oceano, dove dovrebbero stare.</color>\n<color=#ffffffa6>Il mio compagno di viaggio, Zhongli, è la persona più austera che abbia mai visto, ma sembra molto divertito da questa teoria. Non la smette di ridere.</color>\n<color=#ffffffa6>Che tipo strano.</color>\n<color=#ffffffa6>Costa di Yaoguang</color>\n<color=#ffffffa6>Ho sentito dire che la nebbia spesso arriva dal mare sulla Costa di Yaoguang, e che quando è davvero fitta riesci a malapena a vedere le tue mani. Purtroppo non ho fatto in tempo ad arrivare qui quando c'era la nebbia. Che peccato.</color>\n<color=#ffffffa6>Ci sono così tante belle conchiglie sulla spiaggia. Chissà quante di loro sono qui dal tempo della Guerra degli Archon. Ne ho presa qualcuna per farne una collana, ma purtroppo il pescatore della locanda si è seduto sull'opera conclusa e l'ha rotta... Tutte le conchiglie sono andate in frantumi schiacciate dal suo didietro. Nessuna è stata risparmiata.</color>\n<color=#ffffffa6>Non solo: dato che si è fatto male con i frammenti delle conchiglie, mi è anche toccato pagargli le spese mediche.</color>\n<color=#ffffffa6>Sulla spiaggia dove il Fiume Bishui sfocia nel mare c'è una conchiglia gigante. Dentro ci vive un'anziana gentile. Si dice che la sua famiglia giunse là navigando sulla conchiglia gigante, e lei passa il tempo a salvare i naufraghi che le onde portano sulla spiaggia. Credo che se utilizzasse quella conchiglia gigante come barca le sarebbe molto più facile salvarli.</color>\n<color=#ffffffa6>Ma dopo avermi visto perdere il controllo del mio terzo prototipo di nave conchiglia, saltato subito dopo in aria, l'anziana ha deciso di non venirmi più a salvare dalle onde.</color>\n<color=#ffffffa6>Foresta di pietra di Guyun</color>\n<color=#ffffffa6>Questo è il luogo dove l'Archon di Geo sconfisse il mostro marino. Alcune delle grandi lance di pietra che trapassarono il fondo dell'oceano torreggiano ancora sulla superficie dell'acqua, anche se molte sono crollate da tempo. I pilastri di pietra esagonali, formati da una conglomerazione di energia Geo, sono davvero interessanti alla vista. Dall'alto, sembra quasi che siano stati posizionati per tracciare una determinata forma sulla superficie dell'oceano. Forse, è per questo che l'Archon di Geo seminò la distruzione sul fondo dell'oceano con le sue lance di pietra? Che si sia trattato solo di uno scherzo discutibile?</color>\n<color=#ffffffa6>Zhongli del Porto di Liyue sembra sapere moltissimo sulle tradizioni di Liyue, ma non l'ho mai visto da queste parti. In lontananza riesco a vedere la Locanda Wangshu. Scommetto che quello strambo che ho incontrato là l'ultima volta sta ancora guardando da questa parte.</color>\n<color=#ffffffa6>Il flusso delle linee geomantiche qui è unico in tutta Liyue. Molto più dinamico, in un certo senso instabile... È come se un grande potere inarrestabile si agitasse da qualche parte negli abissi dell'oceano. Forse si tratta del mostro marino sconfitto, che ancora si dibatte laggiù.</color>"
          }
        ]
      },
      {
        "title": "Vol. 3",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Descrizione:</color>\n<color=#ffffffa6>Una rivista della Gilda degli avventurieri. Ogni numero introduce fantastici scenari di Teyvat. Quest'uscita include un breve diario del viaggio di Alice a Inazuma.</color>\n<color=#ffffffa6>-Capitolo di Inazuma-</color>\n<color=#ffffffa6>Edizione speciale sulla geografia di Teyvat: I diari di Inazuma di Alice</color>\n<color=#ffffffa6>Monte Yougou</color>\n<color=#ffffffa6>Su questa montagna, all'estremità settentrionale dell'Isola di Narukami, crescono rigogliosi gli alberi di sakura. Tutti questi alberi condividono le radici con il più grande di essi, il Sakura sacro, che si trova sulla cima della montagna.</color>\n<color=#ffffffa6>Il Gran Santuario di Narukami, il più grande dei santuari d'Inazuma, è dedicato al Sakura sacro.</color>\n<color=#ffffffa6>Negli ultimi anni è stata la piccola Yae a occuparsi del santuario. Ah, com'è cresciuta! È proprio un peccato pensare che non potrò più farla piangere facilmente come facevo una volta.</color>\n<color=#ffffffa6>In realtà pensavo che si sarebbe ubriacata rapidamente, avrebbe iniziato a piangere e a parlare in modo stupido, invece ha fatto ubriacare me... Mi sono resa ridicola e sono stata presa in giro per questo. Mi hanno fatto passare per una vecchia che ha avuto quello che si meritava... Bah.</color>\n<color=#ffffffa6>...Ed ecco che anch'io volevo stuzzicare un po' di più quella ragazzina.</color>\n<color=#ffffffa6>Città d'Inazuma</color>\n<color=#ffffffa6>Ho portato una nuova formula per i fuochi d'artificio a casa di quel ragazzo di Naganohara, ma quando mi ha sentito parlare di una nuova medicina che avrebbe potuto curare la sua sordità, ha esitato e non l'ha accettata.</color>\n<color=#ffffffa6>Quel ragazzo è proprio un conservatore in fatto di esplosivi: li diluisce sempre al punto da non poter causare alcun cambiamento fisico evidente all'ambiente e si affida sempre alla combustione di metalli diversi per produrre effetti visivi monotoni.</color>\n<color=#ffffffa6>E i test li fa solo nella sua bottega! Ma avanti, dov'è il divertimento?</color>\n<color=#ffffffa6>Ah, che spreco!</color>\n<color=#ffffffa6>Invece sua figlia Yoimiya è davvero una ragazzina interessante. Abbiamo preso un sacco di dolci durante il festival e abbiamo provato delle formule nuove. È stato molto divertente!</color>\n<color=#ffffffa6>... E poi siamo state portate su una spiaggia deserta dai vigili del fuoco. Si parlava di nuove regole con cui mantenere la pace alla Città d'Inazuma, o qualcosa di altrettanto sciocco.</color>\n<color=#ffffffa6>Abbiamo discusso molte nuove idee e mi ha anche dato un feedback costruttivo. È una ragazza di talento. Se nel paradiso che ho realizzato per Klee ci fosse stata anche una delle performance pirotecniche di Yoimiya, sarebbe stato perfetto!</color>\n<color=#ffffffa6>È un peccato che quella generale scorbutica ci tenesse troppo d'occhio, altrimenti avrei aiutato Yoimiya a migliorare alcuni dei suoi gadget o l'avrei addirittura portata via.</color>\n<color=#ffffffa6>Questo mi ricorda di quella volta in cui, non molto tempo fa, stavo preparando una medicina che avrebbe permesso di volare nella cucina imperiale. Per un mio errore è esplosa, ferendo una giovane guerriera tengu al punto che la sua ala sinistra avrebbe avuto bisogno di quasi un mese per guarire. Volevo aiutarla a ricucire la ferita, ma sembra che da allora mi stia evitando...</color>\n<color=#ffffffa6>Beh, le ho lasciato comunque una medicina, giusto per vedere che effetto avrebbe fatto.</color>\n<color=#ffffffa6>Dopo l'incidente, sembra che quella persona che se ne sta sempre rintanata a Tenshukaku abbia inviato dei soldati proprio per controllare ogni mia mossa. Mi sembra un po' troppo, no?</color>\n<color=#ffffffa6>Mi sono anche scusata con lei, ma non vuole smetterla.</color>\n<color=#ffffffa6>È stata lei a permettermi di condurre gli esperimenti nella cucina imperiale, sapete?</color>\n<color=#ffffffa6>Inoltre, la signorina Kamisato ha rifiutato l'invito del mio gruppo per la sesta volta, Ah, che delusione.</color>\n<color=#ffffffa6>Tatarasuna</color>\n<color=#ffffffa6>Tatarasuna è una catena di isole a forma di anello. Le montagne si ergono a picco sul mare e circondano la grande fornace al centro. Qui si produce l'Acciaio di giada d'Inazuma, un minerale ricavato dal sangue e dalle ossa di un dio sconfitto. Viene poi trasformato senza sosta nelle migliori armi per i pezzi grossi d'Inazuma.</color>\n<color=#ffffffa6>Questo posto è l'orgoglio del commissario Tenryou che si prende enorme cura dei lavoratori e degli specialisti tecnici.</color>\n<color=#ffffffa6>Durante il mio soggiorno a Tatarasuna sono stata accompagnata da una signora di nome Kagami Gozen. Sembra che sia una leader tra i lavoratori e che abbia un incarico ufficiale nello Shogunato. Anche se è una subordinata del commissario Tenryou, si presenta come una sua pari di fronte ai lavoratori.</color>\n<color=#ffffffa6>Tutti la amano e si fidano di lei. Oserei dire che il loro rispetto per i suoi dispacci potrebbe essere persino maggiore di quello che nutrono per la Shogun... Ma la stessa Kagami Gozen si acciglia spesso. Ha un aspetto molto poco amichevole.</color>\n<color=#ffffffa6>I lavoratori di Tatarasuna sono in gran parte senza radici, portati su queste coste dalle onde della storia. I loro numerosi tatuaggi e i canti di lavoro li distinguono, ma rafforzano anche i loro legami reciproci.</color>\n<color=#ffffffa6>Come gli altri lavoratori a Tatarasuna, il corpo di Kagami Gozen presenta cicatrici dovute alle ustioni ad alta temperatura provocate dal Tatarigami. Agli occhi degli estranei questi possono essere segni di persone malate o destinate a una vita breve, ma qui è il modo in cui si identifica la famiglia.</color>\n<color=#ffffffa6>Mi sono presa la libertà di modificare la Fornace Mikage, gettando in mare alcune valvole e pannelli e migliorando la cupola di contenimento, che prima poteva essere considerata, al massimo, meglio di niente. Chissà se gli ingegneri di Fontaine saranno piacevolmente sorpresi?</color>\n<color=#ffffffa6>Il vecchio Kujou potrebbe arrabbiarsi un po' per il calo della produzione, ma almeno la fornace non andrà in tilt per il surriscaldamento, e credo che anche in caso di guerra, che potrebbe arrivare presto, l'esplosione non dovrebbe essere troppo grande.</color>\n<color=#ffffffa6>Grande secondo i miei standard personali, ovviamente.</color>\n<color=#ffffffa6>Mmh, in realtà... I miei ingegnosi interventi potrebbero forse evitare proprio che la guerra scoppi?</color>\n<color=#ffffffa6>Per quanto mi riguarda, sarei più che lieta di vedere l'espressione di quegli astrologi quando le loro previsioni si riveleranno errate! Ah!</color>\n<color=#ffffffa6>Isola di Yashiori</color>\n<color=#ffffffa6>Ah, i cieli tersi dell'Isola di Yashiori sono davvero una vista piacevole!</color>\n<color=#ffffffa6>Quei boriosi onmyouji ci hanno spiegato che la Shogun Raiden ha posto molti reparti in questo luogo per prevenire la corruzione che trapela dai resti del Dio serpente... o qualcosa del genere. Non sono brava con il loro gergo religioso.</color>\n<color=#ffffffa6>Per quanto posso osservare, quei pali della luce sono piuttosto interessanti. Sebbene abbiano l'aspetto di oggetti dedicati all'Archon di Electro, le tecniche utilizzate per realizzarli mi sono abbastanza familiari.</color>\n<color=#ffffffa6>Wow, ma guarda un po'! Dovrebbe essere un diario di viaggio, non un articolo accademico!</color>\n<color=#ffffffa6>Siamo stati accolti calorosamente da Washizu, il capo del Villaggio di Higi. Il pesce alla griglia e gli onigiri erano ottimi!</color>\n<color=#ffffffa6>Inoltre, quel posto che chiamano Spiaggia di Nazuchi è pieno di pirati amichevoli... Ah, è un peccato che non abbia potuto rimanere su quest'isola più a lungo.</color>\n<color=#ffffffa6>Le miniere dell'isola sono luoghi molto frequentati, ma le attrezzature utilizzate sono piuttosto arretrate. Anche se la Shogun ha messo a punto tutte quelle protezioni, bloccando la maggior parte della diffusione del Tatarigami, molti minatori hanno comunque contratto malattie croniche a causa dell'esposizione prolungata all'influenza di quei cristalli di osso di serpente.</color>\n<color=#ffffffa6>I mochi ai fiori di sakura che gli onmyouji hanno portato con sé sono molto gustosi, ma non sono certo all'altezza delle bellezze che produce la piccola Yae.</color>\n<color=#ffffffa6>Probabilmente più tardi dovrei fare una visita al Santuario di Asase. Mi chiedo come se la passi quella gatta cicciona ultimamente... L'altra volta ho cercato di catturarla con una gabbia speciale, ma sono stata fermata da quella sacerdotessa guastafeste.</color>"
          }
        ]
      }
    ]
  }
}