{
  "epId": 2323,
  "name": "Cuore delle limpide sorgenti",
  "desc": "<p>Una storia leggendaria tramandata dai cacciatori del Villaggio Acquachiara, che narra dell'incontro tra un ragazzo anonimo e una Fata della sorgente.</p>",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Heart of Clear Springs_icon.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1732917313,
  "components": {
    "body": [
      {
        "title": "Vol. 1",
        "desc": [
          {
            "type": "RichText",
            "text": "Sotto la cascata di luce lunare, un ragazzo in lacrime espresse un desiderio alla sorgente. Una fata, che proveniva da lontano e aveva iniziato a vivere in quella sorgente disabitata, ascoltò in silenzio il desiderio muto di quel ragazzo.\nLe fate di sorgente non sanno nulla di ricordi distanti o di sogni profondi: esse nascono dall'essenza dell'acqua e sono le discendenti senza volto degli angeli.\nPertanto, quando la fata curiosa emerse dall'acqua, ascoltò il pianto del cuore di quel ragazzo e si interessò alla sua vita, che era più giovane e fragile della propria. La fata silenziosa allungò le sue dita senza forma, fredde come la rugiada di mezzanotte e morbide come la fortuna che aveva perso, e accarezzò dolcemente la fronte e le guance del ragazzo.\nColto alla sprovvista dal quel tocco, il ragazzino alzò la testa e incrociò lo sguardo della fata.\n\"Puoi esaudire il mio desiderio?\" chiese il ragazzo. La fata della sorgente fu sorpresa e confusa da quella domanda sfacciata. Ma non sapeva parlare, quindi annuì soltanto.\nIl ragazzo andò via soddisfatto.\nNon sapeva che la fata della sorgente aveva perso buona parte della propria saggezza ed era completamente sola, senza amici né famiglia.\nQuando l'acqua della sorgente fluì dalle crepe delle pietra nella sua pozza, la fata osservò i frammenti di luna riflessi sulle increspature dell'acqua, e a poco a poco, finalmente, recuperò la capacità di pensare e di imitare dei brandelli di linguaggio.\nLa fata osservò il mondo circostante con innocenza, meraviglia e amore, curiosa come una bambina. Gioì con la volpe e lo scoiattolo che rubavano le bacche, e si addolorò alla vista delle scure nubi che coprivano l'orizzonte.\nInoltre, un sentimento complesso ma immaturo per quel ragazzino sgorgò dal suo cuore.\nEra sola al mondo e le mancavano il potere e la saggezza necessari a esaudire il suo desiderio.\nPerò poteva condividerlo, così attinse la propria forza vitale dalla condivisione dei fardelli del ragazzino."
          }
        ]
      },
      {
        "title": "Vol. 2",
        "desc": [
          {
            "type": "RichText",
            "text": "Il giovane osservò i frammenti di luna riflessi sulle increspature dell'acqua e riversò il proprio cuore nella sorgente.\nLa fata imparò a conoscerlo grazie alle sue parole.\nE l'autostima del ragazzo crebbe grazie al suo silenzio.\nLa fata della sorgente capì vagamente che al mondo c'erano altre cose belle, oltre al chiaro di luna e alla frutta, e che nelle tenebre c'era ben altro a parte le nuvole.\nIl ragazzo le parlò delle foreste e degli alberi, delle città e delle mura, e condivise con lei gioie, dolori e paure.\nAscoltandolo, la fata si innamorò del mondo imperfetto in cui era nata.\nQuando il ragazzo si sentiva demoralizzato per la propria impotenza, la fata della sorgente gli asciugava le lacrime in silenzio e con dolcezza. Quelle lacrime l'aiutavano a capire un po' di più il mondo esterno alla sorgente.\nLe lacrime fluivano nell'acqua e la fata le purificava, trasformandole in un dolce nettare che gli donava bei sogni. Il ragazzo si dimenticava del dolore provato da sveglio, e in sogno incontrava la fata silenziosa alla sorgente.\nOgni volta che accadeva, sorrideva anche la fata addormentata nella sorgente inzuppata dal chiaro di luna.\nLa rugiada fresca nutriva i sogni del ragazzo, e i suoi sogni rinvigorivano l'anima sola della fata.\nDurante quei sogni, la fata raccontava al ragazzo del lontano regno di Hydro. Narrò della propria terra natia blu zaffiro, cantò dell'esilio e della conseguente nostalgia di casa, sospirò per la lontananza e il senso di appartenenza. Nei sogni, era il ragazzo ad ascoltare in silenzio, a piangere per i suoi problemi e a gioire della sua felicità.\nCol tempo, i ricordi e i sogni del ragazzo insegnarono alla fata a parlare.\nI due divennero amici che condividevano ogni cosa."
          }
        ]
      },
      {
        "title": "Vol. 3",
        "desc": [
          {
            "type": "RichText",
            "text": "Quando il vento smise di soffiare, i frammenti di luna riflessi nell'acqua si riunirono, e il ragazzo udì per la prima volta la voce della fata.\nLe fate sono creature così delicate e sensibili da superare la comprensione degli umani, e il ragazzo rimase profondamente ammaliato dalla sua voce dolce ed elegiaca.\nMa in quanto creatura tanto delicata e sensibile da essere oltre la comprensione degli umani, la fata, attraverso gli occhi del ragazzo, vide il suo nudo desiderio e la promessa che stava per farle.\nAll'improvviso la fata ebbe paura.\nLe vite mortali sono forti ma effimere, e quel ragazzo prima o poi sarebbe cresciuto e invecchiato. Come avrebbe trattato i discendenti elementali, una volta persa la giovinezza e l'innocenza? Al crepuscolo della propria vita, si sarebbe pentito di averla gettata via per una promessa infantile?\nLa fata della sorgente era pura e gentile, ma non comprendeva l'amore provato dagli umani. Non aveva mai assistito al miracolo dell'umanità, ed era rimasta pigramente inerte durante millenni di cambiamenti; il distacco le provocava grande timore.\nCiò che gli umani percepiscono come miracolo della devozione, per le fate elementali non è altro che un piacere effimero.\nE neanche il potere delle fate può invertire l'invecchiamento della persona amata.\nLa tenera fata non poteva sopportare di assistere all'arrivo di quel giorno, e con un bacio gli impedì di pronunciare quella promessa.\nMa l'innocente ragazzo capì, al contrario, che la fata accettava la sua promessa.\nIn quel momento, la fata giurò che un giorno sarebbe riuscita a lasciarlo.\nE il ragazzo giurò che sarebbe rimasto per sempre alla sorgente."
          }
        ]
      },
      {
        "title": "Vol. 4",
        "desc": [
          {
            "type": "RichText",
            "text": "Col tempo, il ragazzo crebbe, si fece dei nuovi amici e visse nuove esperienze.\nLa fata della sorgente continuò a cantargli le proprie silenziose elegie.\nPoi, un giorno, lei se ne andò, e non posò mai più lo sguardo sul ragazzo.\nTra i gocciolii della sorgente smisero di fluire le parole, e i frammenti di luna riflessi nell'acqua non si riunirono mai più.\nAll'improvviso la fata capì che, pur avendo trovato un luogo a cui appartenere e pur avendo provato la fugace felicità, era ancora sola.\nIl ragazzo, che ormai era cresciuto, non percepì la fuga della fata e si diede la colpa della propria solitudine.\n\"Forse non era altro che una fantasia infantile ... \" pensò tra sé e sé mentre ascoltava il gorgoglio della sorgente.\nMa quel fresco bacio era reale, così com'era reale il vento che giocava coi suoi capelli.\nAll'improvviso capì che, pur essendosi fatto tanti amici e avendone persi altrettanti, pur avendo viaggiato più di quanto riuscisse a ricordare, era ancora solo.\nQuindi, proprio com'era accaduto tantissimi anni prima, le lacrime del ragazzo caddero nel puro stagno e si immersero tra i frammenti di luna.\nMa questa volta, come promesso, la fata non tornò.\nLei si voltò di spalle testardamente, poiché desiderava essere l'oggetto di un innocente sogno infantile, un'errante e fugace ospite proveniente da una terra straniera, ma non che la propria quasi eterna vita spezzasse la promessa del suo amato.\nSecondo la leggenda, quando piove a dirotto, le gocce di pioggia che cadono nello stagno si mescolano alle lacrime della fata della sorgente.\nIl ragazzo credette profondamente a tale diceria fino alla fine dei propri giorni.\nPurtroppo, la fata della sorgente che era fuggita dai propri sentimenti non ci credette mai."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Cuore delle limpide sorgenti"
          }
        ]
      },
      {
        "key": "Libri",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1051,
            "name": "Cuore delle limpide sorgenti (I)",
            "desc": "<p>Una storia leggendaria tramandata dai cacciatori del Villaggio Acquachiara, che narra dell'incontro tra un ragazzo anonimo e una Fata della sorgente.</p><p></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Heart of Clear Springs (I)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1053,
            "name": "Cuore delle limpide sorgenti (II)",
            "desc": "<p>Una storia leggendaria tramandata dai cacciatori del Villaggio Acquachiara, che narra dell'incontro tra un ragazzo anonimo e una Fata della sorgente.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/20577441/1ce4b02980da6cac4371e0f29d0be3b1_7153460772483950096.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1052,
            "name": "Cuore delle limpide sorgenti (III)",
            "desc": "<p>Una storia leggendaria tramandata dai cacciatori del Villaggio Acquachiara, che narra dell'incontro tra un ragazzo anonimo e una Fata della sorgente.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/20577441/1ce4b02980da6cac4371e0f29d0be3b1_3022533583552462766.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1054,
            "name": "Cuore delle limpide sorgenti (IV)",
            "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Una storia leggendaria tramandata dai cacciatori del Villaggio Acquachiara, che narra dell'incontro tra un ragazzo anonimo e una Fata della sorgente.</span></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/20577441/1ce4b02980da6cac4371e0f29d0be3b1_5499142659795657420.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}