{
  "epId": 2324,
  "name": "La leggenda di Vennessa",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Legend of Vennessa_icon.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1719052452,
  "components": {
    "body": [
      {
        "title": "Vol. 1",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Descrizione:</color>\n<color=#ffffffa6>Una canzone popolare dalla ricostruzione di Mondstadt. Racconta la storia di Vennessa, la fondatrice dei Cavalieri di Favonius, nei suoi primi anni trascorsi come schiava.</color>\n<color=#ffffffa6>Amici di Mondstadt, festeggiamo! Bevete a sazietà!</color>\n<color=#ffffffa6>Alla libertà! All'Archon di Anemo!</color>\n<color=#ffffffa6>A Vennessa, la prima dei Cavalieri a onorare questo mondo!</color>\n<color=#ffffffa6>Figli e figlie di Mondstadt, che il dono dell'Archon di Anemo sia inciso nei vostri cuori!</color>\n<color=#ffffffa6>E tutti sappiano che questo dono non è libertà, ma solo ribellione!</color>\n<color=#ffffffa6>Così è trasparso in ere lontane.</color>\n<color=#ffffffa6>Amici, perdonate il mio improvvisare,</color>\n<color=#ffffffa6>Dovrebbe infatti esser chiaro come il giorno che la gloria e la libertà di Mondstadt</color>\n<color=#ffffffa6>Nacquero quando Barbatos toccò le corde con dolcezza.</color>\n<color=#ffffffa6>I poeti cantano di eroica fama,</color>\n<color=#ffffffa6>Ma ricordar la libertà ignota dovrebbe essere lor brama.</color>\n<color=#ffffffa6>Incatenata dai regali, Mondstadt a fatica sospirava,</color>\n<color=#ffffffa6>E le feste erano meri sollazzi dei più ricchi,</color>\n<color=#ffffffa6>Oltre la portata della gente comune.</color>\n<color=#ffffffa6>Una prigione morente era ormai Mondstadt.</color>\n<color=#ffffffa6>Nella schiavitù si beavano i nobili,</color>\n<color=#ffffffa6>E i prigionieri non sapevano di esser tali.</color>\n<color=#ffffffa6>Una dama dalla chioma di fiamma confinata in una cella,</color>\n<color=#ffffffa6>Dalle pianure meridionali era lì giunta.</color>\n<color=#ffffffa6>Nata libera ma poi costretta in catene,</color>\n<color=#ffffffa6>Seppur prigioniera del tiranno, era ancora in vita.</color>\n<color=#ffffffa6>La sua anima mai smise di pregare</color>\n<color=#ffffffa6>Per la sua gente, per Mondstadt, e per la libertà, seppur illusoria.</color>"
          }
        ]
      },
      {
        "title": "Vol. 2",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Descrizione:</color>\n<color=#ffffffa6>Una canzone popolare dalla ricostruzione di Mondstadt. Racconta la storia di Vennessa, la fondatrice dei Cavalieri di Favonius, nei suoi primi anni in cui conobbe Barbatos, l'Archon di Anemo, e di come sconfisse il drago e sovvertì gli aristocratici.</color>\n<color=#ffffffa6>Amici di Mondstadt, festeggiamo! Bevete a sazietà!</color>\n<color=#ffffffa6>Giunse il dì in cui Barbatos alle sue preci rispose.</color>\n<color=#ffffffa6>L'Archon di Anemo cercò la sua chioma ardente e accanto a lei discese.</color>\n<color=#ffffffa6>\"Ogni essere merita un nome\", spiegò con un sorriso.</color>\n<color=#ffffffa6>\"Il tuo bel nome in canto per sempre sarà inciso,\"</color>\n<color=#ffffffa6>\"Nient'altro io ti chiedo in cambio che la tua amicizia.\"</color>\n<color=#ffffffa6>La giovine ben felice accettò, e la paura sua in un lampo si involò.</color>\n<color=#ffffffa6>E così, verso la battaglia marciò seguendo di Barbatos il canto,</color>\n<color=#ffffffa6>Il drago demoniaco sfuggì dalla sua furia e il popolo non più fu affranto.</color>\n<color=#ffffffa6>Nobili corpulenti di fronte a tanto coraggio sotto i tavoli si erano ascosi.</color>\n<color=#ffffffa6>\"Mondstadt ora è libera\", cantavano i venti agli abitanti festosi.</color>\n<color=#ffffffa6>Le brezze silvestri si unirono e insieme abbatterono del tiranno la torre.</color>\n<color=#ffffffa6>Libera dalle catene alfine, la giovane leonessa alzò fiera il capo, senza che il vento la osasse scomporre.</color>\n<color=#ffffffa6>E così la dama dalla chioma di fiamma ottenne prestigiosa fama.</color>\n<color=#ffffffa6>Il suo cuore era gonfio di gioia di poter cantare con l'Archon di Anemo al fianco.</color>\n<color=#ffffffa6>Ma nessuna parola di gratitudine voleva Barbatos, che disse franco:</color>\n<color=#ffffffa6>\"Tu già hai fatto quanto narra il tuo canto.\"</color>\n<color=#ffffffa6>\"Mi hai donato la tua amicizia e il tuo nome, gentile dama.\"</color>\n<color=#ffffffa6>\"Del mio canto di lodare la tua libertà soltanto avevo brama.\"</color>\n<color=#ffffffa6>Amici, beviamo ancora!</color>\n<color=#ffffffa6>Perché da qui sgorga di Mondstadt la libertà.</color>\n<color=#ffffffa6>Quando i giorni si volgono in notte e i volti si riempiono di disperazione,</color>\n<color=#ffffffa6>Non scordate mai di Vennessa, la dama dalla chioma fiammante, il nome!</color>\n<color=#ffffffa6>Mai cessate di inseguire la libertà, anche quando la terra è piena solo di privazione!</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "La leggenda di Vennessa"
          }
        ]
      }
    ]
  }
}