{
  "epId": 2351,
  "name": "La principessa dei cinghiali",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Boar Princess_icon.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1749247856,
  "components": {
    "body": [
      {
        "title": "Vol. 1",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Nei miti di epoche antiche, ogni essere vivente in questo mondo aveva il proprio regno.</color>\n<color=#ffffff73>Al tempo Mondstadt era una foresta, un luogo di sollazzo per i cinghiali.</color>\n<color=#ffffff73>Nella foresta si estendeva il Regno dei cinghiali, dove tutti vivevano felici sotto il governo del re dei cinghiali.</color>\n<color=#ffffff73>Il re aveva un'adorabile, giovane figlia, con il grugno più vezzoso, le zanne più bianche e le setole più morbide di tutto il regno.</color>\n<color=#ffffff73>La principessa dei cinghiali, bella e gentile, donava ogni giorno ai suoi sudditi i frutti più dolci e succosi.</color>\n<color=#ffffff73>Bacche dolci e acidule, mele croccanti, funghi deliziosi: la principessa dei cinghiali condivideva sempre ogni prelibatezza con i suoi amici.</color>\n<color=#ffffff73>Ogni cinghiale del regno adorava il proprio re e la principessa, e ogni giorno li lodava così:</color>\n<color=#ffffff73>\"Oink, oink! Lode al nostro re! Fino a quando continuerà a governarci, non soffriremo mai la fame!\"</color>\n<color=#ffffff73>\"Oink, oink! Lode al mite Archon di Anemo per aver donato al nostro re una principessa tanto gentile ed educata!\"</color>\n<color=#ffffff73>(Ci sono delle note a margine in una grafia minuta: \"Papà, se non mangio le caramelle tutte le notti e prego tutti i giorni, diventerò un maialino selvatico? Voglio diventare un maialino selvatico perché sono buoni.\")</color>"
          }
        ]
      },
      {
        "title": "Vol. 2",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>A nord della foresta dei cinghiali si giaceva una tundra gelata.</color>\n<color=#ffffff73>Il giocoso Barbatos non aveva raggiunto queste terre, che pertanto restavano coperte dal ghiaccio e dalla neve.</color>\n<color=#ffffff73>Ogni creatura che si avventurava là rischiava di congelarsi le zampe e gli zoccoli.</color>\n<color=#ffffff73>\"Fa freddo, troppo freddo! Si gela! I miei zoccoli s'infrangeranno in mille pezzi!\"</color>\n<color=#ffffff73>Nemmeno il coraggioso e possente re dei cinghiali riusciva ad affrontare la gelida tundra.</color>\n<color=#ffffff73>\"Oink, oink, oink! Il mio povero grugno sta diventando viola per il freddo!\"</color>\n<color=#ffffff73>In quel luogo viveva un cucciolo di lupo, tutto solo.</color>\n<color=#ffffff73>(In fondo alla pagina c'è scritto, in una grafia infantile: \"Papà, perché il cagnolino non si gela le zampe nel freddo?\")</color>"
          }
        ]
      },
      {
        "title": "Vol. 3",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Il cucciolo era un piccolo spensierato dagli occhi azzurri come il cielo e dalla sontuosa pelliccia grigia.</color>\n<color=#ffffff73>Quando si arrabbiava, il suo aspetto era proprio lo stesso del rilievo della testa di lupo in cima alla Cattedrale di Mondstadt.</color>\n<color=#ffffff73>Ma un giorno, mentre stava cacciando nella foresta, si imbatté nel malvagio stregone scoiattolo: Woobakwa!</color>\n<color=#ffffff73>Tra tutti gli esseri del mondo antico, nessuno era più perfido di Woobakwa, nemmeno i demoni o i draghi. Woobakwa odiava tutto ciò che è bello, e aveva giurato di tramutare la bellezza in orrore e la luce in oscurità.</color>\n<color=#ffffff73>Vedendo il lupo pieno di gioia, una rabbia sorda s'impadronì di lui. Gridò:</color>\n<color=#ffffff73>\"Squit! Squit! Sono furioso! Trapasserò il suo cuore con il ghiaccio più gelido e non saprà più cosa sia la speranza!\"</color>\n<color=#ffffff73>Detto questo, Woobakwa iniziò a maledire il cucciolo con la sua magia.</color>\n<color=#ffffff73>Ma il piccolo avventato lo inghiottì in un sol boccone senza il minimo avvertimento.</color>\n<color=#ffffff73>Woobakwa era così furioso che maledisse il cucciolo usando le parole più malvagie e offensive mai pronunciate da uno scoiattolo. Il cucciolo udì lo strepitio che proveniva dall'interno della sua bocca, e solo allora comprese il suo errore.</color>\n<color=#ffffff73>\"Auuu, mi dispiace così tanto, signor scoiattolo: credevo fossi commestibile!\"</color>\n<color=#ffffff73>Il cucciolo voleva scusarsi con lo scoiattolo, ma sentì che la gola gli si stringeva, per poi tornare a rilassarsi. Lo scoiattolo era scivolato nel suo stomaco.</color>\n<color=#ffffff73>(A questa pagina è attaccato un foglio scritto una grafia elegante: \"Lily, è per questo che dovresti fare attenzione a cosa mangi quando sei fuori\".)</color>"
          }
        ]
      },
      {
        "title": "Vol. 4",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Nessuno sa quale reazione chimica si verificò nello stomaco del cucciolo, ma all'improvviso la maledizione di Woobakwa ebbe effetto!</color>\n<color=#ffffff73>Il cuore del cucciolo venne trafitto e congelato da una stalattite di ghiaccio. Il cucciolo divenne da allora freddo e perfido, e ogni volta che gli altri animali si mostravano gentili nei suoi confronti, li ripagava con le parole più scortesi o le azioni più malvagie. Ogni creatura finì per detestarlo.</color>\n<color=#ffffff73>Da quel giorno, tutti i lupi nella foresta dicevano questo del cucciolo:</color>\n<color=#ffffff73>\"Auuu, che lupo egoista! Davvero un cucciolo insopportabile.\"</color>\n<color=#ffffff73>\"Auuu, auuu, che lupo senza cuore! Stiamogli lontani.\"</color>\n<color=#ffffff73>Uno alla volta, il cucciolo perse tutti i suoi amici. Non era più il benvenuto nella foresta, quindi il lupacchiotto solitario non ebbe altra scelta che dirigersi a nord.</color>\n<color=#ffffff73>Le tempeste di neve che infuriavano nella tundra settentrionale tenevano alla larga la maggior parte degli animali. Ma poiché il suo cuore era già di ghiaccio, il cucciolo non temeva più il freddo.</color>\n<color=#ffffff73>Decise di stabilirsi là, e divenne il lupo solitario che vagava nella tundra.</color>\n<color=#ffffff73>(Una bambina ha scritto a margine della pagina: \"Papà, ma dov'è finito Woobakwa?\")</color>"
          }
        ]
      },
      {
        "title": "Vol. 5",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Un giorno, la principessa dei cinghiali sentì parlare del cucciolo e fu profondamente rattristata dalla sua storia.</color>\n<color=#ffffff73>Domandò ai suoi sudditi consigli per scongelare il suo cuore e farlo tornare il dolce lupacchiotto che era un tempo.</color>\n<color=#ffffff73>Chiese e chiese ancora, ma solo la saggia volpe e l'anziana tartaruga seppero darle una risposta.</color>\n<color=#ffffff73>\"Caì, caì! Solo la sincerità e il fuoco potrebbero sciogliere un ghiaccio tanto malvagio\", rispose la volpe.</color>\n<color=#ffffff73>\"Le amicizie richiedono sacrificio. Nessuna amicizia è esente da sacrifici. Mi scuso, ma non so produrre dei suoni buffi\", disse infine l'affidabile nonno tartaruga.</color>\n<color=#ffffff73>La scaltra principessa dei cinghiali capì subito cosa doveva fare. Si asciugò le lacrime e fece una piccola riverenza ai due saggi animali.</color>\n<color=#ffffff73>\"Oink, oink! Grazie! Vorrei che veniste con me dal cucciolo, così che possiate essere i primi ad assistere alla nostra amicizia!\"</color>\n<color=#ffffff73>Quando la volpe e la tartaruga sentirono che la principessa dei cinghiali li aveva invitati a partecipare a un viaggio in compagnia di Sua Maestà, i loro cuori traboccarono di gioia. Partirono quindi con la principessa alla volta del nord.</color>\n<color=#ffffff73>(Una nota scritta a mano, apparentemente dal padre della bambina, è stata attaccata alla pagina: \"Le tartarughe non sanno produrre suoni, per quanto si sforzino. Il motivo per cui nonno tartaruga si è scusato è perché è molto gentile\".)</color>"
          }
        ]
      },
      {
        "title": "Vol. 6",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>E così la Principessa e i suoi due saggi accompagnatori arrivarono al nevoso entroterra dell'estremo nord.</color>\n<color=#ffffff73>La terra era ricoperta a vista d'occhio da ghiaccio e neve. Né gli animali più grandi e coraggiosi né le donnole, ovvero le scavatrici migliori al mondo, sarebbero riuscite a trovare un solo filo di soffice erba o anche soltanto un frutto succoso.</color>\n<color=#ffffff73>La Principessa tremava da capo a piedi per il freddo gelido, ma non si scoraggiò. Non si guardò indietro e avanzò più in là nella terra desolata e ghiacciata.</color>\n<color=#ffffff73>La saggia volpe e la fidata tartaruga non sopportavano il vento tagliente e la neve gelida, per cui implorarono la Principessa:</color>\n<color=#ffffff73>\"Caì, caì! Sua Maestà il re si preoccuperebbe molto se sapesse che ti stai avventurando in un luogo freddo e pericoloso come questo! Torniamo a casa... Caì, caì\", esclamò la volpe.</color>\n<color=#ffffff73>\"Sì, concordo! Temo che ogni momento che passa la tormenta di neve diventerà ancora più violenta e fredda... Perché non ci riposiamo un pochino e non riprendiamo il viaggio quando il vento si sarà fermato e sarà tornato il sole? E chiedo di nuovo scusa per non saper produrre suoni buffi\", argomentò la tartaruga.</color>\n<color=#ffffff73>Ma non servì a nulla. La tenace Principessa non ascoltò i consigli dei suoi saggi compagni, anzi, insistette perché continuassero ad avanzare nel freddo pungente dell'estremo nord.</color>\n<color=#ffffff73>Quale causa potrebbe mai essere più nobile del salvare sangue del proprio sangue, e ricucire un'amicizia perduta?</color>\n<color=#ffffff73>Proseguirono attraverso il ghiaccio e la neve, finché le zampe e gli zoccoli non divennero viola dal freddo e i loro fiati non si congelarono, diventando tutt'uno con la vorticante bufera di neve circostante.</color>\n<color=#ffffff73>Poi, sul picco ghiacciato di un'altissima montagna, accanto a un fiume congelato che, malgrado tutto, continuava a scorrere (seppur di ghiaccioli, non d'acqua), la Principessa incontrò uno spirito che fluttuava nel vento gelido.</color>\n<color=#ffffff73>Un'antica razza di spiriti saggi viveva sulla cima ghiacciata della montagna. Non avevano una forma fisica, ma possedevano enormi poteri magici.</color>\n<color=#ffffff73>\"Oink, oink! Sei tu a comandare qui? Oh, Spirito, ti prego: guidaci attraverso la tormenta di neve!\"</color>\n<color=#ffffff73>La Principessa chiese educatamente. I suo zoccoli, ormai intorpiditi dal freddo, tremavano nella neve.</color>\n<color=#ffffff73>Anche la saggia volpe e il fidato nonno tartaruga guardarono ansiosamente lo spirito della tormenta di neve. Intanto, le loro zampe e pinne, ormai intorpidite dal freddo, tremavano nella neve.</color>\n<color=#ffffff73>\"Wooosh, wooosh...\"</color>\n<color=#ffffff73>Lo spirito della tormenta di neve disse dolcemente.</color>\n<color=#ffffff73>\"Certo, ma... wooosh, wooosh...\"</color>\n<color=#ffffff73>\"In cambio attingerò alla vostra energia: più vi addentrerete nella tormenta, più diventerete affamati e stanchi... Ma vi assicuro che non metterà a rischio le vostre vite... O almeno spero... Wooosh, wooosh...\"</color>\n<color=#ffffff73>\"Oink, oink! Dopotutto, lui è lo spirito della tormenta di neve\", rifletté la Principessa.</color>\n<color=#ffffff73>\"E con me ci sono i due membri più saggi e premurosi della mia famiglia. Sono certa che, qualunque cosa accadrà, loro sapranno risolverla!\"</color>\n<color=#ffffff73>La Principessa non esitò neanche un momento prima di accettare la proposta dello spirito della tormenta di neve. La saggia volpe e il fidato nonno tartaruga non ebbero il tempo di pensare, né tantomeno di esprimere, alcuna rimostranza.</color>\n<color=#ffffff73>\"Oink, oink! Lo dichiaro un buon affare! Ora guidaci dal cucciolo di lupo!\"</color>\n<color=#ffffff73>E così lo spirito si tramutò in un torrente di ghiaccio che trasportò la tenace Principessa oltre l'altissima montagna...</color>"
          }
        ]
      },
      {
        "title": "Vol. 7",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Dopo aver affrontato il freddo intenso e le tempeste turbinanti, la principessa dei cinghiali finalmente vide il cucciolo.</color>\n<color=#ffffff73>Gli occhi un tempo azzurri come il cielo del povero cucciolo si erano offuscati, e il piccolo, ricoperto di ghiaccio, si era quasi dimenticato come abbaiare.</color>\n<color=#ffffff73>\"Auuu! Sei arrivata proprio al momento giusto: non ho ancora mangiato!\"</color>\n<color=#ffffff73>Udendo queste parole, la gentile principessa dei cinghiali non poté fare a meno di versare delle lacrime. Le sue calde lacrime parvero sciogliere un po' il ghiaccio che attanagliava il cuore del cucciolo.</color>\n<color=#ffffff73>\"Auuu! Perché piangi?\"</color>\n<color=#ffffff73>\"Oink, oink! Qui fuori morirai di fame: non ho mai visto una miseria simile nel mio regno!\"</color>\n<color=#ffffff73>\"Sacrificherò qualsiasi cosa per riempire il tuo stomaco affamato!\"</color>\n<color=#ffffff73>Il cucciolo rimase meravigliato dalle sue parole.</color>\n<color=#ffffff73>\"Auuuuu! Devi essere matta! Nessuno ha mai avuto il coraggio di promettermi una cosa simile!\"</color>\n<color=#ffffff73>Ma quando il lupacchiotto vide l'ardente determinazione negli occhi della principessa, il suo cuore di ghiaccio si sciolse un altro poco.</color>\n<color=#ffffff73>\"Sì! Ed è per questo che...\"</color>\n<color=#ffffff73>\"Sacrificherò due dei membri della mia famiglia più saggi e amorevoli solo per nutrirti! È per il bene della nostra amicizia!\"</color>\n<color=#ffffff73>La volpe comprese quale orrore stesse per avere luogo e provò a fuggire, ma il cucciolo e la principessa dei cinghiali la bloccarono a terra. Davanti a quella scena, nonno tartaruga si spaventò così tanto che si rifugiò nel suo guscio.</color>\n<color=#ffffff73>Il cucciolo e la principessa dei cinghiali si godettero un delizioso antipasto di volpe in mezzo alla neve. Poi trovarono una grotta, raccolsero qualche fungo, accesero un fuoco con un po' di muschio e si gustarono una prelibata zuppa di tartaruga.</color>\n<color=#ffffff73>Il cucciolo, per la prima volta da non sapeva quanto, provò la gioia della condivisione e del fare amicizia con qualcuno. Il suo cuore di ghiaccio si sgelò completamente e il lupacchiotto versò lacrime di gioia.</color>\n<color=#ffffff73>La principessa prese il cucciolo per una zampa e i due tornarono felici a casa.</color>\n<color=#ffffff73>(Incastrata tra le ultime due pagine c'è una tessera con una grafia elegante: \"Tesoro, credo faremmo meglio a donare questo libro alla biblioteca...\")</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "La principessa dei cinghiali"
          }
        ]
      },
      {
        "key": "Libri",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1660,
            "name": "La principessa dei cinghiali (I)",
            "desc": "<p>Tanto, tanto tempo fa, nel regno della foresta... Di che storia si tratta?<br>La principessa dei cinghiali, parte 1. Un racconto sull'amicizia, l'amore e la morte. </p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Boar Princess (I)_icon.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 1663,
            "name": "La principessa dei cinghiali (II)",
            "desc": "<p>Un campo di ghiaccio senza vita, una terra che neppur il gentile Archon di Anemo ha mai visitato. Come può avere ancora degli abitanti?<br>La principessa dei cinghiali, parte 2. La storia continua sul ghiacciaio.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/07/362377527/0bc98c5bf9f892f6b976a814a768d115_7079807541929805628.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 1662,
            "name": "La principessa dei cinghiali (III)",
            "desc": "<p>\"Non ci sarà più speranza per te.\" Cosa accadrà al cucciolo di lupo afflitto da una tale maledizione?<br>La principessa dei cinghiali, parte 3.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/07/362377527/0bc98c5bf9f892f6b976a814a768d115_8533252354319533034.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 1666,
            "name": "La principessa dei cinghiali (IV)",
            "desc": "The wolf pup grew up in the cold loneliness. The secret past of the lone wolf is now revealed.<br/>The Boar Princess, Part 4.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Boar Princess (IV)_icon.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 1664,
            "name": "La principessa dei cinghiali (V)",
            "desc": "\"No one deserves this fate.\" The good princess sheds a tear of compassion. For those who persevere as true companions, even the ice shall melt before their determination.<br/>The Boar Princess, Part 5.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Boar Princess (V)_icon.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 1665,
            "name": "La principessa dei cinghiali (VI)",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La principessa dei cinghiali e i suoi due saggi compagni superano una gelida landa desolata e scalano una montagna innevata, dove scoprono l'esistenza di un abitante locale veramente molto misterioso...<br>Scopri come continua quest'avventura ad alta quota e a basse temperature nei sei volumi de La principessa dei cinghiali.<br>Sul frontespizio, sono presenti delle scritte di una mano infantile che dicono: \"Papà, quando torni a casa, devi leggermi anche la parte della montagna innevata!\"</span></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/45954971/16772e938a5041bd35f1f3206accdd76_1845379975025511058.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 1661,
            "name": "La principessa dei cinghiali (VII)",
            "desc": "All the sacrifices made out in the frozen plains were not in vain. The perfect ending of friendship, love, life and death!<br/>This is the end to the famous and touching story, The Boar Princess.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Boar Princess (VII)_icon.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      }
    ]
  }
}