{
  "epId": 2351,
  "name": "La principessa dei cinghiali",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Boar Princess_icon.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1677158352,
  "components": {
    "body": [
      {
        "title": "Vol. 1",
        "desc": [
          {
            "type": "RichText",
            "text": "A long, long time ago, in the forest kingdom... What legends occurred there?\nThe Boar Princess, Part 1. A story about friendship, love, and death.\nIn the myths of ages past, every living being in this world had its own kingdom.\nMondstadt was a forest in that age, a playground of the boars.\nIn the forest was the Boar Kingdom, where everybody lived happily under the reign of the Boar King.\nThe King had a lovely young daughter, who had the prettiest snout, the whitest tusks, and the smoothest fur in the whole kingdom.\nThe Boar Princess, beautiful and kind, gave the juiciest and sweetest fruits to her subjects every day.\nFrom sweet and sour berries, to crisp apples, to delicious tree mushrooms, the Boar Princess always shared her delicacies first with her friends.\nEvery boar in the kingdom adored their King and Princess, and every day they praised them so:\n\"Oink, oink! Bless our King! As long as he reigns over us, we will never starve!\"\n\"Oink, oink! Bless the gentle Anemo Archon for giving our King such a kind and polite Princess!\"\n(There are some words in the margin written in tiny handwriting: \"dada, if I dont eat candy efery night, and i pray eferyday, will i turn into a wild piggy? i want to be a wild piggy because they are so tasty\")"
          }
        ]
      },
      {
        "title": "Vol. 2",
        "desc": [
          {
            "type": "RichText",
            "text": "A lifeless ice field, a land even the gentle Anemo Archon has never visited. How is it that it still has its lonely inhabitants?\nThe Boar Princess, Part 2. The story continues on the glacier.\nNorth of the boar forest was a frozen tundra.\nThe playful Barbatos had not reached those lands, so they remained covered by ice and snow.\nEvery creature who ventured there risked freezing their paws and hooves off.\n\"It's cold, too cold! It's freezing! My claws are going to shatter!\"\nEven the bravest, strongest Boar King could not withstand the frigid tundra.\n\"Oink, oink, oink! My frozen snout is turning purple!\"\nThere lived but a single lone wolf pup in that place.\n(The childish handwriting at the bottom of the page reads: \"dada, why does the little doggy have paws that don't freeze off in the cold?\")"
          }
        ]
      },
      {
        "title": "Vol. 3",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Now and evermore shall you be bereft of hope.\" What fate awaits the wolf pup who bears such a cruel curse?\nThe Boar Princess, Part 3.\nThe pup was a carefree child who had bright blue eyes and slick gray fur.\nWhen he got angry, he looked exactly like the wolf head relief atop the Mondstadt Cathedral.\nBut one day, when he was hunting in the forest, he ran into the evil squirrel sorcerer: Woobakwa!\nOf all the beings in the ancient world, none were more evil than Woobakwa — not even demons and dragons. Woobaka despised everything nice, and swore to transform beauty into ugliness and turn light into dark.\nAt the sight of the joyful wolf, anger boiled inside him. He cursed:\n\"Squeak! Squeak! Angry am I! I shall spike his heart with the coldest ice, and he will never again know the meaning of hope!\"\nWith that said, Woobakwa began to curse the pup with his magic.\nBut the rash pup gobbled him up, just like that, without the slightest warning.\nWoobakwa was so furious that he cursed the pup using the most foul and insulting words ever uttered by a squirrel. The pup felt the noise coming from his mouth, and only then did he realize his mistake.\n\"Aroo, I'm so sorry, mister squirrel, I thought you were edible!\"\nThe pup wished to apologize to the squirrel, but he felt his throat tighten and then loosen. The squirrel slid down to his stomach with a gulp.\n(A sheet of paper bearing fine handwriting is taped to this page: \"Lily, this is why you should eat cautiously when you're outside.\")"
          }
        ]
      },
      {
        "title": "Vol. 4",
        "desc": [
          {
            "type": "RichText",
            "text": "The wolf pup grew up in the cold loneliness. The secret past of the lone wolf is now revealed.\nThe Boar Princess, Part 4.\nNo one knew just what chemical reaction occurred in the pup's stomach, but Woobakwa's curse magically came into effect!\nBecause of the curse, the pup's heart was pierced and frozen by an icicle. The pup became cold and mean forever after, and whenever other animals showed kindness to him, he would repay them with the harshest of words or the most woeful of deeds. In the end, every animal loathed him.\nFrom then on, every wolf in the forest spoke of the pup in this way:\n\"Woof, what a selfish wolf he is! Such an obnoxious kid.\"\n\"Woof, woof, what a heartless wolf he is! Let us stay away from him.\"\nOne by one, the pup lost all his friends. The forest welcomed the lonely pup no more, so he had no choice but to head north.\nThe blizzards that blew in the northern tundra kept most creatures away. But with his heart already frozen solid, the pup was no longer afraid of the cold.\nHe decided to settle down there, and became the lone wolf that roamed the tundra.\n(A young girl has written in the corner of the page: \"Dada, but where did Woobakwa go?\")"
          }
        ]
      },
      {
        "title": "Vol. 5",
        "desc": [
          {
            "type": "RichText",
            "text": "\"No one deserves this fate.\" The good princess sheds a tear of compassion. For those who persevere as true companions, even the ice shall melt before their determination.\nThe Boar Princess, Part 5.\nOne day, the Boar Princess heard about the pup and was deeply saddened by his story.\nSo she asked her people for advice on how to defrost his heart and turn him back to his former sweet self.\nShe asked and asked, but only the wise fox and the elderly turtle knew the answer:\n\"Ack-ack-ack! Only sincerity and fire could melt such evil ice. Ack-ack-ack!\" The fox replied.\n\"Friendship demands sacrifice. No friendships come without sacrifices. I apologize for not knowing how to make funny sounds,\" the trustworthy Grandpa Turtle said.\nThe clever Boar Princess knew right away what she had to do. She dried her tears and curtsied to the two wise animals:\n\"Oink oink! Thank you! I would like for you to come and see the pup with me, so that you can be the first to witness our friendship!\"\nWhen the fox and the turtle heard the Boar Princess was willing to invite them on a royal trip, their hearts were filled with joy. They set out with the Princess and headed north.\n(A handwritten note, seemingly from the young girl's father, is taped to the page: \"Turtles can't make noises, no matter how hard they try. The reason Grandpa Turtle apologizes for this is just because he is very polite.\")"
          }
        ]
      },
      {
        "title": "Vol. 6",
        "desc": [
          {
            "type": "RichText",
            "text": "The Boar Princess and her two wise companions brave an icy wasteland and scale a snowy mountain, where they discover a very mysterious inhabitant indeed...\nSee how this high-altitude, low-temperature adventure unfolds in volume six of The Boar Princess.\nThere is some childish handwriting on the title page, which reads: \"Daddy, when you get home, you have to read me the one about the snowy mountain too!\"\nAnd so, the Princess and her two wise companions arrived in the snowswept hinterland of the far north.\nIce and snow covered the land as far as the eye could see. Neither the biggest, bravest animals nor even the weasel, who is the most skilled digger of them all, could find so much as a single blade of soft grass or a single piece of juicy fruit.\nThe Princess was shivering from head to tail in the freezing cold, yet she was undaunted. Without even looking back, she pressed on deeper into the frozen wasteland.\nThe wise fox and the trustworthy turtle could not bear the piercing wind and the freezing snow. They begged of the Princess:\n\"Ack-ack-ack! If His Majesty the King knew that you were adventuring to such a cold and dangerous place as this, he would be very worried! Let's head back home... Ack-ack-ack,\" exclaimed the fox.\n\"Yes, I agree! I fear the snowstorm will get stronger and colder with each passing second... Let us at least rest a while, and continue our journey once the wind has stopped and the sun is out? Once again, I apologize for not knowing how to make funny sounds,\" reasoned the turtle.\nIt was to no avail. The persevering Princess did not heed the advice of her wise companions, but insisted that they continue to press on into the bitter cold of the far north.\nFor what nobler cause could one pursue in this world than rescuing lost kin and rekindling lost friendships?\nOnwards they continued through the ice and snow, until their paws and hooves were purple from the cold, until each breath they exhaled turned into ice which became one with the swirling blizzard around them.\nThen, at the icy peak of a tall mountain, next to a frozen river which, in spite of everything, still flowed — albeit with icicles rather than water — the Princess met a spirit, swaying to and fro in the freezing wind.\nAn ancient race of wise spirits lived atop that ice-capped mountain. They had no physical form, but possessed great magical power.\n\"Oink oink! Are you the master of this place? Please, O Spirit, could you guide us through this snowstorm?\"\nThe Princess politely posed her question as her hooves, now numb from the cold, trembled in the snow.\nThe wise fox and the trustworthy Grandpa Turtle also looked expectantly at the spirit of the snowstorm. As they gazed, their paws and flippers, respectively, numb from the cold, trembled in the snow.\n\"Whoosh, whoosh...\"\nThe spirit of the snowstorm spoke softly.\n\"Of course, but... whoosh, whoosh...\"\n\"In return, I will sap your energy. The further forward you go in the storm, the more tired and hungry you will become — though I assure you, it will not be life threatening... I hope... Whoosh, whoosh...\"\n\"Oink oink! This is, after all, the spirit of the snowstorm,\" pondered the Princess.\n\"And I am also in the company of the two wisest, most caring members of my family. Whatever may happen, they will always be able to find a way!\"\nWithout a moment's hesitation, the Princess granted the spirit of the snowstorm her request. The wise fox and the trustworthy Grandpa Turtle had no time at all to formulate, let alone articulate, any remonstration.\n\"Oink oink, I do declare this deal a fair one! Now, lead us to the wolf pup!\"\nAnd so, the spirit turned into an ice stream, and carried the persevering Princess over the tall mountain..."
          }
        ]
      },
      {
        "title": "Vol. 7",
        "desc": [
          {
            "type": "RichText",
            "text": "All the sacrifices made out in the frozen plains were not in vain. The perfect ending of friendship, love, life and death!\nThis is the end to the famous and touching story, The Boar Princess.\nAfter venturing though the bitter cold and the swirling storms, the Boar Princess finally saw the pup.\nCovered in ice, the poor pup's once bright blue eyes had now grown dim, and he had all but forgotten how to bark.\n\"Aroo! You have come at the right moment, for I haven't had lunch yet!\"\nHearing his words, the kind Boar Princess could not help but shed tears. Her warm tears seemed to melt a little of the ice at the tip of the pup's heart.\n\"Aroo! Why are you crying?\"\n\"Oink, oink! You are going to starve out here — I have never seen such misery in my kingdom!\"\n\"I will sacrifice everything to feed your hungry belly!\"\nThe pup was stupefied by her words.\n\"Arooooooo! Miss, you must be mad! No one has ever dared say such a thing to me!\"\nBut when the pup saw the determination in her eyes, his frozen heart melted some more.\n\"Nope! That's why...\"\n\"I will sacrifice two of the wisest and most caring members of my family just to feed you! It is for the sake of our friendship!\"\nThe fox knew what horror she meant and attempted to run, but he was pinned to the ground by the pup and the Boar Princess. Grandpa Turtle was so frightened by the sight that he retreated into his shell.\nThe pup and the Boar Princess enjoyed a delicious appetizer of fox out in the snow. Next, they found a cave, picked a few mushrooms, built a fire with some moss, and treated themselves to a tasty turtle soup.\nThe pup felt the delight of sharing and making friends for the first time he could remember. His frozen heart melted completely, and he shed tears of joy.\nThe Princess took the pup by his paw, and the two merrily returned to their home.\n(Wedged between the last two pages is a card bearing elegant handwriting: \"Honey, I think it would be best if we donated this one to the library...\")"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "The Boar Princess"
          }
        ]
      }
    ]
  }
}