{
  "epId": 2467,
  "name": "Halfdan",
  "desc": "<p>Un soldato elite della Guardia Reale di Khaenri'ah, è sopravvissuto al Cataclisma di 500 fa ed è diventato un Cavaliere del Serpente nero.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/01/20856775/de9667dc063423be10c279c121fd1afc_7487915869050997018.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1751836139,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Halfdan",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/11876819825eb7f3a5a67681c1fc472d_6973891844868001568.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Oltre cinquecento anni fa Halfdan era un giovane guerriero, un membro d’élite della guardia reale di Khaenri'ah: una nazione senza precedenti, fiorente e potente, costruita interamente dagli esseri umani. Nonostante questo, re Irmin ed i saggi strapparono il velo del peccato e cinque persone su sei, che avrebbero dovuto impedire il disastro, divisero tra loro abbastanza potere Abissale da capovolgere un intero mondo. Quando i mostri dell'Abisso creati da Rhinedottir invasero Teyvat, i Princìpi celesti inviarono gli Archon dei sette regni a Khaenri’ah e la nazione senza dèi venne distrutta.\n<color=#ffffff>\"L'\"orgoglio del genere umano\" fu sradicato e calpestato, come un'erbaccia estirpata dal giardino degli dèi...\"</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/7b9129f9c6803c9736e7e71f50f2e96e_3453872013157491941.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "I Cavalieri del Serpente nero difesero Khaenri'ah insieme al loro capitano, ma non riuscirono a salvarla. L'ultimo ordine che la Spada del crepuscolo diede a Halfdan, il giorno in cui Khaenri’ah cadde, prima di correre verso il palazzo, fu: <color=#ffffff>\"Assicurati che i Cavalieri del Serpente nero proteggano il popolo di Khaenri'ah... a ogni costo.\"</color> Sebbene fossero chiamati \"guardie reali\", quando il disastro colpì, nobili, aristocratici e gente comune si mostrarono tutti ugualmente spietati. Durante il Cataclisma, tutti i puri sangue di Khaenri'ah incluso Halfdan, furono maledetti dalla\ncon l'immortalità, mentre gli altri vennero trasformati in mostri chiamati Hilichurl. Sotto il peso della maledizione dell'immortalità i Cavalieri del Serpente nero persero la ragione e la memoria, diventando gusci vuoti, guidati solo dalla volontà di distruggere il nemico e di difendersi. Ora, tutto ciò che rimane in quelle armature è la volontà di \"combattere per qualcosa, qualcuno e qualche motivo\". Per cinquecento anni i Cavalieri del Serpente nero continuarono a svolgere il loro dovere, tormentati dal dolore della maledizione e dall'erosione."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/31c7856ee191800d8c2527f86ce5c2de_7778544314108706879.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La maledizione dell'immortalità negava la morte a coloro che ne erano affetti, ma corpo e anima venivano comunque consumati, fino a diventare quasi inesistenti, anche se non era la \"morte\" la forma che assumeva quell'erosione. I Cavalieri del Serpente nero si stabilirono nelle profondità delle miniere della Voragine, dove si trovano rovine di un'antica civiltà, simile per architettura a quella di Khaenri'ah. Essi credevano che la città capovolta che si trovava all'interno Voragine, fosse Khaenri'ah nel mezzo di una catastrofe e che gli Hilichurl fossero il popolo del loro regno, da proteggere. Nella camera superiore di quella città si trovava una fontana, le cui acque avevano un effetto purificante in grado di indebolire la maledizione. Quando gli Hilichurl compresero che per loro la fine era vicina, cercarono istintivamente un luogo calmo e oscuro in cui salutare secoli di sofferenza e un posto in cui il potere della maledizione era indebolito era decisamente il più adatto al loro scopo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/8a59436a38e36d12bf0995bb4bf32167_8004897852254487788.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Un giorno, il Viaggiatore e Paimon, indagando sullo strano comportamento degli Hilichurl, giunsero alla città capovolta insieme al capitano della guardia reale, Dainsleif. Quando i Cavalieri del Serpente nero li attaccarono, credettero che questi fossero legati all'Ordine dell'Abisso, i Khaenri'ahni sopravvissuti che sotto l'influenza della maledizione e del potere dell'Abisso si erano trasformati in mostri desiderosi di distruggere il mondo governato dagli Archon. Dainsleif vide Halfdan in lontananza: gli sembrava familiare, come se volesse dirgli qualcosa, ma poco dopo scomparve. All'interno della città capovolta incontrarono altri Cavalieri del Serpente nero che proteggevano gli Hilichurl, ormai prossimi alla fine. Halfdan riapparve, ordinando loro di ritirarsi e finalmente Dainsleif lo riconobbe. La Spada del crepuscolo comprese allora che i Cavalieri del Serpente nero non erano agli ordini dell'Abisso, ma stavano proteggendo gli Hilichurl. I versi che emettevano non erano minacce, ma un'antica parola nella che lingua di Khaenri'ah significava \"fuggi\". La loro forza di volontà e il desiderio di proteggere il proprio popolo, erano così forti che nemmeno cinquecento anni di erosione erano riusciti a cancellarli. Halfdan riapparve, facendo cenno a Dainsleif e al Viaggiatore di seguirlo e si diresse verso gli Hilichurl, ormai quasi fusi con le tenebre. In quel luogo Dainsleif, il Viaggiatore e Paimon appresero del piano dell'Ordine dell'Abisso: usare un dispositivo di amplificazione sotto la fontana per annullare la maledizione e far risorgere Khaenri'ah. Nessun potere poteva però annullare la maledizione degli dèi: essa era intrecciata al destino stesso del mondo ed esisteva su un piano di realtà più alto della volontà dei singoli. Persino la Signora della Morte si rifiutò di rimuoverla, per non estirpare la ragione d'essere del mondo."
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/07/29/70239714/8a94eec1a8d622f3cf011d73b05df85d_2121116374676029932.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando Dainsleif, il Viaggiatore e Paimon tornarono alla fontana, l'Ordine dell'Abisso utilizzò il dispositivo di amplificazione per aumentare di cento volte l'effetto purificante delle sue acque. Sebbene si aspettassero che questo processo li liberasse dalla maledizione, ciò che provarono gli Hilichurl, Halfdan, gli altri Cavalieri del Serpente nero e lo stesso Dainsleif, fu soltanto un dolore insopportabile. Nonostante la sofferenza, Halfdan si lanciò verso il dispositivo e fermò il processo sacrificando sé stesso. Nonostante questo, dopo il suo sacrificio il dispositivo rimase comunque attivo. Solo distruggendo tutti i meccanismi di alimentazione energetica, il gruppo riuscì infine a spegnerlo definitivamente. Tuttavia, non rimaneva più alcun segno di vita in Halfdan. Mentre Dainsleif si apprestava ad andarsene, lo spirito di Halfdan recuperò per un attimo la lucidità e poté dire addio alla Spada del crepuscolo, prima di dissolversi senza lasciare traccia."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Le mie scuse, capitano Dainsleif, la 'Spada del crepuscolo'. In passato ti ho deluso e non ho protetto il nostro popolo.\"</color>\n<color=#ffffff>\"Non è così. Hai compiuto fedelmente il tuo dovere per cinquecento anni. Sono fiero di tutti voi.\"</color>\n<color=#ffffff>\"Considerando che sei ancora qui, Khaenri'ah... non è caduta, vero?\"</color>\n<color=#ffffff>\"È corretto. Quindi... la 'rinascita della patria' non sarà necessaria.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6497,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5119,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Cataclisma di Khaenri'ah",
        "desc": "<p>Un disastro avvenuto 500 anni fa, durante il quale le forze dell'Abisso irruppero a Teyvat. Come risultato del Cataclisma, Khaenri'ah venne distrutta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/23/20856775/826332c1b0fb525a54df5442ee996c76_3770321130010944750.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "name": "Ordine dell'Abisso",
        "desc": "<p>Un'organizzazione che comprende Khaenri'ahni maledetti e mostri non umani. I suoi membri sono nemici della civiltà che abita in superficie e che prospera in molti angoli del mondo. L'obiettivo principale dell'Ordine dell'Abisso è la distruzione del mondo governato dai Sette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/06/20856775/826332c1b0fb525a54df5442ee996c76_5889206726233476671.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Dainsleif",
        "desc": "<p>Un ex-capitano della Guardia Reale di Khaenri'ah, maledetto da Celestia con l'immortalità. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/20856775/5be02279c59111fdade96afcff5cb22d_3939294246381868017.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7039,
        "name": "Ronova",
        "desc": "<p>La Signora della Morte, una delle quattro Ombre del Primigenio.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/20856775/57099dce99ddcb106636d9fe3a054527_5610238473485806538.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Rhinedottir",
        "desc": "<p>Alchimista membro dell'Hexenzirkel, una dei Cinque Peccatori di Khaenri'ah e madre di Albedo. Rhinedottir creò un'armata di mostri ombra, che attaccarono Teyvat 500 anni fa. La donna è anche conosciuta come \"La Dorata\" o \"R\". </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/20856775/aec634114cb0624de33275829ed6c51f_916028853746468711.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2248,
        "name": "Cavaliere del Serpente nero Fendivento",
        "desc": "<p>Una guardia di una certa importanza a corte, che abbatte i nemici dei sovrani della nazione grazie alla sua particolare tecnica con la spada, nota come \"Verità assoluta\".</p><p>La Spada del crepuscolo un tempo militava nelle loro fila. La gloria di quel regno si è ormai estinta, senza alcuna speranza di poterla reclamare.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Black Serpent Knight: Windcutter_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Dainsleif",
        "desc": "<p>Un ex-capitano della Guardia Reale di Khaenri'ah, maledetto da Celestia con l'immortalità. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/20856775/5be02279c59111fdade96afcff5cb22d_3939294246381868017.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Un ex-capitano della Guardia Reale che ordinò a Halfdan ed alle altre guardie di proteggere il popolo di Khaenri'ah a tutti i costi.\nCavalieri del Serpente nero (Armature oscure)\nUn tempo, erano cavalieri del regno ed avevano una prestigiosa reputazione. Sembra che i lunghi anni trascorsi, assieme ad una maledizione, li abbiano privati della ragione e dei ricordi. Ora, tutto quello che rimane dentro quelle armature è la volontà di \"combattere per qualcosa, qualcuno e qualche motivo\".\nIn base a quanti danni hanno subito nel corso del tempo, sono conosciuti come \"Armature oscure\" oppure \"Cavalieri del Serpente nero\".",
        "alignment": "center"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Halfdan"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Khaenri'ah"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Cavalieri del Serpente nero"
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "Version 2.6 \"Zephyr of the Violet Garden\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=LqCwQicfMuc",
        "coverUrl": "https://i.ytimg.com/vi/LqCwQicfMuc/maxresdefault.jpg",
        "duration": 272
      }
    ],
    "galleryCharacter": [
      {
        "key": "Halfdan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/06/20856775/b73ad03b5cadcc49ce56dfebc6dd7f74_7982623358773370223.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Dainsleif e Halfdan."
          }
        ]
      },
      {
        "key": "Halfdan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/06/20856775/4dd90b1c17ebd4b69e07df02a4c453b9_8753515786857743874.png"
      }
    ]
  }
}