{
  "epId": 2487,
  "name": "Zhiqiong",
  "desc": "<p>Membro della Gilda degli avventurieri. Ha un talento incredibile per la cartografia.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/18/362377527/a507e7d1d98a6ac1f08afdad882ff451_5274301165891245423.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1756495286,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Zhiqiong"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Gilda degli avventurieri\nSquadra di esplorazione delle Miniere sotterranee della Voragine"
          }
        ]
      },
      {
        "key": "Titolo ",
        "value": [
          {
            "type": "RichText",
            "text": "Avventuriera"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "La Voragine",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"La prima volta che venni qui, la conformazione geografica del luogo mi lasciò senza parole... Non ho mai dimenticato la sensazione di soggezione e rispetto che provai.\"</color>\n<color=#ffffff73>\"Ma persino quelle visioni tanto sorprendenti sono diventate monotone, in seguito al trambusto dettatomi dal Ministero degli Affari Civili...</color> <color=#ffffff73>”</color>\n<color=#ffffff73>\"A proposito... Devo ringraziare la viaggiatrice per avermi aiutata a proseguire la mia avventura...\"</color>"
          }
        ]
      },
      {
        "title": "Fauci della Grande miniera",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"L'ingresso alle miniere della Voragine, conosciuto ai minatori come le 'Fauci della Voragine'. Dall'ultimo terremoto, i tunnel, già sigillati dalle Sette Stelle, si sono fatti ancora più insidiosi e imperscrutabili...\"</color>\n<color=#ffffff73>\"Ma, con l'aiuto del viaggiatore, il sigillo è stato spezzato. Speriamo che le Sette Stelle non se la prendano troppo con noi...\"</color>"
          }
        ]
      },
      {
        "title": "Valle di Fuao",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"Questo luogo è stato teatro della micidiale battaglia tra Azhdaha e Rex Lapis. Sono solo una giovane avventuriera inesperta, e scrivere non è il mio forte... Ma non posso evitare di provare un grandissimo rispetto per questo posto.\"</color>\n<color=#ffffff73>\"Quanto siamo piccoli noi mortali davanti al tempo, che può ignorare il giorno e la notte, o provare un grandissimo rispetto per questo posto.</color>\n<color=#ffffff73>\"Quanto siamo piccoli noi mortali davanti al tempo, che può ignorare il giorno e la notte, o dinanzi agli dèi, in grado di smuovere il cielo e la terra...”</color>"
          }
        ]
      },
      {
        "title": "Le miniere sotterranee",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"Sono cresciuta nelle miniere del Villaggio di Mingyun. Il lavoro turbolento dei minatori, le loro gioie e i loro dolori... hanno segnato la mia infanzia.\"</color>\n<color=#ffffff73>\"Osservare questi tunnel sotterranei, tanto vasti quanto silenziosi e deserti, risveglia dei ricordi profondamente malinconici.\"</color>"
          }
        ]
      },
      {
        "title": "Passaggio bloccato",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"Quando se ne andarono, i minatori sigillarono i tunnel che si addentravano nelle profondità delle miniere, ma lasciarono qui uno 'Scoppiamontagna'.\"</color>\n<color=#ffffff73>\"Forse fu per ordine dei superiori, che ritennero poco pratico separare gli interessi economici di Liyue dai Cristalli di sabbia vitrea.\"</color>"
          }
        ]
      },
      {
        "title": "Corso d'acqua sotterraneo",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"Mentre stavo esplorando per conto mio, scoprii questo corso d'acqua limpida e fresca, l'ideale per fare una pausa e purificarsi dalle negatività accumulate lungo la via.\"</color>\n<color=#ffffff73>\"Nelle vicinanze vivono delle miti creature elementali dai movimenti pacati, esseri rari che vivono in pace con il resto del mondo... Ho segnato il corso d'acqua sulla mappa. Spero che il viaggiatore riuscirà a trovarlo.\"</color>"
          }
        ]
      },
      {
        "title": "La Città capovolta",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"Durante i miei viaggi solitari, scoprii questa spaventosa e immensa rovina. Forse è tutto ciò che rimane di un'antica civiltà che venne punita e distrutta. Questa città sembra resistere alla presenza di qualsiasi straniero... Potrebbe persino avere qualcosa a che fare con quei cristalli di colore nero-violaceo, o con quella sostanza melmosa.\"</color>\n<color=#ffffff73>\"Rimasi per un po', ma dovetti allontanarmi da quell'inquietante sagoma capovolta.\"</color>"
          }
        ]
      },
      {
        "title": "La Casa del Grande Fungo",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"Una caverna sotterranea dove cresce uno strano fungo gigante. Avrei giurato di sentire qualcuno chiamarmi. Forse sarà stata soltanto un'illusione... o un'allucinazione, in qual caso questo luogo dev'essere pregno di gas tossici, e devo andarmene il più in fretta possibile.\"</color>"
          }
        ]
      },
      {
        "title": "Il Cortile dei pilastri",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"Nonostante gli avvertimenti della viaggiatrice, ho deciso di seguire le sue orme per arrivare in questo luogo.\"</color>\n<color=#ffffff73>“Riesco a malapena a comprendere la vista di quest'enorme pilastro celeste dinanzi a me. Non sembra essere di questo continente: non può che provenire dal cielo, di cui richiama la tonalità.\"</color>\n<color=#ffffff73>\"Ho deciso che mi addentrerò ulteriormente per svelarne i segreti... Chissà fin dove arriverò e cosa sarò in grado di scoprire?\"</color>"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/18/362377527/991f747653aecd221d2afb1d3de2b540_8008738798339990782.png"
      },
      {
        "key": "Zhiqiong",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/18/362377527/6f12fd3fa681beb943c636c8c07caab0_4241057867797739142.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Miniere sotterranee della Voragine"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "name": "Gilda degli avventurieri",
        "desc": "<p>Un'organizzazione che ha base a Snezhnaya, si occupa di reclutare avventurieri e di accettare e distribuire commissioni. La Gilda ha un ufficio in ognuna delle città più importanti e il suo motto è: \"Ad astra abyssosque!\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/20856775/cc478a96ef1786f56d96ed2ef8718306_4473218081636190842.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Dopo la chiusura delle Miniere sotterranee della Voragine, Zhiqiong diventò un'avventuriera. Si ispirò ad altri grandi avventurieri come",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Alice",
        "desc": "<p>Grande Avventuriera dei regni, Re dei Dodo, difensore della vecchia Mondstadt, amica degli adulti che ancora nutrono speranza, autrice della Guida di viaggio di Teyvat, ideatrice dell'arte Kujirai - Temari Jutsu, fornitrice del rinomato signore Sangemah Bay, anziana e fondatrice dell'Hexenzirkel, nome in codice \"A\", madre di Klee.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/15/362377527/982566bf9e4d7a0be0d34bde03185194_7234652576843434909.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": ", Stanley, Roald, e Leonard.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5119,
        "name": "La Voragine",
        "desc": "<p>Come recita il detto, \"le ombre scure si stagliano sul ripido strapiombo, ma nessuno sa dove porterà la strada insidiosa\". Nei testi antichi di Liyue, questo luogo è a volte denominato come \"Valle di Yu\". Persino la luce del sole si smorza tra le profonde ombre del crepuscolo. Anche se le leggende restano tali, quando si esplorano i meandri di questo complesso sistema di miniere sotterranee bisogna sempre aspettarsi qualche imprevisto. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/03/20856775/1403ea15fe35e78a372610eac1ef820c_7922758468486245658.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Zhiqiong fu inviato nella Voragine per tracciare una mappa delle miniere.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "name": "Vallata Chenyu",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le dolci brezze portano il profumo del tè attraverso le montagne di Liyue, riempiendo l'aria con il profumo salato ancora una volta.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">\"Il tè cresce sulle rocce, dove la giada sgorga all'infinito.\" Il debole profumo e l'antico canto della giada si riversano insieme lungo i fiumi che attraversano il villaggio di Qiaoying fino al vivace Pontile Yilong. Quali avventure e quali fortune attendono, nascoste tra le cime brulicanti del sud...?</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/07/45954971/e4d0ad609badc8717d0d99c57c2e1ca6_7597847818631768162.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Nonostante Zhiqiong non ami il villaggio di Qiaoying a causa di un conflitto con un committente, lo considera la sua seconda casa. L'avventuriera aveva programmato di tornarci per riposarsi dopo la spedizione nella Voragine.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3994,
        "name": "Muning",
        "desc": "<ol><li><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Uno specialista del Ministero degli Affari Civili. È in carica dei requisiti dei materiali per il Team di Esplorazione della Voragine.</span></p></li></ol>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/22/30663804/a04617ebd2e9c030c2b4b1b2c28218e7_8903639597452748625.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Specialista del Ministero degli Affari Civili. È responsabile del fabbisogno di materiali della <color=#ffffff73>Squadra di esplorazione delle Miniere sotterranee della Voragine.</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2520,
        "name": "Jinwu",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Tecnica che ha trascorso più di 20 anni nella Voragine. È a capo della Squadra di esplorazione delle Miniere sotterranee della Voragine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/23/362377527/cba369ea2d1ce5501d1bbb72bd10110d_4060370500684514599.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3995,
        "name": "Clitopho",
        "desc": "<ol><li><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un ex cacciatore di tesori. Dopo essere stato salvato, si è unito al Team di Esplorazione della Voragine.</span></p></li></ol>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/22/30663804/74398529de43e3707a1f00433fc1cac0_2250062561795313934.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3996,
        "name": "Taliesin",
        "desc": "<ol><li><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un bardo da Mondstadt. Si è unito al Team di Esplorazione della Voragine nella speranza di registrare nuove storie di avventura.</span></p></li></ol><p><br></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/22/30663804/6ae5abc6cca8d9ff1e6f777e19c25a06_8526356207216877492.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2510,
        "name": "Khedive",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Membro dell'Akademiya di Sumeru e dell'Amurta. Per studiare i cambiamenti ecologici che si stanno verificando nella Voragine, finanzia la Squadra di esplorazione delle Miniere sotterranee della Voragine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/23/362377527/442361863057efd86af5b19973bb9484_1389798730496742852.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Squadra di esplorazione delle Miniere sotterranee della Voragine.</color>",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Articoli correlati"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Zhiqiong",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/da14b7867b5fe6fbea9580a99f97e3fc_3252764299420376978.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Zhiqiong è nata nel villaggio di Mingyun e faceva parte dell'ultima generazione di minatori, ma dato che le scorte di minerali di Mingyun erano terminate ormai da tempo, lei e il resto dei minatori furono costretti a cercare lavoro altrove, cosa che la portò a finire nella Voragine. Lì, lavorò come cartografa, studiando e facendo ricerche sulle miniere sotterranee. Facendo parte dell'ultima generazione di minatori, Zhiqiong era abituata a navigare tra i cunicoli pericolosi sotterranei e li conosceva come il palmo della sua mano. Poco dopo il suo arrivo, nelle miniere i minatori dissotterrarono una \"cosa\" che chiamarono \"Avveradesideri\". I minatori credevano che, avvicinandosi a essa, qualsiasi desiderio si sarebbe avverato. Dopo la comparsa di questa \"cosa\", i <color=#ffffff73>Cristalluce</color> iniziarono ad apparire ovunque nelle miniere e i cambiamenti nella struttura geologica della Voragine accelerarono: cominciò ad apparire della materia nera che ricopriva le pietre e anche il fango scuro e le <color=#ffffff73>formazioni viscose</color> si diffusero in tutte le miniere. L'influenza dell'Avveradesideri e del fango scuro iniziarono a far impazzire i minatori e i Qixing furono costretti a sigillare la miniera. Dopo la chiusura della Voragine, Zhiqiong divenne un'avventuriera. Nonostante avesse completato solamente pochi incarichi per la Gilda degli Avventurieri, si ispirò a grandi avventurieri come Stanley, Roald e Leonard, così quando il Ministero degli Affari Civili chiese a Zhiqiong di addentrarsi nelle profondità della Voragine come parte di una squadra di esplorazione, accettò immediatamente, sperando di lasciare un segno indelebile nelle generazioni future. L'avventuriera credeva che la Voragine potesse diventare il suo Rubicone. Grazie al talento di Zhiqiong nella cartografia, il suo compito fu quello di creare una nuova mappa delle miniere sotterranee della Voragine, che erano state modificate dopo l'incidente."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/22ecacb511800322d5b6f9f12e67b168_1395391201740701171.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "La squadra di esplorazione era guidata dallo studioso di Sumeru Khedive e comprendeva anche lo specialista della sicurezza Jinwu, il bardo Taliesin, il Viaggiatore e l'ex cacciatore di tesori Clitopho. Zhiqiong inizialmente era molto diffidente nei confronti di Clitopho tanto da volerlo consegnare ai Milleliti, ma quando lui li aiutò a liberare l'ingresso ai livelli inferiori della Voragine cambiò idea. Dato che Khedive, Jinwu, Taliesin e Clitopho non lasciarono l'accampamento della squadra di esplorazione, Zhiqiong, il Viaggiatore e Paimon avrebbero dovuto indagare sui cambiamenti nella Voragine, trovare la \"cosa\" e tracciare una mappa. Durante l'esplorazione, le condizioni dell'avventuriera iniziarono a peggiorare: la vicinanza al fango scuro e alle <color=#ffffff73>formazioni viscose</color> la faceva stare male, come il mal di movimento di una carrozza o il disorientamento che si prova su una nave durante una tempesta. Nonostante il suo discutibile stato di salute, si rifiutò di tornare in superficie e continuò a scendere più in profondità."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/26399c8ebd8fd3a1e73c74bc812f6879_1189357422189465702.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando Zhiqiong, il Viaggiatore e Paimon aprirono un varco verso i livelli inferiori, scoprirono un frammento luminoso e fluttuante, simile ai frammenti del chiodo divino a Picco del Drago di cui un altro avventuriero aveva già parlato a Zhiqiong. Questo frammento era l'Avveradesideri che aveva portato alla chiusura delle miniere della Voragine. Quando videro il frammento, era contaminato dalla sporcizia e Zhiqiong si sentì di nuovo male, ma una volta purificato il cristallo, sembrò riuscire a respirare meglio. Prima di scendere nella parte più profonda della Voragine, Khedivè aveva avvertito Zhiqiong che restare lì sarebbe potuto esserle fatale, ma nonostante tutte le persuasioni e gli ordini, lei si rifiutò di tornare. Era un'avventuriera e il rischio faceva parte della sua vita. Zhiqiong non voleva restare a letto, avvizzita dall'età, affidandosi agli altri per mangiare o persino per andare in bagno. Per lei sarebbe stato meglio morire durante un'avventura piuttosto che rimanere a letto in attesa che il tempo la reclamasse. Non le interessava un lavoro comodo al Ministero o la ricompensa di Khedivè perché voleva dimostrare che anche chi non aveva una Visione e non era notato dalla grazia degli dèi sarbbe stato in grado di realizzare qualsiasi cosa. Credeva che questo fosse l'unico modo per ispirare coloro che sarebbero venuti dopo di lei e dimostrare quanto lontano potesse arrivare un mortale non scelto dagli dèi e che tipo di storia potesse lasciare dietro di sé. E anche se non ci fosse riuscita, voleva rimanere nella memoria delle persone."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/96e7f42f56638cdf7f6bb896e9edbddf_2885714699672117518.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dopo che il Viaggiatore e Paimon trovarono il\nnella Voragine, Zhiqiong partì per installare dei fari di ricerca, senza però fare mai ritorno. Correndo a cercarla, il Viaggiatore e Paimon trovarono l'avventuriera bloccata nel fango scuro, completamente esausta e delirante: <color=#ffffffd9>\"La città dorata... La torre di guardia nera...! *tossisce* Gli emissari divini se ne sono andati...!\"</color> In seguto a questo incidente, alla ragazza fu ordinato di lasciare la Voragine e il Dipartimento degli Affari Civili la nominò ufficialmente consulente e guida, ma lei abbandonò la squadra di esplorazione e scappò. Quando il Viaggiatore e Paimon trovarono il suo ultimo accampamento vicino al chiodo divino, trovarono un regalo per il Viaggiatore e una lettera lasciata a terra in cui si scusava per essere partita senza salutare. Ringraziò Jinwu per la sua premura e disse che avrebbe potuto essere la sua parente più stretta. Ma piuttosto che rimanere sotto la sua ala protettrice per sempre, la ragazza scelse di intraprendere una vera avventura da sola. Zhiqiong si scusò con Clitopho per la diffidenza dimostrata nei suoi confronti e con Muning per non essere riuscita a riprendere il suo servizio. L'avventuriera scrisse di volersi recare nel luogo in cui i Milleliti avevano combattuto al fianco degli Yaksha cinquecento anni prima e che il suo viaggio era tutt'altro che finito. Ma il Viaggiatore e Paimon non trovarono altro che la lettera."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"</color> <color=#ffffff>Tuttavia, non posso fare a meno di chiedermi se quei famosi avventurieri come Leonard, Stanley e Roald abbiano mai assistito alla mia stessa meraviglia: le sale di pietra antiche nell'oscurità, il fango viola scuro che sgorga come lava, i cristalli traslucidi e azzurri che fluttuano nell'aria, le tavolette di pietra danneggiate con incise le mappe di luoghi antichi e tante altre indescrivibili meraviglie... Quei grandi avventurieri si sarebbero tirati indietro per paura del pericolo o avrebbero agito con la stessa temerarietà con cui ho agito io, ostinandosi a inseguire gli imperscrutabili segreti del mondo, anche a prezzo delle loro vite comuni e meno dignitose?</color>\n<color=#ffffff>Signor Khedive, da studioso e anche da comune mortale come me, che scelta farebbe in una circostanza del genere?</color> <color=#ffffffd9>\"</color>\n<color=#ffffffd9>\"</color> <color=#ffffff>Nei tempi antichi in cui eroi e Yaksha combattevano al fianco di Rex Lapis, in cui massi colossali venivano spaccati per formare le montagne, in cui rocce gigantesche venivano lanciate dal cielo per creare i fondali marini, qual era il posto dei semplici mortali come noi, che gli dei non avevano notato né riconosciuto? Cosa sono i nostri banali amori e odi, le nostre banali felicità e tragedie, le nostre banali conquiste e i nostri successi, i nostri banali legami e le nostre relazioni? Sono tutte cose che non hanno alcuna importanza agli occhi degli dèi? Le antiche dimore degli dei e quelle scene insondabili sono davvero molto al di là della portata del comune coraggio umano?</color> <color=#ffffffd9>\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5367,
        "name": "Viaggio al centro della Voragine",
        "desc": "<p>Una serie di missioni avventura che riguardano Zhiqiong, un'aspirante avventuriera, alle prese con <span style=\"color: rgba(255, 255, 255, 0.45)\">La Voragine: Miniere sotterranee.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/02/362377527/9f06aaac8f6aa13b2b50c130548aebf5_1091695568396472388.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5369,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5119,
        "name": "La Voragine",
        "desc": "<p>Come recita il detto, \"le ombre scure si stagliano sul ripido strapiombo, ma nessuno sa dove porterà la strada insidiosa\". Nei testi antichi di Liyue, questo luogo è a volte denominato come \"Valle di Yu\". Persino la luce del sole si smorza tra le profonde ombre del crepuscolo. Anche se le leggende restano tali, quando si esplorano i meandri di questo complesso sistema di miniere sotterranee bisogna sempre aspettarsi qualche imprevisto. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/03/20856775/1403ea15fe35e78a372610eac1ef820c_7922758468486245658.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "name": "Vallata Chenyu",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le dolci brezze portano il profumo del tè attraverso le montagne di Liyue, riempiendo l'aria con il profumo salato ancora una volta.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">\"Il tè cresce sulle rocce, dove la giada sgorga all'infinito.\" Il debole profumo e l'antico canto della giada si riversano insieme lungo i fiumi che attraversano il villaggio di Qiaoying fino al vivace Pontile Yilong. Quali avventure e quali fortune attendono, nascoste tra le cime brulicanti del sud...?</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/07/45954971/e4d0ad609badc8717d0d99c57c2e1ca6_7597847818631768162.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "name": "Gilda degli avventurieri",
        "desc": "<p>Un'organizzazione che ha base a Snezhnaya, si occupa di reclutare avventurieri e di accettare e distribuire commissioni. La Gilda ha un ufficio in ognuna delle città più importanti e il suo motto è: \"Ad astra abyssosque!\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/20856775/cc478a96ef1786f56d96ed2ef8718306_4473218081636190842.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 3830,
        "name": "Visione",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le Visioni sono delle fonti magiche esterne conferite da Celestia e dai Sette Arconti agli Allogeni, una piccola minoranza di persone con forti desideri, permettendo loro di incanalare uno specifico potere elementale. Ogni possessore di una Visione è in grado di raggiungere la divinità ed ascendere a Celestia.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/13/45954971/514cf06235302206ee0dab040f109dc1_8038435815469381013.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 3994,
        "name": "Muning",
        "desc": "<ol><li><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Uno specialista del Ministero degli Affari Civili. È in carica dei requisiti dei materiali per il Team di Esplorazione della Voragine.</span></p></li></ol>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/22/30663804/a04617ebd2e9c030c2b4b1b2c28218e7_8903639597452748625.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2520,
        "name": "Jinwu",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Tecnica che ha trascorso più di 20 anni nella Voragine. È a capo della Squadra di esplorazione delle Miniere sotterranee della Voragine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/23/362377527/cba369ea2d1ce5501d1bbb72bd10110d_4060370500684514599.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2510,
        "name": "Khedive",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Membro dell'Akademiya di Sumeru e dell'Amurta. Per studiare i cambiamenti ecologici che si stanno verificando nella Voragine, finanzia la Squadra di esplorazione delle Miniere sotterranee della Voragine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/23/362377527/442361863057efd86af5b19973bb9484_1389798730496742852.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3996,
        "name": "Taliesin",
        "desc": "<ol><li><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un bardo da Mondstadt. Si è unito al Team di Esplorazione della Voragine nella speranza di registrare nuove storie di avventura.</span></p></li></ol><p><br></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/22/30663804/6ae5abc6cca8d9ff1e6f777e19c25a06_8526356207216877492.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3995,
        "name": "Clitopho",
        "desc": "<ol><li><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un ex cacciatore di tesori. Dopo essere stato salvato, si è unito al Team di Esplorazione della Voragine.</span></p></li></ol>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/22/30663804/74398529de43e3707a1f00433fc1cac0_2250062561795313934.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2258,
        "name": "Lettera di Zhiqiong",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una lettera lasciata da un giovane avventuriera. Sulla carta si sente l’aroma amaro del Qingxin.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/26/77454259/ba08fcad090f859730554c152cdb2208_4320562001580929966.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1182,
        "name": "Cristallo Gelovitreo",
        "desc": "A glaze crystal produced in the depths of The Chasm, this special Glaze Sand Crystal ore was one of many scattered about during the battle against the giant ruin machine. Glaze Sand Crystal ore is a regional specialty of The Chasm, but this one is different from the rest.<br/>Under the radiance of the blue crystal and the power of the Abyss, a strange spiral pattern has emerged within this stone, and it is cold, almost chilling to the touch.<br/>This once smooth crystal has been transformed into this shape by the great might that descended from the heavens and the miasma that arose from the earth's depths — and perhaps the form it has taken is itself a warning unto mortals.<br/>If the interaction of these forces alone could twist stone and metal thus, if that ordinary heroine was truly able to witness the end of the pitch-dark path, how would she have faced the discovery she would make?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Frostglaze Crystal_icon.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}