{
  "epId": 2545,
  "name": "Madame Ping",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Madame Ping è un'anziana signora che vive nel Porto di Liyue: è possibile trovarla nella zona del Padiglione Yuehai, sul Belvedere di Yujing, durante le ore diurne accanto al tavolino su cui tiene i suoi oggetti personali,</span><span class=\"wk-shady\"> tra i quali la sua serenteiera,</span><span style=\"color: rgba(255, 255, 255, 0.65)\"> intenta ad osservare lo sbocciare dei fiori circostanti.</span></p><p><span class=\"wk-shady\">È un'adeptus, conosciuta in passato col nome di Raminga dei sentieri, dedita alla musica, alla convivialità e molto legata agli esseri umani, di cui tutt'ora si interessa, osservandone quotidianamente l'evoluzione.</span></p><p><span class=\"wk-shady\">Oggi Madame Ping ha le sembianze di un'anziana signora, saggia e dai modi gentili, ma nel periodo della sua giovinezza, quand'era '<em>bella e vanitosa</em>', come lei stessa si definisce, era '<em>impavida, premurosa, eloquente e molto saggia</em>', come rammenta Vestale delle nuvole durante il Festival delle lanterne (versione 3.4), tanto da aver combattuto al fianco dell'Archon di Geo durante la guerra degli Archon.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Madame Ping è un NPC che compare in alcune missioni ed eventi di Liyue.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/95525664/0f6d6b3952d41b274178b21b4b0169b9_6945545406528595277.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1706565181,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Madame Ping</color>"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Liyue</color>"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Adepti"
          }
        ]
      },
      {
        "key": "Titolo",
        "value": [
          {
            "type": "RichText",
            "text": "Raminga dei sentieri"
          }
        ]
      },
      {
        "key": "Doppiaggio Cinese",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>周佶 (Ji Zhou)</color>"
          }
        ]
      },
      {
        "key": "Doppiaggio Inglese",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>-</color>"
          }
        ]
      },
      {
        "key": "Doppiaggio Giapponese",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>飯泉桃音 (Momone Iizumi)</color>"
          }
        ]
      },
      {
        "key": "Doppiaggio Coreano",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>박고운 (Park Go-woon)</color>"
          }
        ]
      },
      {
        "key": "Ricompensa",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1183,
            "name": "Splendigiglio",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un fiore antico, facilmente reperibile in tutta Liyue. Durante la fioritura, trasforma le memorie della terra nel suo profumo.</span></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Glaze Lily_icon.png",
            "amount": 5
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Festival delle Lanterne",
        "alignment": "center"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=GJiO22r9418"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>L'era dei mille colori: Scene dall'evento La caducità dei colori in volo</color>\n<color=#ffd780>31 gennaio 2022</color>\n<color=#ffffffa6>Fuochi d'artificio brillano nel cielo come stelle, segnando l'arrivo di un futuro di prosperità.</color>\n<color=#ffffffa6>I loro splendidi colori che brillano nel cielo portano con sé i desideri della gente, nella speranza che le montagne e la luna mantengano la loro bellezza in eterno.</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=DXcQSUZuOKk"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Festeggiamenti radiosi: Scene dall'evento Campane a vento della notte splendente</color>\n<color=#ffd780>21 gennaio 2023</color>\n<color=#ffffffa6>Un nuovo anno porta con sé nuove opportunità, nuovi amici e tanti buoni auspici.</color>\n<color=#ffffffa6>In questa radiante notte di luci, il Porto di Liyue non è solamente colmo di lanterne, ma anche delle melodie celestiali che riecheggiano nell'aria.</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=d1OANwZ29ww"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Genshin Impact - Teaser della storia: Melodie che riecheggiano nel cuore</color>\n<color=#ffd780>25 gennaio 2023</color>\n<color=#ffffffa6>Mutevole come una nuvola di passaggio, effimero come una bolla di sapone.</color>\n<color=#ffffffa6>Un rigolo d'acqua scorre delicato, mentre granelli di polvere vengono spazzati via.</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Raminga dei sentieri",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffa6>3700 anni fa, Rex Lapis fondò Liyue con gli Adepti e stipulò con loro un contratto in cui quest'ultimi erano obbligati a proteggerne gli abitanti. Insieme costruirono città e addestrarono la popolazione all'artigianato e alla tecnologia. Raminga dei sentieri era una degli Adepti che aiutava il popolo insieme a Rex Lapis.</color>\n<color=#ffffffa6>Tra gli Adepti, una delle amiche intime di Raminga dei sentieri si chiamava Guizhong, la dea della Polvere. La loro storia inizia con una certa campana. Guizhong creò la Campanella purificatrice, che era il suo orgoglio.</color>\n<color=#ffffffa6>Secondo Guizhong, anche se i meccanismi non potevano sostituire i compositori umani, erano in grado di produrre melodie semplici, ma piacevoli. Per esempio, poteva essere usata come strumento di accompagnamento. Raminga dei sentieri, però, riteneva che la musica fosse un'espressione dell'anima, un atto d'emozione non replicabile da un macchinario. Discussero e discussero, fino a chiedere il parere di Rex Lapis. Egli confiscò la campana e la adibì a un uso cerimoniale. Da quel giorno diventò possibile trovarle in montagna a discutere di musica, meccanica e altre questioni riguardanti il mondo mortale.</color>\n<color=#ffffffa6>Ma quei giorni felici non sarebbero durati a lungo. Tra gli Dei scoppiò una guerra che pervase le Pianure dei Guili. Il nemico era potente e Guizhong cadde in battaglia. Quando la Vestale delle nuvole e Raminga dei sentieri arrivarono sulla scena, tra le rovine non restava che il suo corpo senza vita... In seguito, Raminga dei sentieri chiese a Rex Lapis di affidarle la Campanella Purificatrice.</color>\n<color=#ffffffa6>Da allora sono passati molti Festival delle Lanterne... molti saluti e molti addii.</color>\n<color=#ffffffa6>Dopo la morte di Guizhong, Raminga dei sentieri iniziò a prediligere la comunione con se stessa e la solitudine. Spesso la si vedeva seduta da sola in cima a una montagna, a riflettere e a ricordare suonando uno strumento. Successivamente, Raminga dei sentieri decise di lasciare gli Adepti e di unirsi agli umani. Cambiò il suo aspetto da quello di una giovane ragazza a quello di una donna anziana e si fece chiamare Madame Ping.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Pensiamo alla vita umana come una lanterna, che un momento è accesa e quello dopo è spenta... ma è così diverso per noi Adepti?</color>\n<color=#ffffffd9>Forse, come la polvere si posa al suolo dopo la tempesta, anche noi dovremmo un giorno tornare al mondo sottostante.».</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/237301566/ba6882ad4e4d72f7a6324f6b10133452_5435425655562693925.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffa6>In memoria della sua amica defunta, Madame Ping coltiva gli Splendigigli, fiori antichi che sono quasi scomparsi dopo la morte di Guizhong. Nell'antichità si credeva che gli Splendigigli potessero leggere il cuore delle persone. Se sentivano risate o canzoni, fiorivano. Ma se questi fiori sentivano maldicenze o pettegolezzi, appassivano. Così i gigli iniziarono ad appassire dopo la morte di Guizhong e poi, molti anni dopo, furono sempre meno con la proclamazione della morte dell'Arconte di Geo, Morax.</color>\n<color=#ffd780>Voci correlate:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un misterioso esperto ingaggiato dai Servizi Funebri Wangsheng. Estremamente competente in qualsiasi materia.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3487,
        "name": "Guizhong",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/22/194600931/66a9dceb7daa0fd96ac32f3a9af48068_3995632004146016517.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1038,
        "name": "Campanella purificatrice",
        "desc": "It is said that this magic bell was prepared specifically for adepti. Its sound rings through the air and does not fade quickly, and can be used to purify the mortal realm.<br/>It seems to have a life of its own, even as you hold it in your hand...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cleansing Bell_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1183,
        "name": "Splendigiglio",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un fiore antico, facilmente reperibile in tutta Liyue. Durante la fioritura, trasforma le memorie della terra nel suo profumo.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Glaze Lily_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Madame Ping",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffa6>Raminga dei sentieri, ad oggi, vive tra gli umani nelle sembianze di una donna anziana e quasi nessuno sa che lei in realtà è un Adepta. Poiché Rex Lapis ha mostrato misericordia, ha donato a tutti gli Adepti un \"potere illuminato\", con il quale essi possono creare dei sotto-spazi, ovvero dei piccoli mondi autosufficienti. La dimora di Madame Ping è la Serenteiera.</color>\n<color=#ffffffa6>Un giorno, durante uno dei Riti di Discesa tra gli umani, il Geo Arconte Morax fu ucciso. Per eseguire il Rito del Commiato, il cerimoniere funerario delle divinità e consulente dell'impresa funebre Wangsheng, Zhongli, chiese in prestito la Campana Purificatrice a Madame Ping. Si trattava della campana che Rex Lapis aveva sottratto a lei e a Guizhong.</color> (Zhongli è in realtà Morax, che voleva dimettersi dalla carica di Arconte e a tal fine inscenò la sua morte davanti agli abitanti di Liyue.)\n<color=#ffffffa6>Dopo la morte del loro Arconte, il popolo di Liyue ha affrontato un nuovo pericolo: il Signore Supremo del Vortice, Osayal, liberato dal precursore dei Fatui, Childe. Quest'ultimo voleva mettere Liyue in pericolo per attirare Rex Lapis e prendere la sua Gnosi. Raminga dei sentieri si unì agli altri Adepti in questa battaglia, proteggendo il popolo. Molti Adepti si ritrovarono a voler distruggere il Porto di Liyue per aver permesso la morte dell'Arconte di Geo e per non lasciare il potere al popolo. Madame Ping, al contrario, voleva affidare Liyue ai Qixing, che combattevano anche contro Osial. Sapeva che Ningguang, la Tianquan del Qixing a Liyue, custodiva la Camera di Giada con cui Osial era stato sconfitto. E se era disposta a sacrificare il lavoro di una vita per proteggere Liyue, allora era degna di governarla.</color>\n<color=#ffffffa6>Quando il Rito del Commiato fu finalmente compiuto, Madame Ping, in segno di gratitudine per l'aiuto, donò al Viaggiatore e a Paimon la sua dimora, racchiusa in una teiera, affinché avessero sempre un tetto sopra la testa. Il Sotto-spazio, chiamato Serenteiera, è stato creato utilizzando la rara Giadeite di Smaragdus e il terriccio delle rive della Palude Dihua. Madame Ping chiese al suo amico Spirito della Teiera, Pioggia Calmante, noto anche come Tonda, di occuparsi della sua dimora.</color>\n<color=#ffd780>Voci correlate:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un misterioso esperto ingaggiato dai Servizi Funebri Wangsheng. Estremamente competente in qualsiasi materia.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 8,
        "name": "Ningguang",
        "desc": "<p>La Tianquan delle Sette Stelle di Liyue. La sua ricchezza è ineguagliabile in tutta Teyvat.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ningguang_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2100,
        "name": "Principe",
        "desc": "<p>Il \"Principe\" Tartaglia, l'undicesimo dei Messaggeri dei Fatui.</p><p>Trae potere dalla minacciosa Illusione che possiede e combatte usando le arti marziali che ha imparato in una terra di tenebra.</p><p></p><p>È un guerriero puro con un'implacabile brama di combattere.</p><p>Ogni conflitto sanguinoso, ogni lotta all'ultimo sangue è per lui una sfida affascinante.</p><p>Si dice che il giovane Principe sia famoso in tutta la nazione per la sua abilità in battaglia.</p><p>Ma non ha mai dato molto peso ai bei discorsi di questo tipo.</p><p></p><p>Dopotutto...</p><p><em>\"Sarai sempre l'occhio della tempesta,</em></p><p><em>e il clangore delle armi che si scontrano ti accompagnerà in eterno.</em></p><p><em>Il ricordo buio di essere entrato nell'oscurità più assoluta diventerà, alla fine, la forza con cui rovescerai questo mondo.\"</em></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3524,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1038,
        "name": "Campanella purificatrice",
        "desc": "It is said that this magic bell was prepared specifically for adepti. Its sound rings through the air and does not fade quickly, and can be used to purify the mortal realm.<br/>It seems to have a life of its own, even as you hold it in your hand...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cleansing Bell_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 657,
        "name": "Serenteiera",
        "desc": "A teapot obtained from Madame Ping. There seems to be a whole new realm within it...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Serenitea Pot_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1478,
        "name": "Giadeite di Smaragdus",
        "desc": "A stone known as Smaragdus Jadeite. What will Madame Ping use it for?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Smaragdus Jadeite_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Discepoli",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffa6>Se agli Adepti capita di incontrare qualcuno con un destino intrecciato con il loro, lo prendono come discepolo e gli insegnano le loro arti. Tra gli Adepti, Raminga dei sentieri, è tra quelli che interagiscono maggiormente con i mortali. Ha molti discepoli e la più giovane si chiama Yaoyao. Il fatto che Yaoyao si prende cura di uccelli, fiori, pesci e persino rocce ha ricordato a Raminga dei sentieri gli Adepti e la loro cura per tutte le cose, ed è stata proprio questa caratteristica ad attirare il suo interesse. Yaoyao è nata in un luogo tranquillo vicino al villaggio di Qingce. Quando Yaoyao divenne discepola dell'Adepta, era ancora troppo giovane per imparare a leggere e scrivere, e così la sua maestra iniziò a insegnarle il galateo dei tomi di poesia. Man mano che cresceva, Raminga dei sentieri avrebbe gradualmente insegnato a Yaoyao i riti degli Adepti, i loro metodi di auto-coltivazione e le proprie arti della lancia. Le lezioni erano molto intense e difficili per Yaoyao, ma la maestra non era tanto preoccupata, perché era evidente che Yaoyao ascoltava le lezioni con attenzione. Avendo inizialmente deciso di essere un'insegnante severa, Raminga dei sentieri si è sentita sollevata nel vedere l'atteggiamento serio di Yaoyao nell'apprendere e ha quindi allentato un po' le sue richieste. Il fatto che Yaoyao la trattasse come una nonna le riscaldò molto il cuore.</color>\n<color=#ffffffa6>Anche se Yaoyao era alta la metà di un adulto, preparava i pasti per Raminga dei sentieri e si preoccupava della sua salute quando la stagione calda passava a quella fredda, come se dimenticasse che gli Adepti non erano soggetti a mal di testa e raffreddori. In realtà, Raminga dei sentieri si sentì come se avesse ricevuto in dono una nipote, e da quel momento in poi non rivolse più parole dure alla bambina. Sebbene all'inizio di questa relazione non avesse altre intenzioni se non quella di accogliere una discepola, ora considera se stessa e Yaoyao inseparabili. E questo le va bene così. Lascia che la bambina resti con lei ancora per un po': ha ancora molto da imparare.</color>\n<color=#ffffffa6>Un'altra discepola di Raminga dei sentieri è Xiangling, una vecchia amica di Yaoyao e cuoca di talento che sperimenta la sua cucina, costantemente, con ingredienti diversi. Raminga dei sentieri ha insegnato a Xiangling come brandire una lancia, con la quale ora aiuta Yaoyao nell'apprendimento.</color>\n<color=#ffffffa6>Inoltre, Raminga dei sentieri è molto vicina alla nota consulente legale di Liyue, Yanfei, il cui padre è un Adepto che ha combattuto dalla parte di Rex Lapis durante la Guerra degli Arconti, mentre sua madre è un'umana. Quando i genitori di Yanfei sono partiti per un viaggio intorno al mondo, Yanfei è rimasta a vivere con Madame Ping.</color>\n<color=#ffd780>Voci correlate:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>La più giovane discepola di Raminga dei sentieri. Una \"piccola adulta\" gentile e premurosa.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/15/35428890/5bc9df1fb67391e4c8080da3d855de53_8974356791001371659.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Xiangling",
        "desc": "<p>Una cuoca rinomata di Liyue. Nutre una grande passione per la cucina ed eccelle nella preparazione di piatti piccanti e speziati.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 24,
        "name": "Yanfei",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una consulente legale rinomata del Porto di Liyue. Una fanciulla geniale nelle cui vene scorre il sangue di una bestia illuminata.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yanfei_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Il tour dell'iridescenza",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffa6>Molte generazioni fa, un viaggiatore di Fontaine che stava attraversando Liyue, scivolò e cadde in un lago. Mentre stava annegando e faticava a respirare, sentì una meravigliosa melodia nell'aria. Si dice che fosse la melodia più bella e commovente che avesse mai sentito. Anche in quel momento di vita o di morte, la musica eterea catturò la sua attenzione, facendogli quasi dimenticare il fatto che stesse annegando. Quando finalmente si riprese, scoprì che era stato riportato a terra. Non troppo lontano da lui si trovava una donna sconosciuta con un'aura quasi divina. Quando ella vide che non era più in pericolo, se ne andò senza dire una parola. Il viaggiatore cercò di raggiungerla per ringraziarla...ma anche se si trovavano a una dozzina di passi l'uno dall'altra, per quanto corresse veloce, non riuscì ad avvicinarsi a lei. Alla fine, non poté fare altro che inchinarsi in segno di ringraziamento alla donna, mentre la guardava allontanarsi verso i fiumi e le montagne in lontananza, per poi voltarsi e riprendere la strada verso casa. Una volta tornato a Fontaine, iniziò a imparare uno strumento per diffondere la sua storia in lungo e in largo, proprio come i bardi. Dopo generazioni di racconti, abbellimenti e drammatizzazioni, la gente è arrivata a pensare a quella signora come fosse una specie di fata. La storia è diventata una leggenda locale a Fontaine, chiamata \"La signora che si affaccia sul lago\". Oggi si dice che se si va in riva al lago e si suona una melodia, purché sia gradevole, si sentirà una fata nascosta accompagnarci con uno strumento.</color>\n<color=#ffffffa6>Con il passare degli anni, il discendente del viaggiatore, Dvorak, intraprese un viaggio per scoprire la verità di questa storia. Decise di ripercorrere i passi del suo antenato e di cercare i discendenti di quella signora. Trascorse molti anni in viaggio e il desiderio che aveva inseguito per metà della sua vita era diventato una specie di ossessione. Una volta, Dvorak pregò per la guida dell'Arconte Anemo nella Cattedrale di Mondstadt e, non appena rimise piede fuori dal cancello d'ingresso, notò un gruppo di foglie sospinte dal vento, sempre più a ovest, verso un varco di pietra. Un amico del posto gli disse che questo significava che il vento lo stava guidando verso Liyue, così Dvorak seguì il consiglio e si diresse lì.</color>\n<color=#ffffffa6>Con l'aiuto del Viaggiatore, di Paimon e della Vestale delle Nuvole, Dvorak scoprì che la donna che aveva salvato il suo antenato si chiama Raminga dei sentieri, che si trovava da quelle parti sul lago perchè in lutto per la sua amica Guizhong. Un tempo anche Raminga dei sentieri amava i raduni, i liquori e la musica. Ma dopo la morte di Guizhong, preferiva restare sola. Spesso la si vedeva seduta da sola in cima a una montagna, a riflettere e a ricordare suonando uno strumento. La musica passava dal lutto, al sollievo, alla passione. Passarono molti anni prima che finalmente componesse una melodia che la soddisfacesse. In onore dell'occasione, la cantò alle nuvole. Purtroppo, la sua melodia fu ascoltata solo una volta.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Sebbene le corde che hanno suonato quella melodia sopravvivono, colei che l'ha ispirata se n'è andata. Dimmi, Vestale delle Nuvole... quando colei che è in sintonia con la mia anima non c'è più, chi altro può sperare di capire questa melodia?\".</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffa6>Fu questa melodia ad affascinare quel viaggiatore e che diventò una leggenda per diverse generazioni.</color>\n<color=#ffffffa6>La storia dell'antenato di Dvorak e di Raminga dei sentieri ispirò Dvorak a organizzare il Tour dell'Iridescenza, uno dei maggiori festival musicali di Fontaine. Fu Dvorak a trasformare uno dei Riti delle Lanterne in un festival musicale in cui si fondevano musica moderna e classica. Alla fine del Rito delle Lanterne, Raminga dei sentieri suonò la sua melodia, che ispirò la creazione di questo festival musicale.</color>\n<color=#ffd780>Voci correlate:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "Festival delle lanterne",
        "desc": "<p>Ogni anno nella giornata della prima luna piena, Liyue celebra il Festival delle lanterne. Di notte, le persone lanciano in cielo molte Lanterne Xiao ed una grossa Lanterna Mingxiao. All'interno di ogni lanterna ci sono un pezzo di Plaustrite ed un legnetto speciale, con scritti i desideri di chi l'ha fatta volare. Le lanterne fluttuano lentamente, illuminando la via alle anime dei fedeli difensori di Liyue.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/85019254/654359f2b1a70b260e1017d412721a45_8017477745862642241.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3486,
        "name": "Dvorak",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/14/94376896/3f82489b8c5f64483f809198483c4709_3732525605119159348.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Vestale delle Nuvole",
        "desc": "<p>Un'Adepta di Jueyun che vive sul Monte Aocang, a Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/190184121/46ee1323ddfe94fe1707c1d50912504e_2884877935752582915.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Relazioni del personaggio",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Adepti",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un misterioso esperto ingaggiato dai Servizi Funebri Wangsheng. Estremamente competente in qualsiasi materia.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3487,
        "name": "Guizhong",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/22/194600931/66a9dceb7daa0fd96ac32f3a9af48068_3995632004146016517.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Vestale delle Nuvole",
        "desc": "<p>Un'Adepta di Jueyun che vive sul Monte Aocang, a Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/190184121/46ee1323ddfe94fe1707c1d50912504e_2884877935752582915.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2461,
        "name": "Scultore della luna",
        "desc": "<p>Scultore della luna è un adeptus che si è ritirato sulle montagne di Liyue, ha le sembianze di un cervo e, come gran parte degli adepti, preferisce evitare il contatto con gli umani. Ha combattuto al fianco dell'Archon di Geo durante la guerra degli Archon.<br>Scultore della luna è un NPC che compare in alcune missioni ed eventi di Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/95525664/f6db6df736a86639eaf7c2d89eb318b8_4057754137573484454.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2519,
        "name": "Formamontagne",
        "desc": "<p>Adeptus che vive sul Monte Hulao a Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/190184121/24ed91484b6cba0d0f8c7dd916b9f774_6764215593741677459.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">La segretaria del Padiglione Yuehai. Nelle sue vene scorre il sangue del Qilin, una bestia illuminata.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Discepole",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>La più giovane discepola di Raminga dei sentieri. Una \"piccola adulta\" gentile e premurosa.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/15/35428890/5bc9df1fb67391e4c8080da3d855de53_8974356791001371659.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Xiangling",
        "desc": "<p>Una cuoca rinomata di Liyue. Nutre una grande passione per la cucina ed eccelle nella preparazione di piatti piccanti e speziati.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 24,
        "name": "Yanfei",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una consulente legale rinomata del Porto di Liyue. Una fanciulla geniale nelle cui vene scorre il sangue di una bestia illuminata.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yanfei_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Yaksha",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Adeptus Yaksha difensore di Liyue, noto anche come \"Conquistademoni\" e \"Custode Yaksha\"</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3521,
        "name": "Bosacius",
        "desc": "<p>Leader degli Yaksha, noto anche come Maresciallo Vritras.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/30/88913591/61275d8b97a9c5e4055ed07a4d34c4fa_8354352224455035750.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3520,
        "name": "Indarias",
        "desc": "<p>Una dei cinque Yakshas più forti, nota anche come generale Musatas</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/30/88913591/7280f8fc2afecab369f640ed8370390d_1087081343467272793.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3519,
        "name": "Bonanus",
        "desc": "<p>Una dei cinque Yaksha più forti, nota anche come Generale Chizapus.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/30/88913591/c11e8841d51eca4a0f5877567d0b1b28_8482699589027492011.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3518,
        "name": "Menogias",
        "desc": "<p>Uno dei cinque Yaksha più forti, conosciuto anche come Generale Kapisas.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/30/88913591/2a70abcd41f1c25b94da6c18901fc863_1288913184031380055.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Articoli correlati",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 657,
        "name": "Serenteiera",
        "desc": "A teapot obtained from Madame Ping. There seems to be a whole new realm within it...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Serenitea Pot_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1523,
        "name": "Scatola di Madame Ping",
        "desc": "A seemingly ordinary container that had been trapped in amber. Its weight, once held, is astounding, and no matter what you do, you can't seem to open it...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Madame Ping's Box_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1038,
        "name": "Campanella purificatrice",
        "desc": "It is said that this magic bell was prepared specifically for adepti. Its sound rings through the air and does not fade quickly, and can be used to purify the mortal realm.<br/>It seems to have a life of its own, even as you hold it in your hand...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cleansing Bell_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 341,
        "name": "Scatola di semi",
        "desc": "A special container obtained from Madame Ping. According to her, this dispensary has the power to \"generate seeds\"... That is to say, it can create the seeds of various plants according to their special traits, which can then be planted within the appropriate fields within your Serenitea Pot.<br/>The plants that can be grown are as follows: Silk Flower, Sweet Flower, Cecilia, Glaze Lily, Windwheel Aster, Qingxin, Violetgrass, Valberry, Small Lamp Grass, Jueyun Chili, Carrot, Radish, Mint, Mushroom, Naku Weed, Horsetail, Snapdragon, Lotus Head, Calla Lily, Seagrass, Sea Ganoderma.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Seed Dispensary_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Missioni ed eventi correlati",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Missioni dell'Archon</color>\n<color=#ffffffa6>Addio, arcaico Signore: Capitolo I, Atto II</color>\n<color=#ffffffa6>Una nuova stella in arrivo: Capitolo I, Atto III</color>\n<color=#ece5d8>Missioni avventura</color>\n<color=#ffffffa6>Teiera, dolce teiera: Parte I</color>\n<color=#ffffffa6>L'arte dell'orticoltura</color>\n<color=#ece5d8>Eventi</color>\n<color=#ffffffa6>Lantern Rite (versione 1.3)</color>\n<color=#ffffffa6>Moonlight Merriment (versione 2.1)</color>\n<color=#ffffffa6>Fleeting Colors in Flight (versione 2.4)</color>\n<color=#ffffffa6>Campane a vento della notte splendente (versione 3.4)</color>\n<color=#ece5d8>Eventi web</color>\n<color=#ffffffa6>An Unforgettable Journey (versione 2.1)</color>\n<color=#ffffffa6>The Great Banquet of the Adepti (versione 2.4)</color>\n<color=#ffffffa6>Canvas of Starlight Memories (versione 3.1)</color>"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/190184121/61f706152a345f7148487f1169bdef55_7842201390100609393.png"
      },
      {
        "key": "Posizione",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/95525664/01cb5bc49747150e8e30ea44871dc8d3_5227704169334592503.png"
      },
      {
        "key": "Madame Ping aspetto",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/95525664/8442073ba1e37c19573cce29f23630b1_3699822185919762691.png"
      },
      {
        "key": "Raminga dei sentieri",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/95525664/232d9939ef037c80119215e2b34812c8_2617954220564424556.jpg"
      },
      {
        "key": "Raminga dei sentieri",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/190184121/cd045232a4eda99c2d7749dcd445c646_3235757958976442413.jpg",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Guizhong e Raminga dei sentieri"
          }
        ]
      },
      {
        "key": "Festival delle lanterne",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/95525664/851e05bae840cc509552425cd63d4b9d_5349911361773367595.jpg"
      }
    ]
  }
}