{
  "epId": 2641,
  "name": "Raccogliere legna",
  "desc": "<p></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/21/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_3827383111062338884.png",
  "menuId": 14,
  "menuName": "Tutorial",
  "version": 1738522150,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Raccogliere legna"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Sistema"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Betulla ",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/21/25750596/e32ba0cd4c20cedd71387b8fd93f7f52_4950148912200535490.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Un albero alto originario dell'estremo nord diffusosi successivamente in tutta Teyvat. Produce un gran numero di rami ed è una risorsa di legno fondamentale in tutte le diverse nazioni. Le betulle sono particolarmente diffuse sull' <color=#ffe14b>Altopiano Ventoso</color> e in altri luoghi. Abbatti una betulla per ottenere <color=#ffe14b>legno di betulla</color> ."
          }
        ]
      },
      {
        "key": "Albero di cuihua",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/21/25750596/960a5eb5bc9acb3d7baef49ad673cd8b_8765578111494343629.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Un albero carico di frutti. Si dice che il nucleo e i frutti di alcuni di questi rigogliosi alberi avessero lo stesso colore del tramonto. Sono conosciuti con il soprannome di \"albero di cuihua\". Gli alberi di cuihua si trovano spesso nei pressi della <color=#ffe14b>Valle Stellare</color> e della <color=#ffe14b>Pianura di Bishui</color> . Abbatti un albero di cuihua per ottenere <color=#ffe14b>legno di cuihua</color> ."
          }
        ]
      },
      {
        "key": "Pino",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/21/25750596/47ce3cab0e1cb8917c5bf8677ee6406b_7197329909396497804.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Un maestoso albero con foglie aghiformi dalla vita millenaria. È possibile trovare queste resistenti conifere in tutto il continente, anche nelle zone più calde, nonostante la loro struttura sia più adatta alle temperature invernali. Da qui il soprannome \"pino invernale\". Questi alberi sono endemici della regione del <color=#ffe14b>Picco del Drago</color> e di altre zone. Abbatti un pino per ottenere <color=#ffe14b>legno di pino</color> ."
          }
        ]
      },
      {
        "key": "Albero sabbioso",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/21/25750596/a8e728bb7041fce637bab5de25daed51_5826890135791771061.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Un albero con rami particolarmente spessi. Questo albero è estremamente resistente, dal momento che le sue radici arrivano in profondità, e non teme né le stagioni più secche né il maltempo. Si dice che questi alberi possano sopravvivere nel deserto e persino resistere agli effetti della siccità e dell'aria salmastra. Per questo motivo sono conosciuti anche come Alberi sabbiosi. Questi alberi si trovano comunemente nelle zone di <color=#ffe14b>Minlin</color> , <color=#ffe14b>Lisha</color> e in altre località. Abbatti un Albero sabbioso per ottenere <color=#ffe14b>legno sabbioso</color> ."
          }
        ]
      },
      {
        "key": "Bambù di Qingce",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/21/25750596/3846f0bc3282ceadeea80f5fad8ab167_3185049271119989230.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Un bambù colore smeraldo del Monte Qingce che si erge fiero come una spada. Spesso, simboleggia la purezza, l'onnipotenza e il senso di giustizia di un vero gentiluomo. È possibile trovare diversi esemplari di bambù di Qingce nelle vicinanze della <color=#ffe14b>Pianura di Bishui</color> e in altre località. Abbatti il bambù di Qingce per ottenere <color=#ffe14b>segmenti di bambù</color> ."
          }
        ]
      },
      {
        "key": "Cedro",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/21/25750596/de3133a3a39192919c65c45f9e4425cc_3361859423242312237.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Un albero sempreverde alto, rigoglioso e solenne. Anche il vento gelido e la neve non possono rovinarne il manto verde smeraldo. I cedri sono comuni nella zona della <color=#ffe14b>Valle Stellare</color> e si trovano anche in altre località. Abbatti un cedro per ottenere legno di <color=#ffe14b>cedro profumato</color> ."
          }
        ]
      },
      {
        "key": "Abete rosso",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/21/25750596/b2cf488392abf1043a28ca0d757405c8_6381145529164317343.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Un albero molto comune. Una volta adattatosi al suo ambiente, crescerà rapidamente fino a diventare legna degna di questo nome. Gli abeti rossi possono essere comunemente avvistati nelle aree della <color=#ffe14b>Collina Sibilante</color> , della <color=#ffe14b>Valle Stellare</color> e in altre località. Abbatti un abete rosso per ottenere <color=#ffe14b>legno d'abete rosso</color> ."
          }
        ]
      },
      {
        "key": "Albero di sakura",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/21/25750596/65bb7346275c2d45267eebf8af209f02_1563072801709165130.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Un albero elegante e grazioso, che si trova sporadicamente nella parte orientale della nazione. Quando l'albero fiorisce, assume l'aspetto di una nuvola rosa fluttuante. Viene spesso considerata una delle caratteristiche più belle di Inazuma. Gli alberi di sakura si trovano sull' <color=#ffe14b>Isola di Narukami</color> e in altri luoghi. Abbatti un albero di sakura per ottenere <color=#ffe14b>legno onirico</color> ."
          }
        ]
      },
      {
        "key": "Acero",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/21/25750596/f54df2525be3bb3bb764e3c5bee714e9_4946295315222732159.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Acero Un albero slanciato le cui foglie ondeggiano come un ventaglio di colore rosso fuoco. I suoi vibranti colori dipingono i pendii della montagna di rosso venendo spesso citati all'interno di poesie e canzoni come simbolo dell'autunno inoltrato. Gli aceri si trovano sull' <color=#ffe14b>Isola di Narukami</color> e in altri luoghi. Abbatti un acero per ottenere <color=#ffe14b>legno d'acero</color> ."
          }
        ]
      },
      {
        "key": "Cedro d'Inazuma",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/21/25750596/a30c475d754a7e79ddd26a4935c1460c_5506391566190343516.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Un albero dritto e robusto con una chioma e una struttura così particolare da renderlo facilmente riconoscibile. I cedri d'Inazuma si trovano sull' <color=#ffe14b>Isola di Narukami</color> e in altri luoghi. Abbatti un acero per ottenere <color=#ffe14b>legno d'aralia</color> ."
          }
        ]
      },
      {
        "key": "Albero otogi",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/21/25750596/ade38edb4f885446b18ca4be26c76155_3928870584166960805.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Albero otogi Un semplice albero dall'aspetto ordinario che si trova in tutta Inazuma. In alcune filastrocche viene definito \"sussurro della natura\". Il suo nome, \"albero otogi\", significa infatti \"albero che tiene compagnia\". Gli alberi otogi si trovano in tutta <color=#ffe14b>Inazuma</color> . Abbatti un albero otogi per ottenere <color=#ffe14b>legno Otogi</color> ."
          }
        ]
      },
      {
        "key": "Albero dello splendore",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/21/25750596/3a4f622b9c5c904b2cf58b1b7f4c2bf2_3905898176128167766.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Piante dalla forma peculiare estremamente longeve. La loro struttura si distingue da quella delle altre piante, presentandosi con un aspetto libero e mutevole. Sono inoltre piuttosto resistenti, riuscendo a sopravvivere sia nella foresta pluviale che nel deserto. Taglia gli Alberi dello splendore per ottenere <color=#ffe14b>Legno dello splendore</color> ."
          }
        ]
      },
      {
        "key": "Albero di Karmaphala",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/21/25750596/8ca8a58352ccc511485f4d72ccd5ccf8_7959769709930248581.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Un albero dall'aspetto originale che adora le alte temperature. Il suo legno è di altissima qualità. Si dice che a seconda dell'habitat produca un fogliame di colore diverso. Taglia gli alberi di Karmaphala per ottenere <color=#ffe14b>legno di Karmaphala</color> ."
          }
        ]
      },
      {
        "key": "Albero di Adhigama",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/21/25750596/46df0b0ecd1344a77756d7a7140b652d_1330820996113903332.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Questo albero si trova comunemente a Sumeru. Sono principalmente diffusi nella foresta pluviale orientale, e hanno spento molto tempo in compagnia di guardaboschi e ricercatori. Per questo motivo, hanno assistito a innumerevoli momenti di \"illuminazione\". Taglia gli alberi di Adhigama per ottenere <color=#ffe14b>legno di Adhigama</color> ."
          }
        ]
      },
      {
        "key": "Palma da datteri",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/21/25750596/55c4563fa5d1699e0dff1338c366036a_7976930003650413196.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Questa pianta ha un aspetto forte e inusuale. Possiede un fusto largo e spesso, dotato di una corteccia incredibilmente robusta che le permette di sopravvivere al feroce clima desertico. Taglia le palme da datteri per ottenere <color=#ffe14b>legno di palma da datteri</color> ."
          }
        ]
      },
      {
        "key": "Albero di athel",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/21/25750596/6454c8bf324b069f035bdc203417973c_577007788202307612.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Un albero che è possibile trovare negli ambienti più inospitali. Le sue foglie hanno un colore vivace e una forma peculiare, e il suo apparato radicale è alquanto esteso. Gli alberi di questo tipo sono dotati di uno speciale metodo di sopravvivenza che, alla bisogna, permette loro di entrare in uno stato di consumo energetico minimo. Taglia gli alberi di athel per ottenere <color=#ffe14b>legno di athel</color> ."
          }
        ]
      },
      {
        "key": "Malva",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/02/20856775/abf987eaf991805cfec1b06a3d60250e_5222472454260388283.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "La corteccia di quest'albero così imponente ha una consistenza speciale, in grado di proteggere la pianta dagli attacchi dei parassiti negli ambienti caratterizzati da condizioni di umidità estreme. Malgrado la sua breve vita, è estremamente facile da piantare e coltivare, anche in gran numero. Taglia gli alberi di malva per ottenere <color=#ffe14b>legno di malva</color> ."
          }
        ]
      },
      {
        "key": "Tiglio",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/02/20856775/0662f9ae29d4aa1ff74cc6400518e87c_7898316085599605573.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Un albero dotato di un numero di foglie straordinario e una chioma ampia, la scelta ideale per offrire zone d'ombra ai lati delle strade. Alcune delle sue foglie sembrano avere una forma a cuore, ed è per questo che c'è chi lo chiama \"Tiglio Cuordifoglia\". Taglia gli alberi di tiglio per ottenere <color=#ffe14b>legno di tiglio</color> ."
          }
        ]
      },
      {
        "key": "Frassino",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/02/20856775/cbde161984b917d5c4e95c4b0267ac17_5691460396517566516.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Nonostante l'apparenza debole ed esile, questo albero è così tenace da poter crescere rapidamente su montagne e altopiani umidi, sfoggiando un fogliame dai colori tenui. Taglia gli alberi di frassino per ottenere <color=#ffe14b>legno di frassino</color> ."
          }
        ]
      },
      {
        "key": "Cipresso",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/02/20856775/31a9e74482a59fed3d3a8ae9e205d0b2_6396429205366255965.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Un albero slanciato e decisamente riconoscibile. Secondo le leggende, gli esemplari più longevi di questa specie sono caratterizzati da tronchi dalla circonferenza straordinaria. Dopo le piogge torrenziali, quest'albero emana un odore particolarmente rinfrescante... Taglia gli alberi di cipresso per ottenere <color=#ffe14b>legno di cipresso</color> ."
          }
        ]
      },
      {
        "key": "Fiamma dei boschi",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/02/20856775/ab608e5c5e60a3ab6ce3125b5c677837_6498881482434236527.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Una specie vegetale dall'aspetto unico, il cui nome richiama il vistoso colore rosso del suo fogliame. Dato il numero relativamente limitato di esemplari e il basso valore economico, questa specie non stimola particolari interessi accademici... Taglia le fiamme dei boschi per ottenere <color=#ffe14b>legno di fiamma dei boschi</color> ."
          }
        ]
      },
      {
        "key": "Quercia bianca",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/02/20856775/0c1747189e8a431aaea7b41fb22d6abc_2538423682820482381.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Un albero piuttosto comune in tutta Natlan. Queste piante sono resistenti, vitali e in grado di adattarsi a diversi ambienti, e alcuni esemplari hanno vissuto molto a lungo... Colpisci le querce bianche per ottenere <color=#ffe14b>legno di quercia bianca</color> ."
          }
        ]
      },
      {
        "key": "Albero di aratiku cinereo",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/02/20856775/2957da816b38714108da93cfc63ec1d1_5918312563991126401.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Un albero che si trova in specifiche regioni di Natlan. I suoi esemplari non sono molto comuni ma, per qualche motivo, ne stanno crescendo di nuovi nei pressi dell'Arena della Fiamma sacra e di Ochkanatlan... Colpisci gli alberi di aratiku cinerei per ottenere <color=#ffe14b>legno di aratiku cinereo</color> ."
          }
        ]
      },
      {
        "key": "Albero Esplofiamma",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/02/20856775/64e18892bd2acd980be5a121017ed5f7_293348604466703966.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Nonostante abbia un nome piuttosto spaventoso, questo albero non è propenso alla combustione spontanea. Il suo nome deriva dalla sua vistosa cima, che ricorda delle fiamme esplosive. Colpisci gli alberi Esplofiamma per ottenere <color=#ffe14b>legno Esplofiamma</color> ."
          }
        ]
      },
      {
        "key": "Albero Pescopalma",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/02/20856775/491ffed5c90f5ac99b6e30d33ce80516_1927262056118285834.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Malgrado il nome dolce, questo albero non produce né pesche né noci di cocco. Si dice che sia stato chiamato così perché il suo legno ha una consistenza simile a quella delle noci di cocco, e quando viene trattato emana un odore simile a quello delle pesche... Colpisci gli Alberi Pescopalma per ottenere <color=#ffe14b>legno di Pescopalma</color> ."
          }
        ]
      }
    ]
  }
}