{
  "epId": 2672,
  "name": "Memorie di Boscoprofondo",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/194600931/f526e111c9c7dcbaed0d7fd8c8d58ef2_6545580301650182707.png",
  "filterValues": {
    "reliquaryEffect": [
      "Bonus DAN"
    ]
  },
  "menuId": 5,
  "menuName": "Manufatti",
  "version": 1708449342,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "<p><span style=\"color: #99FF88\">Bonus DAN da Dendro+15%.</span></p>",
      "fourSetEffect": "<p>Se gli avversari vengono colpiti da delle <span style=\"color: #FFE14B\">abilità elementali </span>o dai <span style=\"color: #FFE14B\">Tripudi elementali</span>, la loro <span style=\"color: #99FF88\">RES a Dendro</span> sarà ridotta di un <span style=\"color: #37FFFF\">30%</span> per<span style=\"color: #FFE14B\"> 8 s</span>. Quest'effetto si applica anche se il personaggio che equipaggia questo set <span style=\"color: rgba(255, 255, 255, 0.85)\">non è in campo</span>.</p>"
    },
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Personaggi</color>\n<color=#ece5d8>Motivazione</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2268,
        "name": "Collei",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un'apprendista guardaboschi di servizio nella Selva di Avidya. Le sue parole e le sue azioni appassionate celano una personalità un po' introversa.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/194600931/37a18b6b6865c59063003a9380f08225_7758071773430345954.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2674,
        "name": "Viaggiatore/Viaggiatrice (Dendro)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un/a viaggiatore/rice di un altro mondo. Qualcuno gli/le ha strappato via il/la suo/a unico/a parente, e ora è costretto/a a intraprendere un viaggio alla ricerca dei Sette.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/02/190184121/f00d18b57acb4aa37bf2fc39bf67ddd0_8068905689544429958.gif",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffa6>Collei e il Viaggiatore</color> <color=#99ff88>Dendro</color> <color=#ffffffa6>hanno dei</color> <color=#ffd780>talenti elementali</color> <color=#ffffffa6>che ben si adattano alle abilità di questo set, sia equipaggiandoli con 2 pezzi sia con 4. Entrambi sono in grado di</color> <color=#ffd780>infliggere danni</color> <color=#ffffffa6>e</color> <color=#99ff88>applicare Dendro</color> <color=#ffffffa6>anche quando</color> <color=#ffffffd9>non sono in campo</color> <color=#ffffffa6>, usufruendo appieno delle potenzialità di Memorie di Boscoprofondo.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3608,
        "name": "Kaveh",
        "desc": "<p>Un rinomato architetto originario di Sumeru che si preoccupa esageratamente di fin troppe cose. È un esteta turbato dalla realtà.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/01/114296447/2270aba02b92034d7d76b4426be8f53b_7075080426658357718.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffa6>Esclusivamente nel ruolo di</color> <color=#ffd780>supporto</color> <color=#ffffffa6>in un team incentrato sulla reazione elementale</color> <color=#99ff88>Fioritura</color> <color=#ffffffa6>, anche Kaveh può usufruire delle abilità del set di</color> <color=#ffffffd9>Memorie di Boscoprofondo</color> <color=#ffffffa6>. In particolare nella creazione dei</color> <color=#99ff88>Nuclei di Dendro</color> <color=#ffffffa6>, che infliggono</color> <color=#99ff88>DAN da Dendro</color> <color=#ffffffa6>anche quando lui</color> <color=#ffffffd9>non è in campo</color> <color=#ffffffa6>.</color>\n<color=#ffffffa6>Consigliato se il personaggio in questione è l'unico della squadra ad avere equipaggiato questo set.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Un uccello rinchiuso tra le mura del Santuario di Surasthana che può vedere il mondo solo attraverso i suoi sogni.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/35428890/f29490bddc56b4a6773b6c5003bbb853_9091170755650648414.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2265,
        "name": "Tighnari",
        "desc": "<p>Un giovane ricercatore molto portato per la botanica che al momento ricopre il ruolo di Guardiano dela foresta nella Selva di Avidya. É una persona onesta e di buon cuore, oltre a essere un esperto nel guidare anche gli studenti più disorientati.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/22/35428890/497dd6fac3d3c652a367c67428550747_306268558608889633.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffa6>Set di manufatti ideale per due</color> <color=#99ff88>DPS Dendro</color> <color=#ffffffa6>come Nahida e Tighnari, sia equipaggiandoli con 2 pezzi del set sia con 4 pezzi.</color>\n<color=#ffffffa6>Entrambi possono beneficiare al meglio sia del</color> <color=#99ff88>Bonus DAN da Dendro</color> <color=#ffffffa6>che della riduzione della</color> <color=#99ff88>RES a Dendro</color> <color=#ffffffa6>, soprattutto se sono i personaggi che infliggono i maggiori danni dell'intera squadra.</color>\n<color=#ffffffa6>Consigliato se il personaggio in questione è l'unico della squadra ad avere equipaggiato questo set.</color>"
      }
    ],
    "artifactList": {
      "circlet_of_logos": {
        "title": "Corona d'alloro",
        "position": "Corona della ragione",
        "desc": [
          {
            "type": "RichText",
            "text": "Questa corona fu conferita dalla divinità che domina alberi e piante. Un cimelio della casa reale del labirinto. Divenne, infine, l'eredità del servitore del re."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/194600931/11abc6739dff1cf50b95b394a3462162_5112345550386761066.png"
      },
      "plume_of_death": {
        "title": "Studioso dei rampicanti",
        "position": "Piuma della morte",
        "desc": [
          {
            "type": "RichText",
            "text": "Una foglia color smeraldo soffice come una piuma, strappata dalla veste di un ricercatore della foresta."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/194600931/9339ebbf175d61844f0b4fafddf7c601_1824368975462472801.png"
      },
      "flower_of_life": {
        "title": "Viandante del labirinto",
        "position": "Fiore della vita",
        "desc": [
          {
            "type": "RichText",
            "text": "Questo adorabile fiore placcato d'oro è stato colto dalla corona del sovrano della foresta."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/194600931/f526e111c9c7dcbaed0d7fd8c8d58ef2_1582614701349912537.png"
      },
      "goblet_of_eonothem": {
        "title": "Lampada degli smarriti",
        "position": "Calice eonotemo",
        "desc": [
          {
            "type": "RichText",
            "text": "Una lampada a olio nello stile del regno del deserto, dalla quale ormai sono germogliate verdi foglie fluorescenti."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/194600931/80ddb6398975e6b891e383a30079b873_805956524557457931.png"
      },
      "sands_of_eon": {
        "title": "Un momento di discernimento",
        "position": "Sabbie del tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "Questi segnatempo vengono utilizzati da coloro che seguono la via sella saggezza. Essi non contengono dell'inerte sabbia, bensì piccoli semi di senape."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/194600931/05d12e842479ba0a1427baba124c4929_4569610309171337625.png"
      }
    },
    "story": [
      {
        "title": "Viandante del labirinto",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Quando il Signore della foresta nacque, il Re degli alberi gli donò una corona.</color>\n<color=#ffffff73>Questa corona venne infine passata alla prima sacerdotessa che seguì le orme del Signore della foresta.</color>\n<color=#ffffff73>Un giorno accolse molti bambini che si erano persi nella foresta, ma che non avevano mai calpestato un solo fiore selvatico.</color>\n<color=#ffffff73>Sapeva solo servire il suo signore e difendere il labirinto,</color>\n<color=#ffffff73>e sapeva che il mondo non era che il sogno della foresta.</color>\n<color=#ffffff73>Così insegnò ai bambini l'arte della caccia e i metodi per addentrarsi nei sogni.</color>\n<color=#ffffff73>Insegnò che bisogna amare le piante della foresta, poiché appartengono al giardino del loro signore.</color>\n<color=#ffffff73>Che devono rispettare le creature a cui hanno rubato la vita con le loro frecce, poiché sono il popolo del loro signore.</color>\n<color=#ffffff73>I suoi insegnamenti si diffusero tra i figli perduti della foresta, e portarono grande cambiamento.</color>\n<color=#ffffff73>Alla fine, le loro origini vennero dimenticate, ma alcune persone divennero guardiani di pattuglia nella foresta,</color>\n<color=#ffffff73>tornando al mondo degli umani e accendendo falò nelle notte più buie per esorcizzare le ombre.</color>\n<color=#ffffff73>Ce ne fu uno che restò indietro, camminando tra gli alberi, fino a dimenticare il tempo stesso a furia di cacciare animali, ricoprendosi sempre più di sangue nero come l'inchiostro.</color>\n<color=#ffffff73>Era antica quasi quanto l'ultimo Signore della foresta e, nei suoi ultimi istanti, sognò il labirinto e la caccia.</color>\n<color=#ffffff73>Quel sogno era talmente vasto e imponente da incorporare ogni sogno mai fatto dal popolo della foresta.</color>\n<color=#ffffff73>Il labirinto era il vasto e interminabile territorio di caccia, dove le radici degli alberi e le linee disegnate dai torrenti erano più dense delle striature di una tigre,</color>\n<color=#ffffff73>più mutevoli dell'acqua che scorre. I sussurri che predicano la \"morte\" si smarrirono in quel labirinto.</color>\n<color=#ffffff73>Solo lei e coloro che davvero conoscevano gli insegnamenti della foresta erano in grado di attraversare il labirinto e di raggiungere gli infiniti terreni di caccia.</color>\n<color=#ffffff73>Finché, infine, quando i sussurri svanirono e le bestie malvagie fuggirono, anche lei sparì, assieme a quel maestoso sogno.</color>\n<color=#ffffff73>Lei e molti frammenti di sogni scorrevano infiniti nei sogni degli eredi umani.</color>\n<color=#ffffff73>Come uno specchio in frantumi riflette molte immagini diverse,</color>\n<color=#ffffff73>i sogni che ha lasciato dietro di sé continuano a circolare grazie alle storie della gente, in una miriade di forme diverse.</color>\n<color=#ffffff73>Le storie che si diffusero in lungo e in largo (storie vittoriose), non avevano nulla a che fare con lei.</color>\n<color=#ffffff73>Per esempio, il suo nome in quelle storie veniva associato a quello della corona.</color>\n<color=#ffffff73>Alla fine, tutto ciò che le rimase fu il suo vero nome, dell'acqua che rifletteva il chiaro di luna,</color>\n<color=#ffffff73>e il fiore dorato che aveva colto dalla corona donatale dal suo amato re.</color>"
          }
        ]
      },
      {
        "title": "Un momento di discernimento",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Le antiche leggende dicono che il signore della foresta fosse immortale.</color>\n<color=#ffffff73>Dato che al termine della vita si torna a far parte della foresta,</color>\n<color=#ffffff73>i suoi artigli si tramutavano in legno e metallo, le sue strisce diventavano un labirinto senza fine,</color>\n<color=#ffffff73>e i suoi occhi ardenti diventano la luna nel cielo e nell'acqua.</color>\n<color=#ffffff73>Tutto ciò che muore guadagna nuova vita sotto diversa forma.</color>\n<color=#ffffff73>Tutto ciò che si decompone darà vita a nuovi e teneri germogli.</color>\n<color=#ffffff73>\"Ma per quelle anime distrutte dal trapasso, memorie perse per sempre...</color>\n<color=#ffffff73>Esiste un posto per loro nel ciclo della vita e della morte?\"</color>\n<color=#ffffff73>\"L'anima è un concetto vuoto, e le memorie devono tornare alla terra.</color>\n<color=#ffffff73>Perché dovremmo preoccuparci per la sparizione di qualcosa che è sempre stato vuoto?</color>\n<color=#ffffff73>Piuttosto, supportate i vostri compagni e non dimenticateli, così verrete ricordati per sempre.</color>\n<color=#ffffff73>Solo così sconfiggeremo il naturale ciclo della vita e della morte, preservando i ricordi!\"</color>\n<color=#ffffff73>Molto tempo dopo, gli amici che avevano giurato di ricordarsi a vicenda vennero colpiti dalla terribile malattia della smemoratezza.</color>\n<color=#ffffff73>In base all'immagine delle tre persone e dei tre spiriti che non erano stati dimenticati del tutto,</color>\n<color=#ffffff73>e ai dati e alle ipotesi lasciate dallo scienziato pazzo espulso dall'accademia,</color>\n<color=#ffffff73>il sogno andava catturato, assieme agli abitanti della foresta in grado di controllare i sogni,</color>\n<color=#ffffff73>per ricordare nuovamente a quell'amico della sua stessa forma e dei ricordi creati insieme.</color>\n<color=#ffffff73>Se l'organo che gestisce i ricordi ha subito troppi danni e non può essere guarito,</color>\n<color=#ffffff73>allora porta un altro vecchio amico e crogiolatevi insieme nei sogni del passato.</color>\n<color=#ffffff73>Gioca in una piccola casa sull'albero ed esplora le vaste profondità della giungla.</color>\n<color=#ffffff73>Sì, sarebbe bello, poiché nei sogni si ha sempre la possibilità di ricominciare da capo.</color>\n<color=#ffffff73>Ma per prima cosa, dovremmo catturare quegli spiriti dei sogni.</color>\n<color=#ffffff73>Quei mercenari hanno fatto molto per me in passato.</color>\n<color=#ffffff73>Non ho dubbi che non mi deluderebbero nemmeno questa volta.</color>"
          }
        ]
      },
      {
        "title": "Studioso dei rampicanti",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Erano gli anni del Signore del labirinto...</color>\n<color=#ffffff73>Si dice che il più virtuoso e visionario tra i servitori del re fosse una giovane fanciulla capace di comprendere il linguaggio di tutte le bestie, e di leggere i poemi del chiaro di luna.</color>\n<color=#ffffff73>Proteggeva la foresta silenziosa, l'acqua immobile che abbracciava la luna, e gli interminabili terreni di caccia ai confini della foresta dei sogni.</color>\n<color=#ffffff73>\"Siamo nati nella rigogliosa foresta reale. Il nostro mondo è all'ombra degli alberi, sopra i prati.</color>\n<color=#ffffff73>Ciò che proviene dalla foresta deve anche farvi ritorno. Finché seguiremo le leggi della natura, non temeremo la morte.</color>\n<color=#ffffff73>Poiché tutti coloro che seguono la natura devono attraversare il labirinto della foresta, raggiungendo l'infinita pianura.\"</color>\n<color=#ffffff73>I suoi insegnamenti erano d'ispirazione per molti bambini, ma come il sangue delle tigri, cominciò a perdere la sua purezza...</color>\n<color=#ffffff73>Erano gli anni della luna infausta...</color>\n<color=#ffffff73>Si dice che il ragazzino cieco seguì le orme del fratello dalla bianca corazza, attraversando regni, montagne e fiumi,</color>\n<color=#ffffff73>e che, infine, si smarrì nella foresta oscura.</color>\n<color=#ffffff73>Era ossessionato dall'arte della spada, ma d'animo gentile. Era dogmatico, ma era dedito alla giustizia più di chiunque altro...</color>\n<color=#ffffff73>Alla fine dell'interminabile fantasma bianco che serbava nel cuore, ciò che scoprì fu una reliquia della foresta, di un bianco puro come il chiaro di luna.</color>\n<color=#ffffff73>In seguito, vennero bestie assetate di carne e sangue. Quando la cacciatrice finalmente lo raggiunse, seguendo la brillante luce dei rami albini,</color>\n<color=#ffffff73>egli aveva già perso il potere di esprimere desideri, e la bianca forma che un tempo lo guidava era ormai stata inghiottita dalle tenebre...</color>\n<color=#ffffff73>Erano gli anni in cui la notte stava acquisendo potere. Gli anni in cui l'alba era ancora lontana.</color>\n<color=#ffffff73>Dall'incubo, il saggio intravide la scura spada lunga e il rosso che sbocciava nell'acqua.</color>"
          }
        ]
      },
      {
        "title": "Corona d'alloro",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Ogni essere vivente è destinato a vivere e morire, e il ciclo prosegue in eterno.</color>\n<color=#ffffff73>Queste furono le parole del Signore degli alberi in merito al cerchio della vita.</color>\n<color=#ffffff73>Tutto ciò che muore otterrà una nuova vita sotto forma diversa,</color>\n<color=#ffffff73>e tutto ciò che si decompone darà vita a nuovi e teneri germogli.</color>\n<color=#ffffff73>I frutti che cadono a terra nutriranno le bestie,</color>\n<color=#ffffff73>e le bestie torneranno alla terra diventando frutti a loro volta.</color>\n<color=#ffffff73>Le foreste erano sempre piene di vita.</color>\n<color=#ffffff73>La leggenda narra che quando il dio degli alberi creò una foresta tra le sabbie,</color>\n<color=#ffffff73>il primo ordine del giorno fu creare un dispositivo in grado di invocare la pioggia.</color>\n<color=#ffffff73>La luna riflesse sull'acqua la forma della luce emessa dal labirinto.</color>\n<color=#ffffff73>E fu così che nacque la \"tigre\".</color>\n<color=#ffffff73>Le strisce della tigre erano mutevoli, simili ai rami della foresta.</color>\n<color=#ffffff73>E così diventò il sovrano della giunga, il suo nome era Viaghara.</color>\n<color=#ffffff73>Il benedetto Signore della foresta camminava nel giardino a testa alta,</color>\n<color=#ffffff73>regnando su primati, sugli uccelli, e sulle bestie del labirinto.</color>\n<color=#ffffff73>In seguito, i semi dei melograni caddero al suolo, dando vita agli spiriti della foresta.</color>\n<color=#ffffff73>E così il Signore della foresta decise di benedirli sotto il primo albero di Vasara, e fece un patto con le divinità,</color>\n<color=#ffffff73>condividendo il labirinto con gli spiriti, e ordinando a uccelli e bestie di non far loro del male.</color>\n<color=#ffffff73>E quando la luce del sole fu oscurata, l'acqua venne corrotta,</color>\n<color=#ffffff73>e l'ultimo Signore della foresta morì difendendo i vivai della vita,</color>\n<color=#ffffff73>Un gatto dalle lunghe vibrisse succedette a quel nome reale,</color>\n<color=#ffffff73>e protesse le creature proprio come fece il Signore della foresta.</color>\n<color=#ffffff73>Nonostante la sua forza impallidisse di fronte a quella del predecessore,</color>\n<color=#ffffff73>mantenne la sua promessa di proteggere la foresta,</color>\n<color=#ffffff73>e mai cercò di far del male agli spiriti guardiani degli alberi.</color>\n<color=#ffffff73>Sì, nonostante il mutevole labirinto sia ormai spirato,</color>\n<color=#ffffff73>la foresta resta piena di vita.</color>"
          }
        ]
      },
      {
        "title": "Lamp of the Lost",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Si dice che quando il Signore della follia venne distrutto dalla sua stessa ambizione, i re del deserto ne presero il posto, e andarono incontro al medesimo destino.</color>\n<color=#ffffff73>Molti piccoli tiranni impiegavano i profughi fuggiti dal cataclisma per la costruzione di templi, palazzi e alte mura dove un tempo giacevano antiche rovine.</color>\n<color=#ffffff73>Le città in rovina venivano devastate una dopo l'altra, e despoti di ogni sorta, ebbri di potere e ricchezza, cadevano in disgrazia in un batter d'occhio.</color>\n<color=#ffffff73>Questa lampada a olio apparteneva al giovane principe di uno dei regni in rovina, ed era uno dei tesori da lui custoditi.</color>\n<color=#ffffff73>\"Mio padre salì sulla torre inseguendo un falco, e l'antica struttura non seppe reggerne il peso, scagliandolo in bollenti sabbie mobili.</color>\n<color=#ffffff73>Così, i giorni del nostro regno divennero contati, e anche io venni trascinato in inutili conflitti politici, invischiato a destra e manca in ondate di inganni e tradimenti.</color>\n<color=#ffffff73>A quei tempi anche io avevo una persona amata. Desiderava diventare regina, ma non le interessava l'identità di colei che si sarebbe seduta sul trono.</color>\n<color=#ffffff73>E fu così che persi la mia amata. Chiusi le sue labbra con un bacio di vipera, e la seppellii sotto trapunte di sabbia.</color>\n<color=#ffffff73>In seguito, come per ogni regno di cui l'esistenza è nota, comparvero minacce dall'esterno, e nemici all'interno. Amici, famigliari, schiavi, reietti... tutti pronti a pugnalarsi alle spalle.</color>\n<color=#ffffff73>Scarsità e conflitto, due gemelli deformi che danzano selvaggiamente tra queste ustionanti sabbie senza dio, seppellendoci sotto i loro miraggi.\"</color>\n<color=#ffffff73>E così il regno delle sabbie ardenti tornò da dove venne, e il ricco principe divenne un profugo squattrinato.</color>\n<color=#ffffff73>Desideroso di conquistare nuove terre, si diresse verso la foresta pluviale coi pochi averi rimastigli.</color>\n<color=#ffffff73>Dopo svariato tempo, il principe che tanto desiderava ereditare la foresta come un Tigre Chiomalunga, venne conquistato dal quieto chiaro di luna.</color>\n<color=#ffffff73>Venne attratto dalla potente forma della cacciatrice dal bianco arco, e venendo inseguito ed espulso ogni singola notte,</color>\n<color=#ffffff73>il principe senza tetto pian piano cominciò a comprendere il mormorare degli alberi e i sussurri delle tigri, e venne accettato dal munifico sogno.</color>\n<color=#ffffff73>\"Ahahah, ebbene, non è forse una splendida storia? Un nobile messo in fuga che riesce a riconquistare gloria e destino...</color>\n<color=#ffffff73>\"Il Sonno dorato ti invoca, sabbia errante...\"</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Memorie di Boscoprofondo"
          }
        ]
      }
    ]
  }
}