{
  "epId": 2719,
  "desc": "<p>A member of a loosely-organized mercenary corps from the golden desert sands. Will work for anyone as long as the pay is good.</p><p>A professional mercenary who cares about nothing outside of work and the mission at hand. To such people, their only game plan is to complete the mission, and their high asking prices on the market match that committment.</p><p>An ominous, fragmented spirit is sealed within the weapon they use, awakening in moments of peril. Once it does, it can only be silenced by the cries of the vanquished — whether that be its wielder, or its wielder's foe.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/1023623/2511ef76a6dee1e388fea0826bade579_8432883377890915955.png",
  "menuId": 7,
  "menuName": "Nemici e mostri",
  "version": 1677158338,
  "components": {
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 2706,
        "name": "Seta rossa sbiadita",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un pezzo di seta rossa usata per coprire gli occhi. La stoffa è leggermente lacerata.<br>Molti Eremiti tendono a coprirsi gli occhi con delle stoffe, ma l'intento iniziale di questa pratica è stato da lungo perduto.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/30/94376896/dfa4ba937ada162659c0264137d43a18_5652257864880472569.png"
      },
      {
        "type": "CustomEntry",
        "epId": 2705,
        "name": "Seta rossa ritagliata",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un pezzo di seta rossa ritagliata e decorata in maniera semplice.<br>Un guerriero esperto può intuire la debolezza dagli occhi del proprio avversario e trarne vantaggio. Da tempo, gli Eremiti hanno perso un padrone da servire, e ora non hanno più nessuno di cui fidarsi. Si dice che siano fermamente convinti che il tradimento si nasconda dietro ogni cosa, persino dietro ai loro stessi occhi.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/30/94376896/ea95ad3608c20df54eb36f9e5a3cdac6_3209883176680527083.png"
      },
      {
        "type": "CustomEntry",
        "epId": 2704,
        "name": "Broccato rosso sontuoso",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un pezzo di broccato rosso intessuto con fili dorati.<br>Ogni tanto, coloro nati sotto il sole nel deserto dorato intonano un canto, il cui significato è stato dimenticato. Lodano il sole cocente che illumina la terra e disprezzano il bagliore residuo alla fine del crepuscolo. Al termine del canto si ripetono alcune parole insolite, forse i nomi di antichi dèi. La leggenda narra che, quando il re del deserto era ancora vivo, i suoi sudditi scelsero di coprirsi gli occhi perché non osavano guardarlo, da tanto il suo splendore era accecante.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/30/94376896/5f415e2b9f3f486a29b613d8d8c029c9_3925015230201582675.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Eremite Sunfrost"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Other Human Factions"
          }
        ]
      },
      {
        "key": "Tutorial",
        "value": [
          {
            "type": "RichText",
            "text": "These agile warriors may be found in the many scattered mercenary groups that hail from the desert. They will unleash the ominous spirit sealed in their weapons after taking a certain amount of damage to <color=#ffd780>enter an Infused Form</color> that greatly boosts their combat capabilities. Once this Infused Form ends, they will enter a weakened state for a time once this Infused Form ends."
          }
        ]
      }
    ]
  }
}