{
  "epId": 2846,
  "name": "La raccolta di Byakuyakoku",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/80830045/8a7b95710be73a0c089b83f2ff88270a_4510262374456186105.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1736632087,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "La raccolta di Byakuyakoku"
          }
        ]
      },
      {
        "key": "Volumi",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 688,
            "name": "Il serpente e i draghi di Tokoyokoku",
            "desc": "<p>Un romanzo basato sui racconti popolari dell'Isola di Watatsumi. L'edizione originale del testo venne composta sull'Isola di Watatsumi e poi riportata sull'Isola di Narukami da un mercante, al tempo in cui viveva ancora il Dio serpente. Nessuno al giorno d'oggi legge più questo libro antico, visto che è stato soppiantato da tutte le light novel presenti sul mercato. Questo volume descrive la singolare prospettiva cosmologica della gente di Watatsumi prima che iniziasse ad adottare gli aspetti della cultura Narukami. Alcuni temi ripresi recentemente dall'editoria tradizionale hanno permesso a questo libro di vedere nuovamente la luce.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Serpent and Drakes of Tokoyokoku_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 882,
            "name": "Prima del sole e della luna",
            "desc": "<p>Un racconto che è stato vietato alla gente comune. Lo scritto unisce elementi storici ad altri fiabeschi, narrando gli eventi dalla creazione del mondo fino alla nascita del Dainichi Mikoshi.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20577441/30d637f5d6939cb8f5a886096aa7ba70_7112384876880326976.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1220,
            "name": "Studi idrologici di Byakuyakoku",
            "desc": "<p>Un libro sulla geografia e l'idrologia di Byakuyakoku. A causa della chiusura dei fondali e dell'emigrazione della gente di Watatsumi, con il passare degli anni questo libro è diventato inutile.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20577441/30d637f5d6939cb8f5a886096aa7ba70_7328636557972986176.png"
          },
          {
            "type": "CustomEntry",
            "epId": 6555,
            "name": "Esperimenti sull'Elementosauro abissale",
            "desc": "<p>Degli esperimenti condotti sull'Elementosauro abissale. Nessun Elementosauro è stato ucciso durante i test.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20577441/30d637f5d6939cb8f5a886096aa7ba70_4802069406147776369.png"
          },
          {
            "type": "CustomEntry",
            "epId": 6556,
            "name": "Luce sull'oscurità",
            "desc": "<p>Un libro di indovinelli per bambini tra i nove e i dodici anni. Essendo un libro di un periodo di transizione, sotto i nomi in stile Narukami sono presenti delle note che riportano la versione nella lingua antica di Byakuyakoku.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20577441/30d637f5d6939cb8f5a886096aa7ba70_3745008115110438578.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Vol. 1",
        "desc": [
          {
            "type": "RichText",
            "text": "Nei misteri più nascosti del creato, il sole e la luna rivelano il fato.\nTre angoli nel buio pesto, il vuoto da cinque santi è nascosto.\n\"L'universo non ha inizio né fine, e un tempo era così anche la nostra terra. Ma a noi non\nimporta, perché la terra che ci sostiene non ha più niente a che fare con l'illimitata\neternità.\"\nCosì disse Aberaku, il saggio solitario, al primo Figlio del sole, il quale da molto tempo\ndesiderava punirlo. Convocò Aberaku davanti al trono così da metterlo in difficoltà prima\ndi imprigionarlo.\nSecondo la leggenda, Tokoyo Ookami donò ad Aberaku la saggezza, rendendolo capace di\nfar risplendere la luce del sole su Enkanomiya per la prima volta. Ma il Figlio del sole era\ninvidioso del talento di Aberaku e lo condannò al carcere a vita. Eppure, i Figli del sole non\ncapirono mai che la loro stessa esistenza era dovuta alla creazione della stella\nsotterranea da parte di Aberaku.\n\"Il paradosso dell'origine dell'universo è come quello dell'uovo e della gallina; e draghi e\nserpenti non appartengono forse alla stessa famiglia?\" Non appena il saggio Aberaku\npronunciò tali parole, cadde nell'imboscata tesagli dalle truppe.\nGrazie alla presenza del sole, a quel tempo Enkanomiya ebbe finalmente un po' di respiro.\nGli Eredi dei draghi amavano il buio ed evitavano la luce, pertanto non potevano più agire\nindisturbati. Gli Eredi dei draghi avrebbero smesso di massacrare e brucare gli umani\ncome fossero fili d'erba, perché ora la gente di Enkanomiya poteva contrastarli.\nEppure, ancor prima che tali minacce esterne venissero placate, le debolezze insite nella\nnatura umana finirono per palesarsi. Il popolo scelse un Figlio del sole, lo incoronò re e lo\nvenerò, ma lui regnò col pugno di ferrò punendo virtuosi.\nPassarono innumerevoli anni, finché un giovane di Enkanomiya non fece una scommessa\ncoi suoi compagni: si avventurò oltre i tre angoli, eludendo il sentiero degli Eredi dei\ndraghi, per cercare il Fiore d'osso di drago. Tuttavia, all'interno di un'enorme caverna non\ntrovò il fiore, bensì il serpente più imponente che avesse mai visto. Fissò lo sguardo sulla\ngigantesca figura del serpente e non provò paura, bensì una specie di affinità.\n\"Sono il Serpente sacrilego. I miei servitori sono innumerevoli, eppure ormai nessun\nmortale vive alla mia ombra. Il fatto che io sia caduto in questo regno e che ti abbia\nincontrato ... forse è opera del destino. Tu non appartieni al mio popolo, ma sei pur sempre\numano. Esprimi un desiderio, ti ascolterò.\"\n\"Potresti diventare la nostra divinità?\"\nCosì, l'umano e il serpente affrontarono l'autorità regale del Figlio del sole e le incursioni\ndegli Eredi dei draghi. Si alzò il sipario e la fortuna iniziò a girare."
          }
        ]
      },
      {
        "title": "Vol. 2",
        "desc": [
          {
            "type": "RichText",
            "text": "Vogliamo raccontare come il volere del Cielo prese forma sulla terra sottostante. Oh, dèi\ndel cielo, il creato è opera vostra. Donateci la saggezza divina per dar vita a un racconto\nsenza fine!\n\"Quando la colomba portò il rametto\"\nCon l'arrivo dell'eterno regnante del cielo, il mondo venne ricreato. Poi l'unico vero\nSignore, il Primigenio, si fece avanti e combatté contro i sette terribili sovrani, i signori\ndei draghi del vecchio mondo.\nIl Primigenio creò quattro ombre luminose a sua immagine e somiglianza.\n\"Phanes, il Primigenio\"\nForse il Primigenio era Phanes. Egli nacque da un uovo, aveva natura androgina, era dotato\ndi ali e indossava una corona. Per creare il mondo era necessario rompere l'uovo, tuttavia\nPhanes, il Primigenio, ne usò poi il guscio per separare l'universo e il microcosmo del\nmondo.\n\"Quarant'anni dopo il rametto della colomba\"\nQuaranta inverni tumularono le fiamme e quaranta estati rimescolarono i mari. I sette\nsovrani vennero sconfitti e le sette nazioni si sottomisero al Cielo. Il Primigenio, il Grande\nSovrano, diede inizio alla creazione di cielo e terra per il nostro bene, ovvero per il bene\ndella creazione che più amava su tutte e che presto sarebbe giunta sulla terra.\n...\n\"Quattrocento anni dopo il rametto della colomba\"\nVennero creati i monti e i fiumi, e i mari e gli oceani accolsero chi si ribellò e chi rifiutò di\nprostrarsi. Il Primigenio, insieme a una delle sue ombre, creò gli uccelli che volano\nnell'aria, gli animali che vivono sulla terra e i pesci che nuotano nel mare. Insieme\nplasmarono anche i fiori, l'erba, gli alberi e, infine, crearono i nostri antenati umani,\ninnumerevoli come le stelle nel cielo e i granelli di sabbia.\nFu allora che i nostri antenati si allearono con il Primigenio, dando inizio a una nuova era.\n\"L'anno dell'apertura dell'arca\"\nIl Primigenio aveva un solenne piano per gli umani e gioiva della loro felicità.\n\"L'anno dopo l'apertura dell'arca\"\nLa gente lavorò la terra e venne il primo raccolto. La gente scavò e raccolse i primi\nminerali preziosi. La gente si riunì e scrisse i primi poemi.\n\"L'anno del giubileo\"\nSe si aveva fame, il cielo portava sulla terra cibo e pioggia. Se si era poveri, la terra\ngenerava ricchezza. Se si era malinconici, il cielo rispondeva e faceva sentire la propria\nvoce.\nBisognava solo non cadere in tentazione, ma la via che conduceva alla tentazione era già\nstata sigillata.\n...\n\"L'anno funebre\"\nArrivò il secondo regnante del cielo e si riaccese il conflitto, poiché era parte del creato.\nQuel giorno il cielo cadde e la terra fu fatta a pezzi. Fu allora che i nostri antenati e la\nloro terra ancestrale caddero in questo luogo.\nIniziò l'era delle tenebre.\n\"Il primo anno delle tenebre\"\nI popoli dei Sette sovrani si erano rifugiati nell'oceano e gli Eredi dei draghi dell'Abisso\nregnavano su questo luogo. Ciò scatenò una guerra tra loro e i nostri antenati.\nI nostri antenati, grazie alla luce di mille lanterne, li scacciarono tra le ombre e lì loro si\nnascosero e ci diedero la caccia. Ma non c'erano confini al loro territorio di caccia, perché\nin questo luogo c'è solo oscurità.\nLe preghiere della gente si tramutarono in pianti, ma il Primigenio e le sue altre tre ombre\nnon li udirono.\n\"La parabola del sole\"\nIn una caverna buia viveva un gruppo di persone che non aveva mai visto la luce, tranne un\nsaggio. Egli raccontò alla folla radunata com'era la vita sotto la luce del sole e quanto\nessa fosse potente. Poiché la folla non riusciva a comprendere, accese una torcia e la\ngente iniziò a venerare la fiamma, credendola il sole. Si abituarono persino a un'esistenza\ndedita al buio e al fuoco.\nQuando il saggio morì, qualcuno prese il controllo della fiamma e la usò per gettare\nl'ombra su questa terra.\n\"La parabola del Loto leteo\"\nChiunque poggi lo sguardo sul Loto leteo dimentica i propri affanni. Un giorno il capitano\ndi una nave cercava un modo per tornare in superficie e trovò una tribù che mangiava\nquesti fiori. Alcuni membri dell'equipaggio rimasero lì, mentre altri resistettero alla\ntentazione.\nLa vita è uno smisurato oceano di sofferenza. Tutti noi non cerchiamo altro che un modo\nper tornare a casa.\n\"Il terzo anno delle tenebre\"\nL'unica a non averci dimenticati era a noi nota come la \"Sovrana del tempo\". Lei era\nl'attimo, ogni attimo. Lei valeva come mille venti, come il sole, come la luna. Lei era ogni\nsecondo di gioia, ogni momento di rabbia, ogni istante di nostalgia, ogni minuto di\nossessione. Lei era ogni lampo di delirio.\nLa chiamiamo Kairos, oppure la sovrana del mondo immutabile. Non osiamo pronunciare il\nsuo vero nome segreto, quindi lo scriverò una sola volta qui e al contrario: Htoratsi.\n...\n\"L'anno della cecità\"\nVenne risvegliata la saggezza del saggio Abrax, che svelò dall'interno delle proprie mani\nun miracolo che avrebbe portato la luce. I nostri antenati iniziarono così a costruire\nHelios sotto la sua guida.\n\"L'anno della vista, o il primo anno del sole e della luna\"\nHelios, il divino carro del sole, era finalmente completo. Arrivò la Biancanotte e la\nNotteterna venne bandita.\nIniziarono gli anni del sole e della luna.\n\"Il secondo anno del sole e della luna\"\nI nostri antenati cercarono un modo per tornare in superficie, poiché di certo la guerra\nera ormai finita.\nMa il Primigenio, cioè il primo regnante, aveva imposto un divieto che impediva ai nostri\nantenati di ritrovare la via di casa.\nQuesto significava che il Primigenio doveva aver sconfitto il Secondo venuto.\nAbrax venne imprigionato per ordine del Figlio del sole.\n\"La parabola dell'albero\"\nIl giardiniere del re e lo spirito arboreo del giardino reale erano innamorati, ma il re\nvoleva riparare le travi del proprio padiglione e aveva bisogno di abbattere l'albero dotato\ndella maggiore energia spirituale. Il re era la reincarnazione del Primigenio e il giardiniere\nnon poteva disobbedire al sovrano dei sovrani, per cui non poté far altro che supplicare il\nsacerdote di corte, ovvero la reincarnazione di Tokoyo Ookami.\nIl sacerdote ebbe pietà del giardiniere e gli disse: \"Va' e taglia i rami dell'albero\nspirituale\". Così fece, poi seguì l'ordine del re e abbatté l'albero spirituale.\nIl sacerdote disse: \"Pianta i rami nel terreno\". Ma il giardiniere rispose: \"Un albero\nspirituale impiega cinquecento anni a crescere\". Il sacerdote replicò: \"Il tuo pensiero\nrisuonerà per l'eternità\". Così il giardiniere piantò i rami nel proprio cortile e in un attimo\ni sottili rami divennero un albero. Il nuovo spirito arboreo era un'estensione del\nprecedente.\nPoiché solo il Dio di ogni momento può portare i semi di questo momento nel passato e nel\nfuturo.\n\"Il decimo anno del sole e della luna\"\nAbrax se n'è ormai andato da tempo. Gli eventi avvenuti prima del sole e della luna sono\nstati descritti a sufficienza. In fondo, come potrei mai considerarmi uno scriba di Tokoyo\nOokami, se non avessi descritto ogni evento mentre accadeva?\nUdite, si sente un clangore di armature. Qui ripongo la mia penna."
          }
        ]
      },
      {
        "title": "Vol. 3",
        "desc": [
          {
            "type": "RichText",
            "text": "Le terre sotto le profondità afotiche sono molto diverse da quelle in superficie, tant'è che\nquaggiù bisogna dimenticare ciò che è sensato lassù. Ogni nostra conoscenza passata sulla\nterraferma e sul mare ci era stata donata direttamente dal cielo, ma in questo nuovo\nmondo dobbiamo ricominciare da zero, faticando ad applicare finanche i metodi più\nsemplici.\nOh, tu che verrai in futuro e leggerai le mie parole ... Non pensare che la tua vita sia la\nnorma. Anche tra centinaia o migliaia d'anni, anche quando la gente si sarà abituata a\nvivere quaggiù, ricorda che i giorni senza sole né luna non sono normali. E anche se\nqualche saggio riuscirà ad attrarre da noi il sole, non mancheranno gli sciagurati che\nuseranno la sua luce per gettare l'ombra su di noi.\nQuesto libro ha lo scopo di aiutare le persone a capire il mondo in cui vivono e a non\ndimenticare il desiderio di tornare nella luce.\n(Questo libro è stato modificato, revisionato e rimaneggiato nel corso degli anni. Anche il\ntitolo è cambiato da \"Terra afotica\" a \"Tokoyokoku\", per poi diventare \"Byakuyakoku\". In\nfuturo, per grazia di Watatsumi, la gente degli abissi tornerà a vivere sopra il livello del\nmare. Sembra che il termine \"Terra afotica\" abbia un qualche significato particolare,\nperché non è mai stato cambiato in nessuna parte del testo.)\nSul vento e sull'acqua\nÈ inutile parlare delle montagne, poiché esse non sono presenti a Byakuyakoku. Tuttavia, i\nnostri sacerdoti e saggi hanno scoperto che, persino a queste profondità, permane\nl'energia del \"vento imperituro\" e dell'\"acqua\". L'incarnazione del vento imperituro è nota\ncome \"Tokoyo Ookami\", che è anche chiamata poeticamente \"mille venti\" o \"mille venti del\ntempo\". L'acqua, invece, appartiene al regno degli Elementosauri, rappresentato dagli\nElementosauri abissali.\nAbbiamo già sviluppato un ambito di studi sulla relazione tra il fuoco solare, il vento e\nl'acqua, per cui bisogna prendere in considerazione sia l'idrologia che il vento imperituro\nprima di intraprendere un qualsiasi progetto di ingegneria civile.\nI confini di Byakuyakoku\nI confini di Byakuyakoku sono segnati da tre angoli, che indicano i confini dell'altalenante\nscontro tra umani ed Elementosauri.\nDurante l'epoca di Byakuyakoku, presso questi tre angoli furono costruite le Torri dei tre\nregni, che venivano usate per portare armonia nei regni stessi. I loro antichi nomi sono\nandati perduti nel tempo, e dopo l'arrivo di Watatsumi ne ricevettero di nuovi.\nQueste torri sono estremamente importanti e le loro posizioni non sono allineate né col\nvento né con l'acqua. Servono anzi a stabilizzare gli orientamenti di Byakuyakoku e a\ncontrollarne il flusso ventoso e quello acquatico.\nSe le torri venissero minacciate, lo sarebbe anche la nazione intera. Per questo motivo\nsono state nascoste con l'ausilio di arti segrete. Solo le sacerdotesse e i Vassalli di\nWatatsumi possono evocarle.\nLe Forre\nNel passato più remoto, le Forre erano schiacciate tra la parete della montagna e un'area\nnota come le Terre circolari, ed è per questo che vengono chiamate così. Tuttavia, i più\nche insoliti spostamenti tettonici di Byakuyakoku portarono le Terre circolari a\nsprofondare, portando quindi a un significativo ampliamento delle Forre.\nIl Cuore del Serpente\nQuando i nostri antenati scoprirono questo luogo, vennero accolti da un fenomeno unico:\nqui lo spazio può sovrapporsi in un certo punto. In seguito, tale fenomeno venne sfruttato\nper creare il Cuore del Serpente, usato per custodire segreti, imprigionare criminali e\nvenerare Ouroboros, il fantomatico grande serpente.\nNel passato più remoto, questo luogo era chiamato Delphi, la terra dei serpenti. Tale\nnome non cambiò neanche dopo l'arrivo dell'Omikami di Watatsumi. Le opere d'arte\nantiche raffigurano il serpente privo di squame, detto Ouroboros, e il serpente adornato\ndi coralli, detto Orobashi.\nIl Dainichi Mikoshi\nIn origine, questo luogo era chiamato Helios, era l'altissima torre costruita dal saggio\nAberaku e rappresentava la terra, l'elemento sito tra vento e acqua.\nStando alla profezia, è probabile che esso fu il sole che il saggio mostrò alla sua gente e\nche usò per illuminare il buio delle caverne. Inoltre, come suggerito dalle profezie, esso\nfu poi usato per gettare una grande ombra sulla nazione."
          }
        ]
      },
      {
        "title": "Vol. 4",
        "desc": [
          {
            "type": "RichText",
            "text": "... A partire da oggi, ogni esperimento sugli Eredi dei draghi verrà guidato personalmente\ndall'Omikami di Watatsumi. Tutti i documenti precedenti all'anno d'introduzione del\ncalendario di Watatsumi sono stati distrutti. Non si potranno più usare le categorie Alpha,\nBeta, Gamma, Delta ed Epsilon per numerare i fascicoli, in quanto termini dell'antica\nlingua di Watatsumi. Al contrario, d'ora in avanti verranno usati i termini Terra, Acqua,\nFuoco, Vento, Etere e Vuoto.\nOgni citazione e annotazione andrà scritta tra virgolette (\"\"). Bisognerà rispettare il\nseguente ordine di scrittura: intestazione del documento, numero di serie, soggetto,\nautore. Sarà possibile omettere il nome dell'autore o indicare la sua qualifica all'interno\ndel laboratorio di ricerca. È proibito l'uso dei nomi dei ricercatori sia nella lingua antica di\nByakuyakoku ed Enkanomiya sia in quella moderna di Watatsumi, Narukami e Inazuma.\nI dati sugli esperimenti non possono essere usati per scrivere diari, lettere d'amore o\nromanzi di fantasia.\n...\nL'evoluzione degli Eredi dei draghi (che da qui in avanti chiameremo \"Elementosauri\nabissali\" o semplicemente \"Elementosauri\"), è evidente a tutti (\"Acqua, 101, L'evoluzione\ndegli Eredi dei draghi: I\").\nAbbiamo provato ad abbassare la temperatura dello spazio circostante l'habitat di un\ngiovane Elementosauro resistente al calore. Di conseguenza, da adulto si è dimostrato più\ndebole. Sospettiamo che questo sia accaduto perché il suo corpo non possiede il \"seme\"\nnecessario per resistere ad ambienti simili. Tuttavia, ognuno dei suoi discendenti possiede\nuna maggiore percentuale di grasso corporeo, l'inclinazione al letargo e manifestazioni\ndell'elemento Cryo. (Si prega di fare riferimento ai dati sperimentali dopo aver letto il\ntesto principale. I dati anomali dell'esemplare 3 sono dovuti al mio assistente che,\ndispiaciuto per il soggetto, lo ha nutrito di nascosto nonostante facesse parte del gruppo\ndi controllo per l'eliminazione della fame.)\nSe sottoposti a un clima torrido, i discendenti mostrano nuovamente il tratto di resistenza\nal calore tipico dei loro antenati. Tuttavia, finora nessuno di loro ha sviluppato i tratti\ndistintivi dell'elemento Pyro.\nAl momento non abbiamo abbastanza dati per trarre conclusioni, ma è plausibile supporre\nche gli Elementosauri abissali abbiano la capacità di risvegliare volontariamente il proprio\n\"seme\" prima dell'età adulta. Le madri Elementosauro, se si imbattono in un ambiente\nostile e mai visto prima, possono creare nuovi \"semi\" da trasmettere ai propri discendenti.\nPossiamo affermare che gli Elementosauri abissali abbiano accumulato nei propri corpi un\nautentico arsenale, già da prima di incontrare noi del popolo di Enkanomiya.\n...\nI risultati dei test intellettivi sono sorprendenti (\"Vuoto, 207, Ricerca sull'intelligenza\ndegli Elementosauri\"). Per quanto la ricerca precedente abbia dimostrato come gli\nElementosauri siano ineguagliabili nell'adattarsi e che quindi i processi di selezione non\nsiano necessari, ne abbiamo scelti alcuni tramite l'uso di premi e punizioni. Nell'arco di\nquattro generazioni, le loro capacità linguistiche hanno iniziato ad avvicinarsi a quelle di\nuno studente umano di 12 anni. Forse sarebbe più esatto dire che gli Elementosauri hanno\nsempre saputo comunicare e che ora stanno solo mostrando le proprie capacità di\napprendimento.\nRiteniamo che questi esperimenti vadano fermati. In caso contrario, potremmo\ndimostrarci degli sciocchi per aver ignorato chi scriveva racconti di fantasia sugli\nAntroposauri.\nSecondo la profezia, il Drago sovrano dell'acqua si reincarnerà in forma umana. Non\npossiamo permettere che ciò accada qui a Enkanomiya.\n...\nNessuno dei tentativi di trasfusione ha avuto i risultati sperati (\"Vuoto, 907, Ordine\nspeciale dell'Omikami di Watatsumi: I\"). Gli Elementosauri sono vittime di svariati effetti\ncollaterali, in quanto i loro corpi rigettano il sangue dell'Omikami di Watatsumi. Forse non\nsono ancora abbastanza potenti, ma non possiamo esserne certi. Di sicuro, a giudicare dal\nnostro piano d'azione per l'evoluzione del raziocinio degli Elementosauri, dovremmo aver\ngià allevato l'Elementosauro più potente in assoluto.\n...\nL'esperimento di trasfusione è stato un successo (\"Vuoto, 907, Ordine speciale\ndell'Omikami di Watatsumi: III\"). Gli Elementosauri rigettano il sangue dell'Omikami\nperché in passato erano esseri del Regno della luce, noti anche come \"creature\nelementali\", e quindi in conflitto col Regno degli umani, di cui fanno parte sia l'Omikami\nche i suoi vassalli di corallo.\nTutti i diari sperimentali sono ora archiviati. Nessun Erede dei draghi è morto durante gli\nesperimenti condotti qui. Tutti hanno avuto una vita lunga e sono morti per cause\nnaturali.\nSia lodato l'Omikami di Watatsumi nella sua misericordia e carità."
          }
        ]
      },
      {
        "title": "Vol. 5",
        "desc": [
          {
            "type": "RichText",
            "text": "Domanda 1: cos'è che cammina su quattro gambe di mattina, su due di giorno e su tre di\nsera?\nRisposta: un Elementosauro che si trasforma in essere umano per partecipare a un ballo,\nma si rompe una gamba e inizia a camminare con un bastone.\nQuesta è la risposta preferita dai saggi e di solito la indovinano solo i bambini. Gli adulti\nsono convinti che l'idea che un Elementosauro possa tramutarsi in essere umano sia\nsoltanto un'orrenda cospirazione. Secondo un'antica profezia, il Drago dell'acqua, antico\nsignore degli Elementosauri, discenderà sicuramente in forma umana. Tuttavia, per i\nbambini, questa risposta è una dimostrazione di possibile comprensione reciproca.\nCionondimeno, è una pessima idea far sembrare adorabili gli Elementosauri. Per quanto\nbattute del genere servano a esorcizzare la paura, al contempo portano i bambini ad\nabbassare la guardia.\n(Gli Eredi dei draghi delle Profondità, evolvendosi, hanno iniziato a manipolare il potere di\naltri elementi, perdendo quindi la propria purezza. Di conseguenza, il Drago dell'acqua\nnon si reincarnerà in mezzo a loro.)\nDomanda 2: ha una sola bocca, a volte si regge su quattro zampe, a volte su due e a volte\nsu tre. Non può tramutarsi in altro, ma sa camminare sulla terraferma, nuotare nell'acqua\ne volare nel cielo. Quante più sono le gambe su cui cammina, tanto più è debole. Chi è?\nRisposta: un essere umano.\nNell'infanzia gli umani gattonano su mani e piedi, nell'età adulta camminano su due gambe\ne nella vecchiaia usano un bastone. Senza dubbio la risposta è \"un essere umano\".\nDomanda 3: cos'è che parla con una sola bocca ma cammina su quattro e su due gambe?\nRisposta: un allevatore di bestiame.\nQuesto indovinello è molto antico. In passato riuscivamo a capire il significato del\ntermine \"bestiame\" solo tramite gli scritti. Con \"quattro gambe\" si intendono animali come\nBos, Equus e Sus scrofa. A seguito della caduta di Byakuyakoku nelle profondità\ndell'oceano, questi animali si estinsero nell'arco di due generazioni a causa della\nmancanza di terre abitabili e cibo.\nDopo l'arrivo dell'Omikami di Watatsumi, alcuni di noi sono tornati a vivere sopra il livello\ndel mare e hanno iniziato a interagire con la gente del posto. Pertanto, abbiamo potuto\nrivedere i nomi di questi animali. A detta del Vassallo e della profezia dell'Omikami, un\ngiorno torneremo tutti sulla superficie ed è quindi importante conoscerli.\nBos è il bovino, Equus è il cavallo e Sus scrofa è il cinghiale selvatico.\nDomanda 4: chi sono le due sorelle che si generano a vicenda ogni giorno?\nRisposta: la giornata e la notte, oppure la Biancanotte e la Notteterna.\nQuesto indovinello è di facile comprensione. Fa riferimento all'alternarsi del giorno e\ndella notte, che a Byakuyakoku è rappresentato dal ciclo di Biancanotte e Notteterna a\nopera del Dainichi Mikoshi. Prima della sua costruzione, nonostante questa terra vivesse\nuna notte infinita, la luce del giorno vista dalla gente è rimasta immutata.\nPer di più, in passato i due particolari fenomeni astronomici di Byakuyakoku, cioè i\nmiraggi e le Ombre del peccato, erano indistintamente chiamati Eidola e visti come due\nfacce della stessa medaglia. Fu solo con l'arrivo dell'Omikami di Watatsumi che il popolo\ndi Byakuyakoku comprese questi due fenomeni e li denominò diversamente. Nonostante il\nsole non splenda su Byakuyakoku, i miraggi che comparivano durante la Biancanotte\nfurono chiamati Fantasmi del fuoco solare, mentre quelli che comparivano nella\nNotteterna furono chiamati Fantasmi del fuoco spettrale. Poiché sono sostanzialmente la\nstessa cosa, col passare del tempo vennero entrambi chiamati Fantasmi del fuoco\nDomanda 5: sono il figlio ripudiato del Signore della luce. Sono un volatile senza ali che si\nalza in cielo dalla terraferma. Coloro che piangono in mia presenza non provano alcuna\ntristezza. Svanisco con la più leggera brezza e così finisce la mia effimera vita.\nRisposta: il fumo. I volatili sono creature alate, per cui è normale che a Enkanomiya non\nce ne siano.\nDomanda 6: un padre ha dodici figli, ognuno dei quali ha sessanta figlie di diverso aspetto.\nTrenta di loro sono pallide e trenta sono scure. La loro famiglia non conosce la morte, ma\nsi dissolve col trascorrere del tempo. Chi è il padre?\nRisposta: l'anno. La gente di Byakuyakoku potrebbe ritenere un po' confusionaria la parte\nsulle sessanta nipoti dall'aspetto pallido o scuro, ma diventa più chiara una volta capita la\nrisposta alla domanda 4.\nNell'antichità questo indovinello aveva un seguito, che grossomodo diceva che ogni nipote\navrebbe dato origine a dodici discendenti, che avrebbero poi avuto sessanta figli. Ogni\nfiglio avrebbe poi dato origine ad altri sessanta figli, i quali avrebbero avuto figli a loro\nvolta. Sarebbe andata avanti così finché, alla fine, la progenie si sarebbe fusa per dare\norigine alla sola e unica figlia primordiale: Tokoyo Ookami, la \"madre\" di quattordici\nmiliardi di anni.\nL'Omikami di Watatsumi proibì di diffondere tale indovinello.\n...\nAppendice: figure storiche con nomi tradizionali e le rispettive versioni nella lingua di\nNarukami\nKairos, Tokoyo Ookami\n... Eris, Arisu\nAbrax, Aberaku\nCharon, Ka...\nSpartacus, Supada\nEmma, Ema\n...Koi\nAntigone / Antigonus, Antei\n...\n...\nErebos, Eboshi\nEchion, Eki\nUdaeus, Uda\nAsclepius, Surepio\n..."
          }
        ]
      }
    ]
  }
}