{
  "epId": 2907,
  "name": "Esca zuccherosa",
  "desc": "<p>The bait is based on rose dew and has been mixed with sun-dried Harra Fruit powder. It has a spicy taste and a sweet aftertaste, just like the life of a fisherman. The harvest after going through all the weather-beaten days and roaring waves is particularly gratifying.</p><p></p><p>Suitable for: Angler and Axe Marlin.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/21/77454259/a3eec824abb55f5ccd6fd1d8ce67974c_2781802058104031189.png",
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1677158325,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Sugardew Bait"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Bait"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Crafted"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "Formula\nFormula: Sugardew Bait\nIngredients\n1x"
      },
      {
        "type": "CustomEntry",
        "epId": 2844,
        "name": "Frutto di Harra",
        "desc": "<p>Growing in the hot humid rainforest, it is a fruit with a special spicy aroma. When ground to powder, spices can be made from it. It is the most valued spice plant in Sumeru.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/22/194600931/2ed644daf09a03e0c2aab5267f6088a2_2468915033114998999.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 2796,
        "name": "Rosa di Sumeru",
        "desc": "<p>Bright and beautiful, these pure purple flowers give off a pleasant fragrance that will give any passerby pause. While some like to call this a type of \"rambler rose,\" its relative lack of multiple flowers means that it falls under a different floral classification.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/23/194600931/f006f3d60b8e449adae09234d000a2a9_3751571159697463451.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "Fish"
      },
      {
        "type": "CustomEntry",
        "epId": 2831,
        "name": "Pesce pesca delle profondità",
        "desc": "<p>A medium-sized, round fish with horn-like cartilages that is used to dig underwater burrows, build shelters and drive away creatures that try to harm it. </p><p>This species' whole body is pink and the tail fin is green, colors that are associated with the Zaytun Peach. These fish are, as their name suggests, so sweet that they are considered \"ideal for dessert.\"</p><p>Doubtless, owing to various factors, the fish dessert that the fish chefs were hoping to create did not pan out. Because this type of fish is rare and expensive, it is often farmed as an ornamental fish. </p><p>There is a large customer base that doesn't want to spend too much Mora on this kind of pufferfish, but nevertheless can't get enough of its bright colors. There are even enterprising businessmen who have managed to reverse this phenomenon, modeling their Zaytun Peaches after these pufferfish. The sales of those are pretty good.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/03/77454259/7fb1aff428ea5957bbc76360a40d14d2_1876886493298964553.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2827,
        "desc": "",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2829,
        "desc": "",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2832,
        "desc": "",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2828,
        "name": "Pesce mezzaluna color giada",
        "desc": "<p>A medium-sized fish with unique morphology and Sumeru's cousin to the butterfly fish. This fish has a broad skeleton and a unique curved body. Legend has it that the first fishermen to catch this fish had their rods tilted at the end of the tail fin and found that the two, when combined, resemble a polearm, hence giving rise to the name \"Axe Marlin.\" This name has made much more of an impression than its scientific name, the \"Anchor Hook Butterfly,\" and it is thus colloquially used amongst most people.</p><p>The jade-colored Axe Marlin prefers to live in areas where aquatic plants flourish, and where its shape easily blends in with the background. Small fish that wander through the grass often bump into their camouflaged bodies and become dazed, but the marlin doesn't feel provoked, and will instead offer shelter to its neighbors.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/23/194600931/7a2bcc9668aec3c23811a2b346b2e086_2232042056115424017.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2830,
        "name": "Pesce mezzaluna di lazurite",
        "desc": "<p>A fish with unique morphology and Sumeru's cousin to the butterfly fish. This fish has a broad skeleton and a unique curved body. Legend has it that the first fishermen to catch this fish had their rods tilted at the end of the tail fin and found that the two, when combined, resemble a polearm, hence giving rise to the name \"Axe Marlin.\" This name has made much more of an impression than its scientific name, the \"Anchor Hook Butterfly,\" and it is thus colloquially used amongst most people.</p><p>Although its namesake is a weapon, and its strength surpasses that of many other fish, Axe Marlin mostly have a kind personality, especially those with blue and gold stripes on the body. Due to their hard scales and big size, Axe Marlins are able to handle attacks from other aquatic creatures, waiting until their attacker is exhausted and leaves.</p><p>Their strength can also prove challenging for a master fisherman, whose only choice is to treat them as large beasts — to drain their stamina more efficiently and eventually catch them, one must go all out the moment an Axe Marlin bites.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/23/194600931/b515aec19c896a47ce4ec9899a0cb25d_2909091470590886544.png",
        "amount": 1,
        "displayStyle": "card"
      }
    ]
  }
}