{
  "epId": 2921,
  "name": "La pergamena della canzone fluente",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una pagina strappata ritrovata nelle rovine del deserto dai ricercatori della scuola di Vahumana dell'Akademiya. L'autore di questa pagina è ancora ignoto.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/22/35428890/c27b975a9c45619911e4e3decb71c44c_9029446757583137086.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1686183163,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>La pergamena della canzone fluente</color>"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Vol. 1 - Casa di Daena</color>\n<color=#ffffffa6>Vol. 2 - Casa di Daena</color>\n<color=#ffffffa6>Vol. 3 - Casa di Daena</color>"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Vol. 1",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>...Nell'udire ciò, la Signora di Pushpavatika non esitò a umiliarsi.</color>\n<color=#ffffffa6>Risoluta, discese sul gran palazzo di (...), con l'intenzione di mettere alla prova la saggezza della principessa.</color>\n<color=#ffffffa6>Molte cameriere, servitrici e accompagnatrici circondarono la scintillante principessa.</color>\n<color=#ffffffa6>Era vestita di lino e seta, come migliaia di stelle diurne avviluppate attorno all'unica luna splendente.</color>\n<color=#ffffffa6>(Commento di Tafazzoli, herbad dell'Haravatat: è presente un errore di traduzione qui. La parola \"seta\" nell'ultima frase andrebbe tradotta come \"un tessuto mai visto prima\", per non portare il lettore a pensare che si tratti della specialità di Liyue. Inoltre, il \"gran palazzo\" citato nella seconda frase non è un vero \"palazzo\" nel testo originale, e non si fa riferimento ad alcun \"edificio\". L'espressione si riferisce piuttosto a \"una terra dove il divino è presente\". Sembra che i ricercatori della scuola di Vahumana che hanno tradotto questo volume non padroneggiassero del tutto il linguaggio di quell'epoca, ma annoterò questo documento con la stessa cura.)</color>\n<color=#ffffffa6>...La dolce fragranza aleggiava attorno alla principessa su quel (giardino? campo di battaglia?).</color>\n<color=#ffffffa6>Come un torrente avvinghiato all'argentea luce lunare in pezzi, all'ombra di un albero.</color>\n<color=#ffffffa6>Dall'alba dei tempi a oggi, nessuno aveva mai posato gli occhi su tale bellezza,</color>\n<color=#ffffffa6>e nessuno aveva mai assistito all'avvento del gelo mattutino durante il settimo mese.</color>\n<color=#ffffffa6>(Commento di Tafazzoli, herbad dell'Haravatat: la parola nella prima frase, il cui significato non può essere decifrato al momento, può essere tradotta come \"terreno coltivato\" o \"cimitero\".</color>\n<color=#ffffffa6>Commento di Yarshater, herbad della Vahumana: mille grazie per il suo commento, maestro Tafazzoli. Ora siamo ancora più confusi riguardo a chi sia veramente il soggetto del libro.)</color>\n<color=#ffffffa6>Così, la Signora di Pushpavatika parlò:</color>\n<color=#ffffffa6>\"Lode all'Alato, signore di tutti i regni di questa terra.</color>\n<color=#ffffffa6>Sono uno spirito generato agli albori, un'effimera illusione, la luce scintillante che scorre dagli occhi del creatore.</color>\n<color=#ffffffa6>In ogni angolo del mondo la tua saggezza viene lodata. Mi chiedo se non potresti aiutarmi a chiarire una cosa che da tempo mi perplime.</color>\n<color=#ffffffa6>Ti donerò oro, queste spezie e pietre preziose in segno di gratitudine se mi aiuterai a risolvere questi tre indovinelli.\"</color>\n<color=#ffffffa6>La principessa di (...) rispose in questo modo:</color>\n<color=#ffffffa6>\"Lode all'Alato, la verità che governa tutti i regni di questa terra.</color>\n<color=#ffffffa6>A me appartiene lo ieri e sono la padrona del domani mattina, ma mai ho visto bellezza ed eleganza paragonabili alle tue.</color>\n<color=#ffffffa6>Signora di Pushpavatika, ascolterò volentieri qualsiasi dubbio si annidi nella tua mente.</color>\n<color=#ffffffa6>Poiché questo oro, queste spezie e queste pietre preziose, anche sommate, impallidiscono di fronte al valore della conoscenza.\"</color>"
          }
        ]
      },
      {
        "title": "Vol. 2",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Così, la Signora di Pushpavatika parlò di nuovo:</color>\n<color=#ffffffa6>\"Misericordiosa principessa, se la tua sincerità è genuina,</color>\n<color=#ffffffa6>permettimi di recitare il primo indovinello:</color>\n<color=#ffffffa6>'Cos'è in vita, ma freddo come la morte,</color>\n<color=#ffffffa6>che proprio in punto di morte genera calore?'\"</color>\n<color=#ffffffa6>La principessa di (...) rispose in questo modo:</color>\n<color=#ffffffa6>\"Parli della fragile rosa al termine della primavera. Ricoperta di spine, ma dotata di rara bellezza.</color>\n<color=#ffffffa6>Il suo fiore? Colto per farne profumi. Il suo stelo? Trasformato in stoppini per lampade a olio.</color>\n<color=#ffffffa6>Nel corso della storia, innumerevoli amanti ne sono rimasti incantati, e perfino il re in rosso ne ammira la bellezza.</color>\n<color=#ffffffa6>La rosa però, non si è mai infatuata di nessuno. Non fa altro che appassire con la luna nuova, con la rugiada del mattino.\"</color>\n<color=#ffffffa6>La Signora di Pushpavatika approvò segretamente, ma il suo splendido viso restò calmo come sempre.</color>\n<color=#ffffffa6>Facendo un passo in avanti, recitò il secondo indovinello.</color>\n<color=#ffffffa6>Così disse la Signora di Pushpavatika:</color>\n<color=#ffffffa6>\"O saggia principessa, hai risposto al mio primo indovinello.</color>\n<color=#ffffffa6>Ma dalle stelle agli abissi, innumerevoli segreti si nascondono in questo mondo.</color>\n<color=#ffffffa6>O saggia principessa, se le leggende sulla tua saggezza sono veritiere,</color>\n<color=#ffffffa6>rispondi al mio secondo indovinello, come hai fatto con il primo:</color>\n<color=#ffffffa6>\"Cosa ascende dalla terra, per poi discendere dal cielo?</color>\n<color=#ffffffa6>Nessuno l'ha mai vista, eppure è in grado di vedere tutto.</color>\n<color=#ffffffa6>Come sopra, così sotto, e allo stesso modo, il fondo non è che la cima.</color>\n<color=#ffffffa6>Eppure, non può che essere da cima a fondo, e mai il contrario?'\"</color>\n<color=#ffffffa6>La principessa di (...) rispose in questo modo:</color>\n<color=#ffffffa6>\"Parli della legge universale creata dai cieli, le leggi divine stabilite all'alba dei tempi.</color>\n<color=#ffffffa6>Nessuno hai mai visto l'eterna legge, eppure governa noi tutti.</color>\n<color=#ffffffa6>Non possiamo far altro che inchinarci e venerare Vaana degli spiriti celesti, senza arroganza, trucco o inganno.</color>\n<color=#ffffffa6>Chi osa imitare le arti proibite incomberà nelle calamità che giacciono ai confini della conoscenza divina.\"</color>"
          }
        ]
      },
      {
        "title": "Vol. 3",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>La Signora di Pushpavatika quasi saltò di gioia, ma il suo bel viso rimase algido.</color>\n<color=#ffffffa6>Con un delicato inchino, cominciò a recitare il terzo indovinello.</color>\n<color=#ffffffa6>Così, la Signora di Pushpavatika parlò:</color>\n<color=#ffffffa6>\"O saggia principessa, hai carpito i segreti tra le stelle e l'abisso.</color>\n<color=#ffffffa6>Ma molte cose in questo mondo trascendono l'effimerità, e la loro luce brilla in eterno.</color>\n<color=#ffffffa6>O saggia principessa, se le leggende sulla tua saggezza sono veritiere,</color>\n<color=#ffffffa6>Rispondi alla mia domanda come hai fatto con il secondo indovinello:</color>\n<color=#ffffffa6>\"Cosa può fermare una freccia, ma non la distruzione?</color>\n<color=#ffffffa6>Non può distruggere armature, ma può distruggere città.</color>\n<color=#ffffffa6>Non si inchina agli emissari del cielo, né ai regni terreni.</color>\n<color=#ffffffa6>Cosa mai può resistere alla forza di dèi e demoni?'\"</color>\n<color=#ffffffa6>La principessa di (...) rispose in questo modo:</color>\n<color=#ffffffa6>\"Parli dell'eterna saggezza, ciò che protegge la civiltà (...).</color>\n<color=#ffffffa6>Rinascerà con (...), e resterà eterna come (...).</color>\n<color=#ffffffa6>Anche se le sabbie del tempo turbineranno sotto i suoi piedi, continuerà a esistere ugualmente come (...) dieci milioni di anni dopo.</color>\n<color=#ffffffa6>Il popolo gioirà per (...), e (...) a causa loro.</color>\n<color=#ffffffa6>(Commento di Tafazzoli, herbad dell'Haravatat: le omissioni nel testo non sono intenzionali. Sono frutto dei danni subiti dal libro. Alcune omissioni possono essere intuite dai resti dell'originale. Sfortunatamente, i ricercatori della Vahumana che si sono occupati della traduzione di questo volume non disponevano delle conoscenze necessarie, per cui mi occuperò io delle parti mancanti.</color>\n<color=#ffffffa6>La parola mancante nel primo segmento: \"mia (nostra)\", \"dell'eternità\" o \"del tutto\".</color>\n<color=#ffffffa6>La parola mancante nel terzo segmento: sembrerebbe essere il nome di una persona, ma è possibile usare la frase \"resti preservati\".</color>\n<color=#ffffffa6>La prima parola mancante nel quarto segmento: \"il suo ritorno\", \"la sua morte\" o \"la sua rinascita\".</color>\n<color=#ffffffa6>Non è possibile desumere le parole restanti in questo momento.</color>\n<color=#ffffffa6>Commento di Ashtar, herbad della Vahumana: ...Non mi hai detto niente di tutto questo a quei tempi, eh?)</color>\n<color=#ffffffa6>La principessa rispose a tutti e tre gli indovinelli. Nessun ostacolo le avrebbe messo i bastoni tra le ruote.</color>\n<color=#ffffffa6>La Signora di Pushpavatika non poté che provare genuina ammirazione verso la principessa.</color>\n<color=#ffffffa6>Così, la Signora di Pushpavatika parlò:</color>\n<color=#ffffffa6>\"O misericordiosa ed eterna principessa,</color>\n<color=#ffffffa6>la tua saggezza sorpassa di gran lunga ogni leggenda.</color>\n<color=#ffffffa6>Benedetti i tuoi eredi e fortunata la tua gente,</color>\n<color=#ffffffa6>poiché possono stare al tuo fianco e godere dei tuoi insegnamenti.\"</color>\n<color=#ffffffa6>...E così le due principesse strinsero una forte alleanza che includeva anche il re del (sangue? risentimento? della corona rossa?) che era stato al loro fianco dall'inizio alla fine. Lavorarono insieme, guidando il popolo di (...) verso l'eterna prosperità.</color>"
          }
        ]
      }
    ]
  }
}