{
  "epId": 2924,
  "name": "La storia di Shiruyeh e Shirin",
  "desc": "<p>Un djinn racconta una storia nel vento della notte. La storia parla del genio e di un pastore, è di origini ignote ed è colma di assurdità.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/22/35428890/1cf52e4ba9a7722762b61b5c22d7b42d_4248144615001040561.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1749674290,
  "components": {
    "body": [
      {
        "title": "Vol. 1",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"La prossima storia che voglio raccontare risale all'era di Shiruyeh, il Signore della pestilenza, anche se a quei tempi non era ancora diventato famoso per la Piaga di Shiruyeh, e i suoi sottoposti non erano ancora stati sparpagliati in un mondo di oscurità, destinati a diventare creature selvagge prive di parola e di volto...\"</color>\n<color=#ffffff73>La fata della Città della Fanciulla della luna si fermò per un momento e si stiracchiò pigramente. Le monete d'argento illuminate dalla luna tintinnavano infastidite al passo della bestia da soma.</color>\n<color=#ffffff73>\"Dimmi, piccolo corvetto, conosci il significato del nome 'Shiruyeh'?\"</color>\n<color=#ffffff73>\"Ehm... 'una persona ridicola e spregevole'?\"</color>\n<color=#ffffff73>Il ragazzo, che era ormai stato ribattezzato \"corvo\", rispose senza pensarci troppo. Logorato dal sole ardente e dal timore delle sabbie mobili, non era interessato alle storie della sua compagna di viaggio.</color>\n<color=#ffffff73>\"Nella nostra tribù, 'Shiruyeh' è un nome deprecabile assegnato esclusivamente ai capi esiliati e viene pronunciato solo in tono offensivo o denigratorio. È una nostra tradizione... ma sono sicura che le tradizioni delle altre tribù non siano poi così diverse.\"</color>\n<color=#ffffff73>\"Ahah! La consapevolezza mortale è come le sabbie mobili, costantemente trascinata dai venti del tempo. Bizzarro!\"</color>\n<color=#ffffff73>\"Corvo\", disse perentoriamente, ottenendo un inaspettato scherno da parte della fata,</color>\n<color=#ffffff73>\"Beh, a dire il vero... nella lingua perduta, 'Shiruyeh' significa 'cucciolo di leone mai svezzato'. Suo padre Parvezravan diede quel nome al suo figlio appena nato, ignaro che il re vassallo, che si riferiva a sé stesso come lo 'spirito dell'incessante vittoria', sarebbe stato fatto a pezzi del suo adorato 'cucciolo di leone'...\"</color>\n<color=#ffffff73>La fata si fermò, come preoccupata che il suo pubblico si stesse annoiando, quindi scambiò uno sguardo col ragazzo prima di continuare con la storia:</color>\n<color=#ffffff73>\"Per quanto riguarda questo Parvezravan, stando alle leggende, ai tempi in cui gli umani regnavano come re vassalli, egli era uno dei più potenti in assoluto...</color>\n<color=#ffffff73>Parvezravan non era, infatti, il nome originale di questo re vassallo. A quanto dicono gli spiriti, era un orfano che venne cresciuto nel nido del gigantesco uccello Ghoghnus e a cui venne dato il nome di 'Kisra', o 'colui a cui è stato dato un buon nome'. In seguito, le sue aspirazioni di grandezza e l'aiuto di questo uccello divino risultarono nella sua adozione da parte del re vassallo Ormazd Shah, fino a diventare col tempo un saggio e un eroe tra i mortali.</color>\n<color=#ffffff73>Nelle canzoni dell'ormai scomparso popolo del deserto, Kisra saccheggiò i quattro angoli della terra nel nome del suo re, Ormazd Shah. Per mano sua, le bronzee torri delle novantanove città vennero distrutte o abbandonate. Per mano sua, i capi delle novantanove tribù nomadi vennero sconfitte. E per mano sua, novantanove saggi dotati del sapere dell'ordine delle stelle vennero avvinti in catene dorate e imprigionati nella Città reale di Gurabad.</color>\n<color=#ffffff73>A quel tempo, la terra promessa di 'Valivija' era avvolta da selvagge sabbie dorate, e una delle tre divinità era stata sconfitta. In un secolo di caos e confusione, i mortali dispersi crearono stati feudali fino a che il mio signore Al-Ahmar e il saggio re di Selvaverde radunarono i propri sottoposti. Una volta che l'oasi paradisiaca venne ricostruita, l'era dei re vassalli, l'era della divisione, giunse finalmente alla fine.</color>\n<color=#ffffff73>Tornando alla storia precedente, la corona di Ormazd divenne sempre più pesante grazie alle imprese di Kisra, fino a che il suo collo non poté più reggerne il peso, costringendolo ad appenderla nel centro del salone principale con catene in oro zecchino.</color>\n<color=#ffffff73>Il re vassallo Ormazd Shah ricompensò a dovere le impareggiabili gesta del giovane Kisra: diede il nome di 'Parvez' al suo figlio adottivo e gli offrì la mano di sua figlia Shirin. Nelle eteree canzoni degli spiriti, in quanto erede del re vassallo mortale e di Liloufar la Capostipite, possedeva una saggezza straordinaria ed era baciata da una vita senza fine e, come i saggi originali, era in grado di prevedere buona e cattiva sorte del momento presente.</color>\n<color=#ffffff73>Se Kisra Parvez si fosse fermato lì, la sua reputazione come eroe sarebbe rimasta immacolata. Ma un giorno maledetto, Ormazd e tutti i suoi 300 figli e figlie morirono improvvisamente nel giro di una notte nella Città di Gurabad. In seguito a questo tragico evento, il trono cadde naturalmente nelle mani di Kisra, che aggiunse 'Ravan' al suo titolo e diventò il re vassallo più potente tra i mortali.\"</color>\n<color=#ffffff73>\"...\"</color>\n<color=#ffffff73>La fata interruppe improvvisamente la propria storia e alzò lo sguardo verso il sole scarlatto che stava ormai affondando dietro le dune. Emise un fischio acuto, segnalando al giovane di dover fermare la bestia da soma e di tenersi pronto ad accamparsi vicino alle colonne di pietra in rovina.</color>\n<color=#ffffff73>\"Alcune persone dicono che...\"</color>\n<color=#ffffff73>La fata scese con un salto leggiadro dalla bestia da soma e si mosse con un eleganza pari alle ormai scomparse ballerine di Setaria, lasciando che la prima luce della luna ne ricoprisse la pelle traslucida di uno splendore argenteo. L'odore della mirra turbinava attorno alle sue trecce, mentre le campanelle dorate riecheggiavano.</color>\n<color=#ffffff73>Dopodiché, la fata si sporse in avanti, restando in equilibrio sulla punta dei piedi, emettendo una soave risata.</color>\n<color=#ffffff73>Secondo alcune persone la tragedia che colpì la Città di Gurabad fu opera dell'eroe Kisra.</color>\n<color=#ffffff73>Qualcuno dice che la notte della tragedia, un malvagio uccello senza artigli volò fuori dalla ridotta emettendo un triste lamento nella notte, senza fermarsi a bere o mangiare. Il castello fu poi colpito da una piaga di ratti con volti umani, che presero a mordere le catene d'oro che reggevano la corona, facendo schiantare al suolo svariati pesanti oggetti, causandone la rottura.</color>\n<color=#ffffff73>Si dice che, cadendo, la corona fece un rumore tale che perfino i servitori Fellahin che erano ormai lontani dalla ridotta, tremarono per la paura di questo tiranno che non avevano mai incontrato.</color>\n<color=#ffffff73>In seguito, si dice che un avventuriere trovò antiche cripte della Città di Gurabad sotto le sabbie dorate, nelle quali erano nascoste le ormai enormi e avvizzite spoglie di Ormazd e della sua prole. Su tutti i corpi era presente un'antica iscrizione illeggibile...</color>\n<color=#ffffff73>\"Spero che questa storia ti abbia spaventato.\"</color>\n<color=#ffffff73>La fata guardò con piacere il ragazzo mortale che beveva dalla borraccia.</color>\n<color=#ffffff73>Le tribù del deserto provano inconsciamente riverenza e prudenza nei confronti dell'acqua. Gli spiriti, invece, sono esseri di pura energia elementale e non conoscono né la sete né la soddisfazione o il piacere del lusso, proprio come l'antica principessa Shirin in questo lamento.</color>\n<color=#ffffff73>\"Per quanto riguarda la figlia di Liloufar la Capostipite che ho menzionato, Shirin, la storia è appena cominciata...\"</color>\n<color=#ffffff73>La fata sorrise nuovamente, con occhi di oro e ambra, e il volto sorridente della principessa della sua antica terra.</color>"
          }
        ]
      },
      {
        "title": "Vol. 2",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>A quel tempo, la terra promessa di 'Valivija' era avvolta da selvagge sabbie dorate, e una delle tre divinità era stata sconfitta. In un secolo di caos e confusione, i mortali dispersi crearono stati feudali fino a che il mio signore Al-Ahmar e il saggio re di Selvaverde radunarono i propri sottoposti. Una volta che l'oasi paradisiaca venne ricostruita, l'era dei re vassalli, l'era della divisione, giunse finalmente alla fine.</color>\n<color=#ffffff73>\"Sì, hai già raccontato questa parte della storia.\"</color>\n<color=#ffffff73>Il tono del giovane si era fatto impaziente mentre guardava la luna piena che brillava nel cielo stellato, usando la posizione delle amiche stelle per determinare la strada del giorno successivo.</color>\n<color=#ffffff73>Ma lo spirito sapeva che, in realtà, stava ascoltando la sua storia attentamente. Non riuscì a trattenere una risatina compiaciuta, ma restò presto infastidita dal suo gesto inappropriato:</color>\n<color=#ffffff73>\"La mente dei mortali è mutevole e capricciosa. Come posso sapere se mi stessi ascoltando veramente?\"</color>\n<color=#ffffff73>Tornando all'argomento principale, Shirin, stando ai lamenti degli spiriti, era la figlia dell'eroe mortale Ormazd e della fata Liloufar, figlia della ninfea. Nata su una ninfea immersa in fragranti gocce di rugiada, benedetta dall'ibis bianco, e in possesso di una perla cerulea donatale dal cobra. Perfino il possente coccodrillo gigante si inchinò al suo cospetto.</color>\n<color=#ffffff73>In quanto progenitrice degli spiriti, prima di donare una figlia al mortale re vassallo, Liloufar diede voce a tre profezie: Shirin si sarebbe innamorata di un grande eroe, e la loro prole avrebbe superato il padre; molti dei parenti di Shirin avrebbero avuto una dolce fine; solo Shirin sarebbe entrata in possesso del regno del padre.</color>\n<color=#ffffff73>Dopodiché, Liloufar diede tre avvertimenti al suo mortale innamorato: la di lei gioia avrebbe portato lacrime sugli occhi del padre; non avrebbero più potuto banchettare allo stesso tavolo della figlia una volta sposatasi; l'erede della loro figlia avrebbe rappresentato un cattivo presagio per la terra del re.</color>\n<color=#ffffff73>Il re, però, sorrise in risposta a queste profezie e avvertimenti.</color>\n<color=#ffffff73>\"In seguito, il padre di Shirin offrì la mano della figlia al grande eroe 'Parvezravan', coronando la prima profezia, giusto?\"</color>\n<color=#ffffff73>Disse il ragazzo, interrompendo la storia dello spirito.</color>\n<color=#ffffff73>\"Corretto, ma non del tutto...\"</color>\n<color=#ffffff73>Lo spirito toccò il naso del giovane col dito, che in risposta si spostò di scatto, come se avesse paura di subire una qualche sorta di maledizione mortale. Lo spirito, come sempre, sorrise alla vista di tale innocenza.</color>\n<color=#ffffff73>Quando Shirin divenne più grande e consapevole, la visione che sua madre enunciò divenne una vera e propria maledizione. Passava le giornate in attesa di innamorarsi di un eroe, attendendo il giorno in cui avrebbe ereditato il regno del padre, sognando ad occhi aperti un futuro perfetto che non arrivò mai.</color>\n<color=#ffffff73>Il matrimonio di Shirin con Kisra l'eroe, infatti, non era rose e fiori. Dopotutto, gli eroi mortali sono individui contorti, guidati dall'ambizione di regnare. La figlia di Liloufar aveva in sé l'orgoglio degli spiriti, e faticava quindi a sopportare la trappola dorata del presunto affetto dell'eroe mortale, e non trovava pace tra il letto e il focolare. E così, infine, un vivido odio emerse da questa vita marcia, fredda e senza passione, lo stesso odio provato da coloro che sono imprigionati nelle bottiglie d'argento.</color>\n<color=#ffffff73>In seguito, la notte del famigerato gran banchetto, alcuni schiavi, maghi dell'oasi di Mazandaran, o forse dei servitori Fellahin analfabeti, aggiunsero veleno di scorpione nel miele muschiato e lo offrirono al re Ormazd e ai suoi 300 eredi. Dopodiché li guardarono cadere inesorabilmente in una dolce morte priva di sogni, affogando nel sangue e nel grasso degli sventurati, mentre il loro sangue e le loro lacrime scorrevano a fiumi...</color>\n<color=#ffffff73>E quella notte, gli unici rimasto con dei sogni da godersi furono Shirin, che fu esclusa dalla festa dal padre, e il suo riluttante co-cospiratore, Kisra.</color>\n<color=#ffffff73>I vigliacchi regicidi vennero immersi nel vaso di miele dal nuovo re come punizione, e lo maledissero col loro ultimo respiro, mentre soffocavano nel miele appiccicoso.</color>\n<color=#ffffff73>E dalla bocca del nuovo re sgorgarono sporche e luride menzogne insanguinate, che lordarono la reputazione dell'eroe di macchie nere come la pece...</color>\n<color=#ffffff73>E così, la seconda profezia si avverò.</color>\n<color=#ffffff73>In seguito, Shiruyeh, figlio di Kisra Parvezravan, raggiunse l'età adulta amato dalla madre, ma suo padre lo bandì dall'imponente Città di Gurabad, costringendolo a coprire il volto e a fuggire in groppa a un destriero. A Shiruyeh fu quindi proibito di mettere nuovamente piede in città, a causa della codardia generata dai terrificanti avvertimenti di Liloufar, madre delle fate.</color>\n<color=#ffffff73>E così, grazie all'incontrollabile paura del re vassallo, Shirin trovò nuovamente l'opportunità perfetta per vendicarsi.</color>\n<color=#ffffff73>Una notte, si camuffò da principessa divina al tempio della dea della luna e incontrò il proprio figliol prodigo che pernottava lì. Illuminati da una luce argentea che danzava tra le gocce di rugiada adagiate sulle ninfee, diede al viaggiatore mascherato questa falsa e illusoria profezia:</color>\n<color=#ffffff73>\"La tirannia del padre del viaggiatore non è forse la sua vera maledizione? O figlia della dea della luna, ovunque giunga il tocco della luce lunare ti appartiene, e ogni seme da te piantato crescerà rigoglioso. Dato che il chiaro di luna ti ha conferito un buon arco e una lama affilata, perché mai dovresti attendere timorosamente che il trono sia tuo? Perché non trovi il coraggio di affrontare il tuo odio, e te stessa?\"</color>\n<color=#ffffff73>Stando alle leggende, mentre Shiruyeh esitava in preda all'indecisione, una folata di vento improvvisa fece volare via il velo che Shirin usava per nascondere il proprio volto.</color>\n<color=#ffffff73>Alla vista di quel volto familiare, il giovane che era stato costretto a coprire il proprio, venne travolto da terrore e vergogna. Fuggì dal tempio in preda al panico e una risata soave come il tintinnio di una campanella, osservato dal crudele chiaro di luna.</color>\n<color=#ffffff73>Da qui in poi la storia si fa scialba: lo straordinario re vassallo Parvezravan venne pugnalato a morte dal suo figlio degenere mascherato, e il suo magnifico letto, un tempo adornato di zaffiri e corna animali dorate, venne indelebilmente macchiato di sangue.</color>\n<color=#ffffff73>Il lamento degli spiriti proseguì così: dopo aver portato a compimento il tradimento, Shiruyeh pianse amaramente davanti alla madre, in segno di pentimento. Ma Shirin non lo redarguì. Al contrario, lo strinse tre le sue braccia, rimuovendo la maschera di bronzo che ne simboleggiava l'esilio, e lo salutò con un affettuoso bacio di buon auspicio.</color>\n<color=#ffffff73>Dopo aver reclamato il trono, Shiruyeh venne tormentato da terribili incubi fino a che, mentre vagava di notte, cadde in una profonda e oscura voragine e sparì. In seguito, una grande piaga emerse dalla voragine, risucchiando metà delle anime nella Città di Gurabad. Il regno, avendo perso il proprio re vassallo e i suoi servitori, cadde in rovina, gradualmente divorato da quell'insaziabile sabbia paglierina.</color>\n<color=#ffffff73>I sopravvissuti ormai dispersi di questa calamità la battezzarono \"Piaga di Shiruyeh\", il castigo divino provocato da un despota dalla breve vita.</color>\n<color=#ffffff73>E per quanto riguarda sua madre Shirin, la terza profezia di Liloufar si avverò prontamente. Lei e il suo erede vinsero la libertà in un regno devastato dalla vendetta, e divennero apparizioni maligne, campane a morto per i superbi.</color>\n<color=#ffffff73>\"Alcune persone dicono che Shirin venne in seguito domata dal mio signore Al-Ahmar, che la imprigionò in una magica bottiglia d'argento. Altri dicono che vaghi ancora nel deserto, tormentando gli avventurieri e cercando senza sosta l'adorato figlio rubatole dall'oscurità...\"</color>\n<color=#ffffff73>La fata sorrise con orgoglio, terminata la sua storia.</color>\n<color=#ffffff73>A questo punto, la luna era già alta nel cielo, e i lontani tempi antichi in cui il deserto non era ancora diventato un deserto erano vicini. Era ora che la principessa divina svolgesse il sacrificio.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "La storia di Shiruyeh e Shirin"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Entrambi i volumi sono ottenibili presso la Casa di Daena"
          }
        ]
      }
    ]
  }
}