{
  "epId": 2932,
  "name": "Copione di Mushounin",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Un nuovo copione di un film che Xavier ha completato nel corso di una notte, molto più corposo del precedente. Questo è solamente il primo atto.<br>La forza di volontà che si riesce a tirare fuori per raggiungere i propri obiettivi è a dir poco sorprendente.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/83872660/9da500fc3c0be3ac83a42641c93d45c2_3177680992271564037.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1745965320,
  "components": {
    "body": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Atto I</color>\n<color=#ffffff73>Personaggi: Kurotani Seishimaru (Viaggiatore), Wakayama Keisuke (Sasano), Yano Machiko (Koharu)</color>\n<color=#ffffff73>Interno di un ristorante frequentato da Seishimaru e Keisuke.</color>\n<color=#ffffff73>Wakayama Keisuke: \"Ne è passato di tempo, Seishimaru!\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"Ho saputo che ora gestisci gli affari del clan Kurotani.\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"Sembra che le acque si siano calmate, dopo quell'incidente.\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"Lord e Lady Kurotani se ne sono andati...\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"Ma tu hai raccolto il testimone come loro primogenito per continuare a essere al servizio del popolo.\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"Sono certo che ne sarebbero felici.\"</color>\n<color=#ffffff73>Kurotani Seishimaru: \"Le acque potranno calmarsi prima che la vendetta sia compiuta?\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"Cosa? Vuoi vendicarti?\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"Non siamo più dei bambini, com'è possibile che sia ancora impulsivo come allora?\"</color>\n<color=#ffffff73>Wakayama Keisuke:</color> <color=#ffffff73>sospira</color> <color=#ffffff73>\"Considerate le abilità di Lord Kurotani, l'indagine non sarebbe dovuta finire così male.\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"Ma fu proprio lui a dire che si sarebbe assunto la colpa di tutto.\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"La punizione inflitta dai grandi Lord è stata davvero severa...\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"Ma è stato Lord Kurotani in persona a sollecitarla. Temo che ci siano ancora molte cose non dette.\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"Kurotani e Wakayama sono entrambi dei clan rispettabili.\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"Ora porti il nome del clan. Sei un samurai al servizio del popolo, non un Nobushi errante.\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"Quindi metti da parte la tua rabbia e sii paziente. Non devi vendicarti.\"</color>\n<color=#ffffff73>Kurotani Seishimaru: \"Alcuni degli uomini dei grandi Lord sono molto sospetti!\"</color>\n<color=#ffffff73>Kurotani Seishimaru: \"Da quando è morto mio padre, sembrano molto compiaciuti.\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"La tua rabbia non ti fa pensare lucidamente. Non è detto che loro c'entrino qualcosa. Calmati!\"</color>\n<color=#ffffff73>Seishimaru guarda fuori dalla porta.</color>\n<color=#ffffff73>Kurotani Seishimaru: \"Chiunque stia origliando qui fuori, si faccia avanti.\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"Chi sei? Chi ti ha mandato a origliare la nostra conversazione?\"</color>\n<color=#ffffff73>Machiko entra in scena.</color>\n<color=#ffffff73>Yano Machiko: \"C-Chiedo scusa, buon samurai. S-Sono solo una venditrice di tè. Il mio nome è Machiko.\"</color>\n<color=#ffffff73>Yano Machiko: \"Non era mia intenzione origliare.\"</color>\n<color=#ffffff73>Yano Machiko: \"Ieri Seishimaru mi ha salvato la vita, ma non ha voluto né riso, né soldi.\"</color>\n<color=#ffffff73>Yano Machiko: \"Volevo solo restituire il favore, e poi tornerò a vendere il tè. Non era mia intenzione offendere nessuno, davvero!\"</color>\n<color=#ffffff73>Keisuke guarda Seishimaru, che annuisce.</color>\n<color=#ffffff73>Wakayama Keisuke: \"...Lascia perdere, c'è da aspettarsi che una comune venditrice di tè non conosca le buone maniere.\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"Ma d'ora in poi ricordati di rivolgerti a me come 'maestro Kurotani'.\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"Sai cosa? È piuttosto conveniente che tu sia qui: dopotutto, il clan Kurotani ha bisogno di gente.\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"Perché non smetti di vendere tè e segui il maestro Kurotani?\"</color>\n<color=#ffffff73>Yano Machiko: \"Non voglio chiamarlo maestro Kurotani. Seishimaru suona meglio.\"</color>\n<color=#ffffff73>Yano Machiko: \"E beh, se riuscirò anche a sfamarmi, allora certo, seguirò Seishimaru!\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"...Fai come vuoi. Seishimaru, Lord Kurotani non c'è più...\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"Ora al comando ci sei tu, per cui non fare nulla di stupido.\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"Se lasci che la tua rabbia prenda il sopravvento...\"</color> <color=#ffffff73>sospira</color> <color=#ffffff73>\"In ogni caso, l'importante è che il nome della tua famiglia venga portato avanti.\"</color>\n<color=#ffffff73>Kurotani Seishimaru: \"Non sono i tuoi genitori adottivi a essere morti.\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"...Sul serio? Ti è entrato qualcosa di quello che ho detto in quella tua testa dura?\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"Lascia che ti faccia una domanda. Vuoi davvero brandire la tua lama contro gli uomini dei grandi Lord senza pensare al tuo clan?!?\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"Sul serio vuoi disonorare il tuo Lord e rovinare la tua famiglia?\"</color>\n<color=#ffffff73>Seishimaru rimane in silenzio.</color>\n<color=#ffffff73>Wakayama Keisuke: \"Oh, grandioso. Davvero grandioso! Allora nessuno avrà pace finché la tua rabbia non si sarà placata, vero?\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"Bene, dato che i miei tentativi di dissuaderti sono stati vani, lascia che ti dica la verità senza mezzi termini.\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"Sono il capo del clan Wakayama da quando mio padre è morto.\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"Era il boia di Lord Kurotani.\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"So bene che ha fatto un torto alla tua famiglia e che ha infangato il suo nome.\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"È stato giustiziato per questioni di affari, è vero. Ma sei comunque mio amico, e vorrei prendermi cura della tua famiglia, se possibile...\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"Quindi, se vuoi vendicarti, temo che mio padre sia già morto.\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"Avanti, ti sfido: punisci me al suo posto per i suoi peccati.\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"Cosa c'è? Esiti perché siamo amici?\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"È questo il limite della tua determinazione? Sul serio? Non riesci nemmeno a tagliare i ponti con me!\"</color>\n<color=#ffffff73>Kurotani Seishimaru: \"In ogni caso, sono stato adottato. Il nome della famiglia non ha alcuna importanza per me.\"</color>\n<color=#ffffff73>Kurotani Seishimaru: \"E poi, la reputazione del nome Kurotani è davvero più importante della vita dei miei genitori?\"</color>\n<color=#ffffff73>Kurotani Seishimaru: \"Bene, ora ti mostrerò la mia determinazione. Estrai la tua arma!\"</color>\n<color=#ffffff73>Kurotani Seishimaru: \"Mettila sul tavolo insieme a quella temari.\"</color>\n<color=#ffffff73>Seishimaru chiude gli occhi.</color>\n<color=#ffffff73>Kurotani Seishimaru: \"Chiuderò gli occhi finché non le avrai posizionate. Poi allungherò un dito.\"</color>\n<color=#ffffff73>Kurotani Seishimaru: \"Se indicherò la tua spada, dovremo affrontarci in battaglia. Se indicherò la temari, allora troncheremo ogni legame che ci unisce.\"</color>\n<color=#ffffff73>Kurotani Seishimaru: \"Sarà il destino a decidere.\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"Tsk... E così sia. Diamo inizio ai giochi.\"</color>\n<color=#ffffff73>La spada si trova alla sinistra di Seishimaru e la temari alla sua destra. Con gli occhi chiusi, Seishimaru indica verso sinistra, quindi apre gli occhi.</color>\n<color=#ffffff73>Kurotani Seishimaru: \"Sembra che il nostro destino sia stato deciso. Dedicherò la mia vita intera alla vendetta. Non ci sarà pace finché uno di noi non morirà.\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"Dato che hai preso una decisione, allora anch'io dovrò darmi da fare.\"</color>\n<color=#ffffff73>Wakayama Keisuke: \"Metterò in pratica tutto quello che ho detto, fino alla fine. Ti aspetto.\"</color>\n<color=#ffffff73>Wakayama Keisuke se ne va.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Copione di Mushounin"
          }
        ]
      }
    ]
  }
}