{
  "epId": 3013,
  "name": "Braci primordiali",
  "desc": "<p>Le Braci primordiali sono aggregati energetici sparsi in diversi punti delle rovine di Re Deshret. Avvicinati ai Candelieri primordiali che contengono le Braci per sprigionare il loro potere. <span style=\"color: rgb(255, 225, 75)\">Segui le Braci primordiali per attivare la gigantesca Torcia primordiale</span>. Una volta attivata, le rovine di Re Deshret subiranno delle modifiche...</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/05/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_4589770945791241848.png",
  "menuId": 14,
  "menuName": "Tutorial",
  "version": 1737549831,
  "components": {
    "galleryCharacter": [
      {
        "key": "Braci primordiali",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/05/25750596/01fefd14048ae85281a1847188cb1c64_4317673530116567838.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Le Braci primordiali sono aggregati energetici sparsi in diversi punti delle rovine di Re Deshret. Avvicinati ai Candelieri primordiali che contengono le Braci per sprigionare il loro potere. <color=#ffe14b>Segui le Braci primordiali per attivare la gigantesca Torcia primordiale</color> . Una volta attivata, le rovine di Re Deshret subiranno delle modifiche..."
          }
        ]
      },
      {
        "key": "Braci primordiali",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/05/25750596/3cb1b962ba060a043e54801d6a1ff5c8_1790151417924587287.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Le Braci primordiali sono estremamente fragili, e a volte dovrai cercare dei Candelieri primordiali da usare come punti di transito lungo il percorso verso la Torcia primordiale. Le Braci primordiali possono anche essere spazzate via dai violenti venti generati dalle grandi pale eoliche. Se vuoi garantire un viaggio sicuro alle Braci, trova prima un modo per arrestare il movimento delle pale..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Braci primordiali"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Avventura"
          }
        ]
      }
    ]
  }
}