{
  "epId": 304,
  "name": "Diario dell'avventuriere Roald: Sal Terrae",
  "desc": "<p>Un diario abbandonato dal famoso avventuriere Roald. Le sue pagine sono cosparse di una piccola quantità di cristalli di sale.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/09/362377527/bcf85cfdb009861f49011ff1df09c970_5329917460223852926.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1749486205,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origine"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=it-it#/map/2?shown_types=111,2,3,154,319,338&center=1108.43,-677.84&zoom=0.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Articoli correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 311,
        "name": "Diario dell'avventuriere Roald: Villaggio di Qingce",
        "desc": "<p>Un diario abbandonato dal famoso avventuriere Roald presso un accampamento di fortuna. Sembra ancora nuovo, ma profuma delle erbe del Monte Qingce.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Qingce Village_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 309,
        "name": "Diario dell'avventuriere Roald: Lago Aocang e Monti di Jueyun",
        "desc": "<p>Un diario abbandonato vicino al lago dal famoso avventuriere Roald. Parla dei suoi piani dopo le avventure sul Monte Aocang.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/09/362377527/bcf85cfdb009861f49011ff1df09c970_3147985463022272979.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 306,
        "name": "Diario dell'avventuriere Roald: Lago Luhua",
        "desc": "<p>Un diario abbandonato dal famoso avventuriere Roald presso un accampamento di fortuna. Sembra essere stato immerso nell'acqua e su di esso si distingue un'impronta di una volpe.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/10/362377527/bcf85cfdb009861f49011ff1df09c970_4036475526589601462.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 307,
        "name": "Diario dell'avventuriere Roald: Costa di Yaoguang",
        "desc": "<p>Un diario abbandonato dal famoso avventuriere Roald. Le sue pagine profumano di brezza marina.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/10/362377527/bcf85cfdb009861f49011ff1df09c970_662746625141464551.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 305,
        "name": "Diario dell'avventuriere Roald: Foresta di pietra di Guyun",
        "desc": "<p>Un diario abbandonato per puro caso dal famoso avventuriere Roald. Le sue pagine sono fradice e sembra che sia stato immerso nell'acqua.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/10/362377527/bcf85cfdb009861f49011ff1df09c970_6433583191922703645.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 310,
        "name": "Diario dell'avventuriere Roald: Picco Qingyun e Monti di Jueyun",
        "desc": "<p>Un diario abbandonato dal famoso avventuriere Roald. Le sue pagine profumano dei fiori che crescono sui dirupi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/10/362377527/bcf85cfdb009861f49011ff1df09c970_6613618266635754404.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 312,
        "name": "Diario dell'avventuriere Roald: Lago Qingxu",
        "desc": "<p>Diario del celebre avventuriere Roald. Tra le pagine spiccano delle macchie di muschio verdeggiante.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/10/362377527/bcf85cfdb009861f49011ff1df09c970_7843056626816194699.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 314,
        "name": "Diario dell'avventuriere Roald: Picco del Drago",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un diario abbandonato da un celebre avventuriere di nome Roald. Alcune delle pagine sono rovinate e accartocciate, con dei cristalli di ghiaccio scintillante attaccati.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/45954971/614ca24e4606e34d3cb66f29ceb75c62_6480208368558652110.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 308,
        "name": "Diario dell'avventuriere Roald: Ritou",
        "desc": "<p>Un diario abbandonato da Roald, un famoso avventuriere. Le pagine emanano sia il profumo rinfrescante dei fiori di sakura che l'odore acre delle foglie di tabacco.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/10/362377527/bcf85cfdb009861f49011ff1df09c970_269592024738642957.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 313,
        "name": "Diario dell'avventuriere Roald: Isola di Tsurumi",
        "desc": "<p>Un diario abbandonato da Roald, il famoso avventuriere. Le pagine emanano l'odore di umido, simile a quello della nebbia e dei funghi. La mia esplorazione dell'Isola di Tsurumi non è stata così facile.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/10/362377527/bcf85cfdb009861f49011ff1df09c970_8704295562456727367.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "Diario dell'avventuriere Roald: Sal Terrae",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Vol. 1</color>\n<color=#ffffffa6>Un diario abbandonato dal famoso avventuriere Roald. Le sue pagine sono cosparse di una piccola quantità di cristalli di sale.</color>\n<color=#ffffffa6>— Sal Terrae —</color>\n<color=#ffffffa6>Le mie scarpe sono completamente zuppe per aver camminato fino a qui dalle rive della Palude di Dihua. L'ultima volta che me le sono tolte per versare l'acqua che era entrata, è saltata fuori anche una rana.</color>\n<color=#ffffffa6>Dalle dimensioni di queste rovine, sospetto che si tratti del tempio che offrì rifugio ai civili durante la Guerra degli Archon di diversi millenni fa. Ho sentito dire che fu la Dea del sale a costruirlo. Secondo i miti di Liyue, era la più dolce di tutti gli dèi. Nella brutalità e nel caos della guerra, gli esseri umani erano poco più che pedine. Ma la Dea del sale si rifiutò di unirsi agli altri dèi nella loro insensata battaglia per il predominio, decidendo invece di offrire rifugio a coloro che avevano perso tutto nella guerra. Li portò qui per costruire un nuovo insediamento. Donò loro gentilezza e conforto. E anche mentre lo stravolgimento generale inaugurava la fine di un'epoca, lavorò senza posa per far tornare la pace tra gli dèi.</color>\n<color=#ffffffa6>Sembra che la maggior parte della città antica sia sprofondata nel letto del Fiume Bishui. È già una fortuna che le fondamenta del tempio siano ancora qui dopo tanti anni.</color>\n<color=#ffffffa6>La Dea del sale radunò un gruppo di suoi fedeli, che si stabilirono nell'area oggi conosciuta come Sal Terrae conducendo un'esistenza umile. La città resistette per diversi secoli, andando poi incontro alla sua fine con la morte della stessa dea.</color>\n<color=#ffffffa6>La dea più gentile di tutti gli dèi non cadde in battaglia per mano delle altre divinità. Cadde per mano di un membro del suo stesso popolo, del popolo che lei aveva amato tanto.</color>\n<color=#ffffffa6>Lui era il primo re di quel popolo, e fu anche l'ultimo. Un tempo aveva amato la Dea del sale come tutti gli altri, ma come semplice mortale, non riuscì a comprendere l'amore imperniato sull'autosacrificio che la dea incarnava. Rafforzò la potenza militare della città, sperando che potesse essere autosufficiente nella difesa e nell'attacco. E così, per dimostrare che la gentilezza non era una virtù adatta a quei tempi, prese una spada e pose fine alla vita della dea sola e indifesa. Non appena lei morì, il tempio stesso collassò, e la città di quel popolo cadde come sale sulla terra.</color>\n<color=#ffffffa6>Per quanto riguarda il destino del re traditore, vi sono molte teorie, ma nessuna è certa. Alcuni dicono che continuò a regnare in solitudine sulle rovine per secoli, tornando infine alla polvere molto tempo dopo che le urla della guerra si erano acquietate, quando le rovine erano state inghiottite dal fiume e gli insetti ne avevano scavato lo scettro. Altri dicono che si tolse la vita dopo essersi preso quella della dea, incapace di sopportare il deicidio che pesava sulla sua coscienza. A ogni modo, la gente su cui la Dea del sale aveva rivolto un tempo il suo sguardo amorevole si disperse per Liyue. Nel rifugio sicuro del Porto di Liyue, sotto il governo dell'Archon di Geo, loro e le loro storie sopravvissero, e per questo le sentiamo narrare ancora oggi.</color>\n<color=#ffffffa6>Alcune voci dicono che il corpo della Dea del sale si trova ancora da qualche parte nelle profondità delle rovine. Sebbene il suo corpo si sia tramutato in sale, conserva ancora la posa che aveva assunto quando la spada del re la trapassò.</color>\n<color=#ffffffa6>Pare stiano per arrivare delle piogge intense: nuvole nere si stendono a perdita d'occhio. Farò meglio a partire. Andrò a nordovest verso il Monte Qingce. Spero di poterlo raggiungere prima che la pioggia si faccia troppo forte. E spero di non perdere di nuovo il mio diario nella fretta...</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Diario dell'avventuriere Roald: Sal Terrae"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Oggetto missione</color>"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Si trova in un accampamento a Sal Terrae</color>"
          }
        ]
      },
      {
        "key": "Libro",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2299,
            "name": "Diario dell'avventuriere Roald",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/f91f32e498c4670603f9863462357c40_3502758232575385088.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ]
  }
}