{
  "epId": 305,
  "name": "Diario dell'avventuriere Roald: Foresta di pietra di Guyun",
  "desc": "<p>Un diario abbandonato per puro caso dal famoso avventuriere Roald. Le sue pagine sono fradice e sembra che sia stato immerso nell'acqua.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/10/362377527/bcf85cfdb009861f49011ff1df09c970_6433583191922703645.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1749591458,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origine"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=it-it#/map/2?shown_types=111,2,3,154,319,338&center=2407.15,-795.93&zoom=-0.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Libri correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 304,
        "name": "Diario dell'avventuriere Roald: Sal Terrae",
        "desc": "<p>Un diario abbandonato dal famoso avventuriere Roald. Le sue pagine sono cosparse di una piccola quantità di cristalli di sale.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/09/362377527/bcf85cfdb009861f49011ff1df09c970_5329917460223852926.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 311,
        "name": "Diario dell'avventuriere Roald: Villaggio di Qingce",
        "desc": "<p>Un diario abbandonato dal famoso avventuriere Roald presso un accampamento di fortuna. Sembra ancora nuovo, ma profuma delle erbe del Monte Qingce.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Qingce Village_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 309,
        "name": "Diario dell'avventuriere Roald: Lago Aocang e Monti di Jueyun",
        "desc": "<p>Un diario abbandonato vicino al lago dal famoso avventuriere Roald. Parla dei suoi piani dopo le avventure sul Monte Aocang.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/09/362377527/bcf85cfdb009861f49011ff1df09c970_3147985463022272979.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 306,
        "name": "Diario dell'avventuriere Roald: Lago Luhua",
        "desc": "<p>Un diario abbandonato dal famoso avventuriere Roald presso un accampamento di fortuna. Sembra essere stato immerso nell'acqua e su di esso si distingue un'impronta di una volpe.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/10/362377527/bcf85cfdb009861f49011ff1df09c970_4036475526589601462.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 307,
        "name": "Diario dell'avventuriere Roald: Costa di Yaoguang",
        "desc": "<p>Un diario abbandonato dal famoso avventuriere Roald. Le sue pagine profumano di brezza marina.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/10/362377527/bcf85cfdb009861f49011ff1df09c970_662746625141464551.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 310,
        "name": "Diario dell'avventuriere Roald: Picco Qingyun e Monti di Jueyun",
        "desc": "<p>Un diario abbandonato dal famoso avventuriere Roald. Le sue pagine profumano dei fiori che crescono sui dirupi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/10/362377527/bcf85cfdb009861f49011ff1df09c970_6613618266635754404.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 312,
        "name": "Diario dell'avventuriere Roald: Lago Qingxu",
        "desc": "<p>Diario del celebre avventuriere Roald. Tra le pagine spiccano delle macchie di muschio verdeggiante.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/10/362377527/bcf85cfdb009861f49011ff1df09c970_7843056626816194699.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 314,
        "name": "Diario dell'avventuriere Roald: Picco del Drago",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un diario abbandonato da un celebre avventuriere di nome Roald. Alcune delle pagine sono rovinate e accartocciate, con dei cristalli di ghiaccio scintillante attaccati.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/45954971/614ca24e4606e34d3cb66f29ceb75c62_6480208368558652110.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 308,
        "name": "Diario dell'avventuriere Roald: Ritou",
        "desc": "<p>Un diario abbandonato da Roald, un famoso avventuriere. Le pagine emanano sia il profumo rinfrescante dei fiori di sakura che l'odore acre delle foglie di tabacco.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/10/362377527/bcf85cfdb009861f49011ff1df09c970_269592024738642957.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 313,
        "name": "Diario dell'avventuriere Roald: Isola di Tsurumi",
        "desc": "<p>Un diario abbandonato da Roald, il famoso avventuriere. Le pagine emanano l'odore di umido, simile a quello della nebbia e dei funghi. La mia esplorazione dell'Isola di Tsurumi non è stata così facile.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/10/362377527/bcf85cfdb009861f49011ff1df09c970_8704295562456727367.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "Diario dell'avventuriere Roald: Foresta di pietra di Guyun",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Vol. 6</color>\n<color=#ffffffa6>Abbiamo costeggiato alcune isolette occupate dagli Hilichurl, riuscendo a tenerci fuori dal loro campo visivo, e abbiamo raggiunto poi la Foresta di pietra di Guyun. Sei giganteschi pilastri di pietra hanno protetto i miei occhi dal sole mentre sbarcavo, e sotto la loro ombra c'era un bel fresco. I granchi sulla spiaggia erano grossi e carnosi. Che sia perché l'area è stata alimentata dai resti di una bestia magica per millenni? A ogni modo, sono ottimi arrostiti.</color>\n<color=#ffffffa6>La bellezza di questo luogo rende difficile immaginare che un tempo fu teatro di una sanguinosa battaglia tra l'Archon di Geo e il mostro marino. Ovviamente, il sangue sparso qui è svanito nel mare senza lasciare alcuna traccia. Immagino che qualsiasi cosa abbia ben poca importanza di fronte alla vastità del mare. Che si tratti di una sola goccia di sangue di una persona qualunque o di fiumi di sangue versati dagli eroi del passato, l'incessante moto dei venti e delle onde è destinato a cancellare ogni traccia. Alla fine, tutto sarà come è sempre stato sin da tempi immemori.</color>\n<color=#ffffffa6>La leggenda vuole che l'Archon di Geo avesse un tempo scolpito un'immensa lancia dalla terra rocciosa. La gettò nelle profondità dell'oceano, trafiggendo in un sol colpo il corpo del demone che aveva portato il caos nel suo dominio. Nel corso degli anni, il vento erose la lancia di pietra facendole assumere la forma attuale.</color>\n<color=#ffffffa6>Più tardi, farò ritorno sulla terraferma per accamparmi per la notte. Da dove mi trovo ora riesco a vedere le navi che lasciano il porto in lontananza. Mentre scrivo, la Crux sta spiegando ancora una volta le vele, preparandosi a un nuovo grande viaggio. Mi chiedo quale missione abbia affidato la Gilda dei commercianti delle Sette Stelle alla capitana Beidou questa volta.</color>\n<color=#ffffffa6>L'altra notte ho dormito malissimo. Ho sognato di trovarmi in un posto buio come la notte e umido. All'improvviso, ero un mostro marino, e il mio corpo trafitto stava venendo trascinato sul fondo dell'oceano dalla lancia dell'Archon di Geo. Mi contorcevo e afferravo con forza la gigantesca lancia di roccia, cercando disperatamente di estrarla, ma era ben conficcata. Ogni movimento mi riempiva di dolore e di rabbia...</color>\n<color=#ffffffa6>Nota a me stesso: la Foresta di pietra di Guyun non è un buon posto in cui passare la notte! Mi sono svegliato presto, quindi ho acceso il falò e appena farà chiaro me ne andrò. La mia prossima fermata è il Porto di Liyue: ho bisogno di raggiungere un posto dove far lavare i miei vestiti, farmi sistemare la barba e così via. Una volta che mi sarò rimesso a posto, penso di tornare sui Monti di Jueyun. Non ho fatto nessun progresso in merito alla ricerca degli Adepti l'ultima volta. La prossima credo che proverò a indagare al Picco Qingyun.</color>\n<color=#ffffffa6>Altra nota a me stesso: non perdere di nuovo il diario!</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Diario dell'avventuriere Roald: Foresta di pietra di Guyun"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Oggetto missione</color>"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Si trova in un accampamento a ovest della Foresta di pietra di Guyun"
          }
        ]
      },
      {
        "key": "Libro",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2299,
            "name": "Diario dell'avventuriere Roald",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/f91f32e498c4670603f9863462357c40_3502758232575385088.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ]
  }
}