{
  "epId": 3051,
  "name": "Aranyaka",
  "desc": "<p>Arama ti ha consegnato questo libro.</p><p>Sembra abbia testimoniato il passaggio di molti anni. A quanto pare, qualcuno lo usava per appuntarci i suoi ricordi, anche se ora sono praticamente illeggibili.</p><p>Usalo per documentare la tua avventura con Arama.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/22/77454259/75088fff9b1d648dd82ee5505a1911f8_6037256942393806535.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1749247391,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Aranyaka"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Missione avventura - Aranyaka: Parte II"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "I - Incontro nei boschi",
        "desc": [
          {
            "type": "RichText",
            "text": "Arama mi ha consegnato questo Aranyaka. Ho deciso di usare il libro per annotare le mie recenti avventure nella foresta.\nAnche se sono curioso di sapere di più su ciò che vi ha scritto questa tale \"Nara Varuna\", Araja afferma che si tratta di storie ormai perdute.\nTanto vale usarlo per creare un glossario Aranara.\nGli Aranara si riferiscono agli essere umani con la parola \"Nara\", che aggiungono come prefisso al nome quando parlano di loro. È un principio simile a quello dei nomi degli Aranara stessi (e i loro nomi sono parecchio complicati), che sono sempre preceduti dal prefisso \"Ara\".\n\"Mahavanaranapna\" si riferisce al Vanarana visto nei sogni, mentre \"Silapna\" indica la pietra coperta di rune.\nI \"Vanagni\" sono i Malefiori, che, a giudicare dalla reazione di Arama, per gli Aranara sono creature terrificanti. Questo conferma, anche se indirettamente, che i Malefiori sono davvero simili alle piante.\n\"Ararakalari\" sembra riferirsi alle capacità degli Aranara. Il loro potere deriva dalle loro memorie. Se un Aranara riceve in qualche modo le memorie di un suo simile, sarà in grado di acquisire anche la sua Ararakalari.\nSembra che \"Apshvaana\" significhi Spinodrillo (non cane).\n\"Valuka\" sembra riferirsi alla sabbia o al deserto.\nConsiderato ciò, i \"Nara Valuka\" potrebbero essere la \"gente del deserto\"... oppure, in senso figurato, gli Eremiti. (A tal proposito, anche i bambini del Villaggio di Vimara usano la parola \"Valuka\".)\nSono giunto nel Vanarana alla ricerca di Bija per Rana. Tuttavia, ho altri pensieri per la testa. Per esempio, perché i bambini del Villaggio di Vimara sono spariti? Che ruolo hanno i Fatui in questa faccenda? Nel corso di questa avventura, potrei riuscire a trovare la risposta.\nOra che ho ottenuto il Bija, tutto andrà per il verso giusto. Il prossimo passo da compiere consiste nel liberarsi dei malfattori nascosti nel Villaggio di Vimara, così che Rana e Arana possano viaggiare in tranquillità.\nIl problema è stato risolto."
          }
        ]
      },
      {
        "title": "II - Vivaio dei sogni",
        "desc": [
          {
            "type": "RichText",
            "text": "Io e Arama abbiamo aiutato alcuni Aranara, il che mi ha permesso di accedere al vero Vanarana e di incontrare Araja.\nCi sono un po' di cose da fare prima di ottenere il Bija.\n1. Organizzare il Festival di Utsava. <color=#ff9999>(Fatto)</color>\n2. Cercare e aiutare gli Aranara nella foresta. Alcuni di loro si trovano nelle seguenti aree: Boschi di Apam, Collina di Gandha e Monte Devantaka. <color=#ff9999>(Fatto)</color>\n3. Ottenere 3 frutti di Vasoma dall'albero di Vasara negli Antri di Ashvattha. Arama e altri Aranara daranno una mano. <color=#ff9999>(Fatto)</color>\n4. Trovare i fratelli di Arapacati, impegnati con la loro pratica culinaria. (Gli Aranara conoscono il concetto di genere e famiglia? E hanno bisogno di nutrirsi?) <color=#ff9999>(Fatto)</color>\nA seguito di varie peripezie, ho trovato i fratelli di Arapacati, e con loro le risposte ai miei quesiti. Gli Aranara non hanno famiglie o clan come li intendono i Nara, né hanno bisogno di nutrirsi. Hanno acquisito questi concetti dopo aver incontrato una certa persona. In ogni caso, le loro abilità culinarie sono del tutto inaffidabili.\nHo trovato le canzoni nascoste insieme ad Arama, Arayasa, Aradasa e Arasudraka, e usato i poteri delle melodie per ottenere tre frutti di Vasoma.\nHo anche scoperto qualcosa in più sulle usanze degli Aranara. Per loro, le canzoni e le storie sembrano avere un grande valore. Per esempio, i cosiddetti Aranara \"collezionisti di canzoni\" raccolgono le canzoni dagli umani. Inoltre, secondo una loro leggenda, esiste il cosiddetto \"Cantosorgente\" (la fonte di tutte le canzoni), di cui sarebbe possibile ammirare la forma autentica raccogliendo ogni canzone del mondo.\nDopo svariate avventure con gli Aranara nella foresta, ho terminato i preparativi per il Festival di Utsava.\nRana è in salvo, ora. Le ho promesso di punire i malfattori al Villaggio di Vimara.\nHo trascorso del tempo meraviglioso nel Vanarana insieme agli Aranara, che mi hanno regalato fiori in quantità.\nHo scoperto molte cose nuove, tra cui il fatto che il cibo che può sembrare appetitoso per gli esseri umani potrebbe non esserlo per altre specie viventi.\nCantare con gli Aranara è un'esperienza unica.\nOra posso partire alla ricerca del Bija.\nArama ha intrecciato una ghirlanda con i fiori che ha raccolto. Essa è infusa della benedizione degli Aranara e sembra abbia il potere di scacciare gli incubi. Possa questa ghirlanda essermi d'aiuto nelle avventure che mi attendono.\nA dispetto dei piani, non sono riuscito a ottenere il Bija, poiché l'albero di Ashvattha è stato corrotto dall'Avvizzimento.\nArama ha un'aria molto diversa, ora. Il mio prossimo obiettivo consiste nel distruggere l'Avatar di Marana e piantare un nuovo albero di Ashvattha.\nCosì facendo, il Bija potrà ricrescere.\nSono stati apposti tre sigilli su Marana (quattro, se consideriamo la barriera di rampicanti del Fano di Ashvattha).\nPer rimuovere il primo sigillo, occorrono le tre Iscrizioni della memoria indicate di seguito:\n1. Possano i nuovi sogni non conoscere mai la corruzione di Marana, e siano gli antichi racconti dimenticati con essa.\n2. Possano i verdi campi e le montagne mai appassire. Che le acque dei fiumi restino limpide e i fiori non perdano mai il loro rigoglio.\n3. Gli amici torneranno a camminare per la foresta. Il bene ritornerà, e i ricordi dolorosi svaniranno, come un ruscello che si purifica da solo, o un albero appassito che riprende a germogliare.\nNon mi sono fermato e ho incontrato qualche guaio sul fondo della Cavità, ma Arama mi ha aiutato a superarli con facilità.\nLe memorie di Arama potrebbero essere state influenzate dall'uso del potere. Il prossimo obiettivo consiste nel rimuovere il sigillo presente in questa zona.\nSembra che esso racchiuda il potere di molti Aranara e che il suo componente principale sia un lucchetto di pietra.\nDopo aver rimosso il sigillo, sulla strada ho incontrato dei Colossi delle rovine in grado di ripristinare costantemente la propria energia. Ho notato anche la presenza di diverse Macchine delle rovine rotte. In base ai mostri che abbiamo incontrato e all'ora dell'evento, il cataclisma avvenuto qui potrebbe essere stato ancora peggio di quanto raccontato da Arama.\nIl terzo sigillo è stato rimosso.\nIl nemico finale è dritto davanti a me.\nCon un po' di fortuna, tutto andrà per il meglio.\nÈ finita.\nLa foresta non dimenticherà.\nCi rivedremo nel Sarva."
          }
        ]
      },
      {
        "title": "III - Varuna Gatha",
        "desc": [
          {
            "type": "RichText",
            "text": "Ho trovato Arapandu nei Boschi di Apam. Stando a quanto dice, la Macchina di Varuna (una gigantesca colonna d'acqua?) ha causato dei fenomeni atmosferici anomali nella zona.\nIl nome sembra indicare che il dispositivo abbia a che fare con il Nara Varuna menzionato dagli altri Aranara.\nChiedendo in giro per il Festival di Utsava, ho scoperto che la Nara sconosciuta si è guadagnata il nome di \"Nara Varuna\" per aver riparato la Macchina di Varuna.\nNonostante il mondo di esprimersi alquanto astratto di Arapandu, ho capito che anche diversi Aranara nelle vicinanze stavano tentando di riparare la Macchina di Varuna. Ho sentito alcuni nomi e località: Aranakula al Monumento di Yasna, Arabalika alle Rovine di Dahri, e Arakunti nel Frutteto dei Sogni.\nHo notato anche un'altra cosa: sembra che la Macchina di Varuna sia stata progettata per modificare le condizioni atmosferiche. Il dispositivo potrebbe avere a che fare con la formazione delle fitte foreste di Sumeru.\nHo trovato Aranakula, che ha menzionato la \"Memoria di pietra\" (in riferimento al monumento eretto dagli Aranara).\nAranakula ha molta paura dei Miconoidi. Per portarlo fin laggiù, sembra che dovrò attingere alla mia precedente esperienza, quando ho \"preso in prestito\" la Lira sacra celeste a Mondstadt.\nA giudicare dalle spore presenti nell'aria, dalla presenza di bestie fungine e dai miceti che di sicuro non mancheranno di sbucare fuori dal monumento, lo stato anomalo della Macchina di Varuna potrebbe avere un collegamento con l'attività fungina. L'ambiente umido, mal illuminato e ricco di sostanze nutritive è l'habitat ideale per i Miconoidi. Speriamo che inalare le spore non abbia effetti collaterali.\nArabalika sembra avere il potere di sconfiggere le macchine delle rovine. Gli Aranara sono molto più forti di quel che sembra, a quanto pare.\nArakunti si esprime in maniera astrusa. Sarà per via del suo amore per le canzoni.\nDopo aver parlato con Arayasa e gli altri, è facile intuire che la maggior parte degli Aranara che amano la musica si esprime in maniera diversa dai propri simili.\nHo incontrato Arapandu, Aranakula e Arakunti. Ora dovremo entrare nel pilastro d'acqua gigante menzionato poco fa. Pare che la parola \"Varunastra\" si riferisca proprio a quel pilastro, e che il suo centro di controllo sia la Macchina di Varuna.\nCi avevo visto giusto: le spore e i Miconoidi sono davvero la fonte del problema. Avendo compreso la situazione, ho liberato lo spazio sotterraneo dalle spore e sconfitto le bestie fungine. Tuttavia, sono rimasto sorpreso dal fatto che le bestie siano riuscite a resistere così a lungo. Che sia dovuto all'ambiente così particolare?\nA ogni modo, ho riparato la Macchina di Varuna e appreso la musica con cui, tramite il dispositivo, è possibile cambiare le condizioni atmosferiche dell'area.\nAranakula ha detto di volersi occupare del vivaio dopo essere tornato nel Vanarana. Potrebbe essere una buona idea andare a trovarlo, alla prima occasione!\nHo trovato Aranakula in un vivaio ben celato alla vista. Per far crescere i Viparya, dovrò cercare i vivai sparsi per la natura.\nIl (vero) vivaio è stracolmo di Fiordolci.\nPare che i Viparya in piena fioritura abbiano influenzato i vivai del mondo reale.\nTenendo da conto questo dettaglio, potrebbe essere saggio considerare i sogni come parte integrante dell'ecosistema di Sumeru.\nHo incontrato Varsha, che per qualche ragione sembra recalcitrante a tornare nel luogo dove viveva. Quindi l'ho portata al vivaio degli Aranara.\nSembra che questo posto le piaccia molto. Forse riuscirà a stringere amicizia con Aranakula e Arakara."
          }
        ]
      },
      {
        "title": "IV - Agnihotra Sutra",
        "desc": [
          {
            "type": "RichText",
            "text": "Sulla Collina di Gandha, ho incontrato un gruppo di mercenari guidati da una donna di nome Lunja. I membri si definiscono \"Figli di Farrokhzad\". Sembrano avere qualcosa di strano, meglio non abbassare la guardia. In seguito, ho incontrato Aranakin e ho accettato di aiutarlo a cercare dei funghi di Zohrah.\nDopo aver ottenuto i funghi di Zohrah con Aranakin, siamo stati attaccati da Lunja e la sua banda. Per evitare di ripetere ogni volta dei nomi lunghissimi, ho deciso di chiamare il fungo di Zohrah semplicemente \"fungo\".\nAd Aranakin non piacevano i mercenari, ed è per questo che li ha definiti \"brutti granelli di sabbia\": un termine piuttosto accurato, dopo quanto ho scoperto su di loro. In ogni caso, dopo varie vicissitudini, il \"fungo\" è finalmente in mano mia.\nHo incontrato un Aranara chiamato Aragaru nei pressi della Caverna di Chatrakam. Stando alle sue parole, dovrò creare dell'Arahaoma per fermare l'Avvizzimento. A tale fine, devo cercare il fiore di Barsam... che per semplicità ho deciso di chiamare semplicemente \"fiore\".\nNella Caverma di Chatrakam, l'attività fungina è letteralmente fuori scala... ma questo era prevedibile, visto il nome.\nMi sono lasciato trascinare dalla corrente, ma ho messo le mani sul \"fiore\" senza problemi.\nSono un po' in pensiero all'idea che questo \"fiore\" sia in grado di sognare. Se quanto dice Aragaru è vero, allora le acque erano sostenute originariamente dal potere dei sogni.\nSembra proprio che questo Aranyaka non verrà danneggiato facilmente dall'acqua.\nIl seme di Kusava ha delle capacità misteriose e si è rivelato utilissimo nel corso delle mie avventure. L'unico neo è che i suoi poteri funzionano solo in momenti specifici.\n(Che c'entrino qualcosa le linee geomantiche, o magari i \"funghi\" e i \"fiori\"? A giudicare dalla pozza sospesa, i Miconoidi e le piante sembrano avere dei poteri che non riesco a comprendere.)\nOltre ai funghi e ai fiori, l'Arahaoma richiede anche la cosiddetta erba di Yajna (che per semplicità chiamerò solo \"erba\"). La prossima mossa sarà dirigersi alla Foresta di Mawtiyima per cercare Aranaga.\nAranaga ha menzionato \"Mawtiyima\" (cosa significhi non è ancora chiaro) e l'ho seguito in cerca di \"erba\". Dice che il suo nome significa \"caduta\"... nel senso sia di \"morte\" che di \"completamento\".\nMi è arrivata alle orecchie la parola \"Jamikayomars\". Che sia un posto di qualche tipo?\nHo incontrato Aranakin, Aragaru e Aranaga a Jamikayomars e preparato correttamente l'Arahaoma. Ora comprendo il significato dietro al regalo floreale.\n\"I melograni cantano e i meli applaudono!\" Uhm, non ho già sentito Amadhiah pronunciare questi versi? Arama ha detto che questa canzone e quella di Aramaha hanno la stessa origine. La cosa potrebbe avere a che fare con il Cantosorgente.\nSembra che la preparazione di questa medicina speciale sia collegata alle memorie degli Arananara Per qualche motivo, la cosa mi impensierisce...\nHo risolto il problema a Mawtiyima.\nHo incontrato un anziano di nome Khayyam, che in passato a quanto pare era molto legato agli Aranara. Ho consegnato ad Aranaga il fiore essiccato.\nAbbiamo incontrato per caso Aranakin e stretto nuovamente amicizia con lui. Paimon sembra aver piò o meno memorizzato il vocabolario degli Aranara.\nHo fatto visita alla casa che apparteneva all'ormai dimenticato amico di Aranakin. Stando al diario presente all'interno, un tempo c'erano tre amici: Irfan, Siman e Khayyam.\nMi sono di nuovo imbattuta nei Figli di Farrokhzad e in Aragaru. Aragaru sembra percepire la presenza del fiore che mi ha dato.\nHo usato varie risorse per capire come assoldare il gruppo di mercenari. Il loro obiettivo sembra essere la cattura degli Aranara.\nHo scoperto un fiore essiccato in mezzo agli ordini impartiti ai mercenari dal loro datore di lavoro.\nAnche Kahyyam è arrivato a Jamikayomars.\nLe memorie condivise riguardo all'avventura non saranno perdute del tutto."
          }
        ]
      },
      {
        "title": "V - Vimana Agama",
        "desc": [
          {
            "type": "RichText",
            "text": "Arama afferma che c'è un Aranara sul Monte Devantaka. Potrebbe non essere al corrente dei malfattori nel Villaggio di Vimara.\nHo incontrato Ararycan sul Monte Devantaka. Secondo Ararycan, la vicina foresta è \"malata\" (nel senso di \"contaminata da qualcosa\", a quanto pare).\nNon ne sono molto sicura, ma questa malattia sembra collegata all'Avvizzimento e a quella \"robaccia sporca\". Sia come sia, ho accettato di aiutare Ararycan a curare la \"malattia\" della foresta.\nArarycan sembra in grado di sentire (o percepire?) la voce della foresta.\nPare che gli Aranara abbiano una relazione molto stretta con la foresta e le forme di vita che la abitano.\nArarycan ha detto che nell'area \"malata\" c'è una persona sospetta simile a \"Nara Marana\", e la cosa mi impensierisce non poco. Mi chiedo se tutto ciò abbia a che fare con coloro che vogliono fare del male al Villaggio di Vimara.\n...Sembra che Ararycan abbia capito male: la persona sospetta era in realtà Jazari, un ricercatore dell'Akademiya. Dovrò cambiare approccio alla ricerca dei nemici.\nLa malattia della foresta sembra collegata al nucleo sigillato presente nel sottosuolo. Dovrò scendere nelle rovine sotterranee per comprendere appieno questa faccenda della \"malattia\" e di questo \"Avatar di Marana\". A tale scopo, dovrò mettere le mani sul Dispositivo Amiti, indispensabile per sbloccare il Golem delle rovine.\nHo speso una considerevole somma di denaro per acquistare un nucleo di Guardia delle rovine...\nHo seguito Royinijan fino alla \"base segreta\" nel Villaggio di Vimara per ottenere il Dispositivo Amiti. L'ingresso sembra sigillato da Vamadha (una specie di sfera verde con un mucchio di aperture sulla sua superficie?).\nArarycan rivela una melodia con cui è possibile controllare i Vamadha.\nSi dice che questo sia il luogo dove i bambini del Villaggio di Vimara giocavano. Tuttavia, anche Ararycan sembra avere una certa familiarità con il posto.\nMolto molto tempo fa (o almeno così sembra), Ararycan trascorreva il tempo qui a giocare con i bambini. Tuttavia, per qualche ragione, sembra aver dimenticato ogni cosa di quel periodo.\nHo sentito Amadhiah raccontare la storia su, di Royinjan, degli altri bambini e delle loro tante avventure passate. Sembra che i bambini del Villaggio di Vimara siano in grado di vedere gli Aranara, e che questa situazione sia iniziata all'epoca di Amadhia e Royinjan, se non ancora prima.\nHo dato ad Ararycan il fiore essiccato che ho ricevuto da Amadhiah.\nHo completato con successo il Dispositivo Amiti. Bene, è il momento di entrare nel Colem delle rovine.\nÈ vero, c'è stato qualche intoppo lungo il percorso, ma alla fine sono riuscita ad aprire la strada e ad accedere alle rovine sotterranee.\nHah! Sapevo che l'Ordine dell'Abisso era coinvolto. La malattia che ha colpito la foresta era dovuta anche alla distruzione del sigillo del nucleo da parte dell'Ordine. Ho scacciato gli emissari dell'Ordine dell'Abisso. La faccenda di questo \"Avatar di Marana\" rimane ancora un mistero, ma almeno la foresta è stata curata.\nArarycan dice di voler aspettare che essa guarisca del tutto. Quando ne avremo il tempo, andremo a fargli visita.\nHo incontrato nuovamente Ararycan. Tuttavia, non sembra avere una bella cera.\nL'Ordine dell'Abisso cerca ancora d'impossessarsi del potere del nucleo. Se il problema non viene affrontato, la foresta non guarirà mai dalla sua malattia.\nArarycan ha menzionato un certo Aralohita, un Aranara che un tempo viaggiava insieme a Pir Kavikavus (Jazari ha parlato di quest'ultimo come di un \"grande ricercatore\"). Forse conosce una soluzione a questo problema.\nAralohita ha lasciato un indovinello. Ho deciso di annotarlo qui.\n\"Ci sono incappato l'altro ieri, ieri e oggi...\"\nC'è da dire che gli Aranara hanno un concetto del tempo diverso dal nostro. Considerato ciò, probabilmente Aralohita conosceva Pir Kavikavus da moltissimo tempo.\nHo trovato gli indizi lasciati da Aralohita.\nCon l'aiuto di Jazari, il nucleo è stato sigillato una volta per tutte."
          }
        ]
      },
      {
        "title": "VI - Messaggio di una sconosciuta",
        "desc": [
          {
            "type": "RichText",
            "text": "...Ho parlato troppo, ma non ho potuto farne a meno.\nArapacati e Araji potrebbero aver intuito qualcosa...\nSpero che ciò che ho detto non si riveli un problema, se un giorno dovessero rivedersi.\nA pensarci bene, sarebbe divertente se mio fratello incontrasse...\n...essere ricordate come un'amica Nara. Ma un giorno, le cose di sicuro...\n...fuggire. Spero che non ce l'avranno con me. Ma se conosco bene gli Aranara, so che loro non concepiscono il concetto di \"odio\"...\n...Quando arriverà quel momento, ci saranno tantissime cose di cui vorrò parlargli. Come dicono gli Aranara: \"Ci rivedremo nel Sarva\".\nSpero tanto che non sia troppo tardi.\n(Mentre scrivevo ho trovato una pagina strappata in maniera diversa dalle altre. Chissà come, è sopravvissuta allo scorrere del tempo e alle intemperie. Che siano parole lasciate dalla persona a cui apparteneva questo quaderno?)"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Album misterioso"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/9dcb022b8f8d71f704911e28d2810466_5054205672787697545.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/e411730fc0c2d1cddac3ee76b3927753_1041092757668478751.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/c243f6ae5d05a6f52cd95967dbb5b82a_1519151241857704640.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/2301d2215c8a1319fb703ce6f99a0fde_5442898372677479027.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/59cc2d5a4b2b791ba9ba048a06dca504_6773480110536028123.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/96801e0e601a3ccefa452bd4765c13d2_9111110280714175884.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/8be2a414fbb97461b37e2ad173e2ff49_8832520010039488960.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/bb946748817673c52c40275b15fcd978_688311581673624017.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/fe71f7a9ad523096ee37784cbf598f98_6641142914028884984.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/ce8305dca2fd6331d40ae001e5e88529_9154349177713028912.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/2ab2c1e4e39d7c52e5a29d96c8fbc8f3_7067777499664419027.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/88d30a80bd11ee76b34232595dcd1fe8_1093311615485673203.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/dfb31be7d8a2006a0adf44c3f3c3c19c_7663397477284545835.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/797c8c7dfb800bb6a8c9c8d58d2e0bc6_8515555713499924981.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/e9d8156ad056bbdfc9b9e8069ea4aeb2_6815411768391739187.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/e5d3795084c65f2919f3d30903cd1047_7065309704710503542.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/4e1f31f26ac4e49d4da32c00a27efd2d_8040447655154337102.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/fe5c2b956f9c198b2859656996d87653_6633366468016997087.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/bc8882a41ffa621d05d65024c037619c_6134082979508237771.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/2ffaf3d322f5c29639f9fb3c44dabf1e_3763314387846787542.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/37603c14072fb89c0254caa5e3449efd_8380290574541463352.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/89e70aacfd8a79a9eea596489bcec9c7_8257910995418671046.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/d895f46225e1ed26258c495f58a65db4_7503339416818269216.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/6c3158587af4fac7bd8e666e264c092b_2713359696832468162.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/a35ff318e75c3c457686abeba9ac4b5e_6198225580770407776.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/919367e68d49a61ab8b90c6d590bd881_5481226466791004506.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/c270172e7c9f657e4e131f41fa003191_6470920393449766464.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/6839d1a8a6240e4655f066a026cad717_4810380602595442152.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/5bd7f1519934bd5f9038ff6c411df1f0_5891755485524789743.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/e7b223b4e9c5644dce971793e055eab8_9077982828722937876.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Canzoni degli Aranara"
      },
      {
        "type": "CustomEntry",
        "epId": 2979,
        "name": "Melodia del Gran Sogno",
        "desc": "<p>La canzone di Arana. Ha il potere di entrare e uscire dalle dimensioni oniriche. </p><p>Questa canzone permette inoltre agli Aranara di riconoscerti velocemente...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/04/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_4338485794179379347.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2984,
        "name": "Melodia dei Vamadha",
        "desc": "<p>Ararycan ti ha insegnato questa canzone. Ha il potere di far ruotare i Vamadha così da aprire nuove strade. Suona questa canzone vicino a queste strane sfere con la lira antica per attivare i Vamadha. Dopodiché, attacca i Vamadha attivati per farli ruotare.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/04/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_2253070171261766372.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2982,
        "name": "Melodia del Sentiero fosco",
        "desc": "<p>La canzone lasciata da Araji. È in grado di risvegliare il Sentiero fosco nella foresta, aiutandoti ad aprire nuovi sentieri. </p><p>Suona questa canzone con la lira antica vicino a questi oggetti simili a tronchi cavi per sbloccare portali speciali.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/04/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_679453361350271118.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2983,
        "name": "Melodia della Scia ferina",
        "desc": "<p>La canzone lasciata da Arayama. Se la suonerai ai Claustrofiori potrai far sparire alcuni ostacoli. </p><p>Suona questa canzone con la lira antica vicino a questi fiori speciali per eliminare gli ostacoli corrispondenti.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/04/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_81326027253474976.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2981,
        "name": "Melodia del Germoglio",
        "desc": "<p>La canzone lasciata da Aramaha. Suonala ai Germogliorami per evocare dei Dendrograni in salute utilizzabili per revitalizzare i Valaya. Suona questa canzone con la lira antica vicino a questi rami per ottenere i Dendrograni in salute al loro interno.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/04/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_6078747960884464768.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2980,
        "name": "Melodia dell'Acqua sorgiva",
        "desc": "<p>Arapandu ti ha insegnato questa canzone. Ha il potere di controllare la Macchina di Varuna. Suona questa canzone con la lira antica nelle vicinanze della Macchina di Varuna per interagirci e modificare le condizioni atmosferiche nei Boschi di Apam.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/04/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_6746884990325617853.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2985,
        "name": "Melodia del Risveglio",
        "desc": "<p>La canzone di Aranakin. Può essere utilizzata per prendere in prestito il potere delle piante per riparare alcuni Monumenti elementali. Suona questa canzone in prossimità di questi monumenti in rovina con la lira antica per ripristinarne la funzione.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/04/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_4924136766292016486.png",
        "displayStyle": "card"
      }
    ]
  }
}