{
  "epId": 312,
  "name": "Diario dell'avventuriere Roald: Lago Qingxu",
  "desc": "<p>Diario del celebre avventuriere Roald. Tra le pagine spiccano delle macchie di muschio verdeggiante.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/10/362377527/bcf85cfdb009861f49011ff1df09c970_7843056626816194699.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1749591443,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Diario dell'avventuriere Roald: Lago Qingxu"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Oggetto missione</color>"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Si trova in un accampamento del Lago Qingxu"
          }
        ]
      },
      {
        "key": "Libro",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2299,
            "name": "Diario dell'avventuriere Roald",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/f91f32e498c4670603f9863462357c40_3502758232575385088.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Diario dell'avventuriere Roald: Lago Qingxu",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Vol. 8</color>\n<color=#ffffffa6>Visto che non voglio perdere ancora il mio diario, questa volta ho marcato la custodia in pelle con del muschio. Ora è facile riconoscerlo all'interno dello zaino. È perfetto! Stanotte lo metterò accanto al cuscino prima di addormentarmi. Sinceramente, non penso che potrò più definirmi un avventuriere se lo perdo di nuovo... Piuttosto sarei un \"disavventuriere\".</color>\n<color=#ffffffa6>Dal valico del Monte Tianheng, mi sono diretto a ovest e ho raggiunto delle rovine chiamate dalla gente del posto Lago Qingxu. L'entrata è proprio al centro di un'enorme sporgenza rocciosa, che s'innalza dal cuore di un lago poco profondo. Queste rovine sono completamente circondate da ripide pareti rocciose, e sono presenti numerose torri di pietra, lasciate lì dall'Archon di Geo, che si amalgamano perfettamente col paesaggio naturale. La nebbia mattutina si sta diradando, mentre i primi raggi di sole illuminano le montagne e le rovine. Pare che oggi ci sarà bel tempo.</color>\n<color=#ffffffa6>Secondo le leggende, queste rovine esistevano molto prima del dominio dell'Archon di Geo su Liyue. Nel periodo della Guerra degli Archon, Lisha era completamente sommersa, e questa sporgenza rocciosa non era altro che un'isoletta che affiorava dall'acqua. Quando tornò la pace, la marea si ritirò e l'area di Lisha si spalancò, rivelando degli edifici costruiti dai popoli antichi.</color>\n<color=#ffffffa6>Alla Locanda Wangshu ho incontrato Soraya, una studiosa di Sumeru, che ha fatto un bel po' di ricerche sulle rovine di Lisha. Dopo aver iniziato a parlarne, sembrava non volerla più smettere. Mi ha detto che queste rovine furono abbandonate da un dio malvagio, il cui nome è stato cancellato da ogni documento, e dal popolo che lo venerava. Alla fine, il mare fece spazio a foreste e campi, quel dio egocentrico venne sconfitto, e le roccaforti e i templi dell'antica città costruita da quel popolo si sgretolarono. Questo potrò alla formazione del Lago Qingxu. Le rovine rimasero sommerse fino al termine della lunghissima Guerra degli Archon, e riemersero quando la marea si ritirò.</color>\n<color=#ffffffa6>Forse queste rovine sgretolate sono rimaste come ricordo nostalgico di un'epoca passata per gli Adepti e le altre divinità. In ogni caso, il Lago Qingxu è un luogo placido e tranquillo che, per qualche motivo, è rimasto imperturbato dall'inarrestabile sviluppo del Porto di Liyue e dalle attività minerarie nella Voragine. Ancora oggi è rimasto com'era nei tempi antichi. Stranamente, i primi trambusti sono arrivati solo quando l'attività mineraria alla Voragine è stata sospesa e i mostri hanno iniziato a invadere queste rovine. Speriamo solo che non distruggano nulla.</color>\n<color=#ffffffa6>È una semplice teoria, ma ho bisogno di raccogliere più dati. Dovrei dirigermi a nord e visitare le rovine del Passo di Lingju e di Dunyu.</color>\n<color=#ffffffa6>Prima di ripartire mi sono di nuovo imbattuto in Eduarda. Questa volta sembrava aveva un accompagnatore. Doveva essere molto impegnata, perché in un batter d'occhio era sparita di nuovo dentro le rovine.</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origine"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=it-it#/map/2?shown_types=111,2,3,154,319,338&center=3221.71,-1925.89&zoom=-0.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Libri correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 304,
        "name": "Diario dell'avventuriere Roald: Sal Terrae",
        "desc": "<p>Un diario abbandonato dal famoso avventuriere Roald. Le sue pagine sono cosparse di una piccola quantità di cristalli di sale.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/09/362377527/bcf85cfdb009861f49011ff1df09c970_5329917460223852926.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 311,
        "name": "Diario dell'avventuriere Roald: Villaggio di Qingce",
        "desc": "<p>Un diario abbandonato dal famoso avventuriere Roald presso un accampamento di fortuna. Sembra ancora nuovo, ma profuma delle erbe del Monte Qingce.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Qingce Village_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 309,
        "name": "Diario dell'avventuriere Roald: Lago Aocang e Monti di Jueyun",
        "desc": "<p>Un diario abbandonato vicino al lago dal famoso avventuriere Roald. Parla dei suoi piani dopo le avventure sul Monte Aocang.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/09/362377527/bcf85cfdb009861f49011ff1df09c970_3147985463022272979.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 306,
        "name": "Diario dell'avventuriere Roald: Lago Luhua",
        "desc": "<p>Un diario abbandonato dal famoso avventuriere Roald presso un accampamento di fortuna. Sembra essere stato immerso nell'acqua e su di esso si distingue un'impronta di una volpe.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/10/362377527/bcf85cfdb009861f49011ff1df09c970_4036475526589601462.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 307,
        "name": "Diario dell'avventuriere Roald: Costa di Yaoguang",
        "desc": "<p>Un diario abbandonato dal famoso avventuriere Roald. Le sue pagine profumano di brezza marina.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/10/362377527/bcf85cfdb009861f49011ff1df09c970_662746625141464551.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 305,
        "name": "Diario dell'avventuriere Roald: Foresta di pietra di Guyun",
        "desc": "<p>Un diario abbandonato per puro caso dal famoso avventuriere Roald. Le sue pagine sono fradice e sembra che sia stato immerso nell'acqua.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/10/362377527/bcf85cfdb009861f49011ff1df09c970_6433583191922703645.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 310,
        "name": "Diario dell'avventuriere Roald: Picco Qingyun e Monti di Jueyun",
        "desc": "<p>Un diario abbandonato dal famoso avventuriere Roald. Le sue pagine profumano dei fiori che crescono sui dirupi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/10/362377527/bcf85cfdb009861f49011ff1df09c970_6613618266635754404.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 314,
        "name": "Diario dell'avventuriere Roald: Picco del Drago",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un diario abbandonato da un celebre avventuriere di nome Roald. Alcune delle pagine sono rovinate e accartocciate, con dei cristalli di ghiaccio scintillante attaccati.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/45954971/614ca24e4606e34d3cb66f29ceb75c62_6480208368558652110.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 308,
        "name": "Diario dell'avventuriere Roald: Ritou",
        "desc": "<p>Un diario abbandonato da Roald, un famoso avventuriere. Le pagine emanano sia il profumo rinfrescante dei fiori di sakura che l'odore acre delle foglie di tabacco.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/10/362377527/bcf85cfdb009861f49011ff1df09c970_269592024738642957.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 313,
        "name": "Diario dell'avventuriere Roald: Isola di Tsurumi",
        "desc": "<p>Un diario abbandonato da Roald, il famoso avventuriere. Le pagine emanano l'odore di umido, simile a quello della nebbia e dei funghi. La mia esplorazione dell'Isola di Tsurumi non è stata così facile.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/10/362377527/bcf85cfdb009861f49011ff1df09c970_8704295562456727367.png",
        "displayStyle": "text"
      }
    ]
  }
}