{
  "epId": 314,
  "name": "Diario dell'avventuriere Roald: Picco del Drago",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un diario abbandonato da un celebre avventuriere di nome Roald. Alcune delle pagine sono rovinate e accartocciate, con dei cristalli di ghiaccio scintillante attaccati.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/45954971/614ca24e4606e34d3cb66f29ceb75c62_6480208368558652110.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1748059059,
  "components": {
    "textualResearch": [
      {
        "title": "Diario dell'avventuriere Roald: Picco del Drago",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Vol.9</color>\n<color=#ffffffa6>—Picco del Drago—</color>\n<color=#ffffffa6>Ho iniziato a salire sul Picco del Drago dal lato meridionale, dove la montagna incontra le sponde e le pianure di Liyue. Qui la montagna pende dolcemente, il vento è leggero, la neve è morbida e ci sono delle fonti d'acqua non congelate, il che lo rende il posto perfetto per accamparmi. Lo farò non appena avrò organizzato le provviste, poi riprenderò ad arrampicarmi verso la vetta.</color>\n<color=#ffffffa6>Dopo aver allestito l'accampamento, ho colto l'occasione per esaminare le rovine circostanti. La cosa più interessante è che lo stile architettonico e le decorazioni artistiche sono notevolmente simili a quelle di edifici antichi situati in altri luoghi. Ciò potrebbe significare che sotto ai miei piedi c'è la leggendaria e antichissima civiltà montana.</color>\n<color=#ffffffa6>Sfortunatamente, dentro le rovine non ho trovato nessuna iscrizione ben conservata, e di conseguenza nessuna prova tangibile dell'esistenza effettiva di quella civiltà antica. Magari scoprirò che qualcosa è rimasta conservata, nascosta dalle gelide bufere di neve, più in alto sulla montagna.</color>\n<color=#ffffffa6>Non è bello passare la notte qui. Il vento freddo e umido ti entra nelle ossa, e il fragore della tenda che oscilla somiglia a quello di un fiume in piena; tutte cose che, anche se mi addormentassi, mi farebbero di sicuro avere incubi. Vicino alla fonte d'acqua, c'è una caverna che credo sia spaziosa, poiché lì dentro i gemiti spettrali del vento fanno eco. Sfortunatamente, l'entrata è ben recintata ed è impossibile accedervi.</color>\n<color=#ffffffa6>Più tardi, comincerò a dirigermi più in alto. Sul sentiero ho trovato dei resti relativamente recenti che, se non vado errato, risalgono al periodo in cui Mondstadt era governata dall'aristocrazia. Ho riesumato dei brandelli di vestiti e alcune armi danneggiate irreparabilmente. La neve fitta e il ghiaccio ne hanno rallentato la decomposizione, preservando a lungo ogni frammento del passato a cui appartengono.</color>\n<color=#ffffffa6>Il modo in cui sono distribuiti mi induce a credere che su questo sentiero ci sia stato un inseguimento e, forse, persino un omicidio.</color>\n<color=#ffffffa6>A quanto pare, neanche le bufere di neve più feroci e i cambiamenti più minacciosi riescono a impedire agli esseri umani di perseguire i propri crudeli fini. Alla fin fine, questo luogo innevato e abbandonato dagli Archon è stato macchiato dai peccati dei mortali.</color>\n<color=#ffffffa6>Mentre continuo a salire sul sentiero, il vento si è fa più forte e la temperatura è crolla al punto da diventare insopportabile. Ho perlustrato delle rovine a nord-est e, con mio enorme stupore, ho trovato dell'acqua! Stranamente, non era congelata, nonostante si trovasse in un luogo perennemente vittima di bufere di neve. A giudicare dalla sua ubicazione, direi che è collegata al ruscello che ho visto più giù.</color>\n<color=#ffffffa6>Tuttavia, qui fa così freddo che non ho osato esplorare più a fondo le rovine, per paura di morire assiderato o di annegare. L'ho marchiato per contrassegnare il posto. Spero che la neve non lo ricopra.</color>\n<color=#ffffffa6>Suppongo che, tanto tempo fa, questo posto fosse un rifugio sotterraneo e che, col passare degli anni, l'acqua si sia infiltrata da una falda e l'abbia allagato. Tuttavia, ho anche sentito dire che i tiranni del passato amavano una punizione particolare: imprigionavano qualcuno in una cella e lentamente gli versavano dell'acqua dall'alto, così da costringere il prigioniero a osservare spaventato l'acqua che, lentamente, lo sommergeva dalle caviglie fino alla bocca, raggiungendo il naso e infine la fronte...</color>\n<color=#ffffffa6>Che punizione crudele e inesorabile... E col freddo estremo che fa qui mi è impossibile credere ci fossero sopravvissuti.</color>\n<color=#ffffffa6>Più a est, la strada diventa ancora più accidentata. Ho fatto un errore stupido e per poco non mi rompevo la gamba. Per fortuna, la ferita è solo superficiale e non mi sono fratturato le ossa. Tuttavia, mi ha fatto un buco bello grosso sugli abiti antivento, quindi ora sento tutta la forza del vento direttamente sulla pelle. È una sensazione terribile: è come venire continuamente accoltellati da un pugnale affilato.</color>\n<color=#ffffffa6>Sono riuscito a rifugiarmi dal vento prima che la ferita si intorpidisse del tutto. Sono anche riuscito a ricucire gli abiti, ma non posso continuare a salire verso la vetta in queste condizioni.</color>\n<color=#ffffffa6>Alla fine, ormai sul punto di morire assiderato, sono riuscito ad arrivare all'accampamento. Mi sono tolto le calze per scaldare i piedi davanti al falò, e mi sono accorto che ben tre dita erano diventate viola dal freddo... Ma non importa: ora mi sto godendo la sensazione di recuperare l'energia vitale dopo essere arrivato così vicino a morte certa.</color>\n<color=#ffffffa6>Una volta calmatasi la tempesta, ho guardato verso l'alto e ho visto l'altissima vetta torreggiare silenziosa sul cielo scuro. Pur essendo circondata da rocce enormi e frastagliate, la vetta riusciva a spiccare tra loro. I bardi cantano di un drago antico e malvagio che ora è sepolto nel ruscello della montagna. Mi chiedo se anche lui brami la volta celeste, quando volge i suoi occhi ciechi in putrefazione al cielo.</color>\n<color=#ffffffa6>Molti abitanti del villaggio ai piedi della montagna credono che quest'orrenda montagna sia un luogo nascosto agli occhi degli dèi, ossia un luogo governato dall'imperscrutabile fato. Le favole della Vecchia Mondstadt narrano di questa montagna come di un luogo di punizioni, che fu poi abbandonato dal Vento del tempo e lasciato in balia dei venti ululanti, che lo congelarono nel momento esatto della sua distruzione.</color>\n<color=#ffffffa6>Eppure, sulla cima della montagna c'è ancora qualcosa di vivo. L'ho sentito chiamarmi nel sonno: era simile a una canzone dolce e piacevole per le orecchie, ma inquietante per la mente.</color>\n<color=#ffffffa6>Questo viaggio è stato un disastro, ma almeno sono ancora vivo. Picco del Drago, per ora ti dico addio. Forse un giorno tornerò, ma non so se riuscirò mai a raggiungere la tua vetta...</color>\n<color=#ffffffa6>Penso che ora andrò a esplorare Liyue. Prima di tutto, però, devo fare rifornimento per recuperare le provviste che ho perso. Oh, e già che ci sono, cambierò questo diario vecchio e fradicio con uno nuovo.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Diario dell'avventuriere Roald: Picco del Drago</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Ottenibile da un accampamento a Città sepolta - Periferia"
          }
        ]
      },
      {
        "key": "Libro",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2299,
            "name": "Diario dell'avventuriere Roald",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/f91f32e498c4670603f9863462357c40_3502758232575385088.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "1.2"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origine"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=it-it#/map/2?shown_types=111,2,3,154,319,338&center=1385.34,-292.47&zoom=0.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Libri correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 304,
        "name": "Diario dell'avventuriere Roald: Sal Terrae",
        "desc": "A diary left behind by the famed adventurer, Roald. The pages are littered with a small amount of shiny but bitter salt crystals.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Sal Terrae_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 311,
        "name": "Diario dell'avventuriere Roald: Villaggio di Qingce",
        "desc": "A diary left behind by the famed adventurer, Roald, at a makeshift camp. It stills looks new, and smells like the fragrant herbs of Mt. Qingce.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Qingce Village_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 309,
        "name": "Diario dell'avventuriere Roald: Lago Aocang e Monti di Jueyun",
        "desc": "A diary of the famed adventurer, Roald, left by the lake. It tells of his plans after his adventures on Mt. Aocang.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Aocang Lake, Jueyun Karst_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 306,
        "name": "Diario dell'avventuriere Roald: Lago Luhua",
        "desc": "A diary left behind by the famed adventurer, Roald, at a makeshift camp. It seems to have been dipped in water, with the watermark of a fox's footprint.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Luhua Pool_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 307,
        "name": "Diario dell'avventuriere Roald: Costa di Yaoguang",
        "desc": "A diary left behind by the famed adventurer, Roald. The pages smell like the sea breeze.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Yaoguang Shoal_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 305,
        "name": "Diario dell'avventuriere Roald: Foresta di pietra di Guyun",
        "desc": "A diary left behind by the famed adventurer, Roald, by chance. The pages are damp and seem to have been soaked in water.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Guyun Stone Forest_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 310,
        "name": "Diario dell'avventuriere Roald: Picco Qingyun e Monti di Jueyun",
        "desc": "A diary left behind by the famed adventurer, Roald. The pages have the scent of flowers that grow on cliffs.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Qingyun Peak, Jueyun Karst_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 312,
        "name": "Diario dell'avventuriere Roald: Lago Qingxu",
        "desc": "Diary of a renowned adventurer, Roald. Spots of shiny green moss can be seen among the pages.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Qingxu Pool_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 314,
        "name": "Diario dell'avventuriere Roald: Picco del Drago",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un diario abbandonato da un celebre avventuriere di nome Roald. Alcune delle pagine sono rovinate e accartocciate, con dei cristalli di ghiaccio scintillante attaccati.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/45954971/614ca24e4606e34d3cb66f29ceb75c62_6480208368558652110.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 308,
        "name": "Diario dell'avventuriere Roald: Ritou",
        "desc": "A diary left behind by the famed adventurer, Roald. The pages bear both the refreshing scent of sakura flowers and the bitterness of tobacco leaves.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Ritou_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 313,
        "name": "Diario dell'avventuriere Roald: Isola di Tsurumi",
        "desc": "A diary left behind by the famed adventurer, Roald. The pages bear both the moist smell of the fog and a certain fungal scent.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Tsurumi Island_icon.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}