{
  "epId": 3157,
  "name": "Testimonianza sulla Tomba delle Baldorie",
  "desc": "<p>A stone slate that you found in the Tomb of Carouses. This seems to be a record left by a lost civilization.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/28/77454259/28570e1efe0c3fd2184851265763e80b_3587441121378183044.png",
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1677158367,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Record of the Tomb of Carouses"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "World Quest Desert's Remembrance"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "The Sheep, the Bird, and the Crocodile\nThe tame and kind sheep chief sent seven lambs to look for the freshest grassy meadows and water.\nThe wise bird ran into the seven lambs and asked them where they were headed.\nThe immature lambs confided everything, telling the bird their destination.\n\"We have heard whispers of your wisdom on the wind. Since you can see far in the sky, could you tell us where fresh meadows and water lie?\"\nThe immature lambs did not know that the clever bird also wanted to wash and groom its feathers in a meadow with a water source.\n\"Little lambs, go north, far from the burning sun. I think the water and grass there are the freshest.\"\nThe leader of the lambs believed what the bird said. When they reached the north of the north, they stood in front of a crocodile covered in armor.\nThe crocodile opened its huge maw, not to devour the lambs, but to ask them why they had come to such a desolate place.\n\"The wise bird told us that we can find the freshest water and grass here.\"\n\"The bird has used its wisdom to direct you to the wrong path, but I will not do the same.\"\nThe crocodile shed tears in sympathy for the lambs' plight, and decided to escort them back to their homeland.\nOn their way back, the wise bird ran into the lambs again, and was astonished by the crocodile's kindness.\n\"I am ashamed of the misuse of my wisdom. Please allow me to accompany you to meet the sheep chief.\"\nWhen the sheep chief saw with alarm that nine figures had appeared, the crocodile opened its huge maw.\nOh, what juicy intestines! What sweet and crunchy stomachs! Splattering flesh!\nWhat free-flowing blood! Eyeballs, so close at hand to pluck!\nThe crocodile shed tears once again, and spoke of the tameness and kindness of the sheep chief.\nThis story tells us not to trust the meek, nor the wise, nor those who shed tears."
          }
        ]
      }
    ]
  }
}