{
  "epId": 3162,
  "name": "Testimonianza sulla shut di Aaru",
  "desc": "<p>A stone slate that you found at the highest point of the The Mausoleum of King Deshret. This seems to be a record left by a lost civilization.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/28/77454259/28570e1efe0c3fd2184851265763e80b_5515231628707698014.png",
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1677158377,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Record of Aaru's Shut"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Quest Item"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "World Quest Dual Evidence"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "It has been a long time. The scarlet flowers in my residence have bloomed, wilted, then bloomed again. The primary form of Aaru is nearing completion.\nIt won't be long before Aaru becomes capable of encompassing the desert in its entirety, just as Lord Al-Ahmar had prophesied.\nThis way, Lord Al-Ahmar's unbending ambition will finally be realized.\nWhen that day comes, I will be able to see my mother's smile again.\nMy mother was always prejudiced against Lord Al-Ahmar. She was of the opinion that he was the cause of the calamity in Gurabad. But this was not the case.\nShe seemed to have forgotten that it was Lord Al-Ahmar who promoted me, the product of a tryst between a fugitive and a maid, to be the architect of Aaru.\nTo a person with a background such as mine, this was an exceptional honor.\nNo king loves his people more than Lord Al-Ahmar does.\nIt was precisely because he was saddened by the disaster that took my father's life that he made the decision to build Aaru in order to prevent such a thing from happening again.\nI firmly believe this.\nThe mortal plane is like a river between the underworld and Aaru. Mortals must not cross, must not probe, must not covet, or they shall descend into the underworld forever.\nIn order to ascend to Aaru, one must have a body like that of a vulture and soar above the underworld. One should peck at three different organs in order to obtain the consent of Al-Ahmar, and fly across the river in the form of a falcon.\nAfter flying across the river in falcon form, one must burn the embers of the sun at three places using feathers. Only through this may one obtain the mercy of Al-Ahmar and ascend to Aaru.\nHere's to hoping that wisdom lives on in Khaj-Nisut, that all descendants of the desert will ascend to Aaru, and that Gurabad will be restored to its former glory.\nI hope that all this will leave an everlasting legacy.\nWait. I just heard a loud explosion. Maybe I should go check...\n(The messy scrawling abruptly ends here.)"
          }
        ]
      }
    ]
  }
}