{
  "epId": 3454,
  "name": "Le mille notti",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Un ricercatore errante una volta attraversò la foresta pluviale, il deserto, e la città durante un periodo di grande catastrofe, raccogliendo queste storie lungo la strada. Si dice che l'opera originale contenesse davvero un'infinità di racconti e che oggi ne rimanga solo un frammento.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/83872660/692009da3b0475744e0acb48cfa97045_3540233868318725365.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1745965311,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Le mille notti"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Le mille notti (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>La storia dei Senzaombra</color>\n<color=#ffffff73>Un tempo, questa terra era dimora di un gruppo di persone senza ombra.</color>\n<color=#ffffff73>Conducevano vite semplici, non sapevano nulla del mondo al di fuori della loro terra.</color>\n<color=#ffffff73>E così fu, fino a quando non furono scoperti da un avventuriere smarrito. Il popolo senza ombra rimase sorpreso quando scoprì che l'avventuriere aveva qualcuno che lo seguiva passo dopo passo. Anche l'avventuriere restò di stucco quando vide che quelle persone non emanavano ombra alcuna sotto la luce del sole.</color>\n<color=#ffffff73>\"Mai avrei potuto sognare di fare una tale scoperta!\" disse l'avventuriere.</color>\n<color=#ffffff73>\"Sognare? Non ci capita da parecchio\", disse una delle persone senza ombra. \"I nostri anziani ci hanno detto che tutti i nostri sogni sono già stati sognati.\"</color>\n<color=#ffffff73>\"Le ombre nascondono i segreti dell'anima. Non avete l'ombra, è per quello che non sognate\", disse l'avventuriere. \"Forse un tempo avevate l'ombra, così come riuscivate a sognare.\"</color>\n<color=#ffffff73>\"Se è così, dove dovrei recarmi per trovare quello che ho perduto?\"</color>\n<color=#ffffff73>\"Vai alla foresta segreta. Molto sogni risiedono lì e, forse, coloro che catturano i sogni potrebbero rivelarti dell'altro.\"</color>\n<color=#ffffff73>E così, la giovane persona senza ombra lasciò la sua dimora alle spalle, viaggiando lontano in cerca della foresta segreta menzionata dall'avventuriere. Era una foresta ricoperta da strati di ombre: l'ombra delle nuvole, delle fronde degli alberi... Anche gli uccellini più piccoli emanavano grandi ombre sul soffice terreno.</color>\n<color=#ffffff73>Giorno dopo giorno, attraversò le tele di ombre. Esse nascondono i segreti dell'anima, pensava, e forse lui era l'unico senza alcun segreto. Così, un giorno, scoprì che aveva accesso a tutte le dimensioni oniriche. Non poteva sognare, ma era proprio per quello che poteva viaggiare nei sogni degli altri.</color>\n<color=#ffffff73>Nei molti sogni che osservò, notò che gli uccelli sognavano colori brillanti, le tigri aromi fragranti, ma non riuscì a trovare né coloro che catturavano i sogni, né i sogni in eccesso di cui gli era stato raccontato. I sogni, le ombre e tutti gli esseri che dimoravano lì appartenevano già a qualcun altro. Incominciò a chiedersi se fosse stato ingannato dall'avventuriere, se davvero ci fosse un sogno senza padrone o un'ombra senza un'origine.</color>\n<color=#ffffff73>Ma proprio quando stava per arrendersi, colui che catturava i sogni lo trovò. Il loro incontro avvenne nel sogno di una conchiglia. Si era tuffato proprio nel suo finale, alla ricerca delle bianche onde e del vento salino, ma non trovò nessuno dei due, solo un retrogusto di tristezza.</color>\n<color=#ffffff73>\"Proprio come questa conchiglia, non appartieni a questa foresta.\"</color>\n<color=#ffffff73>A parlare era una donna e non ci volle molto prima di realizzare che si trattava della Cacciasogni menzionata dall'avventuriere. A rivelarlo era la sua ombra bizzarra, dall'aspetto macchiettato, come un drappo ricco di gemme.</color>\n<color=#ffffff73>\"Ti stavo cercando,\" disse lui, \"avresti dei sogni in più, per caso?\"</color>\n<color=#ffffff73>\"Vanno via come la rugiada mattutina,\" disse lei, senza alcuna ombra di tristezza nella sua voce, \"i sogni senza padrone non possono durare a lungo. Ho provato a catturarli più volte, ma alla fine svaniscono sempre\".</color>\n<color=#ffffff73>\"...Vedi, proprio come questa conchiglia... dobbiamo andarcene.\" Prendendo la sua mano, lo portò via da quel sogno senza bianche onde o venti salini.</color>\n<color=#ffffff73>Vicino al mormorio di un ruscello, gli raccontò molte storie e gli insegnò come entrare nei sogni. Poi gli ribadì più volte di fare attenzione ai tabù dei Cacciasogni, come non sbirciare più volte all'interno di un sogno altrui, perché i loro segreti erano come un pozzo senza fondo.</color>\n<color=#ffffff73>\"Gli incubi sono più furbi di quanto tu possa immaginare. Una volta che scoprono cosa hai fatto, ti assaliranno come uno sciame per trascinarti nell'oscurità. Non potrai liberati nel luogo dove non vi sono ombre. Se aspetti abbastanza a lungo, potrai trovarci parole ricche di significato, nomi che risiedono in memorie passate che non appartengono più a nessuno. E sappi che non dovrai assolutamente pronunciare il nome dei morti, o verranno a cercarti...\"</color>\n<color=#ffffff73>\"Un tempo credevo che nessuno di voi avesse ombre,\" egli rispose onestamente. \"Un tempo credevo che i Cacciasogni non avessero sogni propri, e che per questo motivo collezionassero quelli altrui\".</color>\n<color=#ffffff73>La donna non rispose, la sua variopinta ombra ondeggiante come una foglia accarezzata dal vento notturno.</color>\n<color=#ffffff73>Ma il giovane uomo senza ombra era troppo ansioso di ricevere una risposta, e sebbene la Cacciasogni difendesse bene le ombre, trovò comunque la sua occasione. A differenza dei sogni degli esseri della foresta, in cui i cancelli onirici erano spalancati, quello che conduceva alla dimensione onirica della Cacciasogni era un sentiero accidentato.</color>\n<color=#ffffff73>Sembrava evidente che ella avesse celato i propri segreti nei sogni di qualcun altro, lui pensò, ma quali erano questi segreti? E nei sogni di chi erano stati nascosti?</color>\n<color=#ffffff73>Il sogno della Cacciasogni era suddiviso in molti strati, proprio come la foresta segreta. Fu così che perse la strada e, prima che se ne rendesse conto, gli incubi lo assalirono.</color>\n<color=#ffffff73>\"Ho infranto il tabù dei Cacciasogni, ma anche se riesco a intravedere quel pozzo senza fondo, non riesco a trovare la mia risposta\", pensò. \"Ha detto che se fossi rimasto abbastanza a lungo, avrei potuto distinguere un nome tra le loro voci. Forse, in questo modo, riuscirò a scoprire di chi è questo sogno\".</color>\n<color=#ffffff73>E così si lasciò condurre nelle profondità, scoprendo di essere in un regno sconfinato, senza luce, proprio come la donna lo aveva avvertito. Ascoltava con attenzione ogni piccolo suono, nella speranza di riconoscere parole che potessero indicargli un nome.</color>\n<color=#ffffff73>Passò in questo modo un tempo indefinibile, fino a che finalmente non distinse un nome in mezzo a tutti questi suoni dispersi. Questo nome lo attraeva in modo così strano e speciale, che non poté fare a meno di iniziare a recitarlo.</color>\n<color=#ffffff73>Fu a quel punto che aprì gli occhi.</color>\n<color=#ffffff73>\"Ho avuto una strana visione\", egli disse. \"Ho visto una donna entrare nei miei sogni e rubarli, portando via con sé segreti della mia anima di cui neanche conoscevo l'esistenza, e da quel giorno la mia ombra è scomparsa. L'ho sentita parlare, e mi ha chiamato...\"</color>\n<color=#ffffff73>\"Lo sai,\" disse la donna, interrompendolo, \"che nessuno dovrebbe pronunciare i nomi dei morti? Altrimenti loro ti vengono a cercare...\"</color>\n<color=#ffffff73>La Cacciasogni sedeva sulla riva di un mormorante ruscello, la sua variopinta ombra ondeggiante come una foglia accarezzata dal vento notturno.</color>\n<color=#ffffff73>\"Quella è solo una storia sui morti, come una delle tante storie che ti ho già raccontato, ma ce ne sono molte altre che non ti ho mai narrato.\"</color>\n<color=#ffffff73>E così, la Cacciasogni continuò a raccontare al giovane uomo senza ombra una storia che nessun altro aveva ancora mai sentito...</color>"
          }
        ]
      },
      {
        "title": "Le mille notti (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>La storia del Dastur</color>\n<color=#ffffff73>C'era una volta un Dastur della Vahumana che viaggiava da solo nelle profondità nel deserto per indagare sulle rovine di antichi reami. Sfortunatamente, si imbatté in una tempesta di sabbia e perse la via. Ma proprio quando era in procinto di esalare il suo ultimo respiro, una giovane donna dagli occhi color ambra apparve dinanzi a lui. Ella separò le sabbie ululanti con la staffa che stringeva nella mano, e lo condusse così fuori dal deserto.</color>\n<color=#ffffff73>Raggiunsero il villaggio che era ormai mezzogiorno. Ella propose all'uomo di pranzare a casa sua e si offrì di riaccompagnarlo al Ribat delle Carovane. Ma dopo averla vista separare le sabbie magicamente e affrontare le oscure bestie che avevano incontrato lungo il cammino, il Dastur si rifiutò di andare via, e chiese invece alla donna di insegnargli le arti segrete delle terre antiche.</color>\n<color=#ffffff73>La maga rispose che i suoi occhi color dell'ambra erano in grado di osservare tutto ciò che i vivi e i morti avevano visto. Persone senza ombre, un orologio di bronzo il cui pendolo oscilla grazie al potere dell'immaginazione, balene che non hanno mai lasciato la terraferma, una città che esiste solo al chiaro di luna riflesso su uno specchio d'argento, uno studioso imprigionato nell'eternità, un'alta torre appesa a sette corde. Ella poteva riconoscere in lui un infinito potenziale e uno sconfinato futuro davanti a sé, ed era davvero disposta a insegnargli tutto ciò che sapeva. Solo una cosa, però, la preoccupava: che dopo aver appreso tutto, lui avrebbe cercato di ottenere il proprio profitto, respingendola.</color>\n<color=#ffffff73>Il Dastur si inginocchiò a terra e le baciò la punta delle scarpe, promettendole che non avrebbe mai dimenticato quello che ella aveva fatto per lui, qualunque cosa fosse accaduta, e che non l'avrebbe mai respinta, anche se questo sarebbe significato morire insieme. La sua sincerità commosse la giovane maga che, sorridendo dolcemente, lo aiutò ad alzarsi. Tenendolo per mano, lo condusse alla porta del suo seminterrato, dicendogli che lo avrebbe accolto come suo discepolo e che tutti i suoi segreti erano nascosti nella sua biblioteca sotterranea.</color>\n<color=#ffffff73>E così scesero le scale a chiocciola, piano dopo piano, uno specchio appeso alla parete di ogni livello che rifletteva i loro volti e la debole luce dei candelabri accesi. Camminarono per un tempo indefinito, forse ore, forse minuti, il loro senso del tempo venne inghiottito dall'oscurità. Alla fine delle scale c'era uno stretto cancello, dietro il quale era possibile vedere una biblioteca dalla forma esagonale. Il soffitto non era visibile e non era possibile stimare l'altezza che raggiungeva la stanza, ma i libri che ospitava superavano comunque di gran lunga tutto ciò che egli immaginava fosse possibile conoscere.</color>\n<color=#ffffff73>Studiò duramente sotto la tutela della donna, ma dopo alcune settimane, il Dastur venne raggiunto dagli inviati del Tempio del Silenzio che gli comunicarono che il suo mentore era morto a causa di una malattia, e che grazie alla sua tesi che aveva passato la revisione, l'Akademiya aveva deciso di fare un'eccezione per lui e di promuoverlo a Herbad, affinché potesse prendere il posto del suo mentore e continuare a istruire gli studenti. Il neo-nominato Herbad, nonostante fosse ovviamente molto contento, non era ancora disposto a lasciare quel luogo, e così chiese rispettosamente alla maga di portare con sé alcuni dei suoi libri e di accompagnarlo all'Akademiya, in modo da non dover interrompere i suoi studi. Lei accettò il suo invito, ma aggiunse che aveva una sorella che aveva sempre desiderato studiare all'Akademiya, ma che purtroppo non era stata accettata a causa della sua discendenza desertica, e chiese quindi all'Herbad di prenderla come allieva. L'Herbad rispose che l'Akademiya seguiva un severo processo di verifica e che non era possibile fare eccezioni, né tanto meno prendere un allievo. La maga, a quel punto, non aggiunse altro, limitandosi a fare le valigie e a seguirlo a Sumeru.</color>\n<color=#ffffff73>Diversi anni dopo, il saggio della Vahumana morì. Grazie alle tesi sconvolgenti che aveva scritto e completato con l'assistenza della maga, non c'era da stupirsi che l'Herbad venisse raccomandato per succedere alla carica di nuovo saggio. La maga andò a congratularsi con lui e gli chiese nuovamente di prendere sua sorella come studentessa osservatrice, ora che aveva assunto la posizione di saggio. Ma lui la respinse, dicendo che non aveva nessun motivo di farlo, ora che non aveva più bisogno della sua guida e che non aveva più necessità di scrivere tesi. Le consigliò quindi di tornare al suo villaggio e di vivere in pace il resto dei suoi giorni. La maga non disse altro, fece le valigie e tornò nel deserto.</color>\n<color=#ffffff73>Molti anni dopo, anche il Grande Saggio morì, e il saggio della Vahumana venne scelto per assumerne l'incarico. Sentendo questa notizia, la maga partì in fretta e furia dal deserto per raggiungerlo. Trovandolo, si inginocchiò ai suoi piedi e gli baciò la punta della scarpa, ricordandogli la promessa che le aveva fatto e pregandolo di accogliere gli sfollati della sua tribù scacciati dalle tempeste di sabbia, permettendo loro di avere rifugio sotto la protezione della foresta pluviale. Ma il Grande Saggio si infuriò, minacciandola di lasciarla morire di fame e di sete rinchiusa in una prigione di bronzo, disconoscendo questa ciarlatana venuta dalle lande desertiche. E chi era lei, comunque, per obbligare l'Akademiya a sottostare al suo volere? La maga, non più giovane ormai, sollevò la testa, asciugandosi le lacrime dalle guance, e guardò il Grande Saggio un'ultima volta con i suoi torbidi occhi d'ambra. Lo implorò quindi che le fosse permesso di tornare al suo villaggio per poter aiutare la sua tribù. Ma il Grande Saggio si rifiutò ancora una volta, ordinando ai suoi soldati di legarla. E così rimase in silenzio, a eccezione di queste parole:</color>\n<color=#ffffff73>\"In tal caso devo chiederti, signore, di fare ritorno al tuo villaggio.\"</color>\n<color=#ffffff73>Il Grande Saggio sussultò e, sollevando la testa, si ritrovò improvvisamente davanti al Ribat delle Carovane. Era ormai tarda notte e il lontano villaggio si distingueva a malapena, avvolto com'era dalla polvere, dalla sabbia e dalla profonda oscurità della notte. La giovane donna era in piedi davanti a lui, sorridente, e i suoi occhi color ambra riflettevano il modo in cui egli appariva in quel momento: il Dastur della Vahumana, la cui tesi doveva ancora essere esaminata.</color>\n<color=#ffffff73>\"Ebbene, l'ora si è fatta tarda, dovresti ritornare all'Akademiya. D'altronde, proprio come raccontano le storie...\"</color>"
          }
        ]
      },
      {
        "title": "Le mille notti (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>La storia del principe e della bestia da soma</color>\n<color=#ffffff73>Tanto, tanto tempo fa, quando Porto Ormos era ancora governato dai marinai Dey, tra di loro ce n'era uno particolarmente valoroso. Aveva ottenuto molti curiosi tesori soggiogando innumerevoli isole e domini, diventando così il più ricco di tutto il porto. Ma la vita da marinaio gli aveva concesso solo negli ultimi anni il tempo per un unico figlio maschio, e purtroppo morì prima che il principe raggiungesse l'età adulta.</color>\n<color=#ffffff73>Il figlio del Dey aveva ereditato la sua grande ricchezza, ma non aveva alcun potere su coloro che suo padre aveva amministrato. Guidato da anziani privi di moralità, iniziò rapidamente a vivere come un animale in preda alle scelleratezze. Le prospere strade di Porto Ormos sembravano bestie che inghiottivano oro, e così l'eredità del Dey venne scialacquata dal principe nel giro di pochi anni, lasciando dietro di sé solo enormi debiti. Quando il principe tornò finalmente in sé, le mura della sua casa erano ormai spoglie, non un singolo Mora al loro interno. Costretto a vendere tutti i suoi possedimenti e a licenziare i servi, il principe, ormai privo di un posto dove andare, cercò rifugio presso un santuario di un antico dio protettore dei marinai, che aveva a sua volta raggiunto l'attuale augusta statura attraverso il patrocinio del padre.</color>\n<color=#ffffff73>Il principe si rivolse al sacerdote del santuario, chiedendogli aiuto: \"Saggio anziano, una volta ero figlio di un Dey che conquistò i sette mari, ma, come puoi ben vedere, sono caduto in disgrazia a causa della mia sfrenata prodigalità. Ti prego di avere pietà di me e di mostrarmi una via rapida attraverso la quale poter saldare i miei debiti e riscattare le mie proprietà. Prometto che cambierò in meglio e diventerò un uomo migliore, rispettoso della mia posizione\".</color>\n<color=#ffffff73>\"Giovane principe\", disse il sacerdote, \"i destini dei mortali sono stati a lungo decretati dagli dèi, ma sono loro che devono compiere essi stessi quei destini. Dal momento che desideri voltare pagina, non dovresti cominciare dandoti da fare e lavorando duramente, anziché facendo affidamento sull'opportunismo?\"</color>\n<color=#ffffff73>Il principe rispose prontamente: \"Mio padre fu un grande sostenitore del tempio, quindi se dobbiamo discuterne, metà delle statue in oro e di fatto, i tuoi averi, dovrebbero essere miei di diritto. E non sono forse qui per reclamare questo debito che mi è dovuto?\"</color>\n<color=#ffffff73>\"Principe arrogante, desideri farti nemici gli dèi stessi?\" Disse il sacerdote con un sospiro. \"Tuttavia, per conto di tuo padre, se mi prometti di restare al tuo posto e di gestire bene le tue finanze, ti svelerò come diventare ricco\".</color>\n<color=#ffffff73>E così il principe giurò sulla statua divina e il sacerdote lo portò nelle strade del mercato del piccolo porto. Arrivati al suddetto mercato, il principe incontrò una donna vestita in maniera raffinata che si prendeva cura di un'emaciata bestia da soma.</color>\n<color=#ffffff73>\"Gentile dama\", chiese il principe, \"c'è nulla che possa fare per aiutarti?\"</color>\n<color=#ffffff73>\"Capiti al momento giusto\", rispose la donna. \"Devo prendere il largo per un incarico urgente e temo che nessuno possa aiutarmi a prendermi cura della mia bestia. Ma se mi aiuterai, tornerò entro tre mesi e ti ripagherò con dieci milioni di Mora\".</color>\n<color=#ffffff73>Il principe ne fu felicissimo.</color>\n<color=#ffffff73>\"Ma\", continuò la donna, \"non devi darle da mangiare fino a saziarla, né potrai parlarle. Altrimenti, perderai tutto ciò che possiedi\".</color>\n<color=#ffffff73>\"E che cos'ho da perdere?\" Pensò il principe tra sé e sé e così accettò senza indugi. Così la donna gli affidò la bestia da soma. I tre mesi passarono in fretta, e come la donna aveva richiesto, non saziò mai completamente la bestia da soma, né le rivolse una singola parola, fino all'ultimo giorno.</color>\n<color=#ffffff73>In quel giorno, il principe, eccitato al pensiero che presto sarebbe stato ricompensato, disse di fronte a un fuoco e rivolto alla bestia da soma, \"Oh, bestia da soma, è grazie a te che sarò di nuovo ricco. Se hai una richiesta, falla e la esaudirò\".</color>\n<color=#ffffff73>Sentendo queste parole, la bestia da soma gemette, \"Oh, onorevole principe, non ho nessun altro desiderio se non avere il mio stomaco pieno\".</color>\n<color=#ffffff73>Sentendo la bestia da soma parlare, il principe rimase senza parole e lasciò che la curiosità prendesse il sopravvento, dimenticando tutto quello che la donna gli aveva detto. Si voltò e portò acqua e fieno dalla mangiatoia.</color>\n<color=#ffffff73>\"Mio gentile principe\", disse lentamente la bestia da soma oramai piena, \"un tempo ero un dio che serviva i cieli e regnava su molti re vassalli del deserto, ma sono stato ingannato da quell'orribile strega e costretto ad assumere questa forma. Se avrai pietà di me e mi lascerai andare nel deserto, giuro sul re del sole cocente che ti concederò ricchezze oltre ogni immaginazione, molto più di quanto possa darti quella strega\".</color>\n<color=#ffffff73>Il principe aveva dei dubbi sulle parole della bestia da soma, così decise di nasconderla per poi celarsi in un angolo in attesa del ritorno della donna.</color>\n<color=#ffffff73>Lei tornò veramente il giorno seguente, solo per scoprire che sia il principe che la bestia da soma erano spariti.</color>\n<color=#ffffff73>\"Disgraziato infedele!\" Imprecò la donna. \"Se ti prendo, ti sigillerò nella più piccola bottiglia magica che riuscirò a trovare, e lì soffrirai in eterno!\".</color>\n<color=#ffffff73>Vedendola così furiosa, il principe credette alle parole della bestia da soma. Quando la donna se ne andò, si preparò a liberare il povero animale. Prossimo ad andarsene, gli disse: \"O principe misericordioso, che tutti gli dèi del deserto ti proteggano, manterrò la mia promessa di concederti ricchezze e felicità senza fine. Ti chiedo solo di non chiedere da dove provengano, altrimenti perderai tutto ciò che possiedi\".</color>\n<color=#ffffff73>Seguendo le indicazioni della bestia da soma, il principe giunse in un luogo appartato al confine con il deserto e lì scoprì un sontuoso e immenso palazzo. Le sue mura erano decorate con oro e gemme e i suoi cancelli fatti in oro puro, con un adorabile servitore che conduceva molte amabili donne fuori da quelle grandi porte per poterlo ricevere.</color>\n<color=#ffffff73>E fu così che il principe visse nuovamente una vita opulenta. Ogni giorno, il servitore gli portava argento, oro, perle e gemme. Leccornie delicate e vino pregiato per il suo diletto e ogni giorno portava bellissime danzatrici per tenergli compagnia. Così visse la sua vita per tre anni.</color>\n<color=#ffffff73>Ma anche nell'allegria e nella baldoria poteva nascere la noia, e un giorno il principe si svegliò, dopo giorni di febbrile ubriacatura, pensando tra sé: \"Sono stanco della mia vita, ho bisogno di qualcosa di nuovo. Ora, non ho forse ottenuto questa vita perché ho rifiutato le indicazioni della strega? Chi può dire allora se quella bestia da soma non abbia nascosto qualcosa per paura che potessi scoprire il suo segreto? Se posso trovare la fonte di questa ricchezza illimitata, sicuramente otterrò una felicità ancora più grande\".</color>\n<color=#ffffff73>E così il principe chiamò il suo servitore e gli disse, \"Mio servitore più fedele. Puoi dirmi da dove provengono tutto l'oro e le gemme, il vino e i liquori, e anche tutti quei musicisti e le cortigiane che mi porti ogni giorno?\"</color>\n<color=#ffffff73>\"Ma certo, mio onorevole signore\" rispose il servitore. \"Ogni giorno attraverso le terre tra il deserto e questo palazzo, e tutto quello da cui ricava gioia, proviene da lì. Le tue amabili danzatrici erano le anguille del deserto, l'oro scintillante sono le sabbie infinite e i pasti sopraffini che ti piacciono sono di mia creazione personale\".</color>\n<color=#ffffff73>\"E io, il tuo fedele servitore\", prese una pausa, \"non sono nient'altro che un umile scarabeo\".</color>\n<color=#ffffff73>Non appena finì di parlare, il glorioso palazzo si dissolse in un istante, e il principe scoprì che era seduto su una duna di sabbia squadrata e non c'era nulla intorno a lui, se non insetti striscianti.</color>\n<color=#ffffff73>Dopo un po', riguadagnò la ragione, poiché nonostante lo shock e il terrore sentiva il peso del dolore e del rimpianto. Eppure, ciò che questa volta aveva perso non poteva essere riconquistato facilmente, e il principe si ridusse a vagare, condannato a non provare mai più la felicità. Da quel momento in poi, avrebbe raccontato questa storia a tutti coloro che desiderassero ascoltarla...</color>"
          }
        ]
      },
      {
        "title": "Le mille notti (IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>La storia del ricercatore</color>\n<color=#ffffff73>C'era un volta un ricercatore che possedeva tutti i tratti distintivi dell'arrogante uomo di lettere, sebbene non fosse (e qui saremo piuttosto generosi) uno dei più arguti tra loro.</color>\n<color=#ffffff73>Dopotutto il sapere è come un frutto, e si atrofizza con il tempo. Se non si assapora quando è ancora succoso e pieno, alla fine saprà di marcio.</color>\n<color=#ffffff73>Il ricercatore disse: \"Tempo, sei davvero il mio nemico più temuto, ancor di più dei miei colleghi\".</color>\n<color=#ffffff73>Ahimè, i difetti quali la pigrizia non si perdono tanto facilmente. Così gli inverni diventarono estati, e le estati di nuovo inverni, portando ai suoi \"odiati colleghi\" glorie e lodi, mentre a lui non restavano altro che le cicatrici degli anni andati.</color>\n<color=#ffffff73>Forse sarà stato uno scherzo del destino, ma il nostro protagonista trovò effettivamente il modo di realizzare il suo sogno, anche se in maniera del tutto casuale.</color>\n<color=#ffffff73>\"Il tempo sembra leale, ma non è che una facciata. Il fatto che non sono arguto come altri non è dovuto a una mancanza di talento. Ebbene no, è solo a causa della crudeltà del tempo...\" Questo pensa il ricercatore non più giovane. \"Ora che la mia opportunità si è presentata, devo farne buon uso.\"</color>\n<color=#ffffff73>Quindi espresse questo desiderio al djinn ferito: \"Desidero che il tempo sia leale... Così potrò scrivere delle tesi migliori\".</color>\n<color=#ffffff73>Il djinn lo comprese con facilità e gli rispose: \"Tutto ha un prezzo\".</color>\n<color=#ffffff73>\"Beh, sì, e ne ho già pagato una parte\", disse alzando le spalle. \"Ho sprecato la mia giovinezza in ricerche inutili. Ora che sono giunto a questo punto, non ho più desiderio di gioie comuni. Vorrei solo lasciare un lavoro di grande genialità, in modo che il mio nome sia lodato per generazioni. Non voglio che sia scritto con inchiostro e carta deteriorabili, ma che venga inciso sulla pietra. Tra migliaia di anni, il mio lavoro sarà ancora in questo mondo... e in questo modo otterrò giustizia, trionfando sul tempo.\"</color>\n<color=#ffffff73>\"Se questo è ciò che desideri...\" rispose il djinn vagamente, realizzando il desiderio del ricercatore.</color>\n<color=#ffffff73>Ma che si trattasse di un vero djinn o di un demone sotto mentite spoglie rimase un mistero, soprattutto con il senno di poi. Accantonando la questione, il ricercatore il cui desiderio era stato esaudito scoprì che, in rapporto al suo pensiero, ogni cosa si era rallentata.</color>\n<color=#ffffff73>\"Bene, bene. Quindi ora la mia agilità mentale non sarà un problema\" A principio il ricercatore era estremamente compiaciuto. Ora che aveva un ampio margine di manovra, per così dire, disponeva di molto tempo per riflettere. Il tempo che serviva a un granello di sabbia per cadere a terra a lui non bastava per alzare la sua mano sinistra e toccarsi la fronte, ma la sua mente poteva volare rapidissima da una foresta a un deserto, da una vasta pianura a una tundra innevata. Maledisse che le pagine di un libro non potessero essere aperte tutte assieme, ma occorresse voltarle una ad una. Ma, anche se le avesse avute tutte stese di fronte, i suoi occhi non si sarebbero mossi abbastanza velocemente.. Nel tempo che avrebbe impiegato per una singola parola, avrebbe già esaurito l'intero vocabolario e ogni immaginazione attinenti ad essa.</color>\n<color=#ffffff73>\"Penso troppo e scrivo troppo poco,\" pensò il ricercatore. \"Devo usare le parole più eleganti per scrivere una tesi accademicamente rigorosa\". Ma, una volta scritta la prima parola, i suoi pensieri erano già giunti alla conclusione, obbligandolo a ripetere continuamente il testo a sé stesso, affinandolo sempre più. Tutto il processo avveniva solamente nella sua mente, poiché la sua mano destra aveva scritto appena qualche parola.</color>\n<color=#ffffff73>E fu così che questa grande opera, composta nel lessico più raffinato e seguendo la logica più ferrea, venne compromessa dal corpo dello stesso ricercatore. Ogni passaggio era incompleto, come se qualcuno avesse stracciato ogni pagina e l'avesse ricomposta in modo disordinato. Le parole sembravano frammenti selezionati a caso da un altro testo, e nessuno riusciva effettivamente a comprenderne il nesso.</color>\n<color=#ffffff73>Fu in una notte senza stelle che, facendo leva su tutte le sue forze, riuscì a uscire dal suo studio e ad arrivare nel cortile di sotto.</color>\n<color=#ffffff73>\"Forse parlare sarà più diretto che scrivere,\" disse, con un unico filo di speranza ancora nel cuore. Ma la sua stessa voce sembrava incespicare nella trama dei suoi pensieri. Le sillabe gli uscivano disarticolate e frammentarie, come se l'intento di quelle parole fosse cambiato mentre venivano pronunciate, somigliando a meri borbottii e lamenti.</color>\n<color=#ffffff73>\"Ahimè, povero vecchio! Uno potrebbe quasi pensare che sia posseduto!\" disse il giovanotto ben vestito guardandolo con commiserazione. \"Ma almeno ha ancora la luna.\"</color>\n<color=#ffffff73>Il ricercatore rimase da solo nel cortile avvolto dal chiaro di luna, intrappolato nella prigione che, un tempo, aveva chiamato corpo. Allora quel mero involucro di un mortale cominciò a ricordare una storia che aveva letto in passato...</color>"
          }
        ]
      },
      {
        "title": "Le mille notti (V)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>La storia dello specchio, del palazzo e della sognatrice</color>\n<color=#ffffff73>Notte dopo notte, sognava sempre un palazzo lontano. La sua struttura intricata era formata da infiniti angoli, arcate e passaggi, e a ogni angolo era appeso uno specchio d'argento con una cornice d'oro. Si diceva che il re avesse impiegato duecento anni (sei in più, se vogliamo seguire la numerazione degli anni di quel tempo) per progettare questo posto e che, seduto sul trono, potesse guardare in qualsiasi specchio, e attraverso i suoi tortuosi percorsi di luce, riuscisse ad ammirare ogni angolo del suo regno. Eppure, quando la sognatrice guardava negli specchi alle estremità dei corridoi, non riusciva a vedere altro che un'immagine sfocata: quella di una ragazza mascherata abbigliata in modo raffinato che camminava lungo gli sfarzosi corridoi, come una foschia di calore nella luce di un giorno ardente. A quel punto conosceva il suo scopo, seppur insolito... Desiderava ottenere un'udienza con quel re per dirgli qualcosa, poiché quelle parole erano state incise nel suo cuore senza che lo volesse, sebbene le lasciasse nelle luci deformanti degli specchi ogni volta che si svegliava di soprassalto.</color>\n<color=#ffffff73>Anno dopo anno, nei suoi sogni chiari come l'alba, cercava (senza riuscirci) di raggiungere il trono, senza mai riuscire a incontrare il re. Sebbene la ragazza un tempo smarrita negli specchi fosse adesso una famosa maga, in quei momenti sognanti rubati, in quei lampi di lucidità inconscia, quei pensieri fantastici tenevano ancora la sua anima in una presa di ferro. Un giorno, la grande maga trovò degli indizi per raggiungere quel regno lontano. Abbandonando ogni cosa materiale, partì da sola. Navigò al chiaro di luna, attraversò valli d'ombra e affrontò le foreste più oscure, fin quando, alla fine, non raggiunse il regno dei suoi sogni. Ma, ahimè, la città era stata distrutta da un terribile incendio qualche secolo addietro, e quel regno, un tempo prospero, non esisteva più. Proprio come cantano i poeti:</color>\n<color=#ffffff73>\"Le fragranze si fanno fetidume,</color>\n<color=#ffffff73>i canti e i colori si dissolvono nel nulla.</color>\n<color=#ffffff73>Dalle alte torri solo un fioco barlume</color>\n<color=#ffffff73>getta un po' di luce su quella terra ormai brulla.\"</color>\n<color=#ffffff73>Entrò nel palazzo devastato e camminò tra le rovine. In frantumi da tempo, degli specchi e delle loro cornici d'oro non rimaneva altro che la carcassa, e ogni scheggia rifletteva la fredda luce della luna. La corte non aveva l'aspetto bizzarro dei suoi sogni in cui, in un intreccio di angoli e corridoi, bussava alla porta della sala del trono. Era una sala circolare con centinaia di specchi appesi a pareti di pietra. Anche questi in gran parte distrutti. Inconsapevolmente, la maga camminò verso quel trono vuoto da tempo immemore e ci si sedette, dirigendo il suo sguardo verso uno degli specchi ancora integri.</color>\n<color=#ffffff73>In quello specchio vide di nuovo quella ragazza mascherata, vestita in modo raffinato, che camminava tra le sale sontuose, mentre gli specchi dietro di lei, mai andati in frantumi, generavano mille riflessi della sua forma.</color>\n<color=#ffffff73>Trasalì e alzò la testa: ora quella ragazza le stava davanti in silenzio, e nei suoi occhi s'intravedeva un dolore inimmaginabile. La maga aveva appena pensato a cosa dire, quando la donna estrasse un pugnale e le trafisse il cuore. Una rosa in fiore abbelliva la punta silenziosa della lama, mentre le due venivano avvolte dalle fiamme, consumando ancora una volta la sala che un tempo era già stata distrutta da un grande incendio.</color>\n<color=#ffffff73>Quando la ragazza si tolse la maschera, rivelando i suoi stessi tratti da maga, con le labbra tremolanti, la sognatrice sorrise confusa, stupita e sollevata.</color>\n<color=#ffffff73>Stavolta la maga poteva finalmente sentire le parole dell'altra, parole che erano andate perdute per decenni e secoli in questo sogno labirintico e il suo stordimento serotino. Era una storia, una storia che si era raccontata da sola, una storia che rifletteva migliaia di scaglie d'argento, riecheggiando all'infinito, per sempre...</color>"
          }
        ]
      },
      {
        "title": "Le mille notti (VI)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Storia dell'inseguitore d'uccelli</color>\n<color=#ffffff73>Questa è la storia di un vecchio che inseguiva gli uccelli.</color>\n<color=#ffffff73>A nord del regno si estende una fitta foresta, dimora di uno stormo d'uccelli in grado d'imitare le parole degli umani. Sovente, alle prime luci dell'alba, si raggruppano formando una nuvola. Mentre volano nella foresta, sulle loro ali distese danzano colori iridescenti, e il loro chiacchiericcio riecheggia intorno alle chiome degli alberi. Ma queste creature non sono da sole, poiché un uomo vecchio e gracile, vestito di cenci, trascorre le sue giornate inseguendoli.</color>\n<color=#ffffff73>Proprio come un albero divenuto imponente è stato un tempo tenero e delicato, in gioventù quel vecchio era stato bravo e bello. Era cresciuto in un villaggio vicino alla foresta. Agile e gentile, era ben voluto da tutti. Ogni ragazza del villaggio lo adorava, ma il suo cuore batteva per una di loro soltanto: una giovane sacerdotessa che lo aveva stregato con i suoi miracoli e divinazioni.</color>\n<color=#ffffff73>Il giovane pensava spesso che avrebbe rinunciato a qualsiasi cosa pur di stare con quella ragazza per sempre.</color>\n<color=#ffffff73>Ahimè, le cose belle durano poco. Scoppiò una guerra massacrante, e in molti furono arruolati, tra cui il giovane. Prima di partire per il fronte, vide la sua amata piangere per la prima volta. Le lacrime le scendevano sulle guance come rugiada su una foglia, fino a toccargli il cuore. Il giovane sapeva poco sul vero motivo dietro alla malinconia della ragazza. Fece promesse frettolose, con la speranza di alleviarne il dolore, pensando ingenuamente che fosse dovuto alla sua partenza.</color>\n<color=#ffffff73>Con un'espressione sofferente, la ragazza non rispose alle promesse di lui. Dopo un breve silenzio, disse che avrebbe inviato degli uccelli parlanti per trasmettergli le sue languide parole. Era un uso insolito del suo potere, ma il giovane lo ritenne un segno del suo amore.</color>\n<color=#ffffff73>Così le annuì.</color>\n<color=#ffffff73>Il giovane partì il giorno dopo per onorare il suo dovere nei confronti del regno. Pensava che la guerra sarebbe finita da lì a poco, ma la realtà gli diede torto. I combattimenti cessarono solo quando ormai la barba era cresciuta sul suo mento, e i suoi occhi e le sue mani erano temprati dalla battaglia.</color>\n<color=#ffffff73>Il suo unico conforto in questa guerra brutale gli derivava dagli uccelli della sua città. Quasi come guidati dagli dèi, riuscivano a raggiungerlo nelle notti silenziose, trasmettendogli le parole e i bisbigli della sua amata: semplici racconti di quello che succedeva al villaggio o versi ch'ella aveva scritto per lui.</color>\n<color=#ffffff73>La lunga separazione non aveva diminuito il suo amore per lei. Al contrario, se l'amore fosse un monumento, sarebbe stato eretto nel suo cuore.</color>\n<color=#ffffff73>Quando finalmente la guerra finì, il giovane corse a casa dalla sua amata, per scoprire che era morta in seguito a una grave malattia, in una gelida notte poco dopo la sua partenza.</color>\n<color=#ffffff73>Il giovane rifiutò di accettarlo, perché il giorno prima aveva ricevuto la visita di un uccello parlante che gli aveva trasmesso una magnifica prosa scritta da lei.</color>\n<color=#ffffff73>S'introdusse nella camera chiusa della ragazza. La luce del sole inondò la stanza buia, rivelando cosa vi era all'interno: innumerevoli uccelli fatati in attesa di essere risvegliati dal loro sonno profondo. In un istante, gli uccelli gli passarono davanti, sbattendo le ali accanto alle sue orecchie, e volarono nel cielo attraverso la porta aperta come una nube eterea, per fare ritorno alla loro casa. Il giovane si ritrovò da solo nella stanza vuota della sua amata.</color>\n<color=#ffffff73>Finalmente si rese conto delle vere motivazioni di quell'accordo insolito da parte della ragazza, la sera in cui s'erano salutati.</color>\n<color=#ffffff73>Era un accordo per la vita. Sul suo letto di morte doveva aver insegnato agli uccelli una miriade di parole, più che sufficienti per riempire ogni notte del giovane di un barlume di luce.</color>\n<color=#ffffff73>Gli uccelli vivono molto più a lungo di quanto non si pensi. Da quel giorno, il ragazzo non ha mai smesso d'inseguire gli uccelli parlanti nella foresta. Nelle loro voci, cerca di catturare l'anima languida della ragazza, in pentimento per aver disperso l'amore di lei tra i boschi. Esasperato ma instancabile, non ha mai interrotto l'inseguimento neanche per un giorno, fino a diventare un uomo di mezz'età. Gli uccelli non dicono nulla di nuovo, e il loro numero si è ridotto. Ma se ce ne fosse uno che non ha mai incontrato? Uno con delle parole mai dette? L'ossessione intrappola l'inseguitore d'uccelli nella foresta, e il peso degli anni è visibile sul suo volto.</color>\n<color=#ffffff73>Posiziona trappole per catturare gli uccelli e custodirli in una gabbia, accarezzandogli il collo, giocandoci e dandogli i mangimi migliori e l'acqua più pura. Quindi gli dice: \"Parlate, uccelli, parlate del mio amore, che ha avuto a cuore la foresta così profondamente. Parlate di quello che vi ha insegnato\".</color>\n<color=#ffffff73>E così, gli uccelli tanto generosamente sfamati gli raccontano quella storia...</color>"
          }
        ]
      }
    ]
  }
}