{
  "epId": 3475,
  "name": "Eremita maestra del folklore infuocato",
  "desc": "<p>A person hailing from the loosely-organized mercenary bands of the desert. Even though they will work for anyone as long as the pay is good, they will never forget their roots in the Great Red Sand.<br>After the collapse of its civilizations, the stories of the desert were passed down generation after generation in oral tradition just like the sparks in the wind and the rain in the clouds. As time passed, some stories were lost while others survived, albeit with significant changes.<br>\"The Eremites\" is the umbrella term given to the tribes of the desert by those too ignorant or disdainful to learn the tribes' myriad differences. Within those referred to as the Eremites, many have also indeed already forgotten the tales of the desert. Fear not, however, for those who still remember will never betray the spirit of the sands yet flowing through their veins.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/194600931/e3ada2f7642f67aa52b067345fae5a54_6250250778103314507.png",
  "menuId": 7,
  "menuName": "Nemici e mostri",
  "version": 1677158315,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Eremite Scorching Loremaster"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Other Human Factions"
          }
        ]
      },
      {
        "key": "Tutorial",
        "value": [
          {
            "type": "RichText",
            "text": "This oracle may be found in one of the many scattered mercenary groups that hail from the desert. She will unleash the Spirit of Omen: Pyro Scorpion contained within her body after taking a certain amount of damage. This will cause her to <color=#ffe14b>enter an Infused Form</color> . If <color=#ffe14b>the Scorpion is defeated</color> , she will enter a weakened state for a fixed amount of time thereafter."
          }
        ]
      }
    ],
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 2706,
        "name": "Seta rossa sbiadita",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un pezzo di seta rossa usata per coprire gli occhi. La stoffa è leggermente lacerata.<br>Molti Eremiti tendono a coprirsi gli occhi con delle stoffe, ma l'intento iniziale di questa pratica è stato da lungo perduto.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/30/94376896/dfa4ba937ada162659c0264137d43a18_5652257864880472569.png"
      },
      {
        "type": "CustomEntry",
        "epId": 2705,
        "name": "Seta rossa ritagliata",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un pezzo di seta rossa ritagliata e decorata in maniera semplice.<br>Un guerriero esperto può intuire la debolezza dagli occhi del proprio avversario e trarne vantaggio. Da tempo, gli Eremiti hanno perso un padrone da servire, e ora non hanno più nessuno di cui fidarsi. Si dice che siano fermamente convinti che il tradimento si nasconda dietro ogni cosa, persino dietro ai loro stessi occhi.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/30/94376896/ea95ad3608c20df54eb36f9e5a3cdac6_3209883176680527083.png"
      },
      {
        "type": "CustomEntry",
        "epId": 2704,
        "name": "Broccato rosso sontuoso",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un pezzo di broccato rosso intessuto con fili dorati.<br>Ogni tanto, coloro nati sotto il sole nel deserto dorato intonano un canto, il cui significato è stato dimenticato. Lodano il sole cocente che illumina la terra e disprezzano il bagliore residuo alla fine del crepuscolo. Al termine del canto si ripetono alcune parole insolite, forse i nomi di antichi dèi. La leggenda narra che, quando il re del deserto era ancora vivo, i suoi sudditi scelsero di coprirsi gli occhi perché non osavano guardarlo, da tanto il suo splendore era accecante.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/30/94376896/5f415e2b9f3f486a29b613d8d8c029c9_3925015230201582675.png"
      }
    ]
  }
}