{
  "epId": 360,
  "name": "Mille anni di solitudine",
  "desc": "<p>L'inizio del viaggio \"fantasti-tragico\" di un cacciatore del Villaggio Acquachiara. Quand'è che venne colpito dalla sfortuna? Cosa scandiscono i mille anni del suo viaggio solitario? Lascia che Mille anni di solitudine sia la tua guida nella nebbia fantastica che avvolge la vita di Gothson.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/13/158750877/2916c318d3367dcf8a806cc47a7ea681_6855119578898408331.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1750366110,
  "components": {
    "textualResearch": [
      {
        "title": "Mille anni di solitudine",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Molti anni dopo, quando la caviglia di Gothson finì nella trappola per animali che lui stesso aveva preparato, Gothson ripensò al pomeriggio in cui suo padre l'aveva portato in città per il Ludi Harpastum.</color>\n<color=#ffffff73>L'intera esistenza di Gothson era stata senza dubbio sventurata. Ma non riusciva mai a ricordare quando la sua sfortuna fosse iniziata. Aveva passato l'infanzia nel Villaggio Acquachiara, sotto la protezione della fata di sorgente. Tutti i cacciatori di quel luogo conducevano delle vite pacifiche, senza alcuna preoccupazione.</color>\n<color=#ffffff73>Quando Gothson raggiunse l'età di sette anni, suo padre lo portò a Mondstadt per andare a vedere il circo durante il Ludi Harpastum. Era la prima volta in cui Gothson entrava in città. Il bambino era incantato dagli aromi dei dolci e delle carni arrostite, dalle luci sfavillanti e dalla carta colorata, dai pagliacci che addestravano cinghiali selvatici e dai maghi con i loro trucchi.</color>\n<color=#ffffff73>Nei suoi affascinanti ricordi d'infanzia, Gothson rammentava confusamente di aver visto suo padre camminare tra le folle festanti, passare sotto un'arcata sulla quale erano scritte le parole \"Gara: Stratosferico del Ludi\" e allontanarsi lentamente da lui. Ma la sua attenzione era stata attirata dalla splendente fata della sorgente.</color>\n<color=#ffffff73>Forse, una volta cresciuto, aveva capito che la fata del festival non era altro che un'attrice pagata 20 Mora al giorno, ma da bambino quella vista fu a dir poco incredibile.</color>\n<color=#ffffff73>Gothson si addormentò mentre ascoltava i racconti della fata di sorgente, e nei suoi sogni infiniti vagò lontano alla volta di grandi avventure. Sognò della marmellata color arcobaleno che sgorgava da un'antica fonte. Stava per avvicinarsi per assaggiarla, quando il suo sogno venne interrotto da un gran fracasso.</color>\n<color=#ffffff73>\"Corri!\" Il volto grassoccio e terrorizzato del padre, tutto ricoperto di succo di frutta e di salsa, dominava la sua vista.</color>\n<color=#ffffff73>Alle sue spalle, Gothson intravide un'immensa pila di carne arrostita sotto una brillante luce rossa che oscillava e tremava mentre si piegava verso di lui tra le urla orripilate della folla.</color>\n<color=#ffffff73>Nella fuga, il padre di Gothson fece cadere una signora, lussandosi l'anca. Cadde poi direttamente sul figlio, a peso morto. Poi la torre pendente di carne crollò tra gli strepiti degli astanti...</color>\n<color=#ffffff73>Ai Cavalieri di Favonius ci vollero tre giorni per rimuovere tutta quella carne arrosto, verdura e tutto l'altro cibo e cianfrusaglie sparpagliati ovunque per la piazza, per non parlare di coloro che dovettero accompagnare, troppo fuori di sé per riuscire a camminare da soli. Da allora, il Ludi Harpastum si tenne sempre al di fuori della città.</color>\n<color=#ffffff73>E fu così che la famiglia di Gothson perse due cacciatori e ottenne due feriti nel corso di una sola notte. E cosa ebbero in cambio? Una medaglia da campione placcata d'oro. Due giorni in ritardo, per giunta.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Mille anni di solitudine"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Missione storia di Lisa\nCapitolo del Tempus Fugit: Atto I - Problemi di lavoro\nMissione \"Libro perduto\""
          }
        ]
      },
      {
        "key": "Libro",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2302,
            "name": "Mille anni di solitudine",
            "desc": "<p>L'inizio del viaggio \"fantasti-tragico\" di un cacciatore del Villaggio Acquachiara. Quand'è che venne colpito dalla sfortuna? Cosa scandiscono i mille anni del suo viaggio solitario? Lascia che Mille anni di solitudine sia la tua guida nella nebbia fantastica che avvolge la vita di Gothson.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/13/158750877/2916c318d3367dcf8a806cc47a7ea681_5163584255252455151.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ]
  }
}