{
  "epId": 3945,
  "name": "Re delle Invokazioni",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Una light novel incentrata su Invokazione del genio, il gioco di carte collezionabili più popolare di Teyvat. I personaggi sono unici e la storia è emozionante e piena di colpi di scena, il che la rende una delle opere più in voga in circolazione.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/83872660/13c47d70bd04598cc4da0c6693b1c245_2910282073018630835.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1745965276,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Re delle Invokazioni"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Re delle Invokazioni",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Alla fine di un duello tra una moltitudine di mondi,</color>\n<color=#ffffff73>sopra le volte di molti cieli, questo rito supremo si svela nella maniera più inaspettata:</color>\n<color=#ffffff73>\"Le mie scuse, amico mio, ma un 'gran finale', o così lo chiamano, quasi sempre termina in questo modo.\"</color>\n<color=#ffffff73>L'altro duellante scese le Scale dei Riti arcani, togliendosi la maschera da coccodrillo e rivelando la carnagione color verde pallido sotto di essa e dei lineamenti ugualmente tetri...</color>\n<color=#ffffff73>Alla vista delle carte tirate fuori dallo Scrigno degli arcani, Abu si fermò.</color>\n<color=#ffffff73>Esprimi le tue rimostranze, sfoga la tua rabbia, insultami con il tuo amaro sarcasmo: questo pensava colui che si era appena tolto la maschera.</color>\n<color=#ffffff73>Ma il ragazzo continuò a tirare fuori le carte e le dispose con cura sul tavolo. Poi disse:</color>\n<color=#ffffff73>\"Se i gran finali devono avvenire così, mi va più che bene, ho sempre voluto duellare con te\".</color>\n<color=#ffffff73>\"Capo, sarà Abu a vincere?\", chiese uno dei marinai nel momento in cui l'olezzo del pesce essiccato permeò la brezza dall'oceano.</color>\n<color=#ffffff73>La disinvolta figura che sedeva tra loro non era altro che Dubbah, il Signore dei sette mari, che aveva rivendicato tale proprietà attraverso il Rito dei duelli. L'uomo sollevò il calice verso la luna, mentre una fredda luce blu vi danzava sopra.</color>\n<color=#ffffff73>\"Se dovesse perdere, gli staccherò la testa come promesso. Ma è davvero un peccato, perché il vino da un nuovo recipiente non sarà mai buono come quello vecchio...\"</color>\n<color=#ffffff73>\"Ugh, guarda i dadi... Beh sembra che la dea bendata vada in direzione opposta. Seriamente, perché non ha usato il trucco che gli ho insegnato...\"</color>\n<color=#ffffff73>\"Nessun imbroglio può passare inosservato nella Sala dei duelli. È più pratico avere nel mazzo un paio di carte per la conversione dei dadi\", disse la piccola kitsune mentre si avvicinava con un vassoio pieno di piatti. \"È proprio per questo che Abu non ha voluto imparare il trucco, ed è anche per questo che hai finito col lavorare qui, ben lontano da quando eri la proprietaria del Salotto dei collezionisti... Ah sì, Cui, questa zuppa di pesce è per il tavolo 17. Ricordati di servirla prima che si raffreddi\".</color>\n<color=#ffffff73>\"Va bene, ho capito\", rispose la giovane ragazza alzandosi dal tavolo, ma i suoi occhi erano ancora addosso alle figure proiettate nel cielo.</color>\n<color=#ffffff73>\"Non... funziona... Non riesco a connetterlo.\" La ragazza dai capelli scuri nascondeva la faccia nel cappuccio, mentre archi elettrici danzavano attorno alle sue dita. Tuttavia, uno dopo l'altro, i dadi che si libravano intorno a lei si ruppero e si dispersero, come se fossero stati avvertiti da qualcosa. \"La Sala dei duelli è... Beh, è proprio come un altro Regno sacro\".</color>\n<color=#ffffff73>\"Uh, non molli ancora eh? Scordatelo. Visto che persino il Re Coccodrillo non è riuscito a fuggire da quel posto, sarei scioccato se tu ci riuscissi, Nimue. Darei più speranze a quel ragazzo, anche se è solo un'ipotesi remota\", commentò il cavaliere Re dei duelli, Ariatos. Sembra che al cavaliere non potesse importare di meno della possibile morte del suo amico, che lo aveva aiutato a ristabilire la sua patria.</color>\n<color=#ffffff73>\"...Ma come posso non provare invidia, Abu, quando il tuo rivale è il Re Coccodrillo?\"</color>\n<color=#ffffff73>Sarebbe un bel finale se il giovane ragazzo riuscisse per miracolo a uscirne trionfante.</color>\n<color=#ffffff73>La partita era già decisa nell'ultimo turno. Anche il signore dei combattimenti, che fu imprigionato qui dal Re Ibis per aver desiderato una guerra più grande e aver tentato di cancellare le mura dei mondi, doveva essere abbandonato dal combattimento stesso.</color>\n<color=#ffffff73>Come in tutte le altre storie di perdenti, il ragazzo, Abu, ottenne la vittoria.</color>\n<color=#ffffff73>\"Esprimi il tuo desiderio...\"</color>\n<color=#ffffff73>Disse il Re Coccodrillo provando a nascondere il fatto che il suo corpo era senza speranze e con già un piede nella fossa.</color>\n<color=#ffffff73>Abu piegò la testa, osservando il corpo del re che lentamente si tramutava in cenere.</color>\n<color=#ffffff73>\"Sebbene tu viva di guerra, non hai mai smesso per un singolo giorno di alimentarne la fiamma\", disse il ragazzo.</color>\n<color=#ffffff73>Abbassò la testa.</color>\n<color=#ffffff73>\"Così sarebbe troppo noioso\", disse Abu, \"Il mondo sarebbe troppo noioso senza di te. Per me, tu sei...\"</color>\n<color=#ffffff73>\"Non capiresti. Oh, giusto, mi è appena venuto in mente che non so ancora il tuo nome.\"</color>\n<color=#ffffff73>Il Re Coccodrillo vide uno strano e pericoloso sorriso formarsi sulla bocca del ragazzo.</color>\n<color=#ffffff73>Quel giorno, diversi mondi testimoniarono il desiderio del ragazzo:</color>\n<color=#ffffff73>\"Lascia che le mura si distruggano e che la guerra tra i mondi abbia inizio. Voglio che fiumi di sangue tingano di rosso la terra e che montagne di ossa buchino i cieli\".</color>\n<color=#ffffff73>\"Il Signore dei duelli vivrà per sempre!\"</color>"
          }
        ]
      }
    ]
  }
}