{
  "epId": 3990,
  "name": "Cacciatore della Maréchaussée",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/e9c7fe4fbfe3417abd3696108f4ba363_6669607384580511511.png",
  "filterValues": {
    "reliquaryEffect": [
      "Bonus DAN",
      "Tasso di CRIT"
    ]
  },
  "menuId": 5,
  "menuName": "Manufatti",
  "version": 1696624979,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Personaggi</color>\n<color=#ece5d8>Motivazione</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p>Un celebre mago di Fontaine dotato di grande presenza scenica e notevoli doti dialettiche. Il pubblico rimane ammaliato dalle sue incredibili abilità e pende letteralmente dalle sue labbra</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/157266935/e343d4442cc3b8e243f0d528bb715f75_5622302237255870491.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un'assistente magica di poche parole, le cui emozioni sono imperscrutabili come quelle di un gatto.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/190184121/436e6f2b9b9006bfe511a98093259daf_2669821214730536049.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il Giudice supremo di Fontaine, anche conosciuto come lo Iudex, famoso per la sua incontestabile imparzialità.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/157266935/0513aa7f482dbb4778545d02f94956fe_7174467864028517893.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 34,
        "name": "Hu Tao",
        "desc": "<p>La 77a direttrice dei Servizi Funebri Wangsheng. Ha rilevato l'attività in giovane età.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Hu Tao_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Adeptus Yaksha difensore di Liyue, noto anche come \"Conquistademoni\" e \"Custode Yaksha\"</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 31,
        "name": "Kamisato Ayato",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il giovane ma particolarmente abile capo del clan Kamisato della Commissione Yashiro. Un uomo dalle mille risorse, colto e garbato.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayato_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 15,
        "name": "Yoimiya",
        "desc": "<p>Proprietaria della Bottega Naganohara. Conosciuta come la Regina del Festival dell'estate, è particolarmente abile nella creazione di fuochi d'artificio che simboleggiano le speranze e i sogni della gente.</p><p></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yoimiya_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>il set da 4 pezzi è consigliato a tutti i personaggi che hanno una costante variazione dei</color> <color=#ffd780>PS</color> <color=#ffffff73>così da poter attivare la passiva del set;</color> <color=#ffffff73>mentre il set da 2 può essere utilizzato dai personaggi che si focalizzano sui</color> <color=#ffd780>DAN da attacco base</color> <color=#ffffff73>o</color> <color=#ffd780>caricati</color> <color=#ffffff73>.</color>"
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p><span style=\"color: #FFD780\">DAN da attacchi normali e caricati</span><span style=\"color: rgba(255, 255, 255, 0.65)\"> +15%.</span></p>",
      "fourSetEffect": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Quando la quantità di </span><span style=\"color: rgb(255, 215, 128)\">PS</span><span style=\"color: rgba(255, 255, 255, 0.65)\"> attuali aumenta o diminuisce, il </span><span style=\"color: rgb(255, 215, 128)\">tasso di CRIT</span><span style=\"color: rgba(255, 255, 255, 0.65)\"> aumenta di un </span><span style=\"color: rgb(55, 255, 255)\">12%</span><span style=\"color: rgba(255, 255, 255, 0.65)\"> per</span><span style=\"color: rgb(255, 215, 128)\"> 5 s</span><span style=\"color: rgba(255, 255, 255, 0.65)\">. Massimo 3 accumuli.</span></p>"
    },
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Cacciatore della Maréchaussée</color>"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Dominio della Benedizione - Fine del Peccato</color>"
          }
        ]
      }
    ],
    "artifactList": {
      "circlet_of_logos": {
        "title": "Volto del veterano",
        "position": "Corona della ragione",
        "desc": [
          {
            "type": "RichText",
            "text": "Una vecchia maschera capace, almeno in parte, di sostituire un volto tumefatto. La sua forma può variare in base alle zone ferite e al sesso di chi la usa."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/06/45954971/857c35ae07c349bc338b56da18bb096f_275855299255325874.png"
      },
      "flower_of_life": {
        "title": "Fermaglio del cacciatore",
        "position": "Fiore della vita",
        "desc": [
          {
            "type": "RichText",
            "text": "Un antico marchio che un tempo veniva conferito a coloro che si distinguevano per grandi meriti in battaglia"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/06/45954971/ef460ec670b8e40f4dac5a17d7b7f55a_9171575149307939217.png"
      },
      "plume_of_death": {
        "title": "Ouverture di un capolavoro",
        "position": "Piuma della morte",
        "desc": [
          {
            "type": "RichText",
            "text": "Un attrezzo portatile usato per regolare la coppia di torsione di alcuni antichi dispositivi meccanici. Al giorno d'oggi, ha perso qualsivoglia valore pratico."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/06/45954971/8b76067d25eb6ee90f7c67885ce9799b_810435366587419790.png"
      },
      "goblet_of_eonothem": {
        "title": "Recipiente dimenticato",
        "position": "Calice eonotemo",
        "desc": [
          {
            "type": "RichText",
            "text": "Un recipiente portatile fatto di metallo e contenente vino fortemente alcolico. Può essere infilato facilmente nella tasca di un cappotto per averlo sempre a disposizione."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/06/45954971/d8a4b6e648eae30f644c6ba4c5095b34_2462155629740716178.png"
      },
      "sands_of_eon": {
        "title": "Momento del giudizio",
        "position": "Sabbie del tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "Un comune orologio da tasca. Non è particolarmente preciso."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/06/45954971/92b1e0134258da308c2a289b8e920dc1_1119176443808607937.png"
      }
    },
    "story": [
      {
        "title": "Fermaglio del cacciatore",
        "desc": [
          {
            "type": "RichText",
            "text": "Questi emblemi sono stati progettati e donati appositamente a coloro che in passato si sono distinti in gesta militari o nella difesa di Fontaine. Gli emblemi di questo tipo erano un gran parte simboli di gloria, ma alcune delle persone premiate li nascondevano o li gettavano in acqua.\n\"Insegui gli spettri nell'oscurità, dai loro la caccia ed eliminali.\"\nE' questa l'origine del nome \"Cacciatore della Maréchaussée\".\nSi dice sia stato Cassiodor a coniare la frase, che ricevette poi il riverito titolo di \"Cacciatore dorato\", ma lui considerava questo soprannome un'umiliazione.\nEppure gli eretici e i demoni sono rari, ma coloro che vengono portati a diventarlo sono una legione.\nOggi lo Spettro Maréchaussée si considera più sulle indagini di attività criminali che sulle battaglie, e ha reclutato tra i suoi ranghi una grande quantità di Melusine, esponenti di una giovane razza.\nQuesto emblema apparteneva un tempo a un Cacciatore della Maréchaussée che guidò e partecipò all'assedio di Poisson.\nA causa di questo evento, lasciò le file dello Spettro, con l'intenzione di vivere il resto dei suoi giorni accontentandosi di ciò che aveva.\nFinché una vecchia amicizia gli chiese, contro la propria volontà, di provare a vivere di nuovo con gli altri, e tentare di creare un mondo libero dai fantasmi oscuri per suo figlio e sua figlia.\nAlla fine, ciò che lo accolse fu un oceano pacifico, in grado di annullare ogni barriera e distanza."
          }
        ]
      },
      {
        "title": "Overture di un capolavoro",
        "desc": [
          {
            "type": "RichText",
            "text": "Un piccolo strumento utilizzato per regolare la coppie di torsione.\nPotevano essere utilizzati con ogni tipo di motore meccanico.\nVennero resi obsoleti dall'arrivo dei \"nuovi modelli\" di Mekautomi a opera di Alain Guillotin, che smisero di essere \"nuovi\" dopo qualche secolo di ulteriori test.\nParlando di Alain Guillotin, prima di unirsi allo Spettro Maréchaussée per poi abbandonarlo, prima di fondare infine l'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine, Guillotin organizzava ricerche presso l'ormai decaduto Istituto di Filosofia Naturale.\nSi dice che, per tutta la sua vita, non fosse stato vicino a nessuno, eccetto che a sua sorella minore, anche lei nella Maréchaussée.\nCi sono molte leggende su di lui. E secondo una di queste...\nDurante i suoi trascorsi all'Istituto sarebbe riuscito a creare una macchina pesante, e che la usò per aiutare sua sorella col suo lavoro alla Maréchaussée.\nQueste affermazioni provengono principalmente dai suoi ex-colleghi (la maggior parte dei quali morirono combattendo contro Elynas), e poiché non ci sono prove concrete al riguardo, l'esistenza del macchinario non è mai stata ufficializzata.\nIn risposta a una domanda in materia, una volta commentò: \"E' un grande peccato, Non c'è niente da dire\".\nDa quel momento, non ripose mai più a domande sull'argomento.\nSecondo un'altra leggenda, invece...\nOrmai anziano, si sarebbe ritirato dall'Istituto di ricerca di Fontaine per dedicarsi al suo laboratorio, non incontrando mai nessuno. Le ricerche condotte nei suoi ultimi anni non sarebbero mai state pubblicate, e, dopo l'incidente, tutto ciò che si poté trovare nel suo laboratorio personale furono i segni che era stato costruito qualcosa.\nNegli anni che seguirono, queste leggende funzionarono allo stesso modo dell'opera di Coppelius, anch'essa rimasta incompleta.\nStimolarono l'immaginazione, diedero ispirazione e portarono a sforzi ancora maggiori."
          }
        ]
      },
      {
        "title": "Momento del giudizio",
        "desc": [
          {
            "type": "RichText",
            "text": "Un tempo, questo orologio tascabile venne donato ai tutori della giustizia di Fontaine.\nNon è un orologio particolarmente preciso, ma può fungere anche da mostrina durante le ore di lavoro, e una volta era quasi totalmente conosciuto in tutta Fontaine.\nLa ricerca della Grande maga Parsifal di essere processata tramite un combattimento si diffuse sui giornali, e questa richiesta, insieme alla sua inaspettata trasgressione, fece molto scalpore alla Corte di Fontaine.\nL'accordo tra il tribunale e la persona in questione causarono un'indignazione ancora maggiore.\nLa campionessa duellante Marfisa fu selezionata come rappresentante della giustizia nel duello.\nLe origini di Marfisa avrebbero interferito col suo giudizio e con la sua prestazione durante il duello?\nAvrebbe davvero potuto ignorare i suoi trascorsi con Parsifal? E più semplicemente...\nChi di loro era la combattente più forte? Quante erano le domante su cui la gente discuteva animatamente.\nKarl Ingold, un giornalista che un tempo conosceva \"Parsifal\", era ormai andato in pensione, e aveva deciso di non occuparsi più di quel lavoro, ma piuttosto della compagnia di esploratori e delle loro avventure tra natura, relitti e rovine.\nEppure, forse per orgoglio professionale o per via di vecchi ricordi, portava sempre con sé le foto che aveva scattato durante la sua carriera giornalistica.\nAnni dopo, rispondendo all'invito per una rimpatriata tra vecchi amici inviata dalla vicedirettrice dell'Istituto Narzissenkreuz, pensò a quante volte era passato tra Poisson e la Corte di Fontaine con tale speranza nel suo cuore.\nQuei mesi trascorsero con un sogno. Un sogno troppo lungo per alcuni ma troppo breve per altri.\nRicordò quando era un giovane ragazzo che non si arrendeva mai, nonostante quelle circostanze che lo stavano travolgendo come un fiume in piena, pronte a mettere fine a tutto.\nSi ricordò di tutti i sorrisi che aveva osservato dall'obiettivo, e dei loro tanti pensieri speranzosi sul futuro, e poi delle grida, dei violenti suoni metallici e delle esplosioni che provenivano dal pavimento in pietra.\nE mentre ricordava la ragazza che aveva usato come \"trucchetto\" per trasferirsi con la forza in una caverna oscura e sicura, solo allora, il pentimento di un aver immortalato la sua battaglia finale inghiottì la sua visione."
          }
        ]
      },
      {
        "title": "Recipiente dimenticato",
        "desc": [
          {
            "type": "RichText",
            "text": "Questa bottiglia di vino apparteneva a qualcuno che aveva reso un grande servizio alla Corte di Fontaine.\nColoro che si ritrovano a fare un certo tipo di lavoro, a meno che non siano crudeli e brutali fin dalla nascita, finiranno per crollare, se privati dell'elisir.\nQuesto apparteneva a qualcuno che aveva dovuto fare ciò che andava fatto per la pace di Fontaine. Solo molti anni dopo il pensionamento per via di un incidente, durante la sua ultima indagine, capì che... ... nessun Paese delle meraviglie lo aspettava al di là della tana del Bianconiglio... solo furia.\n...\nI ricordi sgorgarono come le bolle che sfuggono da una maschera da immersione rotta.\nPensò alla gioventù, a quando giocava con Dwight, Basil e Karl.\nA quei tempi, giocava sempre a fare l'eroe, mentre Karl era Ciciarampa, il drago malvagio.\nPensò all'abbraccio della direttrice, così caro e così familiare, e alla sensazione simile che provava in quel momento.\nRiportò alla mente gli innumerevoli volti trasformati dall'odio tra le fiamme cremisi di Poisson, dopodiché ricordò che anche lui aveva mandato bambini innocenti all'Istituto Narzissenkreuz.\nAlla fine, ciò che gli fu in assoluto più chiaro era ciò che aveva provato incontrando suo \"figlio\" e sua \"figlia\".\nFu come vedere la luce al termine di un lungo tunnel, come vedere sé stesso prima di aver mai indossato la maschera.\nMa proprio come aggrapparsi inutilmente alla tela di un ragno nelle profondità oscure dell'inferno...\n\"Mio caro Alain, mia cara Mary-Ann... non vi sono mai stato vicino, e persino alla fine, non so come potrei essere un \"padre\" per voi.\nCiononostante, non voglio perdere il ricordo di avervi visti crescere...\"\nQuando si riprese dal suo stupore, la gloria, la vergogna, l'amore e l'ossessione si erano tutti dissolti nell'acqua."
          }
        ]
      },
      {
        "title": "Volto del veterano",
        "desc": [
          {
            "type": "RichText",
            "text": "Questa maschera è stata donata a una persona il cui volto venne ferito mentre serviva la Corte di Fontaine.\nE' un rimpiazzo di un volto spaventoso, la gloria, o forse la vergogna, di un vecchio soldato.\nTuttavia, anche se le cicatrici possono essere coperte, le ferite insite nel cuore non spariscono.\n\"Se non mi vedrai tornare, prenditi cura dei bambini\", gli disse la sua amica, colei con cui era scresciuto e aveva servito la Corte di Fontaine.\n\"Ho smesso di chiederti di combattere al mio fianco\", era ciò che voleva dire, ma il tacito accordo tra loro era ormai durato lunghi e silenziosi anni.\nFinché non se ne parlava, sembrava quasi che l'incidente di Poisson non fosse mai successo.\n\"Questa volta l'Istituto potrebbe davvero affondare del tutto, e la situazione si metterebbe male senza me e la direttrice, quindi potrebbe essere meglio affidare i bambini a persone affidabili come te e Ingold\", spiegò la sua amica vedendo lo sguardo che la donna gli stava rivolgendo, silenziosamente sotto quella maschera.\n\"quando tornerò trionfante, faremo una rimpatriata con Lasker e Ingold. Cucinerò io, me la cavo molto bene.\"\nNotando i suoi occhi sospettosi, aggiunse: \"Ehi, sono diventata bravissima negli ultimi anni col forno, per la felicità dei bambini!\nBeh suppongo che questo sia un addio, Guillotin... Mio caro Emanuel.\nSpero la vita ti tratti bene. Non metterti nei guai, d'accordo? Spero che quei fanciulli non abbiano ancora distrutto la mia Sponsian...\"\nLui non amava i bambini... In effetti, non voleva avere a che fare con nessuno, poiché incontrare persone gli ricordava solo che nelle loro vene scorreva del sangue rosso.\nMa dato che a chiderglielo era la sua vecchia amica, accettò di prendersi cura di loro momentaneamente.\nLe avrebbe restituito la patata bollente al suo ritorno..."
          }
        ]
      }
    ]
  }
}