{
  "epId": 4227,
  "name": "Ann",
  "desc": "<p>Un oceanide creato dalla coscienza di Mary-Ann.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/85019254/7a4364ee7ecfbf1eb2b78fbf7b6607ed_1775530313171549027.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1701904146,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Ann"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Posizione",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/85019254/0e59906b15bae20336b3828c9673d493_6331692273286282286.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Posizione prima di accettare la missione \"Ann di Narcissenkreuz\"."
          }
        ]
      },
      {
        "key": "Posizione",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/85019254/dd62120c81125295e7ccd30c17211be0_5587443532654525822.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Posizione dopo aver completato la missione \"Ann di Narcissenkreuz\" e durante la missione \"Storia incompiuta\"."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Ann",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Esistono opinioni diverse su come nascono gli Oceanidi. Alcune persone credono che la creazione di un Oceanide da un altro Oceanide sia un fenomeno raro, che solo oceanidi forti con intelligenza ed empatia sviluppate come Rhodea e Idyia possono fare. Altri credono che un Oceanide possa creare un altro Oceanide a partire da un forte sentimento d'amore.\nNessuno sa quale versione sia accurata, ma è noto che l'Oceanide Mary-Ann creò l'Oceanide Ann dopo averla vista in sogno.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>Un'Oceanide che vive nell'Annapausi. <span class=\"wk-shady\"> È un Oceanid formata dalla fusione delle coscienze di Lyris e Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7ac751c3fd3892141d972392696a414b_8511750044770393881.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2211,
        "name": "Oceanidi",
        "desc": "A life-form created from condensed Hydro elements of incredible purity. Often attached to bodies of water.<br/>It is said that as water bodies become purer, the Hydro elements within grow more abundant, causing the Oceanids to grow more powerful. It is also said by some that Oceanids were once sea creatures from a home far away who carried the fragments of a long-dead god to the many corners of this world. Perhaps they did this so that the love their god held for this world could be spread through the waters to all the land...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3974,
        "name": "Idyia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un NPC esclusivo dell'evento Paradiso segreto estivo. Idyia è un Oceanide ed è la custode del Miraggio di Veluriyam.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/8f84efbb97c6667cbf39cb960acb5db8_5628516338796351592.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ann di Narzissenkreuz",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "L'Oceanide Lyris e Mary-Ann Guillotin influenzarono in modo significativo la personalità e la coscienza di Ann perché l'Oceanide Mary-Ann fu creata fondendo le loro coscienze. Il mondo di Ann è stato creato da una favola sul malvagio drago Narciso, raccontata una volta dal vicedirettore dell'orfanotrofio in cui Mary-Ann stava crescendo. Per questo, Ann credeva che il significato della sua vita fosse salvare la principessa Lyris dalla fiaba del drago malvagio.\nOltre ad Ann, furono creati idromimi sotto forma di una rana, uno scoiattolo, uccelli e un cinghiale, che divennero gli amici di Ann e la squadra di salvataggio della principessa Lyris. Portavano tutti il nome degli amici della piccola Mary-Ann dall'orfanotrofio."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/85019254/2dd4301d48b45dc11e939adb9ca9aa7a_6880531082975324684.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Un giorno, uno degli amici di Ann, Petit Chou, si è messo nei guai, quindi Ann ha chiesto aiuto ad un Viaggiatore di passaggio. E' iniziata così la loro avventura per salvare la principessa. Il Viaggiatore e Ann hanno potuto liberare tutti i suoi amici ed entrare nel castello di Lyris (l'ex edificio dell'Istituto Narzissenkreuz). Gli amici di Ann hanno dovuto sacrificare la loro forma fisica affinché lei potesse raggiungere Lyris. Come risultato di questo viaggio, si è scoperto che la principessa non esisteva e Mary-Ann li stava aspettando alla fine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/85019254/64787e4862b0f5da75a8d4ccec491a4c_5395560921397409891.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Mary-Ann non voleva lasciare il suo mondo da favola di Annapausis, quindi desiderò che Ann vivesse come voleva e fosse libera. Senza dare alcuna risposta sulle origini di Ann, Mary-Ann chiuse la barriera dietro di sé in modo che Ann e il Viaggiatore non potessero più entrare.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Direttrice dell'Istituto Narzissenkreuz, un orfanotrofio a Fontaine, divenne in seguito membro del Narzissenkreuz Ordo e ottenne il titolo di \"Imperatrice Rossa\" dopo che l'Istituto fu abbandonato durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/85019254/b6d86ff8dfd84cf744e57a516b1a14c6_7972972477075780534.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>Un'Oceanide che vive nell'Annapausi. <span class=\"wk-shady\"> È un Oceanid formata dalla fusione delle coscienze di Lyris e Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7ac751c3fd3892141d972392696a414b_8511750044770393881.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Figlia adottiva di Emanuel Guillotin, è cresciuta all'Istituto Narzissenkreuz con suo fratello Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7f04e9d0b83ab550cc91ddf708008a7d_2679414733014655735.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sulla scia di Narciso",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Per scoprire la verità sulle sue origini, Ann ha collaborato con il cane meccanico Seymour, che stava cercando la sua proprietaria scomparsa di nome Mary-Ann, l'Hilichurl Caterpillar, un membro dell'Ordo Narzissenkreuz e il Viaggiatore. Dopo la ricerca, hanno scoperto che Mary-Ann è apparsa dalla fusione dell'Oceanid Lyris e dell'umana Mary-Ann Guillotin circa 500 anni fa. Hanno cercato la Spada Sacra di Narzissenkreuz per separare le identità di Lyris e Mary-Ann Guillotin. Quando hanno rotto la barriera che ostruiva il percorso verso Mary-Ann con la spada, si sono resi conto che aveva già compiuto il suo dovere poiché Mary-Ann ha accettato la sua identità e realtà.\nDopo tutte le avventure, Mary-Ann e Ann decisero di intraprendere un viaggio per vedere il mondo che Mary-Ann non vedeva da centinaia di anni. Portarono con sé il cane meccanico Seymour e Melusina Mamère, promettendo al Viaggiatore di incontrarsi presto.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Un membro dell'Ordo Narzissenkreuz a cui è stato dato il titolo di \"Crisalide della Falena Fantasmatica\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/85019254/be516a2c9005727dcfd1fe45662a826d_7302847739631280868.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Figlia adottiva di Emanuel Guillotin, è cresciuta all'Istituto Narzissenkreuz con suo fratello Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7f04e9d0b83ab550cc91ddf708008a7d_2679414733014655735.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "name": "Mamère",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Mamère è una Melusina che ama dipingere tutti i giorni. È l'unica Melusina in grado di ascoltare i suoi antenati.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/19/190184121/9cc2115edbfc809cdaa5a1629eb9dc37_1533669892570407392.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Spada di Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una spada che ha perso tutta la sua potenza una volta raggiunto l'epilogo della storia. Ora, col potere residuo in essa racchiuso, è destinata a intraprendere un nuovo viaggio atto a commemorare un grande sogno.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/23/190184121/01d3f8317c86ea98d617ad61213b7c9a_4496702963251486266.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "name": "Spada sacra di Narzissenkreuz",
        "desc": "<p>Una spada sacra che assume un significato speciale all'interno di una certa storia.</p><p>Non appartiene a nessuno.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/45954971/68d0d08d542b55f82a8a7e567b0a73d3_2044327149824729635.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Una favola raccontata da Basil Elton per la piccola Mary-Ann",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/85019254/48e47b19691729ecabe82867c3248f85_5364956271236640213.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Molto, molto tempo fa, in un posto molto, molto lontano, c'era una volta una bella e gentile principessa di nome Lyris... e sì, è proprio lei la nostra protagonista!</color>\n<color=#ffffff73>\"Non voglio questo nome, non è quello che avevi detto prima.\"</color>\n<color=#ffffff73>Oh, andiamo, è solo una storia, non c'è bisogno di essere così pignoli. Comunque, il racconto inizia così...</color>\n<color=#ffffff73>E il nostro antagonista malvagio... beh, è il drago Narcissus, talmente malvagio che qualunque sostenitore della pace trema al solo sentire il suo nome... Ovviamente, non è che a Narcissus importi quello che pensano di lui.</color>\n<color=#ffffff73>Con le fiamme roventi che sprigionava dalla bocca seminava distruzione ovunque, con le sue grandi ali riduceva in polvere le città e con il suo alito incendiario riduceva le nazioni in cenere.</color>\n<color=#ffffff73>Alla fine, l'unico regno sopravvissuto era quello della principessa. Solo il suo instancabile impegno era riuscito a fermare il piano di distruzione totale di Narcissus.</color>\n<color=#ffffff73>\"Quindi nella storia di Narcissus la cattiva sono io?\"</color>\n<color=#ffffff73>Beh, se fosse lui a raccontarla, potrebbe essere così: \"E il mio piano sarebbe riuscito, se non fosse stato per quella maledetta principessa Lyris\"... O qualcosa del genere.</color>\n<color=#ffffff73>Ma no. Te l'ho detto che è solo una storia, no? La principessa Lyris è un personaggio di fantasia e nient'altro. Tu sei tu e sei reale. Non confonderti, va bene?</color>\n<color=#ffffff73>\"Io non capisco...\"</color>\n<color=#ffffff73>Oh, porta pazienza. Smettila di interrompermi e fammi finire la storia! Ora, dov'eravamo rimasti?</color>\n<color=#ffffff73>Ah, quasi dimenticavo: la nostra protagonista ha bisogno di un assistente. La principessa Lyris, gentile e bella com'è, avrà di certo un mucchio di amici disposti a darle una mano.</color>\n<color=#ffffff73>Vediamo... La principessa Lyris ha un gruppo di amici coraggiosi e leali, come Al e Ney...</color>\n<color=#ffffff73>\"Non è possibile.\"</color>\n<color=#ffffff73>E dai! È solo una storia. Nella nostra versione, sia Al che Ney sono amici di Lyris.</color>\n<color=#ffffff73>Ah, sì, come si chiamava l'altro amico di Lyris? Il piccoletto con i capelli chiari?</color>\n<color=#ffffff73>\"Non è mio amico.\"</color>\n<color=#ffffff73>Ma la principessa Lyris può essere sua amica, giusto? Anch'io voglio esserlo. Quindi, lasciamolo venire con noi, d'accordo? Com'è che si chiama?</color>\n<color=#ffffff73>\"Va bene. Lo chiameremo Kate.\"</color>\n<color=#ffffff73>Ah! Allora vada per il colonnello Kate. Voglio dire, ha sempre quell'aria fredda e distaccata. E poi è continuamente sommerso dai libri, quindi un rango del genere gli si addice perfettamente.</color>\n<color=#ffffff73>Bene... abbiamo tutti i personaggi per la storia! Il terrificante drago Narcissus aveva cercato di distruggere tutti i regni della terra, ma quello della principessa Lyris era rimasto al sicuro grazie alla sua protezione e a quella dei suoi fidati amici!</color>\n<color=#ffffff73>\"Sì, ho capito. E, proprio come in tutte le storie, la principessa e i suoi amici vissero per sempre felici e contenti.\"</color>\n<color=#ffffff73>Tutte le storie dovrebbero finire così!</color>\n<color=#ffffff73>Veramente abbiamo appena iniziato, non siamo nemmeno arrivati alle parti più emozionanti.</color>\n<color=#ffffff73>\"Parti emozionanti?\"</color>\n<color=#ffffff73>Certo. Dopotutto, perché Narcissus vuole distruggere tutto? E come farà Lyris a proteggere la sua gente? Neanche un po' di curiosità?</color>\n<color=#ffffff73>\"Non basta sapere già il finale?\"</color>\n<color=#ffffff73>E il divertimento dov'è? I finali potranno anche risultare simili, ma sono i colpi di scena che distinguono una storia dall'altra.</color>\n<color=#ffffff73>Proprio come nella nostra storia, il solitario Narcissus bramava il tesoro di Lyris e ne invidiava la bellezza e la gentilezza, perché erano ciò che il drago un tempo possedeva, ma aveva perduto.</color>\n<color=#ffffff73>E per quanto riguarda il tesoro di Lyris... direi che è giunto il momento.</color>\n<color=#ffffff73>\"Il 'momento'?\"</color>\n<color=#ffffff73>Sì! Se non ricordo male, una volta Al mi disse che gli orologi sono la prova che \"le persone vogliono tenersi stretto il tempo\", e Ney ha affermato che il tempo sembra sempre scivolare via. E Lyris si è sentita sola per molto tempo, non è vero? Se avesse degli amici, se potesse condividere il suo \"tempo\" con loro, allora sarebbe felice! Quindi diciamo che Narcissus non è riuscito a invadere il regno di Lyris a causa di tutto il tempo che lei aveva condiviso con i suoi amici. Così, quando l'hanno combattuto, avevano più tempo a disposizione: ecco perché il drago non è riuscito a sconfiggere gli amici di Lyris!</color>\n<color=#ffffff73>Pensaci, Lyris: se avessimo più tempo, non riusciremmo a fare più cose? Ad esempio, Al potrebbe colpire Narcissus tre o quattro volte in più. Sarebbe molto più forte con più tempo a disposizione! Sì, ecco la spiegazione!</color>\n<color=#ffffff73>Gli amici di Lyris sfruttarono il tempo che lei aveva condiviso con loro per ostacolare Narcissus, più e più volte.</color>\n<color=#ffffff73>L'astuto drago però scoprì il loro segreto e, con la pazienza di una vipera in agguato, continuò a mandare i suoi eserciti all'attacco, esaurendo il tempo di Lyris.</color>\n<color=#ffffff73>Così la principessa Lyris dovette fare grandi sacrifici per proteggere il regno e aiutare i suoi amici a vincere le battaglie. E, col tempo, si dimenticò di quegli amici, perché aveva rinunciato al passato. Non rideva e non giocava più con loro perché aveva rinunciato al presente...</color>\n<color=#ffffff73>Finché, un giorno, l'acqua della sorgente che un tempo scorreva allegra divenne silenziosa... e le ali spalancate di Narcissus oscurarono il cielo. Nonostante i valorosi sforzi degli amici di Lyris, il drago era inarrestabile, perché Lyris non aveva più tempo da condividere con loro. Non passò molto che il drago raggiunse il palazzo.</color>\n<color=#ffffff73>Nei suoi ultimi istanti, Lyris raccolse intorno a sé i suoi amici, di cui non ricordava più il nome, e affidò loro la cosa più preziosa del mondo: una goccia d'acqua pura... Sì, pura come te.</color>\n<color=#ffffff73>Disse: \"Questo è il mio futuro, portatelo con voi\".</color>\n<color=#ffffff73>Disse: \"Se anche io e il regno dovessimo cadere preda di Narcissus, non avrà importanza, perché il mio futuro sarà con voi\".</color>\n<color=#ffffff73>Poi fece loro una promessa: \"Anche se abbiamo perso il nostro 'passato' e il nostro 'presente', se resteremo aggrappati al 'futuro' verrà il momento in cui ci riuniremo e il regno tornerà a splendere\".</color>\n<color=#ffffff73>Poi fece loro una promessa: \"Anche se abbiamo perso il nostro 'passato' e il nostro 'presente', se resteremo aggrappati al 'futuro' verrà il momento in cui ci riuniremo e il regno tornerà a splendere\".</color>\n<color=#ffffff73>In quel momento, l'esercito del drago sfondò le porte del castello a colpi di cannone. Lyris esortò i suoi amici a fuggire, e questi obbedirono con grande difficoltà, in lacrime. Ormai priva di futuro, la principessa Lyris cadde in un sonno profondo e privo di sogni, insieme alla torre in cui viveva.</color>\n<color=#ffffff73>Fu così che crollò l'ultimo regno di luce rimasto. Gli amici di Lyris si nascosero nell'oscurità e sopportarono a lungo le avversità. Però rimasero uniti, legati dal futuro che la principessa aveva promesso loro. Allora, adesso cosa te ne pare della storia?</color>\n<color=#ffffff73>\"Non capisco. Il passato, il presente e il futuro... Non li capisco. Io non vedo alcun futuro dopo un tale disastro.\"</color>\n<color=#ffffff73>Vedi, Al sta lavorando duramente per aiutare Lord Neville e garantire il nostro futuro. E tu, Ney e Jak non state forse lavorando insieme per costruirne uno? Insieme... È così che abbiamo creato gran parte del nostro \"passato\", no? Ora che siamo uniti nel \"presente\", potremo sicuramente restare insieme anche nel \"futuro\". Condivideremo il peso di molti dolori e daremo vita anche a molti momenti di gioia.</color>\n<color=#ffffff73>\"Sì, lo so...\"</color>\n<color=#ffffff73>\"E la storia allora? Cos'è successo alla principessa?\"</color>\n<color=#ffffff73>Mmmh... Temo che se ne parlerà per la prossima volta, ora sono un po' di corsa. Devo tornare indietro con quello sciocco di un cane. Ti racconterò il resto più avanti!</color>\n<color=#ffffff73>Oh, dai, non fare così... Va bene, che ne dici se io invento l'inizio e tu mi racconti come va avanti la prossima volta? Mmmh. Fammi pensare...</color>\n<color=#ffffff73>\"In un futuro molto, molto remoto, in una terra lontana lontana...</color>\n<color=#ffffff73>esisteva un impero oscuro dominato dal perfido drago Narcissus.</color>\n<color=#ffffff73>La principessa che un tempo desiderava ardentemente era sprofondata, insieme all'alta torre in cui viveva, in un sonno statico e privo di sogni, rimanendo così al sicuro dalle grinfie del drago. Questo fece infuriare Narcissus, che inviò innumerevoli servitori a setacciare l'impero alla ricerca del tesoro di lei. Usando la stregoneria, preparò anche molti meccanismi difensivi per impedire a chi si schierasse dalla parte della giustizia di resistergli. Giurò che avrebbe trovato il tesoro della principessa e che l'avrebbe risvegliata, perché solo allora avrebbe potuto renderla completamente sua.</color>\n<color=#ffffff73>Un gruppo di eroi proteggeva il tesoro che la principessa aveva affidato loro, una perla d'acqua limpida e brillante.</color>\n<color=#ffffff73>Un giorno, dalla perla d'acqua nacque una minuscola vita.</color>\n<color=#ffffff73>Mmmh... e come la chiamiamo questa vita? Accidenti, se avessi saputo che la storia sarebbe andata così, avrei risparmiato il tuo nome per usarlo qui. Qualche idea?</color>\n<color=#ffffff73>...</color>\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil fu un ammiraglio in pensione dell'Armata di Fontaine, capitana della Sponsian, e vicedirettrice dell'Istituto di Narzissenkreuz. Morì 500 anni fa durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/386107b800f05b084d15ad8145cf8913_8405686976077330479.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Sogno della ninfa",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/190184121/c73081f31cb05982d077050cf83b979b_2993952448763115830.png",
        "displayStyle": "card"
      }
    ]
  }
}