{
  "epId": 4317,
  "name": "Fiabe di Fontaine",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/10/141621183/69f938c2bcc93f5895e9a94adbd4fb77_5445995010651765609.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1752358905,
  "components": {
    "body": [
      {
        "title": "Fiabe di Fontaine (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>La fanciulla e il sole</color>\n<color=#ffffff73>E la figlia che la volpe aveva adottato crebbe, bella e delicata come la primavera, fino a raggiungere l'età da marito.</color>\n<color=#ffffff73>Così educata e gentile che era impossibile trovare una sola altra fanciulla alla sua altezza.</color>\n<color=#ffffff73>Fu allora che la volpe si rivolse a quella sua figlia:</color>\n<color=#ffffff73>\"Tesoro, piccola mia, oramai sono vecchia. Presto non sarò in grado di prendermi cura di te come ho fatto finora.</color>\n<color=#ffffff73>Scegli qualcuno che ti faccia da marito, chiunque ne sarebbe onorato.\"</color>\n<color=#ffffff73>La figlia le rispose:</color>\n<color=#ffffff73>\"Così sia, madre. Dammi in sposa all'essere più potente che esista al mondo.\"</color>\n<color=#ffffff73>La volpe rifletté e disse: \"Non può che essere il sole, il più potente. Oh sole che splendi nel cielo, prenderai in sposa mia figlia.\"</color>\n<color=#ffffff73>Ma il sole si rifiutò: \"Non sono io il più potente. Guarda queste nuvole piuttosto, che riescono a schermare i miei raggi.\"</color>\n<color=#ffffff73>\"Beh, in tal caso... Nuvole che vagate nel cielo e bloccate i raggi del sole, sposereste mia figlia?\"</color>\n<color=#ffffff73>\"Non potrei mai! Basta un alito di vento per spazzarci via, non vedi? Faresti meglio a darla in sposa al vento!\"</color>\n<color=#ffffff73>Ma il vento trovava la montagna a farle ostacolo, ed è proprio dalla montagna che si diresse la volpe.</color>\n<color=#ffffff73>Ma la montagna obbiettò, citando i suoi litigi con un topino.</color>\n<color=#ffffff73>Quel topo riusciva a scavare intere gallerie attraverso le montagne, senza che queste potessero opporre resistenza.</color>\n<color=#ffffff73>Non era quindi forse più potente delle montagne stesse?</color>\n<color=#ffffff73>A sua volta il topo tirò in ballo il gatto, il gatto fece lo stesso col cane, e infine il cane con il lupo.</color>\n<color=#ffffff73>In fine, la volpe si ritrovò di nuovo al cospetto del sole.</color>\n<color=#ffffff73>E così, la fanciulla si sposò col sole.</color>\n<color=#ffffff73>La morale della storia ci esorta a seguire il destino, senza cercare scappatoie.</color>\n<color=#ffffff73>Volente o nolente, nessuno può sottrarsi al proprio destino.</color>"
          }
        ]
      },
      {
        "title": "Fiabe di Fontaine (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Il corvo e la volpe</color>\n<color=#ffffff73>C'era una volta un corvo appollaiato sul ramo di un albero, che teneva nel becco un pezzo di formaggio.</color>\n<color=#ffffff73>La volpe che viveva ai piedi dell'albero sollevò la testa e lo vide.</color>\n<color=#ffffff73>\"Ehi, amico\" gli disse.</color>\n<color=#ffffff73>\"Quella roba che nascondi nel becco non ha un gran bell'aspetto, sai?\"</color>\n<color=#ffffff73>\"Chiunque altro l'avrebbe già buttata via.\"</color>\n<color=#ffffff73>\"Come se non bastasse, non lo vedi che quel pezzo è troppo grosso?</color>\n<color=#ffffff73>Se lo ingoi, ti strozzerai!\"</color>\n<color=#ffffff73>\"I casari della città ti hanno lasciato andare,</color>\n<color=#ffffff73>perché lo sanno. O pensi che te l'abbiano dato tenerlo al sicuro?\"</color>\n<color=#ffffff73>Al corvo poco importavano queste parole e continuò a tenere il formaggio in bocca.</color>\n<color=#ffffff73>Vedendo che il corvo non intendeva ancora arrendersi, la volpe si fece sentire di nuovo:</color>\n<color=#ffffff73>\"Amico mio,</color>\n<color=#ffffff73>\"Questo formaggio non è nulla di prezioso!</color>\n<color=#ffffff73>Pensaci! Quando volavi tra montagne e foreste, senza una sola preoccupazione,</color>\n<color=#ffffff73>hai mai sentito parlare di formaggio?</color>\n<color=#ffffff73>Ascoltami, orsù, non sta certo a noi goderci una creazione del genere.</color>\n<color=#ffffff73>Lascialo marcire tra le montagne. Lascia che il vento lo trascini fino al mare.</color>\n<color=#ffffff73>Non lasciare si trasformi in catene, pronte a domarti.\"</color>\n<color=#ffffff73>Senza mollare la presa, il corvo arruffò le penne.</color>\n<color=#ffffff73>Vedendo che il corvo non intendeva arrendersi, la volpe sospirò.</color>\n<color=#ffffff73>\"Suvvia, amico mio,\"</color>\n<color=#ffffff73>Se davvero desideri mangiare del formaggio,</color>\n<color=#ffffff73>non sarò io, una mera volpe, a fermarti.</color>\n<color=#ffffff73>Ma sicuramente non conosci il modo adatto per mangiarlo.</color>\n<color=#ffffff73>Se ingollassi alla svelta quel pezzo di formaggio,</color>\n<color=#ffffff73>sarebbe un enorme spreco di un tesoro così raro!</color>\n<color=#ffffff73>E un ancor più grande spreco delle ricette che ho imparato durante i miei viaggi intorno al mondo!\"</color>\n<color=#ffffff73>In preda alla curiosità, il corvo non resistette, e aprì il becco.</color>\n<color=#ffffff73>\"E potresti per caso insegnarmi queste ricette?\"</color>\n<color=#ffffff73>Così facendo, il formaggio cadde al suolo,</color>\n<color=#ffffff73>la volpe lo afferrò al volo, fece dietrofront, e si nascose nella sua tana.</color>\n<color=#ffffff73>Questa storia ci racconta come chi cerca di scoprire misteri che non dovrebbe conoscere,</color>\n<color=#ffffff73>finisce col perdere tutto, anche ciò che già possiede.</color>"
          }
        ]
      },
      {
        "title": "Fiabe di Fontaine (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>La storia dell'asino</color>\n<color=#ffffff73>Non si può cambiare la propria natura.</color>\n<color=#ffffff73>Tutti in questo mondo abbiamo pregi e difetti.</color>\n<color=#ffffff73>Conosci te stesso e accetta i tuoi difetti.</color>\n<color=#ffffff73>Non fare come l'asino o ti renderai ridicolo.</color>\n<color=#ffffff73>Avendo saputo che la volpe aveva ottenuto il formaggio, nel cuore dell'asino crebbe il desiderio di fare altrettanto.</color>\n<color=#ffffff73>\"Che mondo è mai questo?</color>\n<color=#ffffff73>A me la volpe non sembra così furba, anche se la gente sostiene il contrario.</color>\n<color=#ffffff73>Io mi spacco la schiena lavorando tutto il giorno, ma nessuno mi fa mai un complimento.</color>\n<color=#ffffff73>Stando così le cose, dovrò proprio prendere esempio dalla volpe.</color>\n<color=#ffffff73>Si tratta solo di imparare qualche trucchetto, non può essere difficile.\"</color>\n<color=#ffffff73>L'asino si nascose dunque dietro agli alberi, aspettando pazientemente.</color>\n<color=#ffffff73>Vedendo arrivare la figlia del casaro, l'asino sbucò fuori.</color>\n<color=#ffffff73>Sperando di riuscire a imitare la volpe, sollevò uno zoccolo e le disse:</color>\n<color=#ffffff73>\"Ascoltami, ascoltami. Non vedi che stai andando troppo lenta?</color>\n<color=#ffffff73>Se vuoi sbrigarti, ti conviene liberarti di tutto quel formaggio.\"</color>\n<color=#ffffff73>La ragazza rispose indignata:</color>\n<color=#ffffff73>\"Brutto asinaccio! Pensi forse di ingannarmi?</color>\n<color=#ffffff73>A me il bastone! Riporterò questa bestia al mulino!\"</color>\n<color=#ffffff73>Vedendo il bastone ruotargli davanti al muso, l'asino si mise a tacere.</color>\n<color=#ffffff73>La morale della storia ci invita a essere noi stessi. A non perdere la nostra identità.</color>\n<color=#ffffff73>Comportarci imitando gli altri genera solo inutili sofferenze.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Fiabe di Fontaine"
          }
        ]
      }
    ]
  }
}