{
  "epId": 4321,
  "name": "Robben contro Chesterton: La spilla iridata",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/10/141621183/3e4b1dd8d4d2f3fbc1a5c8fe469783c0_9177107219043243045.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1752358919,
  "components": {
    "body": [
      {
        "title": "Robben contro Chesterton: La spilla iridata (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Chiamatemi Poiret. Diversi anni fa, non importa quanti, venni a trovare mio zio Chesterton, un famoso detective alla Corte di Fontaine. Ero stanco della vita là fuori e non avevo più il becco di un quattrino. Potete immaginare la mia sorpresa quando mio zio mi chiese di aiutarlo sul caso Robben, il famoso ladro fantasma...</color>\n<color=#ffffff73>La Corte non dovrebbe essere così deserta a mezzanotte, eppure, in quel momento, non c'era nessuna persona nelle strade al di fuori della dimora di Monsieur Pierre. Solo il vento notturno d'autunno riecheggiava sotto la fredda luna come un'arpa uggiolante.</color>\n<color=#ffffff73>Nell'ombra la polizia e i giornalisti guardavano come avvoltoi la magione illuminata, aspettando l'arrivo di un certo \"stimato ospite\".</color>\n<color=#ffffff73>Come tutte le persone coinvolte, anch'io ero nascosto nell'ombra di un angolo della strada. La lunga attesa cominciava ad annoiarmi...</color>\n<color=#ffffff73>\"Ci sta mettendo troppo. Pensi che Robben si farà vivo davvero?\"</color>\n<color=#ffffff73>La giornalista dell'Uccello a vapore sembrava avere un'opinione diversa a riguardo, e rispose immediatamente:</color>\n<color=#ffffff73>\"Certo che lo farà! Ha inviato un messaggio, affermando che ruberà e la Spilla Iridestella. Non si rimangerà la parola! L'unica domanda, in realtà, è che tecnica appariscente userà per arrivare sulla scena questa volta...\"</color>\n<color=#ffffff73>\"Mmm? Sembri un po'...\"</color>\n<color=#ffffff73>\"Ma certo! Sarebbe più strano il contrario, come potrei non essere affascinata dal ladro fantasma!\"</color>\n<color=#ffffff73>E proprio mentre la giornalista mi raccontava con entusiasmo le \"grandi gesta\" di tale ladro, l'orologio scoccò la mezzanotte.</color>\n<color=#ffffff73>All'improvviso, ci fu una grande esplosione e le luci della casa si spensero all'improvviso. Prima che i nostri occhi si adattassero all'improvvisa oscurità, un intenso lampo eruppe dalla finestra della magione, tramutando la notte in giorno per pochi istanti.</color>\n<color=#ffffff73>Una volta recuperata la vista i poliziotti entrarono nella magione, e io li seguii nella stanza della collezione di Monsieur Pierre.</color>\n<color=#ffffff73>Sul piedistallo non c'era niente: la Spilla Iridestella era svanita!</color>\n<color=#ffffff73>Di fronte alla palese verità, i ruggiti di rabbia e le grida di sconcerto apparvero sterili e senza senso. Il trambusto della folla e lo strascinìo del fragore dell'esplosione generarono una miscela cacofonica che mi fece venire il mal di testa.</color>\n<color=#ffffff73>Dato che non avevo nulla da fare, seguii le parole di mio zio, facendo finta di investigare la scena del crimine prima di tornare a casa.</color>\n<color=#ffffff73>Prima di andarmene, sentii il suono dello scatto di una macchina fotografica dietro di me, e le parole per niente professionali della giornalista:</color>\n<color=#ffffff73>\"Ah! Un'altra stravagante fuga di Robben, il leggendario ladro fantasma! Una performance straordinaria!\"</color>"
          }
        ]
      },
      {
        "title": "Robben contro Chesterton: La spilla iridata (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Per fortuna, il posto non era lontano da casa di mio zio, quindi mi trascinai fin lì.</color>\n<color=#ffffff73>Quando mi vide, non si scompose minimamente e continuò nella sua lettura.</color>\n<color=#ffffff73>\"La prima pagina dell'Uccello a vapore di domani sarà proprio interessante\".</color>\n<color=#ffffff73>\"Non mi sembri preoccupato\". Appesi il cappotto, sbottonai il colletto della camicia e mi lasciai sprofondare nel divano. Quindi presi a raccontargli tutto in dettaglio.</color>\n<color=#ffffff73>\"L'esplosione non doveva distruggere nulla, il piano del ladro fantasma prevedeva di usare il suo boato per coprire il rumore dei movimenti di un Mekautoma\".</color>\n<color=#ffffff73>\"Un Mekautoma? Non si riesce a fuggire facilmente portandosi dietro un affare così ingombrante. Deve averlo lasciato nei paraggi e potrebbe contenere qualche indizio... Credevo Robben fosse più furbo, e invece lo prenderemo presto\".</color>\n<color=#ffffff73>\"Non ne sarei così sicuro. Del resto, l'esplosione è stata solo una scusa per coprire il rumore del Mekautoma, e allo stesso modo il Mekautoma potrebbe essere nient'altro che un'esca\".</color>\n<color=#ffffff73>\"Non è semplice\", dissi passando la mano tra i capelli. \"E per quanto riguarda la spilla...\"</color>\n<color=#ffffff73>\"Deve essere ancora nella magione\". Lo zio smise di parlare per un attimo. \"Tutti questi sotterfugi vogliono convincerci che la spilla sia sparita, quando l'oggetto 'rubato' si trova invece ancora nello stesso posto\".</color>\n<color=#ffffff73>\"Del resto, gli serve solamente un'identità falsa che gli consenta di accedere alla magione, così potrà impadronirsi della spilla senza destare sospetti\".</color>"
          }
        ]
      },
      {
        "title": "Robben contro Chesterton: La spilla iridata (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"Capisco. Davvero astuto...\"</color>\n<color=#ffffff73>Lo zio mi osservava interessato, aspettandosi che continuassi il mio ragionamento. Così, feci un bel respiro e cominciai a esporre le mie deduzioni.</color>\n<color=#ffffff73>\"L'hai detto tu stesso. Una volta esclusi tutti gli elementi impossibili, quel che rimane, per quanto improbabile, deve essere ciò che è realmente accaduto. E, ragionando così, lì potrebbero essere tutti colpevoli o, ancor peggio, tutti coinvolti. Robben, il ladro fantasma, potrebbe essere un gruppo di persone piuttosto che un solo individuo...\"</color>\n<color=#ffffff73>Ripensai a tutti i presenti, cercando di ricordare anche il più piccolo dettaglio sospetto.</color>\n<color=#ffffff73>\"Mademoiselle Leblanc dell'Uccello a vapore è sicuramente un'ammiratrice di Robben. Beh, ho esaminato le sue credenziali, ma falsificare dei documenti d'identità dovrebbe essere una passeggiata per lui\".</color>\n<color=#ffffff73>\"Monsieur Chandler della Maison de la Garde si è allontanato dalla scena per un po'... e non è tornato fino a qualche momento dopo il furto. Era furioso, ma ripensandoci, è possibile che stesse recitando\".</color>\n<color=#ffffff73>\"Madame Christie dello Spettro Maréchaussée ha insistito sulla possibilità che Robben abbia usato un Mekautoma. Considerando la tua ipotesi, potrebbe trattarsi di un diversivo\".</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>\"Quindi, tra tutte queste persone, quale sembra il colpevole più plausibile?\"</color>\n<color=#ffffff73>Dopo aver indagato su tutti per trovare il colpevole, chiesi con attenzione.</color>\n<color=#ffffff73>\"Hai buon occhio...\", disse mio zio posando la pipa e alzandosi in piedi. Il suo bastone d'acciaio luccicava freddo alla luce della luna, \"ma manca ancora qualcosa, qualcosa di vitale per il caso\".</color>\n<color=#ffffff73>Rimasi per un attimo sbalordito, mentre alzava il bastone.</color>\n<color=#ffffff73>\"Lei, il gentiluomo venuto a trovare lo zio che non ha mai conosciuto e che si fa chiamare Poiret, era tra la folla quel giorno. Ho ragione, signor Robben?\"</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Robben contro Chesterton: La spilla iridata"
          }
        ]
      }
    ]
  }
}