{
  "epId": 4323,
  "name": "Remuria: Il declino e la rovina (II)",
  "desc": "<p>Si narra che la grande studiosa Pulteney abbia scritto quest'opera epica sull'antica civiltà remuriana nei primi anni della fondazione di Fontaine.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/07/20856775/3bf58d9bf14ceec9502158e791838760_1026703483358927835.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1759958444,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Remuria: Il declino e la rovina (II)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Si trova a Palais Mermonia"
          }
        ]
      },
      {
        "key": "Libro",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4325,
            "name": "Remuria: Il declino e la rovina",
            "desc": "<p>Si narra che la grande studiosa Pulteney abbia scritto quest'opera epica sull'antica civiltà remuriana nei primi anni della fondazione di Fontaine.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/12/45954971/1c1bec7717f058d9ebb99fa06272a321_7723667969910080121.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "4.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origine"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Mappa interattiva:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=dark&bbs_theme_device=1&lang=it-it#/map/2?center=-1296.70,-5382.59&zoom=3.50&shown_types=111"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Libri correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 4322,
        "name": "Remuria: Il declino e la rovina (I)",
        "desc": "<p>Si narra che la grande studiosa Pulteney abbia scritto quest’opera epica sull’antica civiltà remuriana nei primi anni della fondazione di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/07/20856775/3bf58d9bf14ceec9502158e791838760_9081284342528060600.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4324,
        "name": "Remuria: Il declino e la rovina (III)",
        "desc": "<p>Si narra che la grande studiosa Pulteney abbia scritto quest'opera epica sull'antica civiltà remuriana nei primi anni della fondazione di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/07/20856775/3bf58d9bf14ceec9502158e791838760_4060754232364303052.png",
        "displayStyle": "card"
      }
    ],
    "textualResearch": [
      {
        "title": "Volume 2",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Onore e gloria a Remuria e al suo immortale sovrano, Remus, che regna su ogni cosa ed è Armosta universale. Oggi, la bellezza e lo splendore di quella che fu la Città eterna superano la stessa immaginazione degli studiosi più colti.</color>\n<color=#ffffff73>Superati i Pilastri oceanici, lungo la via regale che conduce al gigantesco porto dov'è attraccata Fortuna, la nave imperiale, si scorge per prima cosa un'alta torre. La torre di Remuria non fu costruita per ricevere oracoli celesti, ma per guidare le navi che viaggiavano tra le isole navigando le alte acque. Si narra che la torre si trovasse al confine tra sogno e realtà. Anche qualora le sirene avessero provato a farli addormentare con l'inganno, i marinai avrebbero seguito il suono della sua campana, superando la nebbia e raggiungendo Remuria.</color>\n<color=#ffffff73>Proseguendo lungo la via regale, si arriva a Machimos, dimora un tempo dei coraggiosi guerrieri remuriani. Qui, a celebrare la gloria e il trionfo della città, si costruirono templi e arene scolpendo enormi rocce. Vi sono mura imponenti decorate con smalti e oro, mentre statue di bronzo e di marmo sono disseminate per tutto il territorio, e nei mercati si vendono oro, spezie e specialità provenienti da ogni angolo del mondo.</color>\n<color=#ffffff73>Attraversando Machimos, si arrivava al Capitolium, il centro di Remuria, traboccante di aromi deliziosi e allietato da dolci melodie. Era un paradiso per gli artisti, al quale erano ammessi solo intellettuali e musicisti di spicco. Anche tra loro, poi, solo una piccola parte godeva del privilegio di servire il Dio re. Qui, tutti i teatri e i palazzi presentavano forme armoniose, con travi e cupole ornate da intagli sontuosi e intricati, tutti intorno a un maniero dorato con imponenti pilastri in rame. Il Re, che dimorava pacificamente nel cuore del palazzo, tendeva l'orecchio a ciascuna melodia e nota proveniente da ogni angolo dell'impero. Il Dio re correggeva immediatamente qualunque accordo stonato, garantendo la perfetta armonia sinfonica nel suo impero.</color>\n<color=#ffffff73>Re Remus nominò inoltre quattro persone, distintesi per i loro meriti, affinché evitassero che le genti al di sopra delle acque alte distruggessero la sinfonia dell'armonia universale. Condivise con loro potere e autorità, e questi diventarono così gli Armosti di ogni città, incaricati di mettere a tacere ogni nota stonata.</color>\n<color=#ffffff73>Diede poi ordine di costruire vie lunghissime, in grado di portare la sinfonia in ogni parte del mondo. Così l'aria vibrava propagando quei suoni dal Capitolium fino agli angoli più remoti degli insediamenti sulle acque alte.</color>\n<color=#ffffff73>Tuttavia il fato si era pronunciato, e provare a modificarlo sarebbe stato un peccato mortale perfino per gli dèi. E il peccato più grande commesso dal Dio re fu proprio il tentativo di trasferire agli umani quei poteri che erano prerogativa divina. Quella fu la ragione che condusse gli uomini alla corruzione, che portò a violenza e rivolte.</color>\n<color=#ffffff73>I meccanismi del fato sono imperscrutabili, e le stesse forze che a questo si ribellarono furono soffocate e poi usate per accrescere il suo potere. Quando è arrivato il giorno del giudizio, Remuria, la grande città immortale, si è arresa a una fine inevitabile. Oggi la melodia del Dio re risuona solo al Capitolium e il suo potente regno ha cessato di esistere.</color>\n<color=#ffffff73>Su questo concordano gli antichi scrittori: \"Gli oceani si solleveranno, gli imperi cadranno e l'unica certezza sarà il cambiamento.\"</color>"
          }
        ]
      }
    ]
  }
}