{
  "epId": 4325,
  "name": "Remuria: Il declino e la rovina",
  "desc": "<p>Si narra che la grande studiosa Pulteney abbia scritto quest'opera epica sull'antica civiltà remuriana nei primi anni della fondazione di Fontaine.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/12/45954971/1c1bec7717f058d9ebb99fa06272a321_7723667969910080121.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1718220476,
  "components": {
    "body": [
      {
        "title": "Volume 1",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Si narra che la grande studiosa Pulteney abbia scritto quest'opera epica sull'antica civiltà remuriana nei primi anni della fondazione di Fontaine</color>\n<color=#ffffff73>L'oceano che tutto genera e tutto divora.</color>\n<color=#ffffff73>Si narra che, un tempo, i primi popoli sapessero gestire da sé le proprie virtù, e che non avessero bisogno di leggi o autorità. Gli emissari della città celeste attraversavano la terra e, grazie alla loro guida, le persone goderono di pace, prosperità e abbondanza fin dai tempi antichi.</color>\n<color=#ffffff73>Tale regno benedetto dai cieli durò per diverse generazioni, fino a che la gente non si stancò della loro inscrutabile eternità. La loro progenie smise di obbedire agli oracoli e cominciò a desiderare cose mai promessegli, provando ad affrancarsi dal loro destino. Fu così che, in preda alla collera, i cieli mandarono onde gigantesche a spazzare via le città umane. Seguirono cento giorni di pioggia, durante i quali le maree affogarono i peccati e l'arroganza, mettendo fine all'esistenza dei primi popoli.</color>\n<color=#ffffff73>Quando le maree si ritirarono e la terra tornò a mostrarsi, non vi erano più civiltà che si ergessero al di sopra delle acque alte. I sopravvissuti, così come i nuovi nati, vivevano circondati da fiumi e foreste, privati di ogni fonte di conoscenza e saggezza. La vita degli uomini aveva lo stesso valore di quella degli animali selvatici che abitavano terre e mari, regolata dalle leggi della natura e senza un vero inizio né una fine.</color>\n<color=#ffffff73>Passarono moltissimi anni. Nell'estremo sud sorse e poi fu rovesciato il trono di Gurabad, e la nobile stirpe dell'est raggiunse una volta l'orlo delle acque alte. Questo mentre i nostri antenati rimanevano legati all'ignoranza e alla superstizione.</color>\n<color=#ffffff73>Il giorno in cui il grande re Remus giunge a Meropis con la sua Fortuna d'oro, la civiltà e l'ordine tornarono a regnare sulla regione che prendeva il nome di Fontaine. Remus insegnò alla gente l'arte dell'agricoltura, usò rocce gigantesche per costruire templi e città come dimora per i popoli. Soprattutto, fu lui a diffondere la bellezza della musica e dell'arte, che distinsero gli esseri umani dagli altri esseri viventi, inducendoli a considerarsi padroni di tutto.</color>\n<color=#ffffff73>Remus e la sua flotta immortale conquistarono ogni terra nota sopra le acque alte. Si arrese al suo potere anche il dragone delle profondità abissali. Quelli furono i giorni migliori sin dalla comparsa delle prime genti e la prosperità eterna sembrava più tangibile che mai.</color>\n<color=#ffffff73>Il Dio re e la sua gente si cullavano nel sogno di un'assoluta spensieratezza e fantasticavano di un progresso senza confini. Ma i veggenti erano di ben altro avviso: \"Il più grande degli imperi subirà una distruzione senza precedenti, chiamata Fortuna.\"</color>\n<color=#ffffff73>E così, il Dio re ideò il piano primordiale dal susseguirsi dei sette giorni e dai venti che attraversano il mare e la terra, componendo un'armoniosa sinfonia di prosperità. Fintanto che nelle città fosse risuonata quella melodia, pensava, esse si sarebbero sottratte al giudizio del fato e avrebbero raggiunto la beatitudine eterna.</color>\n<color=#ffffff73>Ma su questo concordano gli antichi scrittori: \"Gli oceani si solleveranno, gli imperi cadranno e l'unica certezza sarà il cambiamento.\"</color>"
          }
        ]
      },
      {
        "title": "Volume 2",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Si narra che la grande studiosa Pulteney abbia scritto quest'opera epica sull'antica civiltà remuriana nei primi anni della fondazione di Fontaine.</color>\n<color=#ffffff73>Onore e gloria a Remuria e al suo immortale sovrano, Remus, che regna su ogni cosa ed è Armosta universale. Oggi, la bellezza e lo splendore di quella che fu la Città eterna superano la stessa immaginazione degli studiosi più colti.</color>\n<color=#ffffff73>Superati i Pilastri oceanici, lungo la via regale che conduce al gigantesco porto dov'è attraccata Fortuna, la nave imperiale, si scorge per prima cosa un'alta torre. La torre di Remuria non fu costruita per ricevere oracoli celesti, ma per guidare le navi che viaggiavano tra le isole navigando le alte acque. Si narra che la torre si trovasse al confine tra sogno e realtà. Anche qualora le sirene avessero provato a farli addormentare con l'inganno, i marinai avrebbero seguito il suono della sua campana, superando la nebbia e raggiungendo Remuria.</color>\n<color=#ffffff73>Proseguendo lungo la via regale, si arriva a Machimos, dimora un tempo dei coraggiosi guerrieri remuriani. Qui, a celebrare la gloria e il trionfo della città, si costruirono templi e arene scolpendo enormi rocce. Vi sono mura imponenti decorate con smalti e oro, mentre statue di bronzo e di marmo sono disseminate per tutto il territorio, e nei mercati si vendono oro, spezie e specialità provenienti da ogni angolo del mondo.</color>\n<color=#ffffff73>Attraversando Machimos, si arrivava al Capitolium, il centro di Remuria, traboccante di aromi deliziosi e allietato da dolci melodie. Era un paradiso per gli artisti, al quale erano ammessi solo intellettuali e musicisti di spicco. Anche tra loro, poi, solo una piccola parte godeva del privilegio di servire il Dio re. Qui, tutti i teatri e i palazzi presentavano forme armoniose, con travi e cupole ornate da intagli sontuosi e intricati, tutti intorno a un maniero dorato con imponenti pilastri in rame. Il Re, che dimorava pacificamente nel cuore del palazzo, tendeva l'orecchio a ciascuna melodia e nota proveniente da ogni angolo dell'impero. Il Dio re correggeva immediatamente qualunque accordo stonato, garantendo la perfetta armonia sinfonica nel suo impero.</color>\n<color=#ffffff73>Re Remus nominò inoltre quattro persone, distintesi per i loro meriti, affinché evitassero che le genti al di sopra delle acque alte distruggessero la sinfonia dell'armonia universale. Condivise con loro potere e autorità, e questi diventarono così gli Armosti di ogni città, incaricati di mettere a tacere ogni nota stonata.</color>\n<color=#ffffff73>Diede poi ordine di costruire vie lunghissime, in grado di portare la sinfonia in ogni parte del mondo. Così l'aria vibrava propagando quei suoni dal Capitolium fino agli angoli più remoti degli insediamenti sulle acque alte.</color>\n<color=#ffffff73>Tuttavia il fato si era pronunciato, e provare a modificarlo sarebbe stato un peccato mortale perfino per gli dèi. E il peccato più grande commesso dal Dio re fu proprio il tentativo di trasferire agli umani quei poteri che erano prerogativa divina. Quella fu la ragione che condusse gli uomini alla corruzione, che portò a violenza e rivolte.</color>\n<color=#ffffff73>I meccanismi del fato sono imperscrutabili, e le stesse forze che a questo si ribellarono furono soffocate e poi usate per accrescere il suo potere. Quando è arrivato il giorno del giudizio, Remuria, la grande città immortale, si è arresa a una fine inevitabile. Oggi la melodia del Dio re risuona solo al Capitolium e il suo potente regno ha cessato di esistere.</color>\n<color=#ffffff73>Su questo concordano gli antichi scrittori: \"Gli oceani si solleveranno, gli imperi cadranno e l'unica certezza sarà il cambiamento.\"</color>"
          }
        ]
      },
      {
        "title": "Volume 3",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Si narra che la grande studiosa Pulteney abbia scritto quest'opera epica sull'antica civiltà remuriana nei primi anni della fondazione di Fontaine.</color>\n<color=#ffffff73>Gli umani, nella loro ingenuità, credevano che il regno di re Remus e la sua Città eterna avrebbero trasceso tempo e destino per durare migliaia di anni, proprio come i monoliti che delimitano i siti destinati ai rituali.</color>\n<color=#ffffff73>Fino al giorno in cui la terra sprofondò, e le alte torri vennero sradicate e inghiottite dalle onde insieme alla sala dei pilastri. Fino al giorno in cui i templi e le vie regali furono ridotti in rovine, e la città, con tutti i suoi abitanti, i guerrieri, i saggi e i nobili sprofondò nell'abisso dell'oscurità perpetua insieme al maniero dorato, che un tempo aveva brillato come un sole ardente.</color>\n<color=#ffffff73>Fu solo in quel momento che compresero quanto fosse assurda la loro idea di \"eternità\".</color>\n<color=#ffffff73>Rendiamo gloria alla nostra nobile navigatrice, dominatrice dei fiumi e dei mari, regina di tutte le acque. Che possa sempre difendere la legge e che il suo regno duri a lungo. Che la pace trionfi in tutti i regni di Fontaine e governi le genti sotto la distesa celeste. Quando la città reale crollò, il grande potere andò in frantumi, e le genti che abitavano le acque alte rischiarono di cadere vittime di barbarie e annientamento. Fu la nostra Regina a risolvere i conflitti fra le tribù. Fondammo nuove città intorno alle sorgenti rigogliose, affidate alla guida della legge e che esistono ancora ai nostri giorni.</color>\n<color=#ffffff73>È passato solo un secolo dalla caduta di Remuria, eppure la sua storia è avvolta in un mare di leggende e superstizioni. L'apocalisse che portò all'annientamento fu difatti così spietata e rapida che gli studiosi e i poeti, ai quali è di norma affidata la trasmissione del sapere, giacciono essi stessi insieme alla Città eterna, in balia di un eterno sonno sul fondo del mare. Un'altra ragione è la deliberata distorsione dei fatti operata dai mistici che sostenevano di discendere dai remuriani. È mio compito ora riportare alla luce il vero volto di questa antica e gloriosa civiltà, affidandolo alla storia.</color>\n<color=#ffffff73>Certi racconti locali dipingono persino i più celebri studiosi antichi come stregoni, che rubavano le anime dei mortali per intrappolarle in golem magici appositamente creati. Ed è vero che i Remuriani realizzarono golem spaventosi che giacciono ancora oggi in rovina nei boschi e nelle campagne, ma solo in tempi più recenti, quando la loro morale era già definitivamente corrotta. La gente aveva infatti abbandonato i propri doveri per lasciarsi andare all'edonismo e alla depravazione. Accettarono di praticare la violenza sugli altri, e da quella stessa violenza vennero annichiliti per sempre.</color>\n<color=#ffffff73>Proprio come sostenevano gli antichi scrittori: \"Gli oceani si solleveranno, gli imperi cadranno e l'unica certezza sarà il cambiamento.\"</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Remuria: Il declino e la rovina"
          }
        ]
      },
      {
        "key": "Volumi",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4322,
            "name": "Remuria: Il declino e la rovina (I)",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/08/42646513/d0e75f9b88a286749b4c7dff0871e129_1143617543326918728.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4323,
            "name": "Remuria: Il declino e la rovina (II)",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/42646513/d0e75f9b88a286749b4c7dff0871e129_8409460240081103167.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4324,
            "name": "Remuria: Il declino e la rovina (III)",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/08/42646513/d0e75f9b88a286749b4c7dff0871e129_7474057500125115576.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}