{
  "epId": 4454,
  "name": "Biglietto della fortuna",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/28/20856775/c0544e029defaf3fc2634006fda348af_1131849122143975401.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1759092851,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Biglietto della fortuna"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4453,
            "name": "Pasti assistenziali",
            "desc": "<p>Un pasto assistenziale del refettorio dei Coupon. Essendo gratuito, bisogna aspettarsi delle sorprese e dei rischi.</p><p></p><p>Usalo per ottenere un pasto e un biglietto della fortuna.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/28/45954971/2bc9e09fd787e45f6f9594af6d4f4b95_3128896558346081497.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5500,
            "name": "Il gioco dei ricchi"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "4.1"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "Ogni"
      },
      {
        "type": "CustomEntry",
        "epId": 4454,
        "name": "Biglietto della fortuna",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/28/20856775/c0544e029defaf3fc2634006fda348af_1131849122143975401.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "può contenere uno dei seguenti trenta testi:\n\"Dopo aver usato la tua guancia sinistra per colpire la mano dell'altra persona, devi approfittare del vantaggio e attaccare fino alla vittoria, colpisci la sua mano con la tua guancia destra.\"\n\"Credi nel potere dello scetticismo.\"\n\"Non essere triste quando fallisci. A volte, toccare il fondo dell'oceano vuol dire comunque arrivare da qualche parte.\"\n\"Non credere a massime scritte su biglietti di carta.\"\n\"Non cercare scorciatoie, dopotutto, le scorciatoie potrebbero già essere intasate da migliaia di persone che le hanno già trovate.\"\n\"Non rimpiangere, non rimpiangere il rimpianto e, soprattutto, non rimpiangere mai il rimpianto del rimpianto.\"\n\"Non indietreggiare di fronte agli ostacoli. Per prima cosa, prendi un pasto assistenziale. L'ostacolo non sparirà, ma almeno non resterai a stomaco vuoto.\"\n\"Non preoccuparti, andrà tutto meglio! Almeno, questo è quello che mi hanno chiesto di scrivere!\"\n\"Anche i Malefiori si fingono Fiordolce, la volpe intelligente non verrà ingannata.\"\n\"Anche i Tramontini più dolci cadono dai rami alti. Questo è il risultato della maturazione.\"\n\"Il duro lavoro porta a grandi risultati!\"\n\"Sono solo un Biglietto della fortuna, e non posso darti le risposte per le difficolta che incontri. Per superarle devi fare affidamento su te stesso.\"\n\"Quando pensi che peggio di così non possa andare, fai attenzione, perché non c’è mai fine al peggio.\"\n\"La vita non è un gioco.\"\n\"La fortuna non è qui, ma altrove.\"\n\"La fortuna non porta che piaceri effimeri, la felicità per tutta la vita richiede invece un duro lavoro.\"\n\"La fortuna ottenuta facilmente non porterà felicità duratura.\"\n\"La sfortuna è una malattia, e i buoni amici ne sono la cura.\"\n\"La sfortuna avrà sempre una fine. Una volta che ti ci abitui, smette di essere sfortuna.\"\n\"Spesso, due piccoli passi sono meglio di un grosso passo.\"\n\"Okay, prendine un altro! (Scherzo)\"\nNota: Ottenere questo biglietto sblocca l'obiettivo <color=#ffd780>Grazie per il sostegno!</color>\n\"Gli ostacoli possono dare esperienza, ma non ti daranno Coupon di credito!\"\n\"A volte, la felicità è come una Lumitoile. Può essere vista chiaramente soltanto quando è buio.\"\n\"Il senso della vita è pensare, e il senso della vita è rinunciare alla vita.\"\n\"Non è detto che colui che ride più forte riesca a ridere fino alla fine, ma di sicuro è quello che si diverte di più ridendo.\"\n\"Il segreto per rimanere in salute: Non ammalarti.\"\n\"Sono cose che succedono. Non prenderla sul personale!\"\n\"Coloro senza libertà non possono essere tristi.\"\n\"Non dovresti sentirti come se non avessi nulla. Dopotutto, almeno hai questo pasto delizioso!\"\n\"Non vincerai un premio solo perché hai comprato un biglietto, ma non vincerai mai un premio se non compri un biglietto!\""
      }
    ]
  }
}