{
  "epId": 4463,
  "name": "Registro degli indizi di Forte Méropide",
  "desc": "<p>Racchiude i vari indizi trovati durante le indagini a Forte Méropide.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/27/45954971/98e9915792334359663cc66ce44f935c_7175640654094364063.png",
  "filterValues": {
    "objectType": [
      "Gadget"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1719502651,
  "components": {
    "textualResearch": [
      {
        "title": "Regole segrete dell'area di produzione - La carne strana",
        "desc": [
          {
            "type": "RichText",
            "text": "Lo strano pasto asseistenziale ricevuto dopo aver infranto le \"regole segrete\" dell'area di produzione.\n<color=#37ffff>Paimon: Ha rovinato l'appetito a Paimon per tutto il giorno... Tienilo lontano da Paimon!</color>"
          }
        ]
      },
      {
        "title": "Regole segrete dell'area di produzione - Ricerca sui tratti caratteristici delle Melusine -",
        "desc": [
          {
            "type": "RichText",
            "text": "Gli appunti di ricerca dicevano che la razza delle Melusine percepisce il mondo in modo molto diverso dagli esseri umani. Il risultato è lo sviluppo nelle Melusine di un senso estetico che sembra piuttosto strano per gli umani.\n<color=#37ffff>Paimon:Uhm... Paimon si chiede com'è Paimon agli occhi di una Melusina. Oh, ora Paimon è troppo curiosa!</color>"
          }
        ]
      },
      {
        "title": "Regole segrete del ring di Pankration - Lo strano liquido color sangue -",
        "desc": [
          {
            "type": "RichText",
            "text": "Lo strano pacchetto ricevuto il giorno dopo aver infranto le \"regole segrete\" del ring di Pankration.\n<color=#37ffff>Paimon: Se fossimo in superficie, Paimon direbbe che dovremmo seppellirlo, ma non c'è niente sotto cui seppellirlo quaggù...</color>"
          }
        ]
      },
      {
        "title": "Regole segrete dell'are di produzione - Sigewinne, la supervisora",
        "desc": [
          {
            "type": "RichText",
            "text": "Spesso vediamo Mademoiselle Sigewinne che osserva i prigionieri al lavoro vicino all'area di produzione. Sembra che sia in grado di percepire lo stato di salute generale delle persone solo guarendole.\n<color=#37ffff>Paimon: Se potessimo rimpiazzare quel vecchio caposquadra scorbutico con Sigewinne, la produttività nell'area di produzione andrebbe alle stelle, non pensi?</color>"
          }
        ]
      },
      {
        "title": "Regole segrete dell'are di produzione - L'infermeria vuota -",
        "desc": [
          {
            "type": "RichText",
            "text": "Mi hanno detto che l'infermeria è sempre vuota nella mezz'ora prima del pranzo. Ma cosa farà mai Sigewinne durante quel lasso di tempo?\n<color=#37ffff>Paimon: Ma non hanno potuto aspettare il pranzo, così hanno rubato del cibo dal refettorio. Paimon li capisce davvero!</color>"
          }
        ]
      },
      {
        "title": "Regole segrete del ring di Pankration - Finanziatore del torneo di Pankration -",
        "desc": [
          {
            "type": "RichText",
            "text": "Secondo Collins, il torneo di Pankration è avvenuto solo grazie al patrocinio della Fonta. L'azienda vorrà probabilmente veder rendere il proprio investimento.\n<color=#37ffff>Paimon: Quindi la Fonta Co. sta patrocinando gli eventi nel ring di Pankration. Il patrocinio costa, quindi da qualche parte devono pur tirarli fuori i soli, giusto?</color>"
          }
        ]
      },
      {
        "title": "Regole segrete del ring di Pankration - Nuovi prodotti in sviluppo -",
        "desc": [
          {
            "type": "RichText",
            "text": "I rapporti interni di Fonta suggeriscono l'inizio di una nuova fase sperimentale di un nuovo prodotto ancora senza nome e senza confezione. Il prodotto deve ancora superare un'ulteriore fase di prova, dato che perfino gli impiegati stessi della Fonta hanno i loro dubbi.\n<color=#37ffff>Paimon: Ci sarà un assaggio della nuova bevanda. Questo significa che potremo provarla gratis, giusto?</color>"
          }
        ]
      },
      {
        "title": "Regole segrete del ring di Pankration - Insoddisfazione nei confronti del Duca",
        "desc": [
          {
            "type": "RichText",
            "text": "Il promotore della Fonta è in difficoltà dato che non riconosce il vero valore dei coupon. Il duca crede che solo gli idioti che non comprendono il valore dei coupon li spenderanno su dei prodotti Fonta.\n<color=#37ffff>Paimon: Scommetto che il promotore della Fonta otterrebbe un sacco di Coupon di credito molto in fretta se dovesse lavorare ogni giorno come noi...</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Registro degli indizi di Forte Méropide"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Gadget"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Missione dell'Archon Capitolo IV: Atto III - Verso le stelle che brillano in profondità\nMissione - Abolito, nascosto in bella vista"
          }
        ]
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "4.1"
          }
        ]
      }
    ]
  }
}