{
  "epId": 4501,
  "name": "Le scoppiettanti avventure di Dodoco",
  "desc": "<p>Una fiaba scritta da Lisa e basata sul gioco speciale Le scoppiettanti aventure di Dodoco, con protagonisti Cavalier Scintilla, Dodoco, Conigli Bumbum speciali, la/il Cavaliere Onoraria/o e la loro pallida aiutante nella lotta contro i pesciolini...</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/31/45954971/965b96ab41219afe2240d6d0037dddb8_2978694462830125486.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1698762133,
  "components": {
    "body": [
      {
        "title": "Le scoppiettanti avventure di Dodoco",
        "desc": [
          {
            "type": "RichText",
            "text": "Nelle acque tranquille del Lago Sicerae, i pesci di Mondstadt vivevano tranquilli e felici...\nPoi, un giorno, apparve un esercito di pesci spinosi mai visti prima.\nErano vestiti con strane armature e portavano piccole spade corte.\nFeroci e oppressivi, presto occuparono le case dei pesci locali.\n\"Ahah! Questo appartiene ai re dei pesci spinosi ora!\"\nPer rivendicare la propria patria e scacciare gli invasori, i pesci di Mondstadt chiesero aiuto al forte e fantasioso Dodoco e l'amichevole e solare Cavalier Scintilla...\n\"Bumbum... eh? Questa volta non possiamo usare un Coniglio Bumbum?\"\nIl potente ed esplosivo Coniglio Bumbum avrebbe distrutto le case che i pesci stavano cercando di riconquistare e il fondale del lago sarebbe stato completamente distrutto. Era necessaria un'altra idea.\nL'intelligente Dodoco e la Cavalier Scintilla discussero a lungo del problema e idearono il \"Super speciale, super sicuro e super affidabile Coniglio Bumbum\", abbastanza piccolo e preciso da far saltare in aria soltanto i malvagi pesci spinosi, lasciando incolumi i pesci innocenti.\nMa il nome \"Coniglio Bumbum Super speciale, super sicuro e super affidabile\" era un po' lungo e la Cavalier Scintilla continuava a sbagliarlo. Così decisero di chiamarlo \"Coniglio Bumbum speciale\"!\n\"Aspetta! Lasciami ascoltare...\"\nVenne fuori che le lunghe orecchie di Dodoco non erano solo belle a vedersi. Erano anche perfette per captare i suoni!\nUna volta gettati nel lago, i Conigli Bumbum speciali si sarebbero diretti ovunque si trovassero i pesci spinosi e Dodoco avrebbe potuto sentire ogni cosa!\nQuesto avrebbe consentito ai Consigli Bumbum speciali di compiere la loro magia proprio nel punto giusto, sconfiggendo i pesci spinosi!\nMa a quanto pare il nemico era preparato. Cen'erano tantissimi! La Cavalier Scintilla e Dodoco corsero avanti e indietro, senza fermarsi neanche per mangiare. Avevano quasi terminato i Conigli Bumbum speciali!\n\"Voi due pensate davvero di essere sufficienti a sconfiggere noi, i conquistatori dei cinque mari!?\"\nChe cos'erano questi \"cinque mari\" di cui parlavano i pesci spinosi? Erano forse riusciti a sopraffare anche i pesci di altri luoghi?\nConfusi, Dodoco e la Cavalier Scintilla tornarono all'Athenaeum per chiedere informazionei alla \"Strega scriba\".\nSenza bisogno di consultare libri, la strega affermò ridacchiando:\n\"E' probabile che questi cinque mari non siano altro che nordo, est, sud, ovest e centro del Lago Sicerae.\"\nApparve quindi chiaro alla Cavalier Scintilla e a Dodoco che si erano fatto prendere all'amo!\nPurtroppo, gli infidi pesci spinosi avevano colto l'opportunità per costruire una resistente barriera corallina. Si erano poi sapientemente nasconsti tra le piante acquatiche, dando inizio a un subdolo nascondino con Dodoco e la Cavalier Scintilla...\nOra sì che questi pesci spinosi si erano trasformati in una vera e propria spina nel fianco!\nDodoco e la Cavalier Scintilla chiesero quindi l'aiuto della/del Cavaliere Onoraria/o e della Candida aiutante. Grazie alla grande esperienza, insieme potevano offrire proprio i consigli di cui avevano bisogno.\nGuardando una mappa la/il Cavaliere Onoraria/o disse:\n\"E se riusciste a dare forme diverse alle esplosioni, sarebbero ancora più difficili da schivare!\"\nE così la Cavalier Scintilla ebbe un'idea: se avessero fatto esplodere il Coniglio Bumbum speciale di forme di dolci diversi, avrebbero potuto attirare i golosissimi pesci spinosi e spazzarli via in un colpo solo!\nQuindi Dodoco e la Cavalier Scintilla potenziarono il Coniglio Bumbum speciale con una nuova abilità.\nQuesto nuovo Coniglio Bumbum speciale migliorato poteva esplodere in varie forme in grado di attraversare le piante del lago e raggiungere i soldati nemici nascosti anche nei posti più impensati.\nAnche se non potevano nulla contro le solide rocce, potevano aggirarle e recapitare una sorpresa esplosiva ai pesci cattivi nascosti dietro di esse.\nArmati di questi Conigli Bumbum speciali, Dodoco e la Cavalier Scintilla non dovettero più preoccuparsi di cadere in un'imboscata dei pesci spinosi!\nUno dopo l'altro, i pesci spinosi vennero sconfitti. Quando la notizia giunse alle orecchie dei re dei pesci spinosi, in preda alla rabbia si gonfiarono a dismisura e irruppero in battaglia!\nStando all'esperienza della/del Cavaliere Onoraria/o e della Candida aiutante, le masee bulbose non portavano mai niente di buono!\nQuando guardarono verso gli avversari e videro i giganteschi re, di uno sfavillante color oro, si chiesero come avessero fatto a diventare improvvisamente così tanti.\nPer quanti ne colpissero, ce ne erano sempre in abbondanza...\nTra un boccone di dolce e l'altro, la Candida aiutante disse:\n\"Non c'è niente di cui avere paura! Magari i re hanno solo usato delle bacche per dipingersi d'oro!\"\nGuardando una mappa, la/il Cavaliere Onoraria/o disse:\n\"Anche se sitingessero con i fiori di loto di Nilotpala, la loro forza aumenterebbe soltanto del 50%. Alla fine della fiera, un pesce è sempre un pesce!\"\nIn effetti, per loro \"re\" poteva non essere altro che un titolo, qualcosa che impressionava e intimidiva gli altri. Il suo colore doratonon significava necessariamente che fosse più forte!\nLa Cavalier Scintilla e Dodoco tirarono un sospiro di sollievo. Ora non avevano più bisogno di fare la predica ai pesci fino a notte fonda e di far preoccupare tutti tornando a casa così tardi!\nErano giunti alla fine. Era ora di risolvere la situazione!\nIncitati dai loro re, gli impavidi soldati costruirono un'altra difesa tra le rocce e le piante acquatiche.\nDodoco, la Cavalier Scintilla, la/il Cavaliere Onoraria/o e la Candida aiutante dovevano trovare un'ingegnosa contromisura. Come potevano schierare il numero limitato di Conigli Bumbum speciali di cui disponevano per sconfiggere tutti i nemici con così poche esplosioni...?\nLa Cavalier Scintilla guardò la Candida aiutante, che volteggiava intorno alla/al Cavaliere Onoraria/o, e le venne in mente qualcosa...\n\"Aspettate un attimo, se questi pesci spinosi sanno soltanto come difendersi dagli attacchi frontali dei Conigli Bumbum speciali, allora basterà aggirarli, no?\"\nI pesci spinosi potevano muoversi soltanto dentro l'acqua, ma la Cavalier Scintilla e Dodoco potevano spostarsi liberamente lungo il margine del laghetto verso il punto in cui erano indifesi e lanciare i loro Conigli Bumbum speciali da lì!\nCon abili e precise esplosioni, i pesci spinosi furono spazzati via e costretti a disperdersi, sconfitti!\nDurante la ritirata, recuperarono persino le loro cose, senza lasciare la minima traccia nel Lago Sicerae!\nDodoco, il Coniglio Bumbum speciale, la Cavalier Scintilla, la/il Cavaliere Onoraria/o e la Candida aiutante erano così riusciti a difendere il Lago Sicerae. Tutto era tornato ad andare a gonfie vele per i pesci di Mondstadt!\nCome ricompensa per il duro lavoro, Dodoco, i Conigli Bumbum speciali, la Cavalier Scintilla la/il Cavaliere Onoraira/o e la Candida aiutante stesero una tovaglia e si godettero un picnic in riva al lago.\nIl menu prevedeva gelatina alla menta, biscotti al caramello, torta di bacche e salsa chili: un banchetto dolce, piccante e rinfrescante!\nLa minaccia al Lago Sicerae era stata debellata, Dodoco e la Cavalier Scintilla avevano risolto la situazione!\nE chi lo sa? Magari ciò che avevano creato a causa di questo strano incontro, i Conigli Bumbum speciali, sarebbero tornati di nuovo utili prima o poi!"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Lumine",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/31/45954971/c40bddb3645bb982a5050ab2a6f50a24_2378774918916287585.png"
      },
      {
        "key": "Aether",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/31/45954971/642cddcf7e5f189110d6b9d30de9ad1f_2833180594618480344.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Le scoppiettanti avventure di Dodoco"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Ottenibile durante l'evento \"Boooom! Dodo-adventure! Le scoppiettanti avventure di Dodoco\" ver. 4.1"
          }
        ]
      }
    ]
  }
}