{
  "epId": 4504,
  "name": "Marcel",
  "desc": "<p>Leader della Confrerie di Cabriere, organizazzione affine alla Spina di Rosula.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/26/362377527/4e904e9d971d9031fefc37f2cc034e9f_1098908699134216182.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1714146758,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Vacher",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Vacher era un Avventuriero di Snezhnaya che, durante il suo viaggio a Fontaine, incontro e si innamorò di un'altra avventuriera, Vigneire. Durante una delle loro spedizioni sott'acqua, Vigneire venne a contatto con l'acqua del Mare Primordiale che la dissolse davanti agli occhi di Vacher. Lui fu talmente devastato dalla sua morte che cercò di riunirsi alla sua amata, ma l'acqua del Mare Primordiale non gli causò alcun danno dato che lui era un nativo di Snezhnaya (l'acqua Primordiale dissolve i Fontaniani perchè in orgine erano delle Oceanidi) . Per tanti anni Vacher chiese aiuto agli ufficiali della Maison Gardiennage, ma loro gli dissero che gli umani non possono trasformarsi in acqua e che lui era diventato pazzo a causa del lutto. Aveva l'impressione che tutti ignorassero la morte di Vigneire come se non importasse affatto."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/16/237301566/36b3d41658994c2d7b05c032486b4582_4504820419642182564.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Preso dalla disperazione, Vacher iniziò a cercare dei modi per riportare indietro Vigneire. Un giorno trovò degli appunti lasciati da Jakob Ingold, membro dell'Ordo di Narzissenkreuz, che condusse degli esperimenti utilizzando l'acqua Primordiale tanti anni fa, e decise di utilizzare queste ricerche nei suoi esperimenti.\nVacher iniziò a rapire le donne di Fontaine della stessa età di Vigneire con l'intento di far tornare in vita la sua amata. Per non destare sospetti, Vacher decise di cambiare identità e si inventò la storia di un uomo d'affari, Marcel, che era appena arrivato a Fontaine. Trovò il nome Marcel nei diari di Vigneire, in cui stava scrivendo i nomi da scegliere per i figli suoi e di Vacher.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanidi",
        "desc": "<p>Gli Oceanidi sono forme di vita Hydro intelligenti create dal precedente Arconte Hydro, Egeria, e sono in grado di manipolare l'acqua a piacimento. <span class=\"wk-shady\">Tutto il popolo di Fontaine un tempo erano Oceanidi, che Egeria aveva trasformato in umani per soddisfare i loro desideri nei suoi confronti, andando contro la volontà dei Principi Celesti.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/85019254/03504adeef60cc4ded53192b2287b1fe_5967388393566751296.jpg",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz\t",
        "desc": "<p>L'Ordo Narzissenkreuz è la società segreta fondata da René de Petrichor e Jakob Ingold per creare Neoumani al fine di sopravvivere alla distruzione del Mondo come predetto dalla Formula del Mondo. È stato dichiarato un gruppo estremista illegale e un'organizzazione criminale dalla legge Fontainiana sotto lo Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/85019254/76c3b544663face535a657d1f97f4ad0_4037890806697454249.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Orfano cresciuto all'Istituto di Narzissenkreuz e poi adottato da Karl Ingold. Divenne un Neoumano e fu il co-fondatore dell'Ordo di Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/02bc05cc787742e2fdf79dc45a69ccec_8349714685734883420.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Marcel",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Durante le sue ricerche, Marcel si rese conto che una piccola quantità di acqua del Mare Primordiale, diluita con acqua normale, non era letale nemmeno per gli abitanti di Fontaine, ma che era comunque in grado di intossicarli. Marcel chiamò questo drink Sinthe e iniziò un business per produrlo sotto terra. Questo drink era in grado di eccitarti e creare tante piacevoli allucinazioni. Con un uso prolungato di Sinthe, si verificavano numerosi effetti collaterali, compresa la scarsa capacità di concentrarsi o di controllare le proprie emozioni. Con l'astinenza, le persone provavano paranoia e ansia e non avevano le forze per fare nulla. Marcel diventò il capo della Confrerie di Cabriere, una gilda a Poisson. All'inizio rivendevano solamente beni d'uso quotidiano, ma poi diventarono una delle gilde più ricche della zona facendo molti affari in città. Dato che Callas Caspar, capo della Spina di Rosula, aiutò la gilda a crescere e ad avere una certa importanza, la Confrerie di Cabriere diventò un'associazione affine alla Spina di Rosula."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/16/237301566/028e390f40d252d1e4ab4021b847c617_1116517699037192345.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tre anni fa, a causa degli effetti collaterali per l'uso prolungato di Sinthe, Callas decise di bannare la sua distribuzione a Poisson e iniziò un'investigazione. Callas incontrò Jacques, che faceva parte del business di Sinthe, e lo convinse a diventare un informatore. Quando Marcel scoprì che cos'era successo, iniziò a minacciare Jacques e la sua famiglia con l'intenzione di fargli uccidere Callas. Rendendosi conto che Jacques non era pronto per commettere un omicidio, Marcel assunse un assassino per liberarsi di entrambi e organizzò un banchetto per l'incontro. Durante il banchetto, l'assassino sparò a Jacques e fu colpito a sua volta da Callas che cercava di impadronirsi della pistola.\nPer nascondere le tracce del crimine, Marcel versò sul killer l'acqua del Mare Primordiale, inscenando il tutto in modo da accusare Callas dell'omicidio di Jacques. Callas non negò la sua colpevolezza e decise di affrontare un duello al posto del processo perchè temeva per la vita di sua figlia Navia. Prima del duello, chiese alla Campionessa Duellante, Clorinde, di prendersi cura di sua figlia. Sul ring dei duellanti, lui non si oppose a Clorinde e, nonostante avesse la possibilità di interrompere il duello, decise di combattere fino al momento della sua morte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/16/237301566/4ed70905e3e6ce446dcb80fedc54bc4f_2610619475358308088.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Tre anni dopo, Marcel vide una giovane donna di nome Halsey che era perfetta per i suoi esperimenti. Scelse lo spettacolo dei maghi Lyney e Lynette come momento opportuno per la dissoluzione. L'agente segreto di Marcell, Cowell, ovvero l'assistente di Lyney, truccò il generatore di numeri casuali che determinava il posto di ogni spettatore così da scegliere la giovane donna. Mentre la donna si trovava all'interno della scatola magica, l'acqua Primordiale fu versata sulla sua testa, ma lei non si dissolse perchè non era Halsey bensì una ladra di Mondstadt, Liliane, che rubò il biglietto. Quando Cowell vide Liliana illesa, cercò di farla rientrare all'interno della scatola ma Liliane lo stese e scappò. Cowell morì per un incidente a causa dell'acqua caduta dal serbatoio su di lui e Lyney fu accusato dell'uccisione del suo assistente e per aver causato la sparizione della donna. Durante il processo per l'omicidio di Cowell, il Viaggiatore fu in grado di provare l'innocenza di Lyney e di rivelare il coinvolgimento del Mare Primordiale e della Sinthe. Il complice di Marcel e Cowell, la Guardia Vaughn, fu accusato di favoreggiamento e fu pronto a testimoniare contro Marcel, ma quest'ultimo riuscì a versargli addosso l'acqua del Mare Primordiale, sciogliendolo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/16/237301566/4eaa20e22f590c6c4d2adb1e476f3bc2_8637107710472296244.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Navia, l'attuale capo della Spina di Rosula, vide le somiglianze tra il crimine e l'incidente con suo padre e quindi continuò ad investigare sulle sparizioni delle donne e del Mare Primoridale. Marcel, spaventato dall'investigazione, cercò di ucciderla aggiungendo l'acqua Primordiale alle sue bevande che però vennero bevute da Paimon e il Viaggiatore, ai quali non causò alcun danno. Inviò anche i Mekagarde ad attaccare Navia nei pressi della Fontana di Lucine, ma Clorinde riuscì a salvare sia lei che il Viaggiatore in tempo. Mentre il Viaggiatore si trovava vicino alla fontana, udì una strana voce che chiamava Vacher. A causa dell'acqua Primordiale che avevano bevuto, persero conoscenza e comunicarono con la misteriosa Oceanide, che chiese loro di dire a Vacher di non cercare più Vigneire. Durante la loro indagine con Navia, il Viaggiatore e Paimon finirono nel laboratorio dove veniva prodotta la Sinthe e trovarono informazioni sulle donne scomparse, sui loro averi, sulla vera identità di Marcel e sul suo coinvolgimento. Inoltre, venne anche scoperto un bacino idrico del Mare Primordiale, che Marcel utilizzava per i suoi esperimenti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/16/237301566/d5998d077443b38b8c3b0eaea1c5530d_3515949552469535565.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dopo il processo, Marcel chiese al Viaggiatore come aveva fatto a scoprire il suo vero nome. Dopo essere venuto a conoscenza della storia della voce misteriosa, chiese alle Guardie di portarlo alla Fontana di Lucine prima che venisse imprigionato. Grazie all'acqua del Mare Primordiale, contattò la voce nella speranza che fosse la sua amata, ma in realtà si è rivelarono essere la coscienza di tutte le donne che Marcel aveva disciolto per oltre 20 anni. Marcel desiderava disperatamente vedere Vigneire, ma ogni tentacolo della sua coscienza lo stava evitando. Dal momento in cui la sua prima vittima morì e la sua coscienza si fuse con quella di Vigneire, non provò altro che puro odio per Marcel. Prima dello scioglimento, queste donne erano tenute nel laboratorio di Marcel nella paura e nel terrore. Successivamente, nel laboratorio fu ritrovato il diario di una di queste donne."
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>\"È stato preso qualcun altro. E con questo siamo a sei.</color>\n<color=#ece5d8>O forse sette? Qualcuno ieri ha tentato di scappare ma è stato catturato. Da allora non è più stata vista.</color>\n<color=#ece5d8>È stato ieri? Forse no. Ho perso la cognizione del tempo ormai da tempo.</color>\n<color=#ece5d8>Scusa. Non so se scrivere tutto questo possa essere utile, o per quanto ancora potrò farlo.</color>\n<color=#ece5d8>Vedo già avvicinarsi il mio destino. Ma quello che mi terrorizza ancora di più è...</color>\n<color=#ece5d8>Il pensiero di vedere altri della compagnia qui. Li ho davvero protetti?</color>\n<color=#ece5d8>Scusa. Mi dispiace tanto. Non posso più scrivere...</color>\n<color=#ece5d8>Penso di avere la febbre e i miei vecchi disturbi di stomaco sono tornati.</color>\n<color=#ece5d8>Ma nessuno mi ha dato nessuna medicina.</color>\n<color=#ece5d8>Suppongo di essere più fortunato di Crecy... il dolore la tiene sveglia tutta la notte.</color>\n<color=#ece5d8>Suppongo che pensino che tutto vada bene purché i soggetti sperimentali possano essere consumati prima di morire...</color>\n<color=#ece5d8>È così umido qui. Le ho dato la mia coperta. Fa così freddo, così freddo. Così freddo.</color>\n<color=#ece5d8>Finché si persiste, tutto passerà. Ci sarà una ricompensa per il duro lavoro.</color>\n<color=#ece5d8>Mi piace dire loro queste cose.</color>\n<color=#ece5d8>Ma sono io che sto perdendo la presa.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Nella visione, le donne attaccarono Marcel con il desiderio di ucciderlo, ma in realtà Marcel sembrava aver perso la sua anima. Il referto del medico affermò che Marcel era morto per un grave spavento.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>La Spina di Rosula è una società orientata al cittadino che coinvolge molti ceti sociali e concentra i suoi sforzi nella risoluzione di problemi difficili tra la gente comune e che collabora, quando necessario, con le autorità di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/362377527/103e6993dd0a594332fa18ca5fe17098_7130543104179773696.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Presidente, leader, capo e comandante della Spina di Rosula</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/09/157266935/3fc7580c01a9e622692402889706c4db_2101762237494971240.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p>Un celebre mago di Fontaine dotato di grande presenza scenica e notevoli doti dialettiche. Il pubblico rimane ammaliato dalle sue incredibili abilità e pende letteralmente dalle sue labbra</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/157266935/e343d4442cc3b8e243f0d528bb715f75_5622302237255870491.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un'assistente magica di poche parole, le cui emozioni sono imperscrutabili come quelle di un gatto.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/190184121/436e6f2b9b9006bfe511a98093259daf_2669821214730536049.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4152,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4153,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "RichText",
        "text": "Callas Caspar\nEx capo della Spina di Rosula e amico di Marcel.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Presidente, leader, capo e comandante della Spina di Rosula</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/09/157266935/3fc7580c01a9e622692402889706c4db_2101762237494971240.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Figlia di Callas e attuale capo della Spina di Rosula. Stava indagando sul coinvolgimento di Marcel nella falsa accusa di suo padre di aver ucciso un informatore e sul suo coinvolgimento nell'omicidio di giovani donne a Fontaine.\nVigneire\nAmata di Vacher che fu dissolta dall'acqua Primordiale.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Articoli correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 4153,
        "desc": "",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Marchel (Vacher)"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Snezhnaya\nFontaine"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Gilda degli Avventurieri\nConfrerie di Cabriere"
          }
        ]
      }
    ]
  }
}