{
  "epId": 4514,
  "name": "Sonny",
  "desc": "<p>\"Pulitore\" della Spina di Rosula, è conosciuto anche come \"Il Guanto bianco\".</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/12694555/352bcc2162575411b2dfaab0aacc3037_7734848634006281884.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1732978511,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Sonny"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Spina di Rosula"
          }
        ]
      },
      {
        "key": "Titolo",
        "value": [
          {
            "type": "RichText",
            "text": "\"Il Guanto bianco\""
          }
        ]
      },
      {
        "key": "Ricompensa dialogo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1890,
            "name": "Pesce",
            "desc": "<p>Un filetto di pesce fresco. Se trattato in modo appropriato, può diventare un piatto prelibato.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Fish_icon.png",
            "amount": 4
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Carta",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5582,
            "name": "Il Guanto bianco e il Pescatore",
            "desc": "<p>\"Tra di noi, c'è una giustizia tutta nostra.\"</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/28/45954971/03940e857a14862034d97e6bcee65e25_3367316173388639732.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Presidente, leader, capo e comandante della Spina di Rosula</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/09/157266935/3fc7580c01a9e622692402889706c4db_2101762237494971240.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Battute"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Qualcosa da condividere: L'affidabile Spina di Rosula</color>\nSe hai trascorso abbastanza tempo nel Fleuve Cendre, avrai notato che a Fontaine esistono un sacco di altri gruppi, a parte la Spina di Rosula. Fai attenzione, però: agiscono tutti con un secondo fine, e non è detto siano amichevoli come noi. In caso ne avessi bisogno, puoi rivolgerti a Monsieur Tétreaux al bar. A meno che tu non abbia a che fare con qualcuno che non è in vena di ragionare. In tal caso... può pensarci Guanto bianco. Su di lui puoi sempre contare."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Storia del personaggio"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Visione</color>\nMolto tempo fa, durante una festa di compleanno, Navia tirò fuori il suo gioco da tavolo preferito.\nEra la festa del suo passaggio alla maggiore età, e forse è per questo che quel giorno i partecipanti furono particolarmente numerosi. In quell'ambiente vivace, tutti, a parte la festeggiata, provarono a inventarsi personaggi totalmente inappropriati da impersonare.\nMelus, sempre pacato, divenne un commissario frettoloso e incurante che invitò tutti i presenti a risolvere, o meglio, a essere afflitti dall'antica maledizione che colpiva la sua famiglia.\nSonny, sempre elegante nei modi e con le parole, interpretava un ladruncolo volgarotto, facendo persino il grande sacrificio di togliersi il pallido cappotto che era solito indossare sempre e ovunque, come una seconda pelle. Il nervoso novellino Silver, che era stato trascinato in quella situazione giusto perché passava nei paraggi, diventò un potente e misterioso mago.\nIl colpo di grazia giunse quando Clorinde, che di solito si faceva carico delle procedure importanti, decise di \"fare comunella\" con la famosa avventuriera conosciuta anche come \"Demoiselle\" in qualità di dottoressa privata che mancava ogni singolo colpo che sparava. Qualcuno deve pur fare la guaritrice, pensò. Purtroppo, questo lasciò vacante il ruolo di master di gioco, e Callas ebbe la sfortuna di essere l'unico rimasto per ricoprirlo. Così fu costretto a mettere da parte la sua bevanda e ad abbandonare le tribune (una panchina) per unirsi ai giocatori (sul sofà).\nNavia era molto felice di come il gioco si stava mettendo.\nLa partita però ebbe un inizio alquanto turbolento: durante i primi cinque minuti, lo strano commissario, entrando in fretta e furia nella dimora di Demoiselle durante la sua festa, sbagliò le misure e si schianto di faccia contro la torta, rischiando quasi di affogare nel dolce e di porre fine alla maledizione millenaria della famiglia con le sue stesse mani.\nDemoiselle chiese subito alla gentile dottoressa di salvare l'uomo, mentre quest'ultima, tirando i dadi, si chiedeva se permettergli di sopravvivere sarebbe valso come un aiuto nei confronti dei loro nemici.\nL'espressione del master non cambiò, e Callas continuò ad adempiere i propri doveri con voce grave.\n\"Il giovane, dopo aver sfidato la pioggia, è bagnato fradicio, e le sue mani tremano.\nFa del suo meglio per togliersi tutta quella panna da volto e corpo, anche se qualche punto gli sfugge.\"\n\"Grazie, anime gentili! Grazie per esservi uniti alla battaglia contro questa terribile maledizione!\"\nNella parte centrale della partita furono sorprendentemente fortunati. Per risolvere un problema, bisogna risalire alla fonte. Secondo l'ipotesi del mago, l'antenato del commissario aveva certamente stretto un patto con un demone per qualche motivo. \"Ah, se solo avessi tirato un dado più alto sapremmo già la riposta...\", borbottò il mago. \"Quello sciocco ha firmato un contratto con interessi alle stelle senza curarsi dei suoi discendenti, nevvero? Stolto maledetto\", disse il ladro. \"Orbene, allora non possiamo rubare il documento e distruggerlo?\", chiese Demoiselle con disinvoltura.\nIl master poco esperto si sarebbe presto pentito di aver permesso al gruppo di agire liberamente, poiché la fortuna del ladro si rivelò davvero straordinaria.\n\"Demoiselle era davvero intelligente, e il ladro estremamente abile.\nNessuno pensava che il contratto sarebbe caduto in mano loro così facilmente, eppure le parole scritte su di esso erano pressoché indecifrabili...\"\nAnche il finale fu sorprendente. Sorprendentemente felice. Grazie al duro lavoro e al gentile (nonché sufficientemente arrugginito) master, Demoiselle riuscì infine a trascinare il resto del gruppo, afflitto da un quantitativo spropositato di status negativi, in uno scontro contro l'antico demone. La battaglia fu caotica come sempre, prima col mago che perse la sanità mentale, poi con la dottoressa che non mise a segno un solo colpo. Ma proprio quando i punti vita di tutti erano ormai quasi esauriti, Demoiselle l'avventuriera decise di rischiare il tutto per tutto. Usò un turno per avvicinarsi al demone, attirò su di sé tutti i suoi attacchi e diede un ordine ben preciso alla dottoressa nel momento più critico: \"Spara contro di me, non contro di lui!\"\nI dadi della dottoressa vennero lanciati prima ancora che il master potesse aprir bocca. Callas contò i dadi silenzio, prima di fare tre bei respiri profondi.\n\"...Il proiettile trapassa il punto debole del demone, e la creatura gigante piomba nell'abisso.\nRitorna nell'oscurità, e cadi in un sonno eterno portando con te quella maledizione.\nGioite, gioite per la coraggiosa avventuriera e la sua bizzarra alleata!\"\nForse era per via delle parole del Presidente, o forse per via di emozioni reali, ma quasi tutti gioirono davvero... Nel bel mezzo della confusione, solo Callas, che aveva iniziato a rimettere insieme i diversi oggetti del gioco, rimase senza parole. Aveva trovato un gioiello dorato all'interno della scatola dei dadi.\n\"Navia... credo che questa sia tua.\"\nC'erano molte persone lì, ma quella Visione apparteneva proprio a Navia, perché fu proprio grazie a un lampo della sua mente che una grande lama di Geo tagliò la sua torta di compleanno in due... e con essa il tavolo.\nPiù tardi quella notte, quando festa e ardenti spiriti si erano finalmente placati, Navia era sdraiata sul suo letto cercando inutilmente di ricordare cosa stesse pensando nel momento in cui aveva ottenuto la Visione. Forse la sua mente era rimasta alla vittoria finale, ottenuta solo dopo tanti sforzi e sacrifici? Oppure desiderava passare tutti i suoi compleanni circondata da amici, come quello appena trascorso?\nNel primo caso, ciò vorrebbe dire che un lieto fine dev'essere per forza preceduto da problemi e difficoltà... quindi è meglio credere alla seconda ipotesi.\nQuesti furono i suoi pensieri mentre si lasciava cadere tra le braccia di Morfeo, stringendo tra le mani la sua nuova Visione."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>La Spina di Rosula è una società orientata al cittadino che coinvolge molti ceti sociali e concentra i suoi sforzi nella risoluzione di problemi difficili tra la gente comune e che collabora, quando necessario, con le autorità di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/362377527/103e6993dd0a594332fa18ca5fe17098_7130543104179773696.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Sonny è un membro della Spina di Rosula.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Presidente, leader, capo e comandante della Spina di Rosula</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/09/157266935/3fc7580c01a9e622692402889706c4db_2101762237494971240.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Presidente della Spina di Rosula.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4515,
        "name": "Luca",
        "desc": "<p>Membro della Spina di Rosula.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/12694555/f078c54f96cb0a31775558ec31e48791_3164349185270014180.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Partner di Sonny.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4261,
        "name": "Virgil",
        "desc": "<p>Un ex membro della Spina di Rosula, il quale voleva trovare il tesoro della società segreta \"Liliacruces Forum\" e diventare ricco. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/12694555/3b45cc39371c49fbc8c5ec53d45b54e6_770464738931358414.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ex membro della Spina di Rosula, era coinvolto nella produzione di Sinthe.\nProbabilmente è stato ucciso da Sonny e Luca nella missione \"Messaggio di un abitante di Fontaine\".",
        "alignment": "center"
      }
    ],
    "textualResearch": [
      {
        "title": "Dialoghi",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#37ffff>Sonny:</color> ...Hai ragione, mio caro Luca. Spero che un incidente così sfortunato non ricapiti mai più.\n<color=#37ffff>Luca:</color> ...\n<color=#37ffff>Sonny:</color> Ma guarda chi si vede! Amico mio! Che coincidenza incontrarti qui. Che si dice di bello?\n<color=#37ffff>Viaggiatore:</color> A proposito di Virgil...\n<color=#37ffff>Sonny:</color> Giusto, ti interessa la pesca? A Fontaine, ci sono pesci di ogni tipo, è un'attività davvero gratificante. Dico bene, mio caro Luca?\n<color=#37ffff>Luca:</color> ...\n<color=#37ffff>Sonny:</color> sospira Peccato che lui sembri avere aspirazioni più... tediose. Ma comunque, di certo tu mi capisci. Dico bene, caro il mio Viaggiatore?\n<color=#37ffff>Sonny:</color> Ecco un po' di pesce appena pescato, prendilo pure. Scusa se ti ho interrotto, avevo solo voglia di condividere con te questa... forma di esercizio nuova e spassosa.\n<color=#37ffff>Viaggiatore:</color> Come ti vanno le cose?\n<color=#37ffff>Sonny:</color> Spero che a te vada tutto bene! C'è sempre qualcosa di spiacevole di cui occuparsi ma, come diciamo a Fontaine, \"c'est la vie\", così è la vita.\n<color=#37ffff>Sonny:</color> Non è vero, mio caro Luca?\n<color=#37ffff>Luca:</color> La vita... Umpf!\n<color=#37ffff>Sonny:</color> Vedi? La verve di Luca è entusiasmante come sempre. È un vero piacere vederlo rispondere alle tue domande in maniera così coincisa.\n<color=#37ffff>Viaggiatore:</color> Ci vediamo.\n<color=#37ffff>Sonny:</color> Sicuramente. Possa il nostro splendido incontro benedire questa magnifica giornata. A presto, caro amico.\n<color=#37ffff>Luca:</color> Ci vediamo."
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Posizione 1 ",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/12694555/b2439d15c19a7ae317c24464c027a87a_6351354384111772280.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Posizione di Luca e Sonny nella Corte di Fontaine dopo la missione \"Dove giunge la marea\" e prima della missione \"Messaggio di un abitante di Fontaine\"."
          }
        ]
      },
      {
        "key": "Posizione 2",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/12694555/c3e19d85df07461a54e8c813fd6973ad_5382194619495318624.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Posizione di Luca e Sonny a Fleuve Cendre dopo la missione \"Messaggio di un abitante di Fontaine\"."
          }
        ]
      }
    ]
  }
}