{
  "epId": 4520,
  "name": "Caterpillar",
  "desc": "<p>Un membro dell'Ordo Narzissenkreuz a cui è stato dato il titolo di \"Crisalide della Falena Fantasmatica\".</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/85019254/be516a2c9005727dcfd1fe45662a826d_7302847739631280868.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1702225213,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Caterpillar"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/85019254/8df6d5af4a7be06b6f245cfcfc823a3b_1215497129368945767.png"
      },
      {
        "key": "Caterpillar",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/85019254/bfc733326181bb99c64bfe7a8c3b5ffc_3737889157532289873.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Posizione nell'Ordo Narzissenkreuz dopo aver completato la missione \"Commedia incompiuta\"."
          }
        ]
      },
      {
        "key": "Caterpillar",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/85019254/a1338cd60c990d965a0e96afe2de51a6_2999446754562318952.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Caterpillar e Lanoire durante la missione \"Commedia incompiuta\"."
          }
        ]
      },
      {
        "key": "Aspetto attuale",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/85019254/c9aa49226bd3c1636964cb2aab986a1c_4562790669620417729.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Il vero aspetto di Caterpillar da hilichurl"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Caterpillar",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Molti anni fa, Caterpillar era umano, ma parte dei suoi ricordi furono messi nel corpo di un Hilichurl con l'aiuto della Spada Sacra di Narzissenkreuz e dell'Oceanide Lyris. Ecco come è stato creato Caterpillar. Poiché Jakob Ingold e Renè de Petrichor consideravano loro amico l'uomo che in precedenza era stato Caterpillar, e nel loro mondo immaginario, il Libro delle Rivelazioni Esoteriche, incontriamo i ricordi dell'uomo che stavano cercando di salvare, si può pensare che Caterpillar era in precedenza Carter (a volte indicato come Cater) Sherbius. Sebbene il corpo di Carter sia morto, parte della sua coscienza è stata ripristinata."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"- E tu chi sei allora?</color>\n<color=#ffffffd9>- ...Questo non è importante. Ciò che conta sono i padroni di questo mondo immaginario. Credevano di poter salvare il mondo, ma non sapevano se questo mondo avesse effettivamente bisogno di essere salvato. Forse il mondo nei loro ricordi non era altro che un pomeriggio per sempre privo di girasoli in fiore. Ma quelle sono le loro storie e non le mie. Sono solo un ricordo che hanno del loro amico. Una volta credevano di potermi salvare, ma alla fine… La farfalla divenne un bozzolo e dal bozzolo emerse una larva. Poi, la larva ritornò nel vuoto che non era mai nato. Ma nessuna di queste cose conta. Non mi è rimasto niente. Sono solo un'ombra nei loro ricordi, lasciata indietro dalla loro ossessione di salvarmi. Non li odio, però. Anche se sono cambiati dopo avermi perso, la mia esistenza in questo mondo di ricordi e delusioni è la prova della loro persistenza. Essendo una volta loro amico, sono più che soddisfatto. Non importa cosa diventerò, sarò per sempre grato per l’amicizia che avevamo una volta”.</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/85019254/c9aa49226bd3c1636964cb2aab986a1c_6880780114857319022.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dopo la sua creazione da parte dell'Ordo Narzissenkreuz, Caterpillar prese la forma di un bambino con la pelle bianca, arti anneriti, capelli bianchi e unghie simili a quelle di un Hilichurl. Attribuiva il suo aspetto e la mancanza di invecchiamento alla malattia. La vera forma di Caterpillar è <color=#ffffff73>Hilichurl reietto di Anemo.</color>\nPoiché Caterpillar aiutò l'Ordo Narzissenkreuz durante la battaglia di Elynas contro i Cacciatori di Marechaussee, fu inviato alla Fortezza di Meropide per i suoi crimini oltre 400 anni fa. A Caterpillar va bene questa decisione poiché si considera un mostro che dovrebbe essere rinchiuso per quello che ha fatto."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/85019254/bfc733326181bb99c64bfe7a8c3b5ffc_8709107024140351445.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Caterpillar ha capacità ipnotiche: può convincere una persona di qualcosa o guidarla. Un giorno, in prigione, incontrò l'artista daltonico Julien, che era impegnato nella falsificazione di dipinti perché poteva disegnare con precisione ciò che vedeva. Caterpillar è riuscito a convincere Julien delle sue capacità di artista. Come credeva lo stesso Julien, Caterpillar gli ha permesso di dipingere capolavori. Caterpillar usò la sua abilità anche con la guardia Noailles, che aveva domande riguardanti i documenti di Caterpillar. Ha convinto la guardia che era un criminale e che questo era il suo posto.\nVisto che Caterpillar non è umano, non possiede le stesse emozioni, inclusa l'empatia. Durante tutti gli anni trascorsi in prigione, Caterpillar aveva cercato di avvicinarsi all'umanità. E mentre ogni essere umano aiuta gli altri per empatia, Caterpillar aiuta solo perché sa cosa farebbe un essere umano."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Cos'altro c'è da dire su di me?</color>\n<color=#ffffffd9>Spesso sento che nella natura della mia esistenza vi sono elementi che si escludono a vicenda. Individualmente sono puri, ma anche estranei l'uno all'altro.</color>\n<color=#ffffffd9>Pertanto, quando interagiscono, si mescolano con l'altro e diventano impuri. Riesci a capirlo?</color>\n<color=#ffffffd9>La mia identità non è coerente... A volte sono un Bloomguard, altre volte un drago. La mia identità è una bugia costruita sulle storie degli altri...</color>\n<color=#ffffffd9>Ma credo che esista una risposta definitiva, una risposta singolare corretta. Mentre le lancette dell’orologio si muovono di nuovo, sono pronto a fare quel passo”.</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3701,
        "name": "Hilichurl reietto di Anemo",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Hilichurl erranti che non appartengono ad alcuna tribù. Sembrano essere alla ricerca della genesi predestinata dei loro simili e dello splendore da tempo perduto. Se questi mostri, capaci di comunicare solo per mezzo di un linguaggio rudimentale e privi di storia fossero in grado di annotare le proprie storie epiche e leggendarie, gli Hilichurl erranti ne sarebbero di certo gli eroi protagonisti.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/18/95525664/eb2ff17818f8f4420f9033724d997ea1_2271250635999694443.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz\t",
        "desc": "<p>L'Ordo Narzissenkreuz è la società segreta fondata da René de Petrichor e Jakob Ingold per creare Neoumani al fine di sopravvivere alla distruzione del Mondo come predetto dalla Formula del Mondo. È stato dichiarato un gruppo estremista illegale e un'organizzazione criminale dalla legge Fontainiana sotto lo Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/85019254/76c3b544663face535a657d1f97f4ad0_4037890806697454249.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Orfano cresciuto all'Istituto di Narzissenkreuz e poi adottato da Karl Ingold. Divenne un Neoumano e fu il co-fondatore dell'Ordo di Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/02bc05cc787742e2fdf79dc45a69ccec_8349714685734883420.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Direttrice dell'Istituto Narzissenkreuz, un orfanotrofio a Fontaine, divenne in seguito membro del Narzissenkreuz Ordo e ottenne il titolo di \"Imperatrice Rossa\" dopo che l'Istituto fu abbandonato durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/85019254/b6d86ff8dfd84cf744e57a516b1a14c6_7972972477075780534.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Commedia Incompiuta",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Diversi anni fa, Caterpillar incontrò una bambina di nome Lanoire, nata in prigione. Sua madre, Agnese, morì di malattia nella Fortezza di Meropide senza avere il tempo di completare i documenti per sua figlia. Lanoire non poteva uscire di prigione e andare dai suoi parenti perchè senza i documenti, semplicemente non esisteva. Avendo stretto amicizia con Lanoire, Caterpillar decise di aiutare la ragazza a fuggire di prigione. Decisero di utilizzare il \"Gioco dei ricchi\", un gioco inventato dalla guardia Estienne, in cui le squadre avrebbero gareggiato per raccogliere buoni di credito, la valuta speciale della Fortezza di Meropide. La squadra vincitrice avrebbe viaggiato con Estienne in superficie per i controlli periodici. Grazie a questo, Lanoire avrebbe potuto lasciare la prigione senza che nessuno la cercasse.\nFacendo squadra con il Viaggiatore e Paimon, Caterpillar e Lanoire riuscirono a sconfiggere le altre squadre, principalmente grazie a Caterpillar, che per anni aveva raccolto buoni facendo squadra con altri prigionieri. Anche se la guardia della Fortezza di Meropide, Noailles, cercò di interferire con il piano di fuga, Lanoire e Caterpillar riuscirono comunque a scappare e andare dal nonno di Lanoire, Earnshaw, con l'aiuto di Estienne.\nDurante le sue avventure con Lanoire, Caterpillar le racconta la storia di uno sciocco apprendista, nel quale si rivede:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Molto, molto tempo fa... c'era un apprendista di un mago. Era un apprendista ottuso, quindi gli ci volle molto più tempo degli altri per imparare ad usare la magia.</color>\n<color=#ffffffd9>Ma il suo insegnante, che era un mago straordinario, non era minimamente preoccupato. Al contrario, elogiò i progressi del suo apprendista e gli affidò persino incarichi importanti...</color>\n<color=#ffffffd9>L'apprendista non ha mai dubitato delle istruzioni del suo insegnante. Dopotutto, era un grande mago che gli insegnò il linguaggio della magia.</color>\n<color=#ffffffd9>Il mago aveva una bacinella nel suo laboratorio. In realtà, potresti chiamarla una boccia per i pesci, dato che dentro teneva un pesciolino.</color>\n<color=#ffffffd9>Un giorno, il pesciolino gridò all'apprendista: \"Ehi, tu laggiù! Imbecille! Aiutami.\"</color>\n<color=#ffffffd9>L'apprendista fu colto di sorpresa. A parte il grande mago, nessuno, e nemmeno nessuna creatura, avrebbe conversato con lui in quel modo. Quindi, questo ha stuzzicato la sua curiosità e ha chiesto come avrebbe potuto aiutare.</color>\n<color=#ffffffd9>A quanto pare, questo pesciolino viveva nel mare vasto e sconfinato. Essendo stato portato qui, era stato separato dalla sua famiglia. Aveva provato a chiedere aiuto ad altri, ma nessuno aveva risposto.</color>\n<color=#ffffffd9>\"Vorrei riportarti a casa, ma il mio maestro mi ha proibito di uscire...\" disse l'apprendista. Udendo ciò, il pesciolino nuotò avvilito verso l'altro lato del bacino, senza dire altro all'apprendista.</color>\n<color=#ffffffd9>Poi un giorno l'apprendista scoprì che il pesciolino non era più nella vasca. Chi l'ha portato via? L'hanno portato a casa? L'apprendista non poteva fare a meno di chiederselo.</color>\n<color=#ffffffd9>Senza il pesciolino la vasca era ormai completamente vuota. Che razza di luogo è il \"mare vasto e sconfinato\"? Prima che se ne rendesse conto, i pensieri dell'apprendista erano andati al mondo fuori dal laboratorio...\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4521,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4693,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4452,
        "name": "Coupon di credito",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Un tipo di valuta usata solamente a Forte Méropide.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/29/45954971/60cd340465b2a323507b6e633953bacf_3505783070364978545.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3997,
        "name": "Viaggiatore/Viaggiatrice (Hydro) ",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un/a viaggiatore/rice di un altro mondo. Qualcuno gli/le ha strappato via il/la suo/a unico/a parente, e ora è costretto/a a intraprendere un viaggio alla ricerca dei Sette.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/11/190184121/f00d18b57acb4aa37bf2fc39bf67ddd0_8497051412785538981.gif",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4360,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sulla scia di Narciso",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Dopo aver salvato Lanoire, Caterpillar ritornò all'Ordo Narzissenkreuz, dove incontrò gli altri \"eredi\" dell'Ordo: Ann, l'Oceanide e Seymour, il cane meccanico. Seymour fu creato da Alain Guillotin per proteggere sua sorella, Mary-Ann Guillotin. E Ann fu creata da un'altra Oceanide, Mary-Ann dall'Annapausis, quando vide Ann in sogno. Insieme, decisero di scoprire il segreto dell'origine di Ann e impedire a Narzissenkreuz di portare a termine il suo piano per salvare l'umanità dall'Apocalisse, dissolvendo il corpo di tutte le persone di Fontaine con l'aiuto della Spada Sacra di Narzissenkreuz."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Solo forgiando la Spada Sacra potrà continuare il suo lavoro incompiuto, raccogliendo sotto di sé le volontà di tutti a Fontaine, nel continente e persino nell'intero pianeta.</color>\n<color=#ffffffd9>Mentre il mare primordiale ritorna ancora una volta, e mentre il divoratore di tutto oscura il cielo, solo chi è intero in se stesso può sopravvivere.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Caterpillar, il Viaggiatore, Ann, Seymour e Paimon cercarono materiali per forgiare la Spada Sacra originale, capace di dividere e unire le coscienze ma durante la ricerca scoprono che tre dei quattro materiali sono già stati trovati da Jakob Ingold, che stava cercando di attuare il piano di Narzissenkreuz. Quest'ultimo incontrò il Viaggiatore e gli altri alla Torre di Gestalt, il quartier generale dell'Ordo Narzissenkreuz. Questo incontro segnò l'inizio del giorno del giudizio, poiché tutti e quattro i membri erano riuniti insieme.\nQuando l'orologio suonò la mezzanotte e la lancetta sfondò il pavimento della stanza portando con sé Jakob, la Torre di Gestalt affondò sott'acqua, aprendo la strada verso il Mare Primordiale e Narzissenkreuz. Dopo aver sconfitto Narzissenkreuz ed essersi riconciliati con lui, il Viaggiatore, Caterpillar, Ann, Seymour e Narzissenkreuz andarono da Mary-Ann nell'Annapausis.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Ann",
        "desc": "<p>Un oceanide creato dalla coscienza di Mary-Ann.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/85019254/7a4364ee7ecfbf1eb2b78fbf7b6607ed_1775530313171549027.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>Un'Oceanide che vive nell'Annapausi. <span class=\"wk-shady\"> È un Oceanid formata dalla fusione delle coscienze di Lyris e Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7ac751c3fd3892141d972392696a414b_8511750044770393881.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Il figlio adottivo di Emmanuel Guillotin, cresciuto all'Istituto Narzissenkreuz con la sorella adottiva, Mary Ann. Fu il fondatore dell'Istituto di Ricerca sull'Ingegneria dell'Energa Cinetica di Fontaine, e il suo contributo più notevole a Fontaine è stata la sua ricerca sulle meccaniche Pneuma-Ousia, che ha portato all'invenzione del sistema Arkhe e alla creazione di Meccanismo di Orologeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/5f9666801f8c3cd059ac14e8eb9dbc96_8131546532551471524.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Il prototipo 4ACV07 è un cane meccanico creato da Alain Guillotin per proteggere sua sorella Mary-Ann Guilliotin durante il suo servizio nel Marchaussee Phantom.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/85019254/f415fbe2eaa40cd987a8daa47643fc74_2675347901476157021.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Orfano cresciuto all'Istituto di Narzissenkreuz e poi adottato da Karl Ingold. Divenne un Neoumano e fu il co-fondatore dell'Ordo di Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/02bc05cc787742e2fdf79dc45a69ccec_8349714685734883420.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Spada di Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una spada che ha perso tutta la sua potenza una volta raggiunto l'epilogo della storia. Ora, col potere residuo in essa racchiuso, è destinata a intraprendere un nuovo viaggio atto a commemorare un grande sogno.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/23/190184121/01d3f8317c86ea98d617ad61213b7c9a_4496702963251486266.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4615,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4616,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Inseguimento",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Dopo aver salutato Mary-Ann, Ann e Seymour, Caterpillar decise di andare nel regno all'interno del Libro delle Rivelazioni Esoteriche creato da Renè e Jakob per trovare \"qualcosa\". Il tempo scorre diversamente in questo mondo e Caterpillar è stato lì per così tanto tempo che ha dimenticato quello che stava cercando e ha iniziato a perdere la testa. All'interno del libro, Caterpillar incontra \"Puppy\", che era un ricordo di Carter Sherbius, proprio come lo stesso Caterpillar. Diceva che il mondo all'interno del Libro stava crollando, ma finché \"Puppy\" appariva sotto forma di cane e non di Rifthound, c'era ancora una possibilità di salvezza.\nIl Viaggiatore è riuscito a salvare Caterpillar da questo mondo, ma il tempo trascorso nel Libro ha lasciato cicatrici profonde. Non riusciva più a tornare nella sua forma umana e la sua coscienza cominciò a svanire."
      },
      {
        "type": "CustomEntry",
        "epId": 4228,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Buon Compleanno",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Prima di andarsene, Caterpillar decise di andare da Lanoire nel giorno del suo compleanno e le raccontò la fine della storia del pesce e dell'apprendista mago:</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"- Quindi ricordi ancora quella storia.</color>\n<color=#ffffffd9>- Ovviamente. Non c'è modo che lo dimentichi! Stavo aspettando che tornassi e finissi di raccontarmi tutto! Quindi, alla fine, l'apprendista ha trovato il pesciolino?</color>\n<color=#ffffffd9>- Beh, molti, molti anni dopo... Lo sciocco apprendista trovò il coraggio di dire addio al grande mago, lasciò il laboratorio e si imbarcò in un viaggio alla ricerca del pesciolino. Ma non aveva mai visto il vasto oceano prima, quindi non aveva idea di come fosse la patria del pesciolino. Pertanto, ha dovuto chiedere indicazioni lungo la strada...</color>\n<color=#ffffffd9>Lo chiese alle canne lungo il fiume e, dopo aver ascoltato la sua storia, le canne risero così forte che si piegarono in vita. \"Stai cercando l'oceano\", dissero le canne. \"È un luogo molto più ampio e grandioso di qualsiasi fiume, la destinazione in cui sfociano i fiumi.\"</color>\n<color=#ffffffd9>Seguì il fiume che scorreva e alla fine raggiunse il vasto oceano. Tuttavia, l'oceano era così vasto che non sapeva nemmeno da dove cominciare. Così chiese alla Rana pescatrice Violetgold riposata sul molo. Rimase stupito dalla sua storia e, sorpreso, lasciò cadere le patatine che teneva nel becco. \"Amico, questo è un compito impossibile\", disse il gabbiano. \"Nessuno ha mai, e dico MAI, cercato di trovare un pesciolino comune nel vasto oceano. Inoltre, chissà, potrebbe aver già...\" L'apprendista zittì il gabbiano riempiendogli la bocca di pane, senza badare a lui e i suoi rumorosi compagni. Poi continuò lungo la costa, chiedendo e cercando mentre procedeva. Dato che era un apprendista scioicco, sapeva cercare solo nel modo più sciocco. Ha trascorso molto tempo imparando a immergersi e, ancora e ancora, ha nuotato sempre più in profondità nell'oceano...</color>\n<color=#ffffffd9>- Alla fine deve averlo trovato! Se desideri abbastanza e non ti arrendi, il tuo desiderio diventerà sicuramente realtà! Questo è quello che mi ha detto il nonno.</color>\n<color=#ffffffd9>- Ti piacciono le storie a lieto fine... Beh, nonno Earnshaw ha ragione. Nonostante fosse un apprendista stupido, alla fine riuscì a trovare quel pesciolino nel modo più stupido. Quando lo trovò, il pesciolino stava nuotando liberamente nell'acqua con la sua famiglia in mezzo a un banco di pesci in continuo movimento. Ma l'apprendista lo riconobbe a prima vista, anche tra innumerevoli altri della sua specie. \"Finalmente ti ho trovato...\" L'apprendista aveva esaudito il suo desiderio, ma le sue emozioni non erano così esultanti come aveva immaginato. Invece si sentiva un po’ sconcertato. Il banco di pesci lo circondò con curiosità, incitandolo a spiegare tutta la storia. Spiegò tutto goffamente e alla fine, come sollevato da un peso, liberò nell'acqua un lungo getto di bolle. \"Devo scusarmi due volte\", disse l'apprendista. \"Una volta per non aver trovato il coraggio di aiutarti quando in passato hai cercato il mio aiuto, e una volta per la brusca visita qui...\". \"Dopo averti finalmente rivisto, mi sono reso conto di quanto sono stato egoista... ho pensato che se avessi potuto scusarmi con te di persona, avrei potuto perdonare me stesso del passato.\" \"Cosa importa?\" La risposta del pesciolino sorprese l'apprendista. \"Vedi, in passato non potevi aiutarmi, ma sono comunque tornato nella mia terra natale, nell'abbraccio della mia famiglia.\" \"Non sono stato ferito, quindi non hai bisogno di chiedere perdono a nessuno.\" \"Hai speso così tanto tempo e fatica per una questione così banale. Non riesco a decidere se chiamarti giusto o sciocco. Ma anche se sei sciocco, non ci importa essere amici di umani sciocchi...\"</color>\n<color=#ffffffd9>- Wah! Quindi, significa che finalmente sono diventati amici? Cosa succede allora?</color>\n<color=#ffffffd9>- Poi? Ebbene, sono diventati i migliori amici.</color>\n<color=#ffffffd9>- Eh? Questo è tutto? Allora, Cater, è così che finisce la storia...?</color>\n<color=#ffffffd9>- Mm-hmm, questa è la fine della mia storia. Se una bella storia non finisce nel posto giusto, perderà il divertimento. Gli eroi diventeranno draghi malvagi. Ho sentito di storie che non volevano finire. E quando finalmente lo fecero, avevano finali orribili e tutti in queste storie avevano il cuore spezzato. Erano brutte storie. Ma, cara Lanoire, la tua storia e la tua avventura sono ancora in corso. Buon compleanno. E un giorno dovrai condividere la tua storia con me, vero?</color>\n<color=#ffffffd9>- Mm-hmm... Prometto che lo farò, Cater.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4521,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Personaggi correlati</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz\t",
        "desc": "<p>L'Ordo Narzissenkreuz è la società segreta fondata da René de Petrichor e Jakob Ingold per creare Neoumani al fine di sopravvivere alla distruzione del Mondo come predetto dalla Formula del Mondo. È stato dichiarato un gruppo estremista illegale e un'organizzazione criminale dalla legge Fontainiana sotto lo Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/85019254/76c3b544663face535a657d1f97f4ad0_4037890806697454249.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Un'organizzazione radicale di cui Caterpillar era membro.\nNarcissenkreutz, creatore dell'Ordo Narcissenkreutz e di Caterpillar."
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Orfano cresciuto all'Istituto di Narzissenkreuz e poi adottato da Karl Ingold. Divenne un Neoumano e fu il co-fondatore dell'Ordo di Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/02bc05cc787742e2fdf79dc45a69ccec_8349714685734883420.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Membro dell'Ordo Narcissenkreutz che ha contribuito a creare Caterpillar.\nUn Oceanide che fa parte di Mary-Ann. Insieme a lei e Seymour, Caterpillar cerca di scoprire la verità sul suo passato."
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Ann",
        "desc": "<p>Un oceanide creato dalla coscienza di Mary-Ann.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/85019254/7a4364ee7ecfbf1eb2b78fbf7b6607ed_1775530313171549027.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Il prototipo 4ACV07 è un cane meccanico creato da Alain Guillotin per proteggere sua sorella Mary-Ann Guilliotin durante il suo servizio nel Marchaussee Phantom.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/85019254/f415fbe2eaa40cd987a8daa47643fc74_2675347901476157021.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Un cane meccanico creato da Alain Guillotin per proteggere sua sorella Mary-Ann Guillotin. Insieme ad Ann e Caterpillar, Seymour cerca di scoprire informazioni sul loro passato.\nAmica di Caterpillar, che ha aiutato a fuggire dalla prigione."
      },
      {
        "type": "CustomEntry",
        "epId": 4521,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Carter Sherbius\nL'uomo Caterpillar era prima della sua morte. Parte della coscienza di Carter è stata collocata nel corpo dell'hilichurl.\nUn'altra parte della coscienza e dei ricordi di Carter Sherbius.\n\"Puppy\"\n<color=#ece5d8>Oggetti correlati</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4616,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4615,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4619,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4617,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4618,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "name": "Spada sacra di Narzissenkreuz",
        "desc": "<p>Una spada sacra che assume un significato speciale all'interno di una certa storia.</p><p>Non appartiene a nessuno.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/45954971/68d0d08d542b55f82a8a7e567b0a73d3_2044327149824729635.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Spada di Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una spada che ha perso tutta la sua potenza una volta raggiunto l'epilogo della storia. Ora, col potere residuo in essa racchiuso, è destinata a intraprendere un nuovo viaggio atto a commemorare un grande sogno.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/23/190184121/01d3f8317c86ea98d617ad61213b7c9a_4496702963251486266.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4624,
        "desc": "",
        "displayStyle": "card"
      }
    ]
  }
}