{
  "epId": 4583,
  "name": "Scaramouche",
  "desc": "<p>L'ex sesto dei Messaggeri dei Fatui, creato da Raiden Ei.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/157266935/3ca9b9e2138195540f079c470acfbce5_5777146378291795991.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1747495469,
  "components": {
    "galleryCharacter": [
      {
        "key": "Kabukimono",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/157266935/121d321657ffac9e0df3d21b7644b7a0_3451260154356175984.png"
      },
      {
        "key": "Scaramouche",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/157266935/aa0a35b3d517759dd8845cc311bb8c0e_2348368290519225636.png"
      },
      {
        "key": "Shouki no Kami",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/157266935/cd9bbe5b690d9eb3087f59dec8999b79_7917379346084773877.png"
      },
      {
        "key": "Vagabondo",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/157266935/aeb32b13135ab8f71f26f55ec588fef2_2893748646478764117.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrazioni ed emoji",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Versione 3.1 - Re Deshret e i tre magi"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/27/35428890/f013a9d6790604e930f2e58a12dec27a_4808825076284921984.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>21 ottobre 2022</color>\nGli sfondi del secondo anniversario di Genshin Impact e di <color=#ffffff73>\"Re Deshret e i tre magi\"</color> sono disponibili!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Versione 3.2 - L'Akasha batte, la fiamma del kalpa sorge"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/10/22/35428890/3aa22d81821f37dd8065130ca4f0d373_3118222369900270902.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>24 novembre 2022</color>\nGli sfondi di <color=#ffffff73>\"L'Akasha batte, la fiamma del kalpa sorge\" sono disponibili!</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Esibizione degli sfondi di \"Tre anni di viaggi a Teyvat\" di Genshin Impact"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/10/22/35428890/b19a5c2eebf4513fa7700f721e16d944_5022131202131954848.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>14 ottobre 2023</color>\nSalve, viaggiatori! Ecco a voi gli sfondi di \"Tre anni di viaggi a Teyvat\", potete salvarli e utilizzarli in qualsiasi momento!"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Kabukimono",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/237301566/6a593c1b6ea50a4ee0ae7810898e9894_1587202017342089375.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dopo la Guerra degli Archon, Inazuma era governata da due sorelle gemelle: Raiden Makoto ed Ei. Makoto era l'Archon del popolo, mentre Ei era la sua ombra guerriera, la sua kagemusha. Durante il Cataclisma avvenuto 500 anni fa, Makoto si recò da sola a Khaenri'ah, dove perse la vita. La gemella trovò ciò che rimaneva della coscienza di Makoto e fu in grado di dirle addio soltanto nel suo subconscio. Ei non comprese mai perché sua sorella, che non aveva alcuna abilità nel combattimento, si fosse recata da sola a Khaenri'ah e decise che il suo ideale di \"eternità\" poteva essere raggiunto soltanto se lei stessa fosse rimasta immutata. Per non soccombere all'erosione o al cambiamento dei suoi ideali sull'eternità, Ei decise di creare una marionetta senziente che si sarebbe occupata di governare Inazuma. Prima di iniziare a trasformare la sua forma divina, Ei creò una marionetta prototipo utilizzando una tecnica segreta, dimostrando così come fosse possibile creare una cosa del genere."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/237301566/07c0a1bc95475f4dff09623382a733a6_6592259091672663768.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Raiden diede un \"cuore\" al prototipo, ma l'aspetto e l'intelligenza del suo prodotto di prova non erano stati creati a sua immagine e quella marionetta, che era in grado di piangere sin dalla nascita, non ebbe mai nemmeno un nome. Dopo che il pupazzo ebbe versato lacrime per una notte intera, la sua creatrice lo ritenne troppo debole e fragile, sia come persona che come strumento. Inizialmente Ei voleva soltanto disfarsene, ma l'idea le sembrava fin troppo crudele, decise quindi di sigillare il suo potere, di farlo dormire e di lasciarlo nel Padiglione Shakkei insieme ad una piuma dorata che sarebbe stata la prova della sua identità. Quando la marionetta si risvegliò, passò il tempo a contemplare il bellissimo scenario che lo circondava: le foglie d'acero fiammeggianti e le splendide grate alle finestre. All'interno di quella prigione, perse la cognizione del tempo. Il tradimento da parte di sua madre fu solo il primo dei tanti che il pupazzo avrebbe subito successivamente."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/237301566/f3b6a0c6912bc9baeb19a7806ee360ac_7962712018346361995.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Fu per un caso fortuito che il samurai dal cuore buono di nome Katsuragi, entrato nel Padiglione, decise di liberare la marionetta e di portarla a Tatarasuna per conoscere le altre persone che vi abitavano. All'epoca il pupazzo era ingenuo come un neonato, pieno di buone intenzioni e di gratitudine verso gli umani. Katsuragi, dopo aver notato la piuma dorata che aveva addosso, dedusse subito che si trattasse di un pupazzo non ordinario e che avesse delle ragioni per non menzionare il luogo dal quale proveniva. Concluse dunque che fosse il caso di evitare del tutto la menzione del Padiglione Shakkei, raccontando invece di aver trovato il giovane ragazzo mentre stava pattugliando la Spiaggia di Nazuchi e premurandosi anche di mettere al corrente il pupazzo di quella versione dei fatti. La vitale e trafficata Tatarasuna divenne un luogo di molti ricordi felici per il giovane, poiché laggiù era diventato brevemente umano. I lavoratori della forgia di Tatarasuna, Katsuragi, Mikoshi Nagamasa, Niwa, Miyazaki e molti altri, gli insegnarono a leggere, scrivere, accendere un fuoco, cucinare e forgiare. Egli venne ribattezzato \"Kabukimono\", un termine che si riferiva principalmente a coloro che indossavano colori sgargianti e si comportavano in maniera peculiare. Sebbene a Kabukimono fosse stato offerto un nuovo nome, egli era contento anche solo per il fatto che tutti lo accettassero come persona. I lavoratori divennero la sua famiglia e tutti ricordarono per molto tempo la gioiosa danza nella quale Kabukimono si era esibito per festeggiare la forgiatura di una grande spada da parte di Mikoshi Nagamasa. Durante lo spettacolo, Kabukimono aveva volteggiato leggero come una piuma. Un giorno Niwa gli disse: <color=#ffffffd9>\"Tu non sei una marionetta. Tu sei un umano... ti manca soltanto un cuore.\"</color> Quando Kabukimono vide che le persone avevano tanti tipi di cuore: gentile, di principio, forte, amabile, il suo sogno più grande divenne quello di possederne uno anche lui."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/237301566/945fdc1e264b8395c3a58ede5c3bf28c_7826564753922831029.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "All'epoca Tatarasuna era governata dall'erede dell'Arte Isshin, Niwa. Sotto la sua guida, la regione diventò un luogo confortevole e accogliente, nel quale le persone lavoravano, si prefissavano degli obiettivi e vivevano una vita piena di significato. Inizialmente, Tatarasuna era stata creata per utilizzare in sicurezza il midollo osseo cristallino. Per migliorare la tecnologia, le autorità invitarono un ospite speciale proveniente da Fontaine, Escher. Niwa fu molto felice di avere un esperto di macchine, ma iniziò molto presto a sospettare che lo strano fumo nero, l'aumento dei problemi di produzione e il numero di incidenti, fossero tutti collegati a Escher. Inoltre, cominciarono a morire delle persone a causa di strani depositi di sporcizia presenti all'interno della Fornace Mikage. Sebbene Niwa e gli altri si fossero occupati di non far fuoriuscire informazioni riguardanti la verità, mandarono comunque qualcuno a Narukami per chiedere aiuto, ma nessuno fece mai più ritorno. Decisero quindi di mandare Kabukimono, assieme alla sua piuma dorata, in modo che riuscisse a ottenere un'udienza con la Shogun. Durante l'assenza di Kabukimono, Niwa decise di recarsi presso l'area pericolosa della forgia, con un dispositivo di pulizia creato da Escher e con l'intenzione di affrontare l'uomo esponendogli i propri sospetti. Dato che \"Escher\" non aveva più alcuna ragione di fingere, rivelò di essere\n, un Messaggero dei Fatui, e che il suo compito era quello di sovvertire la vita a Inazuma, in modo da persuadere Kabukimono ad allearsi con l'organizzazione. Il Messaggero aveva ucciso l'ispettore e aveva dato il suo cuore a Kabukimono, che non aveva il minimo sospetto."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/237301566/0b85727b3c9ff43d58062f6984943810_4592763206146195383.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando Kabukimono andò a chiedere l'aiuto della Shogun, non sapeva che Ei avesse già affidato la gestione della nazione alla Guardiana dell'Eternità, un pupazzo perfetto creato a immagine e somiglianza dell'Archon. La marionetta arrivò fino alla residenza Tenshukaku a bordo di una piccola barca e dopo aver lottato contro venti e tempeste. La vera Shogun Raiden però, se ne era già andata da tempo e si era rinchiusa nel Piano dell'eutimia. Kabukimono, ormai disperato per aver incassato una serie di rifiuti, mise in bella vista la propria piuma dorata e decise di chiedere udienza a Yae Miko. Sebbene Miko fosse impegnata con l'assistenza alla Guardiana, si affrettò per poter incontrare anche solo brevemente Kabukimono. La marionetta non prestò ascolto a nessuna delle promesse di aiuto immediato fatte dalla Guji Yae e si avviò sconvolta sulla via del ritorno, fermamente convinta che lo Shogunato avesse ormai abbandonato Tatarasuna. Miko, invece, mantenne le promesse e presto sulle coste di Tatarasuna arrivarono navi cariche di aiuti. Nonostante tutto, la situazione del luogo non appariva così tragica, anzi, la maggior parte delle persone non era nemmeno a conoscenza dell'incidente. Escher, l'esperto di macchine, raccontò che Niwa era fuggito con la famiglia, spaventato dal dover affrontare una punizione per le sue infrazioni. Kabukimono, con il cuore di Niwa, si recò nella parte centrale della fornace per raccogliere tutti i depositi formatisi durante la fusione. Il carico era enorme, ma il pupazzo riuscì a sopravvivere e, lasciando la fornace completamente esausto, chiese a Escher: <color=#ffffffd9>\"</color> <color=#ffffff>Questo dispositivo sembra avermi protetto. Cosa contiene?</color> <color=#ffffffd9>\"</color> e l'esperto di macchine gli rispose, mentre rimuoveva il cuore avvizzito dal dispositivo: <color=#ffffffd9>\"</color> <color=#ffffff>Niwa è fuggito per evitare la sua punizione, ma ti ha lasciato un regalo. Ha detto che era quello che desideravi da tanto tempo. L'ha preso dal petto di un servitore innocente.</color> <color=#ffffffd9>\"</color> Sebbene ricevere un cuore fosse la ragion d'essere di Kabukimono, quello non conteneva nessuna benedizione, anzi, era il frutto di un sacrificio che trasudava egoismo, ipocrisia, testardaggine e maledizioni, il tutto avvolto in un amabile guscio. Eppure, se la marionetta avesse dovuto rimuovere il proprio \"cuore\", non sarebbe più stata in grado di provare nulla. Un cuore rimosso dopo un omicidio avrebbe dovuto portare sfortuna, eppure lo aveva salvato dai sedimenti tossici. Kabukimono allora concluse che anche Niwa lo avesse tradito completamente, ma che proprio quel tradimento lo avesse aiutato a sopravvivere. Sopraffatto da rabbia e dolore, egli scaraventò quel cuore a terra e si lasciò Tatarasuna alle spalle senza alcun rimpianto. Dopo aver capito che Niwa, il fuggitivo, era considerato un amico da parte di Kabukimono, Yae Miko decise di non disturbarlo ulteriormente e di fargli soltanto riavere la sua piuma dorata."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/237301566/79b5e8f6e35b385ed6965902cfdf3d90_7658830768100015838.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Il terzo tradimento fu da parte di un ragazzino senza nome, figlio di alcuni lavoratori di Tatarasuna. I suoi genitori erano forgiatori di spade, ma il direttore del loro laboratorio morì e presto anche i due iniziarono a manifestare i sintomi di una strana malattia, che li faceva tossire sangue. Sebbene il bambino fosse malato, i suoi occhi rimanevano vigili. Egli viveva in solitudine in una capanna pericolante, nella quale dai muri entrava il vento e il tetto non proteggeva dalla pioggia. Kabukimono, vedendo il volto cereo del bambino attraverso le crepe della porta di legno decrepita, sentì stringersi il cuore, quasi come se si fosse risvegliato in lui un antico sentimento. Quando la marionetta si stava recando a Inazuma il bambino le disse: <color=#ffffff>\"In questo momento sta piovendo molto. Dicono che le persone che se ne sono andate non hanno più fatto ritorno!\"</color> . Incapace di trovare una risposta, Kabukimono si limitò a sorridere al ragazzo e fu così che ebbe inizio la loro amicizia. Avendo trovato qualcuno senza nome proprio come lui, Kabukimono decise di prendersene cura e cominciò a vivere con il bambino malato. La marionetta portava al ragazzo frutta, acqua e lo aiutava a lavarsi. Come prova della sua amicizia, Kabukimono portò il ragazzo presso il Padiglione Shakkei, per mostrargli il luogo nel quale viveva un tempo. Gli disse di non avere un cuore e il ragazzo gli raccontò la storia del soldatino di stagno e della ballerina."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/237301566/67305276b37662c857b3425e800a8d66_516087564814871445.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "C'era una volta un soldatino di stagno, che da sempre sognava di stare con una bellissima ballerina. Il soldatino non aveva un cuore e non riusciva a capire da dove provenissero quei sentimenti. Un giorno, il suo proprietario decise di scartarlo e lo lanciò nel fuoco. Anche avvolto dalle fiamme, il soldatino non riusciva a distogliere lo sguardo dalla ballerina. Il giorno successivo, qualcuno aprì il forno e al suo interno trovò un piccolo cuore tra la cenere. Quando Kabukimono affermò che si trattava soltanto di cenere a forma di cuore, il bambino replicò che, a volte, i cuori nascono dalle ceneri. Una notte, Kabukimono lasciò la capanna per procurarsi del cibo o degli articoli casalinghi e al suo ritorno trovò il bambino privo di vita. Inerme di fronte alla morte, egli non era riuscito a mantenere la promessa che aveva fatto alla marionetta. Una volta ripresosi dallo shock iniziale, Kabukimono inizio a provare una rabbia eccezionale. Si trovava nuovamente solo. Diede alle fiamme la capanna, si mise in testa un vecchio cappello di paglia lasciato dai proprietari precedenti e intraprese un lungo viaggio. La marionetta vagò per il mondo senza alcun obiettivo, incontrò numerose persone sulla propria strada, ma non considerò mai più come compagno nessuno di loro."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"...Hey! Co-cosa c'è che non va...? Dimmi qualcosa!!!</color>\n<color=#ffffffd9>...Hai promesso che saremmo stati una famiglia!</color>\n<color=#ffffffd9>Non sei diverso da Niwa e tutti gli altri...</color>\n<color=#ffffffd9>Mi hai tradito anche tu. Ahah...\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "name": "La Guerra degli Archon...",
        "desc": "<p>Una guerra per il trono divino, dichiarata dai Princìpi celesti. Come risultato della Guerra degli Archon, sette governanti di sette nazioni ricevettero la Gnosi, il trono divino ed il titolo di Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/21/20856775/826332c1b0fb525a54df5442ee996c76_5738252862547433153.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Cataclisma di Khaenri'ah",
        "desc": "<p>Un disastro avvenuto 500 anni fa, durante il quale le forze dell'Abisso irruppero a Teyvat. Come risultato del Cataclisma, Khaenri'ah venne distrutta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/23/20856775/826332c1b0fb525a54df5442ee996c76_3770321130010944750.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Beelzebul",
        "desc": "<p>L'Archon di Electro di Inazuma, conosciuta anche come Raiden Ei</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/06/20577441/68ce1b8c0e262cc6e4f1074c6431a295_2253924797727775864.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4907,
        "name": "Makoto",
        "desc": "<p>Sorella gemella di Raiden Ei e precedente Archon di Electro, conosciuta anche con il nome di Baal. Morì durante il Cataclisma di 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/01/362377527/e5d1d69df9e3e1db8ca6ee72b020cd4d_1625877201838850420.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Lady Guuji del Gran Santuario di Narukami e caporedattrice della Casa editrice Yae. Dietro alla sua bellezza si celano un'intelligenza e un'astuzia incredibili.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7475,
        "name": "Dottore",
        "desc": "<p>Il secondo Messaggero dei Fatui, noto anche come il \"Luminare\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/157266935/6b83e21c8ac24b40beb717d67c74768b_7858253775556902103.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2065,
        "name": "Guscio dei sogni opulenti",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Husk of Opulent Dreams/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 1987,
        "name": "Katsuragikiri Nagamasa",
        "desc": "<p>Una spada forgiata a Tatarasuna. Pesante e potente.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/桂木斩长正.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Kunikuzushi",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Dopo tre tradimenti, Kabukimono realizzò di non potersi fidare degli umani e nemmeno degli Archon, perché ispiravano soltanto odio. Egli decise di liberarsi di tutto e di rinunciare al mondo, il suo cuore non sarebbe mai più stato macchiato dalla sua lordura e cancellò tutti i sentimenti umani che un tempo erano stati parte di lui. Nel teatro tradizionale di Inazuma è presente una figura conosciuta come \"Kunikuzushi\", che spesso è un cospiratore e un usurpatore di nazioni. Alla fine di tutto il suo vagare, la marionetta scelse quel nome volontariamente. Per quanto riguarda il nome che utilizzava un tempo, ora nemmeno lui lo ricorda più."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/237301566/6bebaf1430781d3eaceeba0db71d3e9c_587189369883811287.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "L'arte della forgiatura di spade è da molto tempo una parte importante della cultura di Inazuma. In passato, la Raiden Gokaden era una delle cinque grandi scuole di forgiatura della nazione, con molti membri che occupavano posizioni importanti all'interno della Commissione Yashiro, alla quale è affidata la gestione di tutti gli affari cerimoniali e culturali. La Raiden Gokaden comprendeva le scuole di Amenoma, Futsu, Isshin, Hyakume e Senju, ma di tutte queste attualmente soltanto l'Arte di Amenoma ha ancora degli artigiani in attività. Anche i discendenti dell'Arte Isshin sono in vita, ma il loro artigianato è andato perduto col tempo. Kaedehara Kazuha, il discendente dell'Arte Isshin, non era per nulla soddisfatto della mancanza di sforzi da parte di suo padre e in gioventù aveva viaggiato per tutta Teyvat, nel vano tentativo di dare nuova vita agli affari di famiglia. Il declino della Raiden Gokaden avvenne in maniera piuttosto repentina: in pochi decenni, tre delle famiglie caddero in disgrazia e scomparvero completamente. Successivamente iniziarono a circolare delle voci, secondo le quali tutta la sfortuna era da attribuire a certe macchinazioni avvenute dietro le quinte, il che significava che qualcuno voleva assolutamente disfarsi della Raiden Gokaden. Tuttavia, dato che non proprio tutte le famiglie della Raiden Gokaden finirono in rovina, quelle dicerie vennero trattate soltanto come teorie di complotto. Molte generazioni fa, alla scuola dell'Arte Isshin, era stato affidato il compito di forgiare un'importante Goshintou, seguendo le indicazioni di un antico progetto. Sebbene tutti gli artigiani coinvolti fossero molto abili, il processo si rivelò comunque un insuccesso: ognuna delle spade forgiate era risultata difettosa. Quando arrivò il giorno della consegna, la spada non era ancora pronta e così tutti gli artigiani fuggirono e si nascosero terrorizzati, temendo una punizione."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/237301566/aa4907bb6c6b7f8cd695e7fcd4499638_6778475038248909532.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Si pensa che il Clan Kaedehara e la Commissione Yashiro condussero un'indagine e, quando finalmente riuscirono a trovare gli artigiani vicini alla costa, andarono incontro a una feroce resistenza e non furono in grado di fermare la loro fuga via mare. Il Clan Kaedehara fu severamente punito per aver permesso la fuga degli artigiani e la famiglia andò gradualmente in declino. Durante la colluttazione con i fuggitivi, il Commissario Kamisato rimase ferito e questo, unito alla sua età avanzata, lo portò successivamente alla morte. In precedenza, il fallimento nella forgiatura della lama era stato attribuito alla mancanza di abilità e finezza, ma l'erede del Clan Kaedehara, Kazuha, aveva scoperto una lettera del suo bisnonno. Nella missiva, Kaedehara Yoshinori riferiva di una persecuzione degli artigiani assieme al Commissario Kamisato. Mentre loro attendevano i colpevoli sulla costa, era apparso un eccentrico straniero che aveva affermato di essere il colpevole di tutti i fallimenti nella forgiatura. L'individuo aveva minacciato di distruggere la Raiden Gokaden e si era facilmente liberato di tutti i presenti. Il Commissario Kamisato era rimasto seriamente ferito e Kaedehara era scampato alla morte per miracolo. Lo straniero lo aveva visto in volto e gli aveva chiesto se avesse qualche correlazione con il clan Niwa. Kaedehara aveva replicato che quello era il nome della famiglia di suo padre e che, dopo la sua scomparsa, lui era stato adottato dalla famiglia Kaedehara. Una volta sentita la risposta, il misterioso individuo era rimasto in silenzio e poi aveva replicato: <color=#ffffffd9>\"Dille che il mio nome è Kunikuzushi\"</color> <color=#ffffff73>, poi si era girato e se n'era andato. Lord Kamisato aveva scelto di tacere riguardo l'incidente, per il timore che, se avesse detto qualcosa di sbagliato, avrebbe trascinato altri in quello che poteva essere considerato un orrendo crimine.</color> Kaedehara Yoshinori gli doveva un favore e così fu d'accordo sulla proposta di mantenere il segreto. Sebbene si vergognasse già molto per essere testimone del declino dell'Arte Isshin, riteneva che la sicurezza dei suoi figli e dei suoi nipoti fosse ben più importante. Per Kunikuzushi, la distruzione della Raiden Gokaden era soltanto una vendetta contro il maestro di spade e aveva abbandonato i suoi piani a metà, poiché aveva completamente perso l'interesse. Successivamente si era espresso in questi termini: <color=#ffffffd9>\"È stato solo un piccolo esperimento sulla natura umana.\"</color> <color=#ffffff73>Fu soltanto molti anni dopo, quando divenne un Vagabondo, che</color> Kunikuzushi ripristinò i progetti originali della Goshintou, mandandoli alla Commissione Yashiro e a quello che rimaneva della Scuola Amenoma.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 22,
        "name": "Kaedehara Kazuha",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un samurai errante di Inazuma attualmente imbarcato sulla flotta della Crux di Liyue. Un'anima gentile e spensierata il cui cuore nasconde troppi fardelli del passato.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaedehara Kazuha_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2257,
        "name": "Antico progetto per la forgia",
        "desc": "An ancient forging blueprint. The Shogun once ordered the Kaedehara Clan to forge a Goshintou according to it.\nAfter being soaked in water, it becomes clear that some of the text has been blurred — someone tampered with the blueprint, dooming the forging to failure and triggering the tragedy that followed...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ancient Forging Blueprint_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2319,
        "name": "Lettera di Kaedehara Yoshinori",
        "desc": "A blank piece of paper that was hidden in an old flower pot. When dipped in water, it reveals a long-sealed secret.<br/>After telling everyone about the truth that was concealed within, Kazuha said that \"this letter may still be of use to you,\" before handing it over to you.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Kaedehara Yoshinori's Letter_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Scaramouche",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/237301566/629e9d9a0e50897e6ec6d10680c55747_6038995291837026191.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Qualche anno dopo che Kabukimono lasciò Tatarasuna, incontrò il direttore dei Fatui,\nA quel punto, la marionetta aveva smesso di farsi chiamare \"Kabukimono\" ed era tornata ad essere senza nome, ormai aveva abbandonato anche il desiderio di diventare umana e il suo vecchio nome aveva perso significato. Avrebbe voluto abbandonare tutti i nomi falsi che gli umani gli avevano dato, ma il Giullare convinse la marionetta ad unirsi ai Fatui. A Snezhnaya venne accolta calorosamente da un individuo sconosciuto, di nome Dottore. Le tecniche di creazione delle marionette avevano radici a Khaenri'ah e la sua natura di creazione dell'Archon di Electro, lo rendeva un individuo ancora più speciale. Dottore offrì alla marionetta la possibilità di diventare l'elemento chiave di uno dei suoi esperimenti, che ormai proseguiva da svariati decenni. Il risultato conseguito da Dottore fu la tecnologia base per creare dei \"segmenti\" di sé stesso. La marionetta invece, ricevette come ricompensa la rimozione di un sigillo che limitava i suoi poteri e anche un incremento degli stessi. I Fatui continuarono a chiamarlo \"marionetta\" e di conseguenza si sentiva tale: senza alcuna paura della morte e instancabile. Seguendo gli ordini della Tsaritsa, egli avrebbe dovuto guidare una compagnia per esplorare l'Abisso e fu proprio in quel luogo che passò molto tempo. La marionetta rimase ferita ripetutamente e il Dottore dovette ripararla, ma ogni volta diventava più forte e riusciva a sopportare le ferite inferte da avversari sempre più temibili. Dopo la missione consegnò i risultati della sua ricognizione nell'Abisso, grazie ai quali divenne il Sesto Messaggero dei Fatui. Nel nuovo ruolo, la marionetta non esplorava più l'Abisso, ma rimaneva in attesa di ordini per sbrigare gli affari loschi dei Fatui in tutto il mondo. Fu solo in quel periodo che prese in considerazione l'idea di accettare un nuovo nome: \"Menestrello\". Durante una delle spedizioni, mentre studiava le stelle cadenti, il Messaggero incontrò per la prima volta il Viaggiatore e scoprì che il cielo di Teyvat non era reale, così come i suoi astri. Ora egli aveva forza, potere e desiderio di seminare discordia. I pezzi si allineavano sulla scacchiera e gli assassini seminavano il panico sul palco. In quel momento, realizzò che \"Menestrello\" poteva essere il suo unico vero nome. Scaramouche era tristemente conosciuto tra i suoi subordinati, a causa della sua crudeltà e per il fatto che gli piacesse scorgere le espressioni di orrore e impotenza sui volti delle persone."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/237301566/aa0a35b3d517759dd8845cc311bb8c0e_7064762659334329999.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Uno dei compiti del Messaggero, consisteva nell'organizzazione della Fabbrica di Illusioni ad Inazuma e veniva svolto assieme a Signora, il tutto per destabilizzare la situazione del paese ed ottenere la Gnosi di Electro. Come molti dei colleghi, egli pensava che Signora fosse un ostacolo e che si considerasse invincibile al punto tale da lasciarsi dominare dalle proprie emozioni. All'interno della fabbrica, Scaramouche incontrò il Viaggiatore per la seconda volta. Il Menestrello confermò che c'erano proprio i Fatui dietro al Decreto di caccia alle Visioni emesso da Inazuma e che l'organizzazione traeva benefici dalla guerra civile che infuriava, distruggendo la nazione dall'interno. Il Viaggiatore rimase tramortito a causa dei resti divini utilizzati per fabbricare le Illusioni e la Guuji Yae del Gran Santuario di Narukami, Yae Miko, una vecchia conoscenza del Menestrello, accorse in suo aiuto. Sebbene i Fatui fossero fermamente convinti che la Shogun avesse la Gnosi, in realtà l'oggetto era stato custodito per ben quattrocento anni da Yae Miko, che lo aveva scambiato per assicurarsi la salvezza del viaggiatore. Dopo aver ricevuto la Gnosi, Scaramouche si diede alla fuga e non la consegnò a Snezhnaya. Esattamente come quattrocento anni prima, l'obiettivo del Menestrello era l'ottenimento del \"cuore\" e finalmente lo aveva nelle sue mani."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/237301566/5f8a663d254bd0697ef499ad4aefea6c_6796402155416077511.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dopo che Scaramouche scomparve con la Gnosi, Dottore lo approcciò per proporgli la creazione di un nuovo Dio della Saggezza a Sumeru. Cinquecento anni prima, dopo la morte di Sua Eccellenza Maggiore Rukkhadevata avvenuta durante il Cataclisma, l'Akademiya di Sumeru decise di imprigionare la nuova Dea nel Santuario di Surasthana e di mettersi alla guida della nazione. Sebbene ad un primo sguardo sembrasse che l'Akadamiya stesse prosperando, in realtà tutti i progressi scientifici erano rimasti bloccati sin dall'epoca di Rukkhadevata. Inoltre, l'Irminsul stava iniziando a seccarsi e, anche se i saggi avevano tentato di tutto, non erano stati fatti progressi a riguardo. Fu in quel momento delicato che Dottore, che un tempo era stato espulso dall'Akademya, si ripresentò. Il Messaggero aveva portato la Gnosi e disse che avrebbe voluto utilizzare gli spazi di ricerca dell'Akademiya per creare un Archon. Per prima cosa, gli studiosi dell'Akademiya passarono molto tempo a costruire un \"recipiente divino\", basato su una splendida marionetta umanoide. Dopodiché, si occuparono di raccogliere sogni tramite il Samsara del Festival del Sabzeruz, massimizzando la produzione dell'Akasha."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/237301566/bc37e7f6367bd8619d6cc850f9b42cba_5682850306990129965.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Con l'aiuto del Dottore e l'Akasha che ora funzionava con la massima efficienza, furono in grado di estrarre il potere della Gnosi e di convertirlo in un \"nucleo divino\". Successivamente, decisero che il nuovo dio dovesse avere una \"saggezza divina\" e che quindi sarebbe stata necessaria un'enorme quantità di Conoscenza divina in scatola. Il Menestrello era fermamente convinto che diventare un dio fosse il suo destino e che, fino a quel momento, la sua vita era stata costellata da una serie di azioni insignificanti che alla fine lo avevano portato su quella strada. Si considerava come un pezzo di carta: inutile se vuoto, ma che acquisiva significato una volta riempito. Anche se la Conoscenza divina in scatola avesse distrutto la personalità di Scaramouche, a lui non importava minimamente. Combinando i poteri dei Sei Darsana di Sumeru, venne creata una nuova divinità artificiale: Il Prodigo Shouki no Kami. Scaramouche ottenne l'accesso all'Irminsul e, grazie alla Gnosi, divenne persino in grado di controllare il meteo di Sumeru. La sua prima seguace fu una ragazza dell'Akademiya che voleva stabilire una connessione con l'Irminsul, ma che si ritrovò connessa con una falsa divinità. Dato che ella aveva guardato nella coscienza del Menestrello e aveva visto il suo passato, il Messaggero decise che la sua apparizione avrebbe dovuto segnare l'inizio della formazione del proprio potere divino e che la fede della ragazza sarebbe stata il fondamento della sua gloria."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/237301566/44f2499c1cbfbb97a9420dc8fdbe1bd1_3012942750632309679.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando la forma divina di Scaramouche fu quasi completa, il Viaggiatore riuscì a liberare la vera Archon di Dendro. Assieme a lei, riuscì a spedire Shouki no Kami in un ciclo di sogni che si ripeteva per 168 volte: il numero esatto di volte che i ricercatori dell'Akademiya avevano organizzato il Samsara del Festival del Sabzeruz. Utilizzando la conoscenza acquisita con ogni sconfitta e la saggezza raccolta dal popolo di Sumeru, il Viaggiatore e Sua Eccellenza Minore Kusanali riuscirono finalmente a sconfiggere Shouki no Kami e l'Archon di Dendro si impadronì della sua Gnosi di Electro.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Fatui",
        "desc": "<p>Un'organizzazione di Snezhnaya leale alla Tsaritsa, si è espansa in tutto il continente. I suoi Undici Messaggeri sono a caccia delle Gnosi. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/17/20856775/159454dca0123d1c63a52568b03a0a26_2110336716961042200.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "name": "Akademiya di Sumeru",
        "desc": "<p>L'organizzazione di Sumeru che esercita il controllo amministrativo della regione ed educa le persone.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/06/362377527/f104ae555e12009875976f0efe8966fb_3736979445995815945.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7087,
        "name": "Irminsul",
        "desc": "<p>Irminsul può essere immaginato come un grande albero che cresce verso il basso anziché verso l'alto, contiene tutta la conoscenza e la saggezza del mondo dai tempi antichi al presente. Le Linee geomantiche, come le radici di Irminsul, attraversano la terra assorbendo i ricordi del mondo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/18/20856775/aa06aa829f5a3a926aef88750adb81f2_8073362589432419530.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7032,
        "name": "Festival del Sabzeruz",
        "desc": "<p>Un festival di Sumeru che prende il nome dalla Dea dei Fiori e celebra il compleanno dell'Archon di Dendro.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/30/12694555/43abe7138f265ebc2d21ebb5f093c373_2825326439000586248.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosi",
        "desc": "<p>Le \"Gnosi\" sono dei punti focali magici interni che ciascuno dei Sette possiede, permettendo loro di risonare direttamente con Celestia stessa e fungendo da emblema del loro status. <span class=\"wk-shady\">Successivamente viene rivelato che le \"Gnosi\" sono state create dai resti del Terzo Discendente.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7474,
        "name": "Pierrot",
        "desc": "<p>Direttore dei Fatui, conosciuto con il nome in codice \"Il Giullare\". Era un mago reale a Khaenri'ah ed è stato maledetto dall'immortalità.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/20856775/55c17a9a1532110226c732706cde5a5a_1601882742805675215.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7475,
        "name": "Dottore",
        "desc": "<p>Il secondo Messaggero dei Fatui, noto anche come il \"Luminare\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/157266935/6b83e21c8ac24b40beb717d67c74768b_7858253775556902103.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7480,
        "name": "Signora",
        "desc": "<p>Ottava degli undici Messageri dei Fatui, conosciuta anche come \"La Gentildonna\". Il suo vero nome è Rosalyne-Kruzchka Lohefalter.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/14/45954971/6973138bdad6bd8bd2d4f883ef72ba25_6846151057560409639.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7471,
        "name": "Buer",
        "desc": "<p>L'Archon Dendro di Sumeru</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/15/20577441/f29490bddc56b4a6773b6c5003bbb853_2360078847100895184.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2975,
        "name": "Il prodigo Shouki no Kami",
        "desc": "<p>Shouki no Kami, una divinità artificiale creata dalla potenza dei sei darsana di Sumeru, dotata di una forza in grado di competere con quella di un vero dio.</p><p>Tuttavia, coloro che in questo mondo definiscono questo essere come una \"falsa divinità\" fraintendono il vero significato di tale parola.</p><p>Shouki no Kami è ora in grado di comprendere concetti illimitati e sostenere un potere inviolabile. Si potrebbe dire che è capace di trascendere il mondo mortale.</p><p>Se gli dèi amano i mortali,</p><p>allora anche Shouki no Kami, che concede il fallimento all'umanità in egual misura, li ama.</p><p>Se è compito degli dèi vegliare sull'umanità, allora...</p><p>...</p><p>...</p><p>Shouki no Kami, che è stato testimone di amori, odi, separazioni, rancori e furori eterni, volge il suo sguardo sui mortali.<br></p><p><em>\"Troppa è stata la vostra felicità!</em></p><p><em>Essa vi ha resi stolti, arroganti e orripilanti nella vostra cupidigia.</em></p><p><em>Ponete fine a quest'era!</em></p><p><em>Concedete al nuovo dio di annunciare la disfatta di quello vecchio.</em></p><p><em>Sciocchi mortali... Siete ancora in tempo per prostrarvi.\"</em></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/03/35428890/86791657203a69e453d8e217414b3f9e_6244827810099144009.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Vagabondo",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/237301566/dcc7d33b644dec92663bfc8a82461032_6121060801991805860.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dopo la sconfitta per mano di Sua Eccellenza Minore Kusanali, Scaramouche rimase privo di sensi sotto la sua custodia nel Santuario di Surasthana. I Messaggeri dei Fatui non avevano alcuna intenzione di accogliere un perdente e per loro il Menestrello non aveva più nessuna utilità. Prima della sua infruttuosa trasformazione nel nuovo Archon, il Menestrello aveva acquisito l'abilità di comunicare con l'Irminsul e, sebbene avesse perso la Gnosi, aveva comunque mantenuto quella capacità. Alla luce dei fatti, Buer decise di proporre un patto all'ex-messaggero e gli diede istruzioni per condurre delle ricerche all'interno dell'Irminsul. Dato che Scaramouche aveva consumato così tante energie durante la sua ultima battaglia, ormai non era più considerato una minaccia per Sumeru e, con l'assistenza del Viaggiatore, Kusanali lo mandò a studiare delle informazioni riguardanti i Discendenti. Durante la ricerca, Scaramouche scoprì la verità sui fatti avvenuti quattrocento anni prima a Tatarasuna e si rese conto anche di quanto il Dottore lo avesse sfruttato. Apprese come Niwa, che gli aveva insegnato come vivere una vita normale e lo aveva trattato come un vero amico, in realtà non fosse scappato da Tatarasuna per fuggire ad una punizione. Di fatto, l'unico vero colpevole era stato Escher, il Dottore sotto mentite spoglie."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/237301566/1f286f5f2787b3efd017a8300a52b02f_7904492014732648691.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Per quanto riguardava il cuore posizionato all'interno del Menestrello, era stato estratto, ancora caldo, dal petto di Niwa. Grazie alla sua parlantina, Escher era riuscito a convincere tutti che l'incidente della fornace fosse avvenuto per colpa di Niwa, il supervisore locale di Tatarasuna, e che l'uomo avesse deciso di fuggire per non dover affrontare le conseguenze dei suoi misfatti. La seconda persona in carica era Mikoshi Nagamasa e avrebbe dovuto subire la pena capitale, se non fosse stato per l'intervento del suo leale compagno samurai, Katsuragi, che decise di assumersi tutta la responsabilità dell'accaduto. Nagamasa avrebbe dovuto ripulire il nome dei Mikoshi, così estrasse dal fodero la sua amata spada, Daitatara Nagamasa, e colpì Katsuragi con un singolo colpo. Scaramouche non potè fare a meno di domandarsi se Escher avrebbe fatto le stesse cose a Tatarasuna, se Kabukimono non fosse mai esistito. Dopo aver rispettato l'accordo con Sua Eccellenza Minore Kusanali, Scaramouche creò una barriera per mettere al riparo lui ed il Viaggiatore dalle orecchie indiscrete della Dea della Saggezza, poi chiese a quest'ultimo se il passato potesse essere cambiato. Sebbene il Viaggiatore non avesse una risposta, a Scaramouche bastò semplicemente il suo silenzio come responso. Nella speranza di cambiare quanto avvenuto al suo amico a Tatarasuna, l'ex-messaggero decise di cancellarsi completamente dall'Irminsul."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Tutti gli errori possono essere corretti. È giunto il momento di risolvere la questione una volta per tutte.\"</color>\n<color=#ffffffd9>\"Sì, lasciati avvolgere. Lasciati avvolgere con queste sembianze che non meritano altro che la distruzione!</color>\n<color=#ffffffd9>Una vita così inutile, come i fiori, le piume e la rugiada del mattino, merita solo di andare in malora! Addio, mondo!</color>\n<color=#ffffffd9>Qualunque cosa ti riservi il futuro, addio per sempre!</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Nonostante tutti, tranne il Viaggiatore, avessero dimenticato l'esistenza di Scaramouche, la mattina successiva non era cambiato nulla degli avvenimenti passati. Secondo i ricercatori, più di quattro secoli prima, all'interno della fornace di Tatarasuna c'era stato soltanto un malfunzionamento catastrofico. Niwa, il responsabile che stava supervisionando il lavoro, si era gettato nella fornace assieme ad un artigiano. In quel modo si erano risolti i problemi, ma entrambi gli uomini avevano perso la vita e la famiglia dell'artigiano era caduta in disgrazia. Il figlio dell'uomo, rimasto orfano, era stato costretto a cavarsela da solo ed era cresciuto provando un profondo risentimento verso il mondo. Nel suo cuore, tutta Inazuma era responsabile della tragedia che si era abbattuta su di lui. Il ragazzo odiava la Shogun onnipotente per l'apparente indifferenza che mostrava nei confronti della morte di suo padre, ma odiava anche tutti coloro che non avevano mosso un dito per salvarlo. Inerme e senza soldi, l'unica eredità che poteva passare ai figli era l'odio che provava. Generazione dopo generazione si era fatta carico di quel risentimento, vivendo completamente nella miseria. Cento anni fa, il capofamiglia decise che le cose non potevano più continuare in quel modo e prese una decisione drastica: vendicarsi del Raiden Gokaden. Così facendo, l'uomo sperava di sfogare la propria frustrazione repressa e contava di scuotere l'industria della forgiatura di Inazuma fino alle fondamenta. Sebbene il capo provenisse dal Clan Hyakume, non risparmiò nemmeno i suoi fabbri. Soltanto i capi dei Clan Kamisato e Kaedehara furono in grado di combattere contro di lui, che negli scontri perse la vita. Nonostante la leggenda del Raiden Gokaden fosse cambiata, Niwa era morto comunque e Scaramouche non era riuscito nel suo intento di riscrivere la storia."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/237301566/c84e8283978af98426d0660a8cf54684_4357231057146412361.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Lo stesso Scaramouche non era scomparso, ma era cambiato il ricordo della sua vita ed egli era diventato Vagabondo. Dopo molto vagare era giunto a Sumeru, dove un mercante gli aveva dato riparo in un carretto, durante una tempesta. Vagabondo era rimasto dal mercante a lavorare come assistente, ma non aveva nemmeno bisogno di Mora. Per poter raccontare la verità a Scaramouche, il Viaggiatore chiese aiuto alla Dea della Saggezza, sebbene ella non ricordasse il Menestrello. Nei suoi dati personali però, Sua Eccellenza Minore Kusanali aveva conservato una nota nascosta in un angolo remoto e si trattava di un'allegoria del passato."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/237301566/109a6e4f9bfca0f499744d94bead51c6_414712255612311899.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sebbene in tutte le altre note, le informazioni riguardanti il Menestrello o Kabukimono fossero cambiate, la Dea aveva registrato questa storia in modo che rimanesse intatta. C'era una volta un mostro solitario avvolto in vello di volpe. Il mostro trovò una famiglia di volpi, si unì a loro e divennero amici. Il mostro cominciò a vivere con la famiglia, giorno e notte, e tutti lo trattavano come fosse uno di loro. Una volta ogni tanto, il mostro si toglieva il vello di volpe la notte, e si compativa specchiandosi nell'acqua: <color=#ffffff>\"Sono un mostro, eppure sono troppo sciocchi per accorgersene... poveri loro.\"</color> Ma il mostro ritrovò il buonumore quando un altro mostro venne a vivere insieme alle volpi: un gattino, intagliato nel legno di un albero bianco, abbandonato dagli umani."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/237301566/f50e9dcd6c83066ac0078028e6c6a173_3490426173118528826.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Anche il gattino voleva diventare una volpe, ma la sua coda era troppo sottile e il suo vello non era folto e ramato. Eppure, quando le altre volpi lo videro, consolarono il gattino: <color=#ffffff>\"Anche senza coda e pelo come il nostro, sei comunque uno di noi.\"</color> Furioso per questo lieto fine, il mostro diede fuoco alla montagna. Gli animali si fecero prendere dal panico mentre l'incendio divampava. L'unico modo per estinguere le fiamme era un sacrificio. Una volpe grigia si fece avanti e parlò col mostro e gli disse: <color=#ffffff>\"Sei il più saggio tra noi, sicuramente saprai trovare un modo per risolvere la situazione.\"</color> Il mostro sorrise, guidò la volpe verso il fuoco e... la uccise. Il cuore della volpe grigia diventò una meravigliosa goccia d'acqua, trasparente, pura e immacolata. Il mostro diede il cuore d'acqua al gattino e gli disse: <color=#ffffff>\"Le volpi hanno deciso. Sarai tu a essere sacrificato. Prendi questo cuore, placa le fiamme, e muori per il bene della tua gente.\"</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/237301566/88787e0d362633ba043e6076cf4aabff_1494527875511372709.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "L'incendio venne domato, ma il gattino riuscì a sopravvivere. Lasciò quel lato della montagna e trovò un uccellino con un'ala spezzata. Decisero di passare il resto delle loro vite insieme. Ma gli uccelli non hanno vita lunga, e molto presto morì. Dopo aver sepolto l'amico, il gattino lasciò la montagna definitivamente. Decise di non affezionarsi mai più a una singola creatura né a un filo d'erba di quella montagna. Il gattino passò notte dopo notte vagando senza meta, mostrando i denti alla luna. Voleva ingoiare la luna e divorarne la luce. Avrebbe ritrovato la pace se le tenebre fossero calate nuovamente sul mondo. <color=#ffffff>\"Diventerò la nuova luna, la risposta a tutto. Così, nessuno saprà che un tempo esistevano uccelli, volpi e gatti a questo mondo. E nessuno saprà che erano diversi.\"</color>\nDopo aver sentito la storia, l'Archon di Dendro realizzò che si trattava dei ricordi alterati di Scaramouche, estratti dai ricercatori dell'Akademiya prima della trasformazione del Menestrello in una divinità. La Dea aveva deliberatamente lasciato indietro quei dati e li aveva conservati in modo che il Menestrello potesse ottenerli in maniera naturale, per portarlo dalla sua parte. Le sue esperienze passate lo avevano reso utile per Sumeru, ma non voleva approfittarsi di lui come già aveva fatto Dottore. Quando il Viaggiatore e Paimon incontrarono Scaramouche a Sumeru, lo portarono dalla Dea della Saggezza e lui accettò di scoprire i segreti del proprio passato. Quando si era svegliato nel Padiglione Shakkei, aveva scelto il nome Vagabondo perché riteneva di essere come una pianta senza radici. Nonostante i ricordi dolorosi, Vagabondo decise di affrontare la verità e di riappropriarsi di una parte della propria identità perduta. Dopo una vita passata con il vuoto dentro, Vagabondo ebbe finalmente la possibilità di trovare sé stesso e di accettare i suoi peccati ormai scomparsi. Egli, non volendo fuggire da colpe e punizioni, chiese la restituzione del suo manto di peccati. Recuperando i ricordi, Vagabondo distrusse la personalità che aveva acquisito dopo aver cambiato l'Irminsul e recuperò anche tutte le emozioni che aveva abbandonato. Anche nella personalità di Vagabondo, c'era sempre stato il desiderio di avere qualcosa in più. Nonostante la sua missione come shugenja, non era mai riuscito a comprenderlo completamente. I ricordi perduti avevano finalmente dato un senso alla sua vita, cambiato il suo destino e anche posto fine al suo vagabondare. Quando Vagabondo recuperò tutti i suoi ricordi decise di rimanere con Sua Eccellenza Minore Kusanali, per rendersi utile e veder riconosciuto il proprio valore."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/237301566/08d10c5965baa1b733fc22933561c9c2_3858787362870306272.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Una volta recuperata sua vera identità, Vagabondo sentì il suono del vento. Non sapeva da dove venisse, ma percepì come in qualche modo cambiasse direzione, quasi per accoglierlo. Il vento portava con sé odori vecchi e nostalgici: il martello di ferro, metalli, la fornace, la polvere della terra. In quell'istante vide ognuno dei suoi riflessi, vividi, reali, che lo rappresentavano. Impaurito, patetico nella sua agonia, arrogante eppure ridicolo, tutto si univa in un unico corpo. Accettare il passato significa riconoscerne i fallimenti, ammettere che non si è altro che un codardo che non ha ottenuto nulla, che non ha nulla. Soltanto compiendo questi passi egli riuscì a liberarsi dalle catene, diventando nuovamente quella tragica persona. In quel momento comprese tutto: l'apparenza di pace e bellezza, non era che una mera illusione. La sua essenza non era mai morta, no, viveva sepolta nel suo cuore. Finché avesse avuto scelta, si sarebbe comunque avventurato sulla stessa strada e avrebbe rifatto tutto da capo. Mentre si muoveva veloce come un fulmine, tra lui e la Divinità eterna dell'Arcana Saggezza si frappose una luce accecante. La sua volontà, e la sua scelta, avevano catturato l'attenzione degli Dei. Era apparsa una Visione, intrappolata tra luce e oscurità, che brillava quasi come se fosse l'occhio di un volto sorridente e che sembrava chiedergli: Tu, che hai desideri di tale intensità, puoi comunque venir considerato un essere senza cuore?"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/237301566/c0721a594fbac02146f64b6b19624a8c_8188287309586895803.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Quando Scaramouche decise di cancellarsi dall'Irminsul, persino la sua creatrice, Ei, si dimenticò della sua esistenza. Anche i Fatui si scordarono di lui e si convinsero che il posto di sesto Messaggero fosse vacante da svariate centinaia d'anni. Avendo deciso di fermarsi a Sumeru, il Vagabondo ne approfittò per fare visita alla Strada dei Tesori per imparare dai mercanti del luogo i metodi di fabbricazione dei giocattoli. Il Vagabondo trascorse molto tempo a fare pratica, il che non sembrava sposarsi bene con la sua personalità. Qualche giorno dopo, la sua grande opera era finalmente completa: aveva realizzato un omino con gli abiti bianchi e i capelli neri, una fascia intorno alla vita annodata a mo' di farfalla, e una lacrima, chiara e rotonda, sull'angolo dell'occhio. In passato c'era stato un giovane che aveva creato quella stessa bambola basandosi sul vecchio aspetto del Vagabondo. Peccato che sia finita in cenere, insieme alla sua vecchia casa, la sera in cui lui lasciò Inazuma. Chi si aspettava che, anni dopo, ne avrebbe creata un'altra dall'aspetto tanto familiare! Così piccola e morbida, sembrava quasi un bimbo indifeso. Occupava poco spazio nelle sue maniche, e piazzarlo nella parte interna del suo cappello gli avrebbe dato la sensazione di avere un compagno di viaggio. <color=#ffffff>\"D'ora in poi, io e te vagheremo insieme\"</color> disse delicatamente, riponendo la bambola all'interno della sua tasca.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Fatui",
        "desc": "<p>Un'organizzazione di Snezhnaya leale alla Tsaritsa, si è espansa in tutto il continente. I suoi Undici Messaggeri sono a caccia delle Gnosi. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/17/20856775/159454dca0123d1c63a52568b03a0a26_2110336716961042200.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7087,
        "name": "Irminsul",
        "desc": "<p>Irminsul può essere immaginato come un grande albero che cresce verso il basso anziché verso l'alto, contiene tutta la conoscenza e la saggezza del mondo dai tempi antichi al presente. Le Linee geomantiche, come le radici di Irminsul, attraversano la terra assorbendo i ricordi del mondo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/18/20856775/aa06aa829f5a3a926aef88750adb81f2_8073362589432419530.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 3830,
        "name": "Visione",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le Visioni sono delle fonti magiche esterne conferite da Celestia e dai Sette Arconti agli Allogeni, una piccola minoranza di persone con forti desideri, permettendo loro di incanalare uno specifico potere elementale. Ogni possessore di una Visione è in grado di raggiungere la divinità ed ascendere a Celestia.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/13/45954971/514cf06235302206ee0dab040f109dc1_8038435815469381013.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7475,
        "name": "Dottore",
        "desc": "<p>Il secondo Messaggero dei Fatui, noto anche come il \"Luminare\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/157266935/6b83e21c8ac24b40beb717d67c74768b_7858253775556902103.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7471,
        "name": "Buer",
        "desc": "<p>L'Archon Dendro di Sumeru</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/15/20577441/f29490bddc56b4a6773b6c5003bbb853_2360078847100895184.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Vagabondo",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un viandante dall'identità misteriosa. Nonostante sia vestito come una sorta di asceta di montagna, il suo atteggiamento è di quanto più distante ci sia da una tale definizione.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/24d97a22be742fb732ea96f625d1faac_2495743636540582085.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Shogun Raiden",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Sua Eccellenza, la potente Narukami Ogosho, che ha promesso al popolo di Inazuma un'Eternità immutevole.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Battute"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito di Kunikuzushi</color>\n<color=#ffffff73>È nato dagli scarti della produzione della Shogun, e per questa ragione mi sento come in debito con lui, ma non intendo assoggettarlo al mio controllo.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Storia del personaggio"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Storia del personaggio (2)</color>\n<color=#ffffff73>Un ostacolo si frappone tra gli esseri umani, la cui natura è transitoria, e l'Eternità: la limitata durata del ciclo vitale.</color>\n<color=#ffffff73>Una questione sulla quale Ei continuò ad arrovellarsi a lungo, fino al giorno in cui davanti ai suoi occhi si palesò una tecnica misteriosa.</color>\n<color=#ffffff73>Una tecnica che avrebbe consentito di creare marionette complesse, difficilmente distinguibili dalle forme di vita autentiche.</color>\n<color=#ffffff73>Nel suo caso, la marionetta che la rappresentava sarebbe stata in tutto identica a lei, ma in grado di trascendere i limiti del naturale ciclo vitale e capace di difendere Inazuma per sempre. Ma quanto complicato sarebbe stato creare la copia di un Archon?</color>\n<color=#ffffff73>Ei si adoperò in quella ricerca eseguendo numerosi esperimenti, scartando innumerevoli prototipi falliti e investendo un'enormità di tempo e risorse...</color>\n<color=#ffffff73>E, alla fine, grazie alla sua perseveranza e al suo spirito guerriero, riuscì a creare una marionetta impeccabile.</color>\n<color=#ffffff73>La pose dinanzi a sé. La Shogun Raiden appena generata ascoltava Ei che le parlava di sé , di lei, e di loro due. Il futuro di Inazuma era lì, inciso su un meraviglioso progetto.</color>\n<color=#ffffff73>L'unica domanda che la marionetta le pose fu: \"Una volta abbandonata la tua forma, non potrai tornare indietro. Non hai alcun rimpianto?\"</color>\n<color=#ffffff73>\"La tua esistenza stessa è la mia risposta.\"</color>\n<color=#ffffff73>Detto questo, Ei trasferì la sua coscienza nella sua lama e diede vita al Piano dell'eutimia.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Lady Guuji del Gran Santuario di Narukami e caporedattrice della Casa editrice Yae. Dietro alla sua bellezza si celano un'intelligenza e un'astuzia incredibili.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Battute"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito di Kunikuzushi</color>\n<color=#ffffff73>Già all'epoca sapevo che avrebbe condotto a una catastrofe, ma lei insisteva a non voler alzare neanche un dito contro quell'oggetto che aveva creato lei stessa. Se avessi saputo cosa sarebbe successo in seguito, me ne sarei occupata direttamente io, senza dirle nulla. Mm... E ora? Eheh... Beh, ormai la catastrofe è già avvenuta, no?</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito della marionetta</color>\n<color=#ffffff73>Quella marionetta è stata costruita con una tecnologia ormai perduta da tempo. Forse, essendo una divinità, lei è l'unica a conoscerne le origini...</color>\n<color=#ffffff73>Prima delle modifiche apportate alla sua forma divina, Ei creò il prototipo di una marionetta...</color>\n<color=#ffffff73>No, il prototipo era soltanto un esperimento. Il suo aspetto e la sua intelligenza non si basavano su Ei. Non era che una prova.</color>\n<color=#ffffff73>Il piano originale prevedeva la sua distruzione, ma forse Ei pensò che sarebbe stato troppo crudele, perché alla fine decise solo di sigillare il potere contenuto al suo interno.</color>\n<color=#ffffff73>Poco dopo, quella marionetta iniziò a vagare per Inazuma con l'aspetto di un comunque uomo dotato di coscienza propria... finché non attirò la curiosità dei Fatui.</color>\n<color=#ffffff73>Dei geni eccentrici tra le fila dei Fatui apportarono delle modifiche al prototipo, non solo sbloccando il suo potere, ma rendendolo probabilmente ancor più formidabile di quello originale.</color>\n<color=#ffffff73>Mh-mh. L'oggetto della creazione divina è colui che in questo momento possiede la Gnosi... Quel prototipo adesso è conosciuto come \"il Menestrello\".</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'undicesimo Messaggero dei Fatui, noto anche come il \"Principe\". Il suo nome è molto temuto sul campo di battaglia.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Battute"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito del Menestrello</color>\n<color=#ffffff73>Dopo che ha preso la Gnosi, abbiamo perso ogni contatto con lui. Ora abbiamo il compito di provare a trovarlo e riprendercela... In realtà non mi dispiace... Significa che potrò viaggiare ovunque. Chissà se ci incontreremo lungo la strada.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Un uccello rinchiuso tra le mura del Santuario di Surasthana che può vedere il mondo solo attraverso i suoi sogni.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/35428890/f29490bddc56b4a6773b6c5003bbb853_9091170755650648414.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Battute"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito del Menestrello</color>\n<color=#ffffff73>Quando era riuscito a realizzare finalmente l'ambizione che aveva nutrito da sempre, si era sentito veramente soddisfatto o ancora più vuoto? Aneliamo ai cieli solo perché non sappiamo volare... Mmmh, forse dovrebbe riflettere su ciò una volta che avrà sperimentato la vacuità empirea assoluta.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Nomi conosciuti"
      },
      {
        "type": "RichText",
        "text": "Kabukimono\n\"Kabukimono\" si riferiva prevalentemente a coloro che indossavano colori vibranti e si comportavano in una determinata maniera. La marionetta venne soprannominata Kabukimono dai lavoratori di Tatarasuna.\nKunikuzushi\nNel teatro tradizionale di Inazuma, c'è un certo personaggio conosciuto con il nome \"Kunikuzushi\". Questi personaggi sono spesso cospiratori ed usurpatori di nazioni. Kabukimono scelse questo nome alla fine del suo vagabondare.\nScaramouche\nMenestrello\nIl nome che la marionetta utilizzò quando si unì ai",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Fatui",
        "desc": "<p>Un'organizzazione di Snezhnaya leale alla Tsaritsa, si è espansa in tutto il continente. I suoi Undici Messaggeri sono a caccia delle Gnosi. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/17/20856775/159454dca0123d1c63a52568b03a0a26_2110336716961042200.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "e divenne il sesto dei Messaggeri.\nVagabondo\nScaramouche divenne Vagabondo dopo essersi cancellato dall'",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7087,
        "name": "Irminsul",
        "desc": "<p>Irminsul può essere immaginato come un grande albero che cresce verso il basso anziché verso l'alto, contiene tutta la conoscenza e la saggezza del mondo dai tempi antichi al presente. Le Linee geomantiche, come le radici di Irminsul, attraversano la terra assorbendo i ricordi del mondo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/18/20856775/aa06aa829f5a3a926aef88750adb81f2_8073362589432419530.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Beelzebul",
        "desc": "<p>L'Archon di Electro di Inazuma, conosciuta anche come Raiden Ei</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/06/20577441/68ce1b8c0e262cc6e4f1074c6431a295_2253924797727775864.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Raiden Ei creò Scaramouche come marionetta prototipo, per provare a creare un corpo sostitutivo.\nKatsuragi\nNiwa\nMikoshi Nagamasa\nMiyazaki\nLe persone di Tatarasuna che trovarono la marionetta e divennero la sua famiglia.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Lady Guuji del Gran Santuario di Narukami e caporedattrice della Casa editrice Yae. Dietro alla sua bellezza si celano un'intelligenza e un'astuzia incredibili.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Quando Kabukimono chiese aiuto per Tatarasuna, Yae Miko gli mandò immediatamente soccorsi, ma egli era ormai convinto che lo Shogunato li avesse abbandonati. Dopo la morte di Niwa, la marionetta lasciò Tatarasuna e la Guuji non volle più disturbarlo, si limitò quindi a mandare qualcuno per restituirgli la piuma. Yae Miko decise di dare la",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosi",
        "desc": "<p>Le \"Gnosi\" sono dei punti focali magici interni che ciascuno dei Sette possiede, permettendo loro di risonare direttamente con Celestia stessa e fungendo da emblema del loro status. <span class=\"wk-shady\">Successivamente viene rivelato che le \"Gnosi\" sono state create dai resti del Terzo Discendente.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "di Electro al Menestrello quando egli minacciò il Viaggiatore.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Fatui",
        "desc": "<p>Un'organizzazione di Snezhnaya leale alla Tsaritsa, si è espansa in tutto il continente. I suoi Undici Messaggeri sono a caccia delle Gnosi. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/17/20856775/159454dca0123d1c63a52568b03a0a26_2110336716961042200.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Qualche anno dopo aver lasciato Tatarasuna, e in seguito ai tre tradimenti subiti, la marionetta decise di unirsi ai Fatui e divenne il loro sesto Messaggero.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7475,
        "name": "Dottore",
        "desc": "<p>Il secondo Messaggero dei Fatui, noto anche come il \"Luminare\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/157266935/6b83e21c8ac24b40beb717d67c74768b_7858253775556902103.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Il Messaggero dei Fatui che condusse degli esperimenti su Scaramouche per creare dei suoi \"segmenti\". Il Dottore sciolse il sigillo dal corpo del Menestrello, facendo crescere esponenzialmente le sue abilità, e successivamente tentò di trasformarlo in un nuovo Archon.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2975,
        "name": "Il prodigo Shouki no Kami",
        "desc": "<p>Shouki no Kami, una divinità artificiale creata dalla potenza dei sei darsana di Sumeru, dotata di una forza in grado di competere con quella di un vero dio.</p><p>Tuttavia, coloro che in questo mondo definiscono questo essere come una \"falsa divinità\" fraintendono il vero significato di tale parola.</p><p>Shouki no Kami è ora in grado di comprendere concetti illimitati e sostenere un potere inviolabile. Si potrebbe dire che è capace di trascendere il mondo mortale.</p><p>Se gli dèi amano i mortali,</p><p>allora anche Shouki no Kami, che concede il fallimento all'umanità in egual misura, li ama.</p><p>Se è compito degli dèi vegliare sull'umanità, allora...</p><p>...</p><p>...</p><p>Shouki no Kami, che è stato testimone di amori, odi, separazioni, rancori e furori eterni, volge il suo sguardo sui mortali.<br></p><p><em>\"Troppa è stata la vostra felicità!</em></p><p><em>Essa vi ha resi stolti, arroganti e orripilanti nella vostra cupidigia.</em></p><p><em>Ponete fine a quest'era!</em></p><p><em>Concedete al nuovo dio di annunciare la disfatta di quello vecchio.</em></p><p><em>Sciocchi mortali... Siete ancora in tempo per prostrarvi.\"</em></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/03/35428890/86791657203a69e453d8e217414b3f9e_6244827810099144009.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "Il corpo meccanico creato dall'",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "name": "Akademiya di Sumeru",
        "desc": "<p>L'organizzazione di Sumeru che esercita il controllo amministrativo della regione ed educa le persone.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/06/362377527/f104ae555e12009875976f0efe8966fb_3736979445995815945.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "per un nuovo Archon.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7471,
        "name": "Buer",
        "desc": "<p>L'Archon Dendro di Sumeru</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/15/20577441/f29490bddc56b4a6773b6c5003bbb853_2360078847100895184.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "La Dea della Saggezza che sconfisse Scaramouche e gli sottrasse la Gnosi di Electro.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Vagabondo",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un viandante dall'identità misteriosa. Nonostante sia vestito come una sorta di asceta di montagna, il suo atteggiamento è di quanto più distante ci sia da una tale definizione.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/24d97a22be742fb732ea96f625d1faac_2495743636540582085.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "La nuova personalità di Scaramouche dopo che si è cancellato dall'Irminsul. Attualmente sta studiando all'Akademiya di Sumeru, nel Darsana Vahumana.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Mona",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una giovane astrologa che si fa chiamare Mona Megistus e che possiede delle abilità degne del suo titolo. Erudita ma orgogliosa.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 38,
        "name": "Fischl",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una ragazza misteriosa che si fa chiamare Prinzessin der Verurteilung e che viaggia in compagnia di un corvo di nome Oz.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Fischl_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Scaramouche incontrò il Viaggiatore, Mona e Fischl durante la sua spedizione per lo studio delle stelle cadenti. Mona, con le sue abilità, si rese conto del pericolo imminente e teletrasportò tutti quanti in un altro luogo.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Oggetti e libri correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 2319,
        "name": "Lettera di Kaedehara Yoshinori",
        "desc": "A blank piece of paper that was hidden in an old flower pot. When dipped in water, it reveals a long-sealed secret.<br/>After telling everyone about the truth that was concealed within, Kazuha said that \"this letter may still be of use to you,\" before handing it over to you.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Kaedehara Yoshinori's Letter_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2257,
        "name": "Antico progetto per la forgia",
        "desc": "An ancient forging blueprint. The Shogun once ordered the Kaedehara Clan to forge a Goshintou according to it.\nAfter being soaked in water, it becomes clear that some of the text has been blurred — someone tampered with the blueprint, dooming the forging to failure and triggering the tragedy that followed...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ancient Forging Blueprint_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2065,
        "name": "Guscio dei sogni opulenti",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Husk of Opulent Dreams/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2092,
        "name": "Fiamma fioca",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      }
    ],
    "videoCollection": [
      {
        "title": "\"The Song Burning in the Embers\" Full Animated Short | Genshin Impact #GenshinImpact",
        "url": "https://www.youtube.com/watch?v=tN5JACOEJFM",
        "coverUrl": "https://i.ytimg.com/vi/tN5JACOEJFM/maxresdefault.jpg",
        "duration": 425
      },
      {
        "title": "Character Teaser - \"Wanderer: Ashes\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=AR2n2TsJuNE",
        "coverUrl": "https://i.ytimg.com/vi/AR2n2TsJuNE/maxresdefault.jpg",
        "duration": 148
      },
      {
        "title": "Cutscene Animation: \"The First Sage of Buer\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=ExVzjvMSnTI",
        "coverUrl": "https://i.ytimg.com/vi/ExVzjvMSnTI/maxresdefault.jpg",
        "duration": 277
      },
      {
        "title": "Story Teaser: The \"Divine\" Will | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=UDQ7m2L9sK8",
        "coverUrl": "https://i.ytimg.com/vi/UDQ7m2L9sK8/maxresdefault.jpg",
        "duration": 142
      },
      {
        "title": "Version 2.1 \"Floating World Under the Moonlight\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=f_5-i0ZJfds",
        "coverUrl": "https://i.ytimg.com/vi/f_5-i0ZJfds/maxresdefault.jpg",
        "duration": 280
      },
      {
        "title": "Version 3.1 \"King Deshret and the Three Magi\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=-2-WKyGTUrM",
        "coverUrl": "https://i.ytimg.com/vi/-2-WKyGTUrM/maxresdefault.jpg",
        "duration": 365
      },
      {
        "title": "Version 3.2 \"Akasha Pulses, the Kalpa Flame Rises\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=bT3qW-Zgtow",
        "coverUrl": "https://i.ytimg.com/vi/bT3qW-Zgtow/maxresdefault.jpg",
        "duration": 313
      },
      {
        "title": "Version 3.3 \"All Senses Clear, All Existence Void\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=oTIHLsa0bj0",
        "coverUrl": "https://i.ytimg.com/vi/oTIHLsa0bj0/maxresdefault.jpg",
        "duration": 247
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Scaramouche"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Fatui"
          }
        ]
      },
      {
        "key": "Titolo",
        "value": [
          {
            "type": "RichText",
            "text": "Menestrello"
          }
        ]
      },
      {
        "key": "Voce cinese",
        "value": [
          {
            "type": "RichText",
            "text": "鹿喑 (Luyin)"
          }
        ]
      },
      {
        "key": "Voce inglese",
        "value": [
          {
            "type": "RichText",
            "text": "Patrick Pedraza"
          }
        ]
      },
      {
        "key": "Voce giapponese",
        "value": [
          {
            "type": "RichText",
            "text": "柿原 徹也 (KAKIHARA Tetsuya)"
          }
        ]
      },
      {
        "key": "Voce coreana",
        "value": [
          {
            "type": "RichText",
            "text": "민승우 (Min Seung-woo)"
          }
        ]
      }
    ]
  }
}