{
  "epId": 4598,
  "name": "Istituto Narzissenkreuz",
  "desc": "<p>Orfanotrofio di Fontaine costruito sulle rovine di un'antica civiltà.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/190184121/c1ff95cb5124a91d66857b3387e1ce52_1729470900739634547.png",
  "menuId": 23,
  "menuName": "Affiliazione",
  "version": 1715357865,
  "components": {
    "galleryCharacter": [
      {
        "key": "Istituto Narzissenkreuz",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/28/362377527/952ea7ca75568d589cf8e4caf5c3add3_7811118268913258895.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 2,
        "text": "Membri"
      },
      {
        "type": "RichText",
        "text": "Direttrice"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Direttrice dell'Istituto Narzissenkreuz, un orfanotrofio a Fontaine, divenne in seguito membro del Narzissenkreuz Ordo e ottenne il titolo di \"Imperatrice Rossa\" dopo che l'Istituto fu abbandonato durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/85019254/b6d86ff8dfd84cf744e57a516b1a14c6_7972972477075780534.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Vicedirettrice"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil fu un ammiraglio in pensione dell'Armata di Fontaine, capitana della Sponsian, e vicedirettrice dell'Istituto di Narzissenkreuz. Morì 500 anni fa durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/386107b800f05b084d15ad8145cf8913_8405686976077330479.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Alunni"
      },
      {
        "type": "RichText",
        "text": "Emanuel Guillotin\nDwight Lasker\nKarl Ingold\nCarter Scherbius",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Il figlio adottivo di Emmanuel Guillotin, cresciuto all'Istituto Narzissenkreuz con la sorella adottiva, Mary Ann. Fu il fondatore dell'Istituto di Ricerca sull'Ingegneria dell'Energa Cinetica di Fontaine, e il suo contributo più notevole a Fontaine è stata la sua ricerca sulle meccaniche Pneuma-Ousia, che ha portato all'invenzione del sistema Arkhe e alla creazione di Meccanismo di Orologeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/5f9666801f8c3cd059ac14e8eb9dbc96_8131546532551471524.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Figlia adottiva di Emanuel Guillotin, è cresciuta all'Istituto Narzissenkreuz con suo fratello Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7f04e9d0b83ab550cc91ddf708008a7d_2679414733014655735.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Orfano cresciuto all'Istituto di Narzissenkreuz e poi adottato da Karl Ingold. Divenne un Neoumano e fu il co-fondatore dell'Ordo di Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/02bc05cc787742e2fdf79dc45a69ccec_8349714685734883420.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Istituto Narzissenkreuz",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "L’Istituto di Narzissenkreuz è un orfanotrofio costruito a Fontaine sulle rovine di un’antica civiltà, Remuria. L’edificio dell’istituto potrebbe essere il luogo dove i Remuriani e la Compagnia Dorata crearono i golems, una razza immortale in cui vennero messe le anime innocenti delle persone. Dopo la caduta di Remuria, il governo di Fontaine decise di incorporare l’Istituto per educare orfani e figli di criminali nel sistema di assistenza pubblica chiamandolo, secondo le origini, Istituto di Narzissenkreuz.\nCome segno di gratitudine per l’Archon di Hydro Egeria, la gentile Oceanide Lyris fu messa a capo dell’Istituto. Più di 500 anni fa, Basil Elton, che crebbe nello stesso orfanotrofio, divenne la vicedirettrice dell’Istituto di Narzissenkreuz. Nonostante il sole non raggiungesse mai l’Istituto era sempre caldo e pieno di vita. I bambini giocavano spesso a fare i cavalieri, maghi, draghi malvagi e principesse.\nDurante il Cataclisma di 500 anni fa, l’Istituto di Narzissenkreuz fu sciolto. Basil Elton guidò la flotta e andò a combattere contro le creature dell’Abisso. Lyris, che non capiva il nesso tra il Cataclisma e la sparizione dei bambini, fu vista successivamente vagare nei pressi dell’Istituto abbandonato. Molti studenti diventarono poi membri del Fantasma della Maréchaussée o della Sicurezza Speciale e Pattuglia di Sicurezza, o viaggiatori in giro per il mondo."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Articoli correlati:"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Compagnia dorata",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/4fda3f028a5acd6e23e99e70f21118cc_5054908790996422241.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Il precedente Archon di Hydro morto durante il Cataclisma 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/a5b8d23dd3fbe0969cc3ebce78f9c29f_5914355630979167572.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Direttrice dell'Istituto Narzissenkreuz, un orfanotrofio a Fontaine, divenne in seguito membro del Narzissenkreuz Ordo e ottenne il titolo di \"Imperatrice Rossa\" dopo che l'Istituto fu abbandonato durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/85019254/b6d86ff8dfd84cf744e57a516b1a14c6_7972972477075780534.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil fu un ammiraglio in pensione dell'Armata di Fontaine, capitana della Sponsian, e vicedirettrice dell'Istituto di Narzissenkreuz. Morì 500 anni fa durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/386107b800f05b084d15ad8145cf8913_8405686976077330479.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Basil Elton",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Molto prima del Cataclisma, quattro amici diventarono studenti dell’Istituto: Basil Elton, Karl Ingold, Dwight Lasker e Emanuel Guillotin. Amavano fare dei giochi in cui Emanuel era l’eroe e Karl era il drago malvagio Jabberwock.\nDopo essersi diplomata all’Istituto, Basil guidò l’Armata Bianca della Marina di Fontaine. La sua nave era la Sponsian, una barca blindata di metallo con pesanti cannoni e un forte arco da speronamento. La bandiera della nave era l’orgoglio della flotta di Fontaine. Il nome Sponsian fu dato dal Primo Ufficiale di Elton, Nathaniel Pickman che diede il nome alla nave in onore di un usurpatore la cui dinastia probabilmente non è mai esistita."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/28/362377527/109829dd2459b27f147d93d521eef150_152049103692965710.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando la marina fu sciolta a causa della fine dell’esistenza dell’Armata e delle dimissioni onorarie del rinomato Segretario della Marina, Basil ritornò all’Istituto di Narzissenkreuz e diventò la vicedirettrice.\nBasil Elton, nonostante avesse un temperamento di ferro, ci teneva davvero tanto ai bambini. Per il loro bene iniziò ad imparare a cucinare, anche se all’inizio i suoi piatti sembravano più una punizione che un piacere. Basil Elton credeva che prendersi cura dei bambini fosse come prendersi cura di un fiore – hanno bisogno di un buon terreno, luce a sufficienza, acqua e non puoi lasciarli crescere nel modo in cui vogliono loro. E in effetti, bisogna disfarsi dei parassiti ogni tanto. Durante la sera, lei raccontava spesso ai bambini delle storie sul drago malvagio Narciso e poi loro mangiavano i loro deliziosi snacks. Per la piccola Mary-Ann, un’allieva dell’Istituto, Basil inventò una fiaba sulla Principessa Lyris.\nDurante il Cataclisma di 500 anni fa, Elton guidò ancora una volta la Sponsian e andò a combattere contro la bestia dell’Abisso, Elynas, che avvelenò tutto ciò che trovava sul suo percorso con la sua sola esistenza. Per circa un mese, la flotta osservò Elynas mentre combatteva contro altri mostri marini dell’Abisso. Con molte navi della flotta distrutte, la Sponsian riuscì finalmente a raggiungere Elynas, ma durante la battaglia la nave si ruppe in due. Metà della nave vaga ancora come un fantasma nelle acque di Fontaine.\nPrima di partire per la battaglia, Basil lasciò una piuma verde di un uccello sconosciuto del suo cappello, che ai bambini piaceva tantissimo, per Jakob, un altro bambino dell’orfanotrofio.\nBasil chiese anche al suo vecchio amico dell’Istituto, Emanuel Guillotin, di prendersi cura di due bambini, Mary-Ann e Alain. E nonostante a lui non piacessero i bambini, si impegnò a rispettare la richiesta della sua amica.\nSfortunatamente, Basil non fece mai ritorno, Emanuel non vide più la sua amica e Jakob non le diede la piuma di uccello. Solo il Viaggiatore, tanti anni dopo, potrà portare la piuma al relitto della nave Sponsian, rispettando la promessa fatta anni prima."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Articoli correlati:"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil fu un ammiraglio in pensione dell'Armata di Fontaine, capitana della Sponsian, e vicedirettrice dell'Istituto di Narzissenkreuz. Morì 500 anni fa durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/386107b800f05b084d15ad8145cf8913_8405686976077330479.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Bestia dell'Abisso che apparve a Fontaine durante il Cataclisma di 500 anni fa. Elynas è il \"Padre\" di tutte le Melusine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/362377527/fa4c986eefe97522566b35be6e29e7a0_830321453062263704.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Figlia adottiva di Emanuel Guillotin, è cresciuta all'Istituto Narzissenkreuz con suo fratello Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7f04e9d0b83ab550cc91ddf708008a7d_2679414733014655735.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Orfano cresciuto all'Istituto di Narzissenkreuz e poi adottato da Karl Ingold. Divenne un Neoumano e fu il co-fondatore dell'Ordo di Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/02bc05cc787742e2fdf79dc45a69ccec_8349714685734883420.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4262,
        "name": "Piuma verde",
        "desc": "<p>Capita che questa piuma abbia il potere di far proseguire una storia e condurla al suo epilogo.</p><p>Il suo stesso aspetto rappresenta un potere che trascende il racconto.</p><p>E' antica e ben conservata, segno che in molti devono averla custodita con cura.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/19/45954971/37621dc475b24dd4d2097969dd71dc71_8746782508959904315.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3985,
        "name": "Mareombra",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una spada di modello standard, forgiata con materiali di prima qualità per gli ufficiali d'alto rango e i capitani di bandiera dell'antica marina di Fontaine.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/09/157266935/17a33544c58e2a45ad5f1a4a5a68906a_3975111433721910543.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Sogno della ninfa",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/190184121/c73081f31cb05982d077050cf83b979b_2993952448763115830.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Cacciatore della Maréchaussée",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/e9c7fe4fbfe3417abd3696108f4ba363_6669607384580511511.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Emanuel Guillotin",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Dopo essersi diplomato all’Istituto, Emanuel Guillotin diventò agente dei Cacciatori della Maréchaussée. Mentre serviva nel Fantasma di Maréchaussée, ricevette un’emblema progettato e dato specialmente a chi partecipò alla difesa armata di Fontaine.\nUn tempo, le autorità di Fontaine vollero creare una città sotterranea al di sotto della città, Fleuve Cendere, dalle fogne sotto la corte di Fontaine. Siccome era difficile mantenere l’ordine, Eduardo Baker e il suo amico presero il potere di Fleuve Cendre. Iniziarono a risolvere le controversie tra i \"compatrioti\" di Fleuve Cendre, a benedire i novelli sposi e a proteggere i mercanti dalle estorsioni, dalle molestie e dai ricatti da parte delle bande. Quando le autorità della Corte di Fontaine decisero di purificare Fleuve Cendre, Baker fu arrestato e esiliato nel deserto di Sumeru.\nSulla strada per l’esilio, lui, con l’aiuto dei suoi scagnozzi, scappo a Poisson e prese in ostaggio sia la città che i membri della Maison Gardiennage che lo stavano trasportando. Fece un numero spropositato di richieste e quindi, i Cacciatori della Maréchaussée, incluso Guillotin, intervennero. Il giornalista Karl Ingold arrivò a Poisson come negoziatore insieme al figlio di Eduardo, Jakob.\nIn seguito al tentativo fallito di risolvere il problema, il disaccordo tra il gruppo di Baker e i Cacciatori della Maréchaussée sfociò in un incontro violento. Di conseguenza, Jakob e Rene, il figlio del sindaco di Possion, rimasero orfani. Entrambi vennero mandati all’Istituto di Narzissenkreuz, un orfanotrofio spesso usato per ospitare figli di criminali.\nL’assedio di Possion lascio cicatrici fisiche e mentali a Guillotin. A causa di questo evento, lascio i ranghi della Maréchaussée per andare a vivere via per il resto dei suoi giorni, felice con solamente il contenuto della sua tazza. Quando iniziò il Cataclisma, la sua vecchia amica dell’Istituto di Narzissenkreuz, Basil Elton, gli affidò i suoi due bambini: Mary-Ann e Alain. A Emanuel non piacevano i bambini e sperava di non averci a che fare, ma per la volontà della sua amica, lui accettò.\nMolti anni dopo, il suo amico Dwight Lasker gli confidò le sue preoccupazioni riguardanti le operazioni del gruppo guidato dal “Maestro”. Questa investigazione fu l’ultima per Emanuel Guillotin.\nA giudicare dal fatto che alla fine ha ricordato i suoi “figli” e l'abbraccio del direttore Lyris, che a quel tempo era membro di questa organizzazione, e che nei suoi appunti il Maestro menziona l'assorbimento di diversi agenti dei Cacciatori della Maréchaussée con l'aiuto di Lyris, possiamo presumere che Emanuel fosse uno di loro."
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>\"Mio caro Alain, mia cara Mary-Ann... non vi sono mai stato vicino,\"</color>\n<color=#ece5d8>\"E anche alla fine, non so come potrei essere un padre per voi due.\"</color>\n<color=#ece5d8>\"Ma comunque, non voglio perdere il ricordo di vedervi crescere...\"</color>",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Articoli correlati:"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Cacciatore della Maréchaussée",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/e9c7fe4fbfe3417abd3696108f4ba363_6669607384580511511.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3989,
        "name": "Traghettatore del Fleuve Cendre",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un tubo di rame abbandonato di media lunghezza, che un tempo veniva usato come arma. In certi ambienti, era considerato molto popolare o famigerato (in base ai punti di vista).</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/190184121/920ca2fe25ca2db1796848099b59b2d8_2348482134338050559.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil fu un ammiraglio in pensione dell'Armata di Fontaine, capitana della Sponsian, e vicedirettrice dell'Istituto di Narzissenkreuz. Morì 500 anni fa durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/386107b800f05b084d15ad8145cf8913_8405686976077330479.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Figlia adottiva di Emanuel Guillotin, è cresciuta all'Istituto Narzissenkreuz con suo fratello Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7f04e9d0b83ab550cc91ddf708008a7d_2679414733014655735.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Il figlio adottivo di Emmanuel Guillotin, cresciuto all'Istituto Narzissenkreuz con la sorella adottiva, Mary Ann. Fu il fondatore dell'Istituto di Ricerca sull'Ingegneria dell'Energa Cinetica di Fontaine, e il suo contributo più notevole a Fontaine è stata la sua ricerca sulle meccaniche Pneuma-Ousia, che ha portato all'invenzione del sistema Arkhe e alla creazione di Meccanismo di Orologeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/5f9666801f8c3cd059ac14e8eb9dbc96_8131546532551471524.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Orfano cresciuto all'Istituto di Narzissenkreuz e poi adottato da Karl Ingold. Divenne un Neoumano e fu il co-fondatore dell'Ordo di Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/02bc05cc787742e2fdf79dc45a69ccec_8349714685734883420.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz\t",
        "desc": "<p>L'Ordo Narzissenkreuz è la società segreta fondata da René de Petrichor e Jakob Ingold per creare Neoumani al fine di sopravvivere alla distruzione del Mondo come predetto dalla Formula del Mondo. È stato dichiarato un gruppo estremista illegale e un'organizzazione criminale dalla legge Fontainiana sotto lo Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/85019254/76c3b544663face535a657d1f97f4ad0_4037890806697454249.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4312,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Dwight Lasker",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/29/362377527/6f93b26b7a7f1d0f752d248b9ddcce04_6140267484678037007.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dwight Lasker divenne il direttore dell’Istituto di Fisilofia Naturarle dopo essersi diplomato all’Istituto di Narzissenkreuz. Lasker reclutava spesso giovani scienziati, come Coppelius. Sotto la sua direzione, uno dei più grandi scienziati di Fontaine, Alain Guillotin, iniziò le sue ricerche su Pneuma e Ousia e il loro annichilimento controllato, la creazione di Arkhe e il primo meka meccanico. Il suo atteggiamento speciale nei confronti dei giovani geni Alain e René de Petrichor, che Lasker assegnò allo stesso laboratorio, fece arrabbiare molti ricercatori, in quanto molte risorse governative erano dirette specificamente al laboratorio di Alain.\nDurante il Cataclisma di 500 anni fa, l’Istituo di Filosofia Naturale fu chiuso per ragioni di sicurezza e, dopo l’allagamento dell’edificio principale, l’Istituto scelse di spostarsi di fianco alla Fontana di Lucine.\nUn giorno si accorse che l’assistente di Alain, Carter Scherbius, stava spesso a casa da lavoro, credendo che fosse dovuto ai problemi finanziari della famiglia di Carter, Ma quando scoprì che era malato, prese dei campioni del suo sangue per cercare una possibile cura. Ma purtroppo, i test non portarono a nessun risultato.\nQuando Lasker venne a conoscenza di una certa organizzazione, il cui leader si chiamava “Maestro”, volle parlare la scoperta di movimenti anomali con il suo amico Emanuel Guillotin, agente dei Cacciatori della Maréchaussée."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Articoli correlati:"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Istituto Narzissenkreuz",
        "desc": "<p>Orfanotrofio di Fontaine costruito sulle rovine di un'antica civiltà.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/190184121/c1ff95cb5124a91d66857b3387e1ce52_1729470900739634547.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Il figlio adottivo di Emmanuel Guillotin, cresciuto all'Istituto Narzissenkreuz con la sorella adottiva, Mary Ann. Fu il fondatore dell'Istituto di Ricerca sull'Ingegneria dell'Energa Cinetica di Fontaine, e il suo contributo più notevole a Fontaine è stata la sua ricerca sulle meccaniche Pneuma-Ousia, che ha portato all'invenzione del sistema Arkhe e alla creazione di Meccanismo di Orologeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/5f9666801f8c3cd059ac14e8eb9dbc96_8131546532551471524.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz\t",
        "desc": "<p>L'Ordo Narzissenkreuz è la società segreta fondata da René de Petrichor e Jakob Ingold per creare Neoumani al fine di sopravvivere alla distruzione del Mondo come predetto dalla Formula del Mondo. È stato dichiarato un gruppo estremista illegale e un'organizzazione criminale dalla legge Fontainiana sotto lo Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/85019254/76c3b544663face535a657d1f97f4ad0_4037890806697454249.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Karl Ingold",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Dopo essersi diplomato all’Istituto, Karl Ingold diventò un giornalista. Durante l’assedio di Possion, arrivò in città come negoziatore. Quando arrivò, fece una foto prima che la situazione tra il gruppo di Baker e i Cacciatori della Maréchaussée deteriorasse."
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>“Al centro della foto c’è Eduardo Baker, appoggiato alla sua famosa – o non – pipa di bronzo come se fosse un bastone.</color>\n<color=#ece5d8>L’altra mano di Eduardo è appoggiata sulla spalla di suo figlio Jakob, che stringe nervosamente la manica di Rene de Petrichor.</color>\n<color=#ece5d8>Alla loro sinistra c’è la Grande Maga Parsifal, appoggiato alla ringhiera, mentre sfoggia il suo tipico sorriso da palcoscenico.</color>\n<color=#ece5d8>Alla sinistra di Eduardo c’è l’attuale sindaco di Possion, Renault de Petrichor. Si è vestito in modo abbastanza formale per l’occasione, nonostante il suo colletto sia storto.</color>\n<color=#ece5d8>Suo figlio Rene è davanti a lui, attratto dalla meraviglia di questa Kamera, con gli occhi spalancati e un po’ perplessi.</color>\n<color=#ece5d8>La donna alla sinistra di Parsifal che tiene in braccio un neonato si chiama Rosa Reed ed è insieme a suo marito Thompson, e alla destra più estrema della foto c’è Tom Alter.</color>\n<color=#ece5d8>Stanno guardando in avanti e le loro facce sembrano sbiadite per colpa della lampadina della Kamera. Non sembrano concentrarsi né su Ingold né sulla Kamera. Ma sul futuro.”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Quando Ingold si ritirò, iniziò a viaggiare e a fare avventure tra aree selvagge, relitti di navi e rovine. Dopo aver ricevuto un invito dal Vicedirettrice dell’Istituto di Narzissenkreuz, Basil Elton, scattò una foto di gruppo della direttrice Lyris, Alain, Mary-Ann, Basi, Elton, Jakob e Rene. Successivamente, quando l’Istituto fu abbandonato durante il Cataclisma, Karl prese con sé Jakob e Rene, con i quali andò in spedizione all’Oasi di Vorukasha."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Articoli correlati:"
      },
      {
        "type": "CustomEntry",
        "epId": 3989,
        "name": "Traghettatore del Fleuve Cendre",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un tubo di rame abbandonato di media lunghezza, che un tempo veniva usato come arma. In certi ambienti, era considerato molto popolare o famigerato (in base ai punti di vista).</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/190184121/920ca2fe25ca2db1796848099b59b2d8_2348482134338050559.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Cacciatore della Maréchaussée",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/e9c7fe4fbfe3417abd3696108f4ba363_6669607384580511511.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Direttrice dell'Istituto Narzissenkreuz, un orfanotrofio a Fontaine, divenne in seguito membro del Narzissenkreuz Ordo e ottenne il titolo di \"Imperatrice Rossa\" dopo che l'Istituto fu abbandonato durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/85019254/b6d86ff8dfd84cf744e57a516b1a14c6_7972972477075780534.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil fu un ammiraglio in pensione dell'Armata di Fontaine, capitana della Sponsian, e vicedirettrice dell'Istituto di Narzissenkreuz. Morì 500 anni fa durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/386107b800f05b084d15ad8145cf8913_8405686976077330479.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Il figlio adottivo di Emmanuel Guillotin, cresciuto all'Istituto Narzissenkreuz con la sorella adottiva, Mary Ann. Fu il fondatore dell'Istituto di Ricerca sull'Ingegneria dell'Energa Cinetica di Fontaine, e il suo contributo più notevole a Fontaine è stata la sua ricerca sulle meccaniche Pneuma-Ousia, che ha portato all'invenzione del sistema Arkhe e alla creazione di Meccanismo di Orologeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/5f9666801f8c3cd059ac14e8eb9dbc96_8131546532551471524.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Figlia adottiva di Emanuel Guillotin, è cresciuta all'Istituto Narzissenkreuz con suo fratello Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7f04e9d0b83ab550cc91ddf708008a7d_2679414733014655735.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Orfano cresciuto all'Istituto di Narzissenkreuz e poi adottato da Karl Ingold. Divenne un Neoumano e fu il co-fondatore dell'Ordo di Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/02bc05cc787742e2fdf79dc45a69ccec_8349714685734883420.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Carter Scherbius",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Carter Scherbius crebbe povero, e quando successe qualcosa alla sua famiglia, si ritrovò all’Istituto di Narzissenkreuz. A quel tempo, Basil Elton era già diventata Vicedirettrice, ma le sue capacità culinarie sembravano ancora più una punizione che un piacere."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/29/362377527/6de4264ce2e5d0353822745dffaf3008_599188516697744871.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Molti anni dopo essersi graduato all’Istituto di Narzissenkreuz, Carter iniziò a lavorare come un assistente all’Istituto di Filosofia Naturale, dove conobbe giovani scienziati che erano anche gli alunni dell’orfanotrofio. Carter si legò a Jakob Ingold, essendo entrambi sullo stesso livello ed entrambi considerati un po’ strani. Era molto felice di parlare del loro passato e iniziò a sognare di ripristinare, un giorno, l’orfanotrofio. Durante il suo periodo di lavoro all’Istituto Naturale di Filosofia, Carter ispirò Alain a creare una Kamera pensante, che potesse scattare foto delle persone importanti per Alain mentre lui era occupato. Alain capì che usare una Kamera pensante per questa ragione era abbastanza inutile, ma capì che poteva essere utile per motivi di sicurezza e sorveglianza.\nCarter aveva una malattia grave e incurabile che lo rendeva goffo e a volte addirittura in coma. Molti dei suoi conoscenti cercarono di trovare una soluzione alla sua malattia e cercarono anche di usare poteri simili a quelli dell'Abisso. Alla fine, gli esperimenti portarono alla distruzione del corpo di Carter, nonostante parte della sua coscienza fosse salvata."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Articoli correlati:"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil fu un ammiraglio in pensione dell'Armata di Fontaine, capitana della Sponsian, e vicedirettrice dell'Istituto di Narzissenkreuz. Morì 500 anni fa durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/386107b800f05b084d15ad8145cf8913_8405686976077330479.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Istituto di Filosofia Naturale",
        "desc": "<p>Un tempo fiorente struttura di ricerca, questo istituto ora giace in rovina sotto le acque di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/85019254/4ad939b9a96f59582270da331fc8f063_1673482788540351445.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Il figlio adottivo di Emmanuel Guillotin, cresciuto all'Istituto Narzissenkreuz con la sorella adottiva, Mary Ann. Fu il fondatore dell'Istituto di Ricerca sull'Ingegneria dell'Energa Cinetica di Fontaine, e il suo contributo più notevole a Fontaine è stata la sua ricerca sulle meccaniche Pneuma-Ousia, che ha portato all'invenzione del sistema Arkhe e alla creazione di Meccanismo di Orologeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/5f9666801f8c3cd059ac14e8eb9dbc96_8131546532551471524.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Figlia adottiva di Emanuel Guillotin, è cresciuta all'Istituto Narzissenkreuz con suo fratello Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7f04e9d0b83ab550cc91ddf708008a7d_2679414733014655735.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4046,
        "name": "Meka perlustratore",
        "desc": "<p>Uno dei primi Mekautomi di nuova generazione. </p><p>Si dice che, durante il periodo trascorso all'Istituto di Filosofia Naturale, Guillotin, il Re dei meccanismi abbia creato macchine in grado di simulare l'intelligenza. Anche se non lo ammise mai apertamente, questa diceria ha comunque incoraggiato generazioni e generazioni di ingegneri ambiziosi. Decenni fa, uno di loro annunciò di aver creato una macchina in possesso non solo dell'abilità di formare pensieri semplici, ma anche della capacità di comprendere le emozioni umane. Tuttavia, i suoi risultati non furono mai riconosciuti.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/25/45954971/48061b3b93400b521d7f6a106e3be992_4222177513024904080.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Il prototipo 4ACV07 è un cane meccanico creato da Alain Guillotin per proteggere sua sorella Mary-Ann Guilliotin durante il suo servizio nel Marchaussee Phantom.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/85019254/f415fbe2eaa40cd987a8daa47643fc74_2675347901476157021.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Un membro dell'Ordo Narzissenkreuz a cui è stato dato il titolo di \"Crisalide della Falena Fantasmatica\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/85019254/be516a2c9005727dcfd1fe45662a826d_7302847739631280868.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Alain Guillotin",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Poco prima dello scioglimento dell’Istituto di Narzissenkreuz, quattro bambini finirono lì: Rene, Alain, Mary-Ann e Jakob. Come gli altri bambini, giocavano a fare i cavalieri, draghi malvagi, principesse e maghi, ascoltavano le storie della Vicedirettrice Basil Elton e mangiavano i suoi deliziosi snacks, che imparo a fare apposta per i bambini.\nDa bambino, Alain adorava i vari meccanismi e giocava a fare il cavaliere con gli altri bambini dell’orfanotrofio. All’Istituto di Narzissenkreuz, diventò amico con Mary-Ann, Rene e Jakob e rimasero amici per tanti anni fino a quando la vita non li portò per strade diverse. Come segno della loro amicizia, diede a Rene e Jakob degli orologi da taschino, che più tardi avrebbero avuto un ruolo importante nelle loro vite.\nIn seguito alla chiusura dell’Istituto di Narzissenkreuz 500 anni fa a causa del Cataclisma, Alain e Mary-Ann furono adottati da Emanuel Guillotin, un amico della Vicedirettrice. Il giovane genio Alain fu ammesso all’Istituto di Filosofia Naturale dove ottenne numerosi successi nello studio di Pneuma e Ousia, contenuti in tutti i meccanismi di Fontaine. Attraverso le sue ricerche, fu in grado di trovare una soluzione per la crisi energetica di Fontaine, diventato uno dei più importanti scienziati della storia del suo paese.\nPiù avanti, Alain, insieme a sua sorella minore, iniziò il servizio presso il Fantasma della Maréchaussée, con a capo il loro padre adottivo. Quando gli agenti del Fantasma della Maréchaussée vennero a conoscenza di attività sospette di un’organizzazione creata dagli amici dell’orfanotrofio di Alain, René e Jakob, insieme al Giudice di Fontaine Neuvillette, emise una proclamazione dichiarando il gruppo come fuorilegge. Durante la battaglia finale tra i Cacciatori della Maréchaussée e i membri dell’organizzazione, Mary-Ann sparì lasciando un grande vuoto in Alain.\nAlain lascio i Cacciatori della Maréchaussée e fondò l’Istituto di Ricerca di Fontaine di Ingegneria dell’Energia Cinetica, che ebbe un ruolo importante nella storia di Fontaine.\nEsiste anche un parco in memoria di Mary-Ann vicino all’Istituto di Ricerca, che fu creato in onore della sorella di Alain.\nAlla fine della sua vita, lascio l’Istituto di Ricerca e si rinchiuse nel suo laboratorio, senza comunicare con nessuno."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Articoli correlati:"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Il figlio adottivo di Emmanuel Guillotin, cresciuto all'Istituto Narzissenkreuz con la sorella adottiva, Mary Ann. Fu il fondatore dell'Istituto di Ricerca sull'Ingegneria dell'Energa Cinetica di Fontaine, e il suo contributo più notevole a Fontaine è stata la sua ricerca sulle meccaniche Pneuma-Ousia, che ha portato all'invenzione del sistema Arkhe e alla creazione di Meccanismo di Orologeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/5f9666801f8c3cd059ac14e8eb9dbc96_8131546532551471524.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Figlia adottiva di Emanuel Guillotin, è cresciuta all'Istituto Narzissenkreuz con suo fratello Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7f04e9d0b83ab550cc91ddf708008a7d_2679414733014655735.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Orfano cresciuto all'Istituto di Narzissenkreuz e poi adottato da Karl Ingold. Divenne un Neoumano e fu il co-fondatore dell'Ordo di Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/02bc05cc787742e2fdf79dc45a69ccec_8349714685734883420.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil fu un ammiraglio in pensione dell'Armata di Fontaine, capitana della Sponsian, e vicedirettrice dell'Istituto di Narzissenkreuz. Morì 500 anni fa durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/386107b800f05b084d15ad8145cf8913_8405686976077330479.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Direttrice dell'Istituto Narzissenkreuz, un orfanotrofio a Fontaine, divenne in seguito membro del Narzissenkreuz Ordo e ottenne il titolo di \"Imperatrice Rossa\" dopo che l'Istituto fu abbandonato durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/85019254/b6d86ff8dfd84cf744e57a516b1a14c6_7972972477075780534.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il Giudice supremo di Fontaine, anche conosciuto come lo Iudex, famoso per la sua incontestabile imparzialità.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/157266935/0513aa7f482dbb4778545d02f94956fe_7174467864028517893.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Istituto di Filosofia Naturale",
        "desc": "<p>Un tempo fiorente struttura di ricerca, questo istituto ora giace in rovina sotto le acque di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/85019254/4ad939b9a96f59582270da331fc8f063_1673482788540351445.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz\t",
        "desc": "<p>L'Ordo Narzissenkreuz è la società segreta fondata da René de Petrichor e Jakob Ingold per creare Neoumani al fine di sopravvivere alla distruzione del Mondo come predetto dalla Formula del Mondo. È stato dichiarato un gruppo estremista illegale e un'organizzazione criminale dalla legge Fontainiana sotto lo Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/85019254/76c3b544663face535a657d1f97f4ad0_4037890806697454249.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Istituto di ricerca di Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Istituto di ricerca di ingegneria dell'energia cinetica di Fontaine</span><span style=\"color: rgba(255, 255, 255, 0.85)\"> </span>è stato fondato da Alain Guillotin ed è spesso abbreviato semplicemente in Istituto di ricerca di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/85019254/154baa11b653966030bdf047346be788_3687673423077505657.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4271,
        "name": "Tesoro",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un antico orologio da tasca.<br>Il suo ticchettio si è interrotto ed è impossibile aprirne il coperchio.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/14/190184121/1ac25fb67035572697a341b3735009fd_6049807332571586176.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4623,
        "name": "\"Tesoro\" sbloccato",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un antico orologio da tasca.<br>Sembra essersi fermato in un momento ben preciso, trasformando quell'istante in un ricordo stupendo ed eterno.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/14/190184121/4f59cac938afea04792733ecf4f499ab_7250152224028301587.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Sogno della ninfa",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/190184121/c73081f31cb05982d077050cf83b979b_2993952448763115830.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Cacciatore della Maréchaussée",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/e9c7fe4fbfe3417abd3696108f4ba363_6669607384580511511.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "René de Petrichor",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "René fu mandato all’Istituto di Narzissenkreuz insieme a Jakob Baker dopo che entrambi i genitori di René e il padre di Jakob furono uccisi durante l’assedio a Possion. All’orfanotrofio incontrarono Mary-Ann e Alain, con i quali diventarono amici per tanti anni e dove René, nei loro giochi, impersonava il drago."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/29/362377527/8a98a3fe4e8892d95de942cdb5b4384a_3708740494996156436.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "In seguito allo scioglimento dell’Istituto, René e Jakob furono accolti da Karl Ingold, giornalista presente durante l’assedio di Poisson. Qualche tempo dopo la chiusura dell’Istituto, Rene finì in un laboratorio dell’Istituto di Filosofia Naturale insieme al suo amico Alain, dove entrambi studiarono i macchinari e le forze di Pneuma e Ousia. Ma le loro ricerche andarono in un’altra direzione quando René e Jakob iniziarono a studiare le proprietà di certi oggetti pericolosi, come il Quarzo Scarlatto di Picco del Drago, e la Melma della Voragine.\nRene voleva sfruttare le capacità di altri scienziati dell'Istituto di Filosofia Naturale, così fondò l’Ordo di Narzissenkreuz per dare loro un senso di appartenenza. L'obiettivo principale dell'organizzazione era prevenire la morte di tutte le persone durante l'apocalisse prevista dalla Formula Mondiale calcolata da René. Il piano dell'ordine era quello di dissolvere l’involucro fisico delle persone in modo che potessero aspettare la fine dell'apocalisse e rinascere in un nuovo mondo. Per colpa dei metodi radicali dell'ordine, che includevano l’eliminazione del libero arbitrio delle persone, l'organizzazione fu considerata radicale e bandita da Fontaine. Tutti i membri dell'ordine dovevano essere cacciati o arrestati."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/29/362377527/fd5440941546983f338397f13a27c374_5884199174898852162.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Come ultima risorsa per realizzare il suo piano di salvare l’umanità, René decise di essere il primo a liberarsi dalle catene del suo corpo. E così René de Petrichor morì, e Narzissenkreuz nacque."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Articoli correlati:"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Orfano cresciuto all'Istituto di Narzissenkreuz e poi adottato da Karl Ingold. Divenne un Neoumano e fu il co-fondatore dell'Ordo di Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/02bc05cc787742e2fdf79dc45a69ccec_8349714685734883420.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Il figlio adottivo di Emmanuel Guillotin, cresciuto all'Istituto Narzissenkreuz con la sorella adottiva, Mary Ann. Fu il fondatore dell'Istituto di Ricerca sull'Ingegneria dell'Energa Cinetica di Fontaine, e il suo contributo più notevole a Fontaine è stata la sua ricerca sulle meccaniche Pneuma-Ousia, che ha portato all'invenzione del sistema Arkhe e alla creazione di Meccanismo di Orologeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/5f9666801f8c3cd059ac14e8eb9dbc96_8131546532551471524.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Figlia adottiva di Emanuel Guillotin, è cresciuta all'Istituto Narzissenkreuz con suo fratello Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7f04e9d0b83ab550cc91ddf708008a7d_2679414733014655735.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Istituto di Filosofia Naturale",
        "desc": "<p>Un tempo fiorente struttura di ricerca, questo istituto ora giace in rovina sotto le acque di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/85019254/4ad939b9a96f59582270da331fc8f063_1673482788540351445.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz\t",
        "desc": "<p>L'Ordo Narzissenkreuz è la società segreta fondata da René de Petrichor e Jakob Ingold per creare Neoumani al fine di sopravvivere alla distruzione del Mondo come predetto dalla Formula del Mondo. È stato dichiarato un gruppo estremista illegale e un'organizzazione criminale dalla legge Fontainiana sotto lo Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/85019254/76c3b544663face535a657d1f97f4ad0_4037890806697454249.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Jakob Baker",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Jakob Baker (poi Ingold) fu mandato all'Istituto di Narzissenkreuz insieme a René de Petrichor dopo la morte dei loro genitori durante l'Assedio di Poisson. Quando giocavano con gli altri bambini, Alain e Mary-Ann, Jakob interpretava il ruolo di un mago. A lui piaceva molto la piuma verde che la Vicedirettrice indossava sul cappello, e quando lei lasciò l'Istituto per andare in battaglia contro le creature dell'Abisso, lasciò la piuma nelle mani di Jakob.\nDopo l'abbandono dell'Istituto in seguito al Cataclisma, Jakob fu adottato da Karl Ingold, che era presente durante l'Assedio di Poisson. Insieme a lui e René, andarono in spedizione all'Oasi di Vourukasha a Sumeru, dove però Jakob si ammalò gravemente.\nRené decise di ricorrere a misure estreme e di utilizzare un potere simile a quello dell'Abisso per salvare Jakob. Sorprendentemente, il corpo di Jakob accettò questo potere, che segnò l'inizio dell'emergere di Jakob come Neoumano.\nInsieme a René, Jakob diventò un ricercatore dell'Istituto di Filosofia Naturale, dove vennero studiate sostanze pericolose associate all'Abisso. Inoltre, Jakob ha ottenne campioni del sangue e della carne della bestia dell'Abisso Elynas, sconfitta durante il Cataclisma, e con l'aiuto di questo sangue potenziò i suoi poteri."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/237301566/6726453b00db1e28aeed6d222e7cdafa_7205492122448532043.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Insieme a René fondarono l'Ordo di Narzissenkreuz, i cui primi membri furono scienziati dell'Istituto di Filosofia Naturale quando fu sciolto. Quando René dissolse il suo corpo come beneficio per l'obiettivo comune dell'ordine, fu Jakob a continuare il suo lavoro e a far rivivere René stesso. Alla fine, credeva che avrebbero potuto incontrarsi nel nuovo mondo che René avrebbe costruito."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Articoli correlati:"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Orfano cresciuto all'Istituto di Narzissenkreuz e poi adottato da Karl Ingold. Divenne un Neoumano e fu il co-fondatore dell'Ordo di Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/02bc05cc787742e2fdf79dc45a69ccec_8349714685734883420.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Figlia adottiva di Emanuel Guillotin, è cresciuta all'Istituto Narzissenkreuz con suo fratello Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7f04e9d0b83ab550cc91ddf708008a7d_2679414733014655735.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Il figlio adottivo di Emmanuel Guillotin, cresciuto all'Istituto Narzissenkreuz con la sorella adottiva, Mary Ann. Fu il fondatore dell'Istituto di Ricerca sull'Ingegneria dell'Energa Cinetica di Fontaine, e il suo contributo più notevole a Fontaine è stata la sua ricerca sulle meccaniche Pneuma-Ousia, che ha portato all'invenzione del sistema Arkhe e alla creazione di Meccanismo di Orologeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/5f9666801f8c3cd059ac14e8eb9dbc96_8131546532551471524.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Bestia dell'Abisso che apparve a Fontaine durante il Cataclisma di 500 anni fa. Elynas è il \"Padre\" di tutte le Melusine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/362377527/fa4c986eefe97522566b35be6e29e7a0_830321453062263704.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Istituto di Filosofia Naturale",
        "desc": "<p>Un tempo fiorente struttura di ricerca, questo istituto ora giace in rovina sotto le acque di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/85019254/4ad939b9a96f59582270da331fc8f063_1673482788540351445.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz\t",
        "desc": "<p>L'Ordo Narzissenkreuz è la società segreta fondata da René de Petrichor e Jakob Ingold per creare Neoumani al fine di sopravvivere alla distruzione del Mondo come predetto dalla Formula del Mondo. È stato dichiarato un gruppo estremista illegale e un'organizzazione criminale dalla legge Fontainiana sotto lo Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/85019254/76c3b544663face535a657d1f97f4ad0_4037890806697454249.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 3754,
        "name": "Appunti sulle indagini di René",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">A quanto sembra, questi appunti sono stati lasciati da un grande ricercatore che aspirava a \"superare la mortalità\", il loro contenuto mostra dettagli sulla sua esperienza nell'esplorazione delle rovine e delle relative conoscenze apprese...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/190184121/23a8346568da109369793d6dd51debdb_9076797446112654546.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4262,
        "name": "Piuma verde",
        "desc": "<p>Capita che questa piuma abbia il potere di far proseguire una storia e condurla al suo epilogo.</p><p>Il suo stesso aspetto rappresenta un potere che trascende il racconto.</p><p>E' antica e ben conservata, segno che in molti devono averla custodita con cura.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/19/45954971/37621dc475b24dd4d2097969dd71dc71_8746782508959904315.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Sogno della ninfa",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/190184121/c73081f31cb05982d077050cf83b979b_2993952448763115830.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Mary-Ann Guillotin",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Quando Mary-Ann si trovava all’Istituto di Narzissenkreuz, la Vicedirettrice Basil Elton inventò apposta per lei una fiaba riguardante la Principessa Lyris e il dragone malvagio Narcissus.\nDopo che l’Istituto fu abbandonato durante il Cataclisma, lei e Alain furono adottati da Emanuel Guillotin. Insieme a suo fratello, Mary-Ann decise di continuare il lavoro del loro padre adottivo e di diventare quindi una Cacciatrice di Marechausse. Per proteggerla, Alain creò il primo Meka pensante, Seymour, ispirato al suo assistente all’Istituto di Filosofia Naturale, Carter Scherbius. Tutti gli amici di Mary-Ann l’adoravano per la sua dolcezza e per il suo carattere meraviglioso."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/237301566/c98423c454c92b128b5b612ae928ccb0_2262125368121600110.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando un'organizzazione proibita fondata dagli amici di Mary-Ann, René e Jakob, entrò nel corpo di Elynas, il mostro sconfitto dell'Abisso, per rianimarlo attraverso un rituale, Mary-Ann fu una di quelli che tentò di fermarli. Durante la battaglia ci fu un'esplosione e Mary-Ann Guillotin fu gravemente ferita. L’ex direttrice dell’Istituto di Narzissenkreuz Lyris, che era già diventata un membro dell’Ordo, fuse insieme le loro coscienze per salvare Mary-Ann, creando così l’Oceanide Mary-Ann."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Articoli correlati:"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Figlia adottiva di Emanuel Guillotin, è cresciuta all'Istituto Narzissenkreuz con suo fratello Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7f04e9d0b83ab550cc91ddf708008a7d_2679414733014655735.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Il figlio adottivo di Emmanuel Guillotin, cresciuto all'Istituto Narzissenkreuz con la sorella adottiva, Mary Ann. Fu il fondatore dell'Istituto di Ricerca sull'Ingegneria dell'Energa Cinetica di Fontaine, e il suo contributo più notevole a Fontaine è stata la sua ricerca sulle meccaniche Pneuma-Ousia, che ha portato all'invenzione del sistema Arkhe e alla creazione di Meccanismo di Orologeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/5f9666801f8c3cd059ac14e8eb9dbc96_8131546532551471524.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Orfano cresciuto all'Istituto di Narzissenkreuz e poi adottato da Karl Ingold. Divenne un Neoumano e fu il co-fondatore dell'Ordo di Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/02bc05cc787742e2fdf79dc45a69ccec_8349714685734883420.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil fu un ammiraglio in pensione dell'Armata di Fontaine, capitana della Sponsian, e vicedirettrice dell'Istituto di Narzissenkreuz. Morì 500 anni fa durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/386107b800f05b084d15ad8145cf8913_8405686976077330479.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Direttrice dell'Istituto Narzissenkreuz, un orfanotrofio a Fontaine, divenne in seguito membro del Narzissenkreuz Ordo e ottenne il titolo di \"Imperatrice Rossa\" dopo che l'Istituto fu abbandonato durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/85019254/b6d86ff8dfd84cf744e57a516b1a14c6_7972972477075780534.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Il prototipo 4ACV07 è un cane meccanico creato da Alain Guillotin per proteggere sua sorella Mary-Ann Guilliotin durante il suo servizio nel Marchaussee Phantom.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/85019254/f415fbe2eaa40cd987a8daa47643fc74_2675347901476157021.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Bestia dell'Abisso che apparve a Fontaine durante il Cataclisma di 500 anni fa. Elynas è il \"Padre\" di tutte le Melusine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/362377527/fa4c986eefe97522566b35be6e29e7a0_830321453062263704.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>Un'Oceanide che vive nell'Annapausi. <span class=\"wk-shady\"> È un Oceanid formata dalla fusione delle coscienze di Lyris e Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7ac751c3fd3892141d972392696a414b_8511750044770393881.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz\t",
        "desc": "<p>L'Ordo Narzissenkreuz è la società segreta fondata da René de Petrichor e Jakob Ingold per creare Neoumani al fine di sopravvivere alla distruzione del Mondo come predetto dalla Formula del Mondo. È stato dichiarato un gruppo estremista illegale e un'organizzazione criminale dalla legge Fontainiana sotto lo Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/85019254/76c3b544663face535a657d1f97f4ad0_4037890806697454249.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Sogno della ninfa",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/190184121/c73081f31cb05982d077050cf83b979b_2993952448763115830.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Lyris",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Lyris era una gentile Oceanide messa a capo dell’orfanotrofio. Nonostante Lyris amasse i bambini, non aveva particolari abilità intellettuali né la concezione della causa-effetto, quindi per tanto tempo l’Istituto fu gestito dalla Vicedirettrice Basil Elton.\nQuando ci fu il Cataclisma 500 anni fa, non riusciva a capire perché l’orfanotrofio fu abbandonato e il suo unico desiderio era quello di ritornare ai tempi in cui i bambini dell’orfanotrofio giocavano a fare i campioni di Narzissen. Fu ritrovata, consumata dai sensi di colpa, dai membri dell’organizzazione segreta, fondata dai pupilli dell’Istituto di Narzissenkreuz, René de Petrichor e Jakob Ingold. Dal momento che Lyris aveva l’abilità di dissolvere ed unire il libero arbitrio delle persone, diventò un valido membro dell’organizzazione e ricevette il titolo di “Imperatrice Rossa”."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/237301566/acb85bf4ad0cb25cb352b5612b60ea22_5340235629741208378.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando l’organizzazione decise di rianimare Elynas, la bestia dell’Abisso, con l’aiuto della cui carne e sangue Jakob alimentò i suoi poteri. Lyris entrò ad Elynas insieme a Jakob e il loro apprendista, Caterpillar. A Elynas incontrarono i Cacciatori della Maréchaussée, compresa Mary-Ann che cercò di fermare l’organizzazione. Durante questa battaglia, Mary-Ann fu gravemente ferita e Lyris l’abbracciò e assorbì la sua coscienza. Nacque così da questa fusione una nuova Oceanide, Mary-Ann. Mary-Ann non era più né Lyris né Mary-Ann Guillotin, ma incarnava la loro coscienza e i loro desideri condivisi ed era qualcosa che andava oltre l'umano o l'Oceanide, capace di creare altri Oceanidi."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Articoli correlati:"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanidi",
        "desc": "<p>Gli Oceanidi sono forme di vita Hydro intelligenti create dal precedente Arconte Hydro, Egeria, e sono in grado di manipolare l'acqua a piacimento. <span class=\"wk-shady\">Tutto il popolo di Fontaine un tempo erano Oceanidi, che Egeria aveva trasformato in umani per soddisfare i loro desideri nei suoi confronti, andando contro la volontà dei Principi Celesti.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/85019254/03504adeef60cc4ded53192b2287b1fe_5967388393566751296.jpg",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil fu un ammiraglio in pensione dell'Armata di Fontaine, capitana della Sponsian, e vicedirettrice dell'Istituto di Narzissenkreuz. Morì 500 anni fa durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/386107b800f05b084d15ad8145cf8913_8405686976077330479.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Il figlio adottivo di Emmanuel Guillotin, cresciuto all'Istituto Narzissenkreuz con la sorella adottiva, Mary Ann. Fu il fondatore dell'Istituto di Ricerca sull'Ingegneria dell'Energa Cinetica di Fontaine, e il suo contributo più notevole a Fontaine è stata la sua ricerca sulle meccaniche Pneuma-Ousia, che ha portato all'invenzione del sistema Arkhe e alla creazione di Meccanismo di Orologeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/5f9666801f8c3cd059ac14e8eb9dbc96_8131546532551471524.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Figlia adottiva di Emanuel Guillotin, è cresciuta all'Istituto Narzissenkreuz con suo fratello Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7f04e9d0b83ab550cc91ddf708008a7d_2679414733014655735.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Orfano cresciuto all'Istituto di Narzissenkreuz e poi adottato da Karl Ingold. Divenne un Neoumano e fu il co-fondatore dell'Ordo di Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/02bc05cc787742e2fdf79dc45a69ccec_8349714685734883420.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Un membro dell'Ordo Narzissenkreuz a cui è stato dato il titolo di \"Crisalide della Falena Fantasmatica\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/85019254/be516a2c9005727dcfd1fe45662a826d_7302847739631280868.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Bestia dell'Abisso che apparve a Fontaine durante il Cataclisma di 500 anni fa. Elynas è il \"Padre\" di tutte le Melusine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/362377527/fa4c986eefe97522566b35be6e29e7a0_830321453062263704.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>Un'Oceanide che vive nell'Annapausi. <span class=\"wk-shady\"> È un Oceanid formata dalla fusione delle coscienze di Lyris e Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7ac751c3fd3892141d972392696a414b_8511750044770393881.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz\t",
        "desc": "<p>L'Ordo Narzissenkreuz è la società segreta fondata da René de Petrichor e Jakob Ingold per creare Neoumani al fine di sopravvivere alla distruzione del Mondo come predetto dalla Formula del Mondo. È stato dichiarato un gruppo estremista illegale e un'organizzazione criminale dalla legge Fontainiana sotto lo Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/85019254/76c3b544663face535a657d1f97f4ad0_4037890806697454249.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Spada di Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una spada che ha perso tutta la sua potenza una volta raggiunto l'epilogo della storia. Ora, col potere residuo in essa racchiuso, è destinata a intraprendere un nuovo viaggio atto a commemorare un grande sogno.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/23/190184121/01d3f8317c86ea98d617ad61213b7c9a_4496702963251486266.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "name": "Spada sacra di Narzissenkreuz",
        "desc": "<p>Una spada sacra che assume un significato speciale all'interno di una certa storia.</p><p>Non appartiene a nessuno.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/45954971/68d0d08d542b55f82a8a7e567b0a73d3_2044327149824729635.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Istituto Narzissenkreuz"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Organizzazione"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      }
    ]
  }
}