{
  "epId": 4603,
  "name": "Alain Guillotin",
  "desc": "<p>Il figlio adottivo di Emmanuel Guillotin, cresciuto all'Istituto Narzissenkreuz con la sorella adottiva, Mary Ann. Fu il fondatore dell'Istituto di Ricerca sull'Ingegneria dell'Energa Cinetica di Fontaine, e il suo contributo più notevole a Fontaine è stata la sua ricerca sulle meccaniche Pneuma-Ousia, che ha portato all'invenzione del sistema Arkhe e alla creazione di Meccanismo di Orologeria.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/5f9666801f8c3cd059ac14e8eb9dbc96_8131546532551471524.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1704034008,
  "components": {
    "galleryCharacter": [
      {
        "key": "L'Istituto Narzissenkreuz",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/85019254/9dd957087aa42735905d94761558de17_8970008973835723408.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Direttrice dell'Istituto Lyris, vicedirettrice Basil Elton, Alain, Mary-Ann, Jacob e René."
          }
        ]
      },
      {
        "key": "Alain Guillotin",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/85019254/4a244b78de17042e111af3c05e389473_4493301119747868931.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Alain Guillotin e la macchina da lui creata nei ricordi di Neuvillette."
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Una strana storia per bambini con note in inchiostro viola",
        "desc": [
          {
            "type": "RichText",
            "text": "Le ore del coniglio in realtà sono solo l'inizio del sonno. L'orologio è uno strumento preciso per misurare il tempo e in sogno lo scorrere del tempo è folle. Quando l'orologio suonerà, tutto sarà finito.\nCaterpillar ha tutti i crismi della maturità: pipa, occhiali da lettura e conoscenza. Ma è pur sempre un bruco, non una farfalla. Se non hai la sicurezza necessaria per uscire dal bozzolo, morirai come un bruco. Ma la falena non ha bocca e non può fare altro che volare verso la fiamma.\nRegina di Cuori, amante del taglio delle teste.\nIl Cavaliere Bianco che continuava a borbottare delle sue piccole invenzioni.\nRegina Rossa... Tutto si è rivelato un sogno. Era una gattina semplice."
          }
        ]
      },
      {
        "title": "Diario Antico",
        "desc": [
          {
            "type": "RichText",
            "text": "...\nL'assistente assegnatomi non sembra molto affidabile.\nAttualmente non possiamo utilizzare le fonti energetiche di questi veicoli da combattimento. I loro nuclei sono troppo pericolosi.\nChiederò loro di cercare altri meccanismi misteriosi.\n...\nNon sono stati osservati molti progressi.\nSotto la supervisione del padre adottivo, andarono con Ann a cercare ispirazione nei luoghi in cui si svolsero le battaglie. Abbiamo incontrato Rene e Jacob.\n...\nL'assistente non sembra molto affidabile. A causa sua sono accaduti diversi incidenti. Un altro ostacolo sulla strada.\nQuesto tipo di meccanismo, che ha una forma un po' arbitraria, è molto interessante. L'attenzione principale dovrebbe essere sulla fonte di alimentazione.\n...\nMeccanismi primordiali esplorati.\nL'assistente si è preso un giorno libero.\nHo chiesto aiuto ad Ann.\nConsigliato Rene e Jacob al direttore dell'istituto.\n...\nMeccanismi primordiali esplorati.\nL'assistente si è preso un giorno libero.\nHo chiesto aiuto ad Ann. Le ha suggerito di trovare un lavoro presso l'istituto, ma lei non è interessata.\n...\nMeccanismi primordiali esplorati.\nL'assistente non è ancora arrivato. Ho deciso di fargli visita.\nCon l'aiuto del mio padre adottivo, ho trovato Rene e il mio padre adottivo Jacob.\n...\nÈ arrivato un nuovo meccanismo incontaminato. Ora possiamo fare progressi.\nL'assistente sembra piuttosto allegro. La malattia si è rivelata non grave.\n...\nMeccanismi primordiali esplorati.\nRené e Jacob arrivarono. Sono stati assegnati al mio progetto.\n...\nStudi di settore.\nInteressanti statue meccaniche.\n...\nMeccanismi primordiali esplorati.\n...\nMeccanismi primordiali esplorati.\nIl mio padre adottivo è venuto a trovarmi, ma non ho potuto vederlo perché ero molto occupato. Ann mi ha rimproverato. Al tuo prossimo incontro, devi ricordarti di scusarti.\n...\nMeccanismi primordiali esplorati.\nL'assistente si è preso un giorno libero.\n...\nSull'orlo di una grande svolta.\nL'assistente si è preso un giorno libero. Ero occupato, quindi non ho potuto fargli visita. Ann lo rimproverò. Andrò domani.\n...\nSull'orlo di una grande svolta.\nHo dimenticato di venire a trovarmi, mi dispiace molto. Chiederò a tutti di venire con me domani.\n...\nMi sono preso un giorno libero.\nL'assistente si è preso un giorno libero. L'ho visitato.\nIdea: una rete neurale virtuale basata non su alberi logici, ma su un numero enorme di unità mentali.\nTelecamera?\n...\nMeccanismi primordiali esplorati.\nL'assistente si è preso un giorno libero.\n...\nMeccanismi primordiali esplorati.\nL'assistente si è preso un giorno libero.\n...\nMeccanismi primordiali esplorati.\nOggi René e Jacob hanno iniziato a condurre le proprie ricerche.\nL'assistente si è preso un giorno libero.\n...\nSvolta.\nIl processo di deposito di una domanda di brevetto è una vera seccatura. Non voglio nemmeno pensarci.\nLe condizioni dell'assistente sono normali. Tuttavia, sono un po' preoccupato.\nConsiderando la differenza nella tecnologia medica, consiglio all'assistente di andare a Sumera.\n...\nMi sono preso un giorno libero.\nSuccessivamente, dovresti studiare la cinematica dei corpi meccanici.\nFai un elenco dei materiali richiesti.\n...\nVisita.\n...\nVisita.\n...\nVisita.\nDicono che sia stato allestito un grande laboratorio per esperimenti di cinematica.\nHo deciso di non muovermi ancora.\n...\nVisita.\n...\nVisita.\n...\nVisita.\nMi è stato chiesto più volte di spostare il laboratorio.\nMa se ti sposti, l'assistente non riuscirà a trovare il nuovo laboratorio. Sconveniente.\n...\nVisita.\n...\nVisita.\n...\nVisita.\nCambio di laboratorio."
          }
        ]
      },
      {
        "title": "Notifica",
        "desc": [
          {
            "type": "RichText",
            "text": "“Secondo il Codice Penale Fontaine, le disposizioni temporanee della Legge Nazionale su ██████ e il Decreto Mermonius (N. 1█2), l'Ordo Narzissenkreuz è dichiarato un'organizzazione radicale illegale, nonché un gruppo criminale. Da ora in poi, questo territorio sarà sigillato a tempo indeterminato”.\n“La distruzione di ██████ sarà considerata una sfida diretta all'autorità governativa. I trasgressori verranno accusati di ██████.\"\n\"Data: ██████\"\n(...Sul retro si trova il sigillo del tribunale e le firme di Alain Guillotin e Neuvillette.)"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Infanzia",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Alain Guillotin ha svolto un ruolo chiave nella storia di Fontaine ed è associato ad organizzazioni come l'Istituto Narzissenkreuz, l'Istituto di Filosofia Naturale e il Marechaussee Phantom. È il fondatore dell'Istituto di ricerca d'Ingegneria con Energia Cinetica di Fontaine e il suo contributo più notevole fu la sua ricerca con Pneuma-Ousia, che portò all'invenzione del sistema Arkhè e alla creazione del Meccanismo ad Orologeria. Da quando Alain Guillotin inventò i blocchi di energia oltre 400 anni fa, la maggior parte delle operazioni dei Meka a orologeria di Fontaine sono state alimentate tramite reazioni di annichilazione controllate dalle forze Pneuma-Ousia fornite proprio da quei blocchi di energia."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/85019254/9dd957087aa42735905d94761558de17_7048171546761709882.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "L'educazione di Alain ebbe luogo presso l'Istituto Narzissenkreuz, dove incontrò Mary-Ann, un'altra orfana affidata alle cure dell'Istituto Narzissenkreuz. Durante il Cataclisma, circa 500 anni fa, la Direttrice e la Vicedirettrice lasciarono l'Istituto per assistere in battaglia. Sfortunatamente, la Vicedirettrice, Basil Elton, non tornò mai. Prima della sua partenza, la Vicedirettrice chiese che Alain e Mary-Ann fossero adottati dal Cacciatore di Marechaussee, Emanuel Guillotin, nel caso in cui non fosse tornata. Durante la sua permanenza all'Istituto, Alain divenne amico intimo di René de Petrichor. L'Istituto Narzissenkreuz si sciolse dopo la scomparsa della Direttrice e della Vicedirettrice.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Istituto Narzissenkreuz",
        "desc": "<p>Orfanotrofio di Fontaine costruito sulle rovine di un'antica civiltà.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/190184121/c1ff95cb5124a91d66857b3387e1ce52_1729470900739634547.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Direttrice dell'Istituto Narzissenkreuz, un orfanotrofio a Fontaine, divenne in seguito membro del Narzissenkreuz Ordo e ottenne il titolo di \"Imperatrice Rossa\" dopo che l'Istituto fu abbandonato durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/85019254/b6d86ff8dfd84cf744e57a516b1a14c6_7972972477075780534.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil fu un ammiraglio in pensione dell'Armata di Fontaine, capitana della Sponsian, e vicedirettrice dell'Istituto di Narzissenkreuz. Morì 500 anni fa durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/386107b800f05b084d15ad8145cf8913_8405686976077330479.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Figlia adottiva di Emanuel Guillotin, è cresciuta all'Istituto Narzissenkreuz con suo fratello Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7f04e9d0b83ab550cc91ddf708008a7d_2679414733014655735.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Orfano cresciuto all'Istituto di Narzissenkreuz e poi adottato da Karl Ingold. Divenne un Neoumano e fu il co-fondatore dell'Ordo di Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/02bc05cc787742e2fdf79dc45a69ccec_8349714685734883420.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4271,
        "name": "Tesoro",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un antico orologio da tasca.<br>Il suo ticchettio si è interrotto ed è impossibile aprirne il coperchio.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/14/190184121/1ac25fb67035572697a341b3735009fd_6049807332571586176.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4623,
        "name": "\"Tesoro\" sbloccato",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un antico orologio da tasca.<br>Sembra essersi fermato in un momento ben preciso, trasformando quell'istante in un ricordo stupendo ed eterno.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/14/190184121/4f59cac938afea04792733ecf4f499ab_7250152224028301587.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Cacciatore della Maréchaussée",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/e9c7fe4fbfe3417abd3696108f4ba363_6669607384580511511.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Sogno della ninfa",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/190184121/c73081f31cb05982d077050cf83b979b_2993952448763115830.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Istituto di Filosofia Naturale e i Cacciatori della Maréchaussée",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Alain si unì successivamente all'Istituto di Filosofia Naturale, riconosciuto come bambino prodigio, poiché entrato nell'Istituto in giovane età. Nell'istituto ormai in rovina, Alain guidò la ricerca energetica, incentrata sulla risoluzione della crisi energetica di Fontaine, che alla fine lo portò a studiare la tecnologia di Khaenri'ah e i progressi tecnologici dell'era di Re Deshret. La ricerca di Alain in questo momento era incentrata sull' annichilazione generata tra Ousia e Pneuma, di conseguenza, grazie alla creazione di blocchi energetici che funzionavano con l'aiuto di pneuma-ousia, il giovane genio riuscì a compiere una svolta tecnica e rivoluzionaria nel settore energetico di Fontaine.</color>\n<color=#ffffff73>Jakob e Rene nel frattempo partirono per una spedizione di ricerca a Sumeru e al loro ritorno ricevettero una raccomandazione per l'ammissione all'Istituto per conto di Alain, successivamente, insieme a loro studiò i meccanismi primordiali e creò un nucleo cinetico basato sempre sulle forze di pneuma-ousia.</color>\n<color=#ffffff73>Nel corso del tempo, René, Jakob, Carter, Alain e Mary Ann svilupparono una profonda amicizia. Alain regalò a Rene e Jakob un orologio da taschino che da allora ebbe per loro un profondo significato.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/85019254/6de4264ce2e5d0353822745dffaf3008_945110390671155761.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>La sorella minore Mary-Ann divenne una cacciatrice del Marechaussee Phantom, come il loro padre adottivo, mentre Alain continuò a studiare nell'Istituto. In giro si dice che, durante il suo percorso di studi, all'Istituto di Filosofia Naturale, Alain progettò con successo una macchina pensante per supportare gli sforzi di sua sorella all'interno del Marechaussee. Poiché queste dichiarazioni provengono in gran parte da suoi precedenti colleghi (la maggior parte dei quali morti combattendo Elynas), e non ci sono \"prove fisiche di ciò, non furono mai inserite in un registro ufficiale\". Inizialmente Carter suggerì di creare una macchina pensante, una macchina fotografica senziente per essere precisi, in modo che potesse scattare foto delle persone preziose, credeva che Alain avrebbe rimpianto quei momenti in cui non era con sua sorella Mary-Ann e avrebbe voluto vederla crescere e cambiare. Anche se Alain inizialmente non</color>\n<color=#ffffff73>approvò l'idea, la tenne comunque in considerazione.</color>\n<color=#ffffff73>Seymour, prototipo 4ACV07, era la macchina pensante creata da Alain per Mary Ann. Qualche tempo dopo, Mary Ann e Seymour trovarono Lyris, che nuotava tristemente in tondo presso le rovine dell'orfanotrofio, ora noto come Annapausis, Seymour dice che Lyris non è riuscita a capire il legame tra il disastro, la fuga degli orfani e la sua stessa condotta, e così vaga per le rovine, annegando nel senso di colpa e nelle aspettative.</color>\n<color=#ffffff73>Renè e Jakob fondarono un'organizzazione segreta successivamente dichiarata radicale, l'Ordo Narzissenkreuz, in cui cercarono di creare dei Neoumani per evitare l'Apocalisse predetta dalla formula mondiale di Khaenri'ah. Nella loro ricerca, sperimentarono il Quarzo Scarlatto della Spina del Drago, il Fango Oscuro dell'Abisso, Khvarena e l'Amrita di Sumeru e la carne e il sangue di Elynas. Grazie a questi esperimenti Jakob Ingold ottenne forti poteri assorbendo la carne di Elynas e diventando così il primo Neoumano. L'assistente dell'Istituto di Filosofia Naturale, Carter, cambiò forma quando René cercò di salvarlo da una malattia incurabile attraverso la sperimentazione. Purtroppo, l'amicizia un tempo forte tra Alain, Mary Ann, Rene e Jakob si interruppe bruscamente dopo che Alain e Mary Ann scoprirono che Rene e Jakob avevano eseguito esperimenti su Carter, che ebbero effetti disastrosi su di lui e quando i Cacciatori del Marechaussee Phantom seppero fin dove erano arrivate le ricerche dell' Ordo Narzissenkreuz, Alain inviò il suo Mekka allo Iudex di Fontaine Neuvillete per avvertirlo del pericolo.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/85019254/4a244b78de17042e111af3c05e389473_4949778239602950602.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Poco dopo, a Elynas ebbe luogo un feroce scontro tra i Cacciatori del Marechaussee e l'Ordo Narzissenkreuz. Elynas ci racconta: “Alla fine, qualcuno innescò un'esplosione che causò una terribile onda d'urto; morirono molte persone.\" Dopo la battaglia purtroppo, Mary-Ann Guillotin, la sorella di Alain, fu dichiarata morta, lasciando un'impronta duratura su Alain Guillotin. Insieme a Neuvillette, Alain contribuì a dichiarare l'Ordo Narzissenkreuz un gruppo estremista illegale e un'organizzazione criminale in seguito. Da quel giorno in poi il luogo fu permanentemente sigillato. Alain lasciò il Marechaussee Phantom e fondò l'Istituto di ricerca sull'energia cinetica di Fontaine, in omaggio al suo amico Carter, lo specialista in soppressione Mek fu chiamato \"Cal. Scherbius\". Alain Fondò anche il Parco memoriale Mary-Ann in onore di sua sorella.\nNella sua vecchiaia, Alain si ritirò dall'Istituto di Ricerca Fontaine e non vide nessuno. La ricerca che intraprese nei suoi ultimi anni non fu mai pubblicata. Anche se gli oggetti rinvenuti nel suo laboratorio personale indicano che qualcosa era stato costruito.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Figlia adottiva di Emanuel Guillotin, è cresciuta all'Istituto Narzissenkreuz con suo fratello Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7f04e9d0b83ab550cc91ddf708008a7d_2679414733014655735.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il Giudice supremo di Fontaine, anche conosciuto come lo Iudex, famoso per la sua incontestabile imparzialità.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/157266935/0513aa7f482dbb4778545d02f94956fe_7174467864028517893.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz\t",
        "desc": "<p>L'Ordo Narzissenkreuz è la società segreta fondata da René de Petrichor e Jakob Ingold per creare Neoumani al fine di sopravvivere alla distruzione del Mondo come predetto dalla Formula del Mondo. È stato dichiarato un gruppo estremista illegale e un'organizzazione criminale dalla legge Fontainiana sotto lo Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/85019254/76c3b544663face535a657d1f97f4ad0_4037890806697454249.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Il prototipo 4ACV07 è un cane meccanico creato da Alain Guillotin per proteggere sua sorella Mary-Ann Guilliotin durante il suo servizio nel Marchaussee Phantom.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/85019254/f415fbe2eaa40cd987a8daa47643fc74_2675347901476157021.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4053,
        "name": "Meka assaltatore specializzato",
        "desc": "<p>Assieme al Meka perlustratore, è stato uno dei primi Mekautomi di nuova generazione a essere realizzato (anche se, naturalmente, dopo centinaia di anni, nessuno li chiama più \"di nuova generazioe\". <span style=\"color: oklab(0.899401 -0.00192499 -0.00481987)\">Venivano chiamati così per distinguerli dai</span> Mekautomi alimentati a energia potenziale).</p><p>Il nome è stato scelto per commemorare un amico dell'inventore, ed è stato originariamente progettatto per aiutare le persone. Tuttavia, la sua abilità di attaccare le persone è diventata la sua vera forza, evitando così la necessità di mettere il personale alleato a rischio.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/24/45954971/85a478480f3c5c0dfcdf5a178009b28c_6145191543911693321.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4046,
        "name": "Meka perlustratore",
        "desc": "<p>Uno dei primi Mekautomi di nuova generazione. </p><p>Si dice che, durante il periodo trascorso all'Istituto di Filosofia Naturale, Guillotin, il Re dei meccanismi abbia creato macchine in grado di simulare l'intelligenza. Anche se non lo ammise mai apertamente, questa diceria ha comunque incoraggiato generazioni e generazioni di ingegneri ambiziosi. Decenni fa, uno di loro annunciò di aver creato una macchina in possesso non solo dell'abilità di formare pensieri semplici, ma anche della capacità di comprendere le emozioni umane. Tuttavia, i suoi risultati non furono mai riconosciuti.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/25/45954971/48061b3b93400b521d7f6a106e3be992_4222177513024904080.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Istituto di Filosofia Naturale",
        "desc": "<p>Un tempo fiorente struttura di ricerca, questo istituto ora giace in rovina sotto le acque di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/85019254/4ad939b9a96f59582270da331fc8f063_1673482788540351445.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Istituto di ricerca di Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Istituto di ricerca di ingegneria dell'energia cinetica di Fontaine</span><span style=\"color: rgba(255, 255, 255, 0.85)\"> </span>è stato fondato da Alain Guillotin ed è spesso abbreviato semplicemente in Istituto di ricerca di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/85019254/154baa11b653966030bdf047346be788_3687673423077505657.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3028,
        "name": "Quarzo scarlatto",
        "desc": "<p>Le strane gemme chiamate Quarzi scarlatti contengono un certo tipo di energia riscaldante. <span style=\"color: #FFE14B\">Rompile e raccogline i frammenti</span> per avvolgere il tuo personaggio con quest'energia.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/05/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_9084089098709080618.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1365,
        "name": "Agata cremisi",
        "desc": "<p><span style=\"color: #9B9C9F\">Un tipo di cristallo che si è formato grazie alla combinazione di una forza vitale concentrata con un’energia speciale del Picco del Drago. È uno dei nutrienti ideali per far crescere un Albero del Geleterno.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crimson Agate_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2644,
        "name": "La minacciosa melma oscura",
        "desc": "<p>Quando si trovano in questa misteriosa melma oscura, i personaggi perdono continuamente PS e hanno una mobilità ridotta. In queste circostanze, anche l'energia del catalizzatore di Pietraluce si esaurisce lentamente.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/26/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_7010172886585953923.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2585,
        "name": "Formazioni viscose",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una strana formazione che compare spesso nella melma oscura e che sembra sostenerla.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/26/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_3955007764723325617.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Istituto Narzissenkreuz",
        "desc": "<p>Orfanotrofio di Fontaine costruito sulle rovine di un'antica civiltà.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/190184121/c1ff95cb5124a91d66857b3387e1ce52_1729470900739634547.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "L'orfanotrofio dove Alain è cresciuto.\nL'istituto dove Alain ha lavorato fin da piccolo, essendo un bambino prodigio."
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Istituto di Filosofia Naturale",
        "desc": "<p>Un tempo fiorente struttura di ricerca, questo istituto ora giace in rovina sotto le acque di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/85019254/4ad939b9a96f59582270da331fc8f063_1673482788540351445.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Istituto di ricerca di Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Istituto di ricerca di ingegneria dell'energia cinetica di Fontaine</span><span style=\"color: rgba(255, 255, 255, 0.85)\"> </span>è stato fondato da Alain Guillotin ed è spesso abbreviato semplicemente in Istituto di ricerca di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/85019254/154baa11b653966030bdf047346be788_3687673423077505657.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Istituto fondato da Alain Guillotin.\nDirettrice dell'Istituto Narissenkreuz, dove Alain è cresciuto."
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Direttrice dell'Istituto Narzissenkreuz, un orfanotrofio a Fontaine, divenne in seguito membro del Narzissenkreuz Ordo e ottenne il titolo di \"Imperatrice Rossa\" dopo che l'Istituto fu abbandonato durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/85019254/b6d86ff8dfd84cf744e57a516b1a14c6_7972972477075780534.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil fu un ammiraglio in pensione dell'Armata di Fontaine, capitana della Sponsian, e vicedirettrice dell'Istituto di Narzissenkreuz. Morì 500 anni fa durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/386107b800f05b084d15ad8145cf8913_8405686976077330479.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Vicedirettrice dell'Istituto Narzissenkreuz, che effettivamente gestiva l'orfanotrofio.\nSorella minore di Alain."
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Figlia adottiva di Emanuel Guillotin, è cresciuta all'Istituto Narzissenkreuz con suo fratello Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7f04e9d0b83ab550cc91ddf708008a7d_2679414733014655735.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Orfano cresciuto all'Istituto di Narzissenkreuz e poi adottato da Karl Ingold. Divenne un Neoumano e fu il co-fondatore dell'Ordo di Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/02bc05cc787742e2fdf79dc45a69ccec_8349714685734883420.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Uno studente dell'Istituto Narzissenkreuz, con il quale Alain è cresciuto.\nNarcissenkreutz, prima René de Petrichor, è stato allievo dell'orfanotrofio in cui Alain è cresciuto.\nDa adulto, René fondò l'organizzazione esoterica radicale Ordo Narzissenkreuz e sperimentò i poteri del Vuoto, cosa che distrusse la sua amicizia con Alain."
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Emanuel Guillotin\nPadre adottivo di Alain e Mary-Ann, ex cacciatore del Marchusseé Phantom. Sebbene non gli piacessero i bambini, accolse Mary-Ann e Alain dopo la chiusura dell'Istituto Narcissenkreuz 500 anni fa su richiesta della sua amica Basil.\nIl goffo assistente di Alain presso l'Istituto di Filosofia Naturale\nCarter (Kater) Sherbius\nDwight Lasker\nDirettore dell'Istituto di Filosofia Naturale.\nIl primo meka senziente, creato da Alain per proteggere sua sorella Mary-Ann quando diventò cacciatrice del Marchusseé Phantom."
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Il prototipo 4ACV07 è un cane meccanico creato da Alain Guillotin per proteggere sua sorella Mary-Ann Guilliotin durante il suo servizio nel Marchaussee Phantom.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/85019254/f415fbe2eaa40cd987a8daa47643fc74_2675347901476157021.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4046,
        "name": "Meka perlustratore",
        "desc": "<p>Uno dei primi Mekautomi di nuova generazione. </p><p>Si dice che, durante il periodo trascorso all'Istituto di Filosofia Naturale, Guillotin, il Re dei meccanismi abbia creato macchine in grado di simulare l'intelligenza. Anche se non lo ammise mai apertamente, questa diceria ha comunque incoraggiato generazioni e generazioni di ingegneri ambiziosi. Decenni fa, uno di loro annunciò di aver creato una macchina in possesso non solo dell'abilità di formare pensieri semplici, ma anche della capacità di comprendere le emozioni umane. Tuttavia, i suoi risultati non furono mai riconosciuti.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/25/45954971/48061b3b93400b521d7f6a106e3be992_4222177513024904080.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4047,
        "name": "Meka potenziatore aritmetico",
        "desc": "<p>Un Mekautoma ideato per trasmettere e potenziare segnali.</p><p>L'energia che alimenta questo Mekautoma è generata da una reazione di annichilazione controllata tra Ousia e Pneuma nel nucleo cinetico. Di conseguenza, sovraccaricarlo con troppa energia ne mina l'equilibrio originale.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/25/45954971/4ec784291ea99993f6686f9d3a426e7c_6081236865551332020.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4048,
        "name": "Meka ricognitore subacqueo",
        "desc": "<p>Un Mekautoma ideato per la ricognizione subacquea.</p><p>In mancanza di progressi significativi nella ricerca dinamica, la ricerca nella cinematica ha avuto l'impatto più significativo sulla progettazione dei Mekautomi. Per quanto riguarda le macchine progettate per eseguire incarichi specifici, la biomimesi ha sovente offerto le risposte più pratiche.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/25/45954971/b9ca37bdb52f97383d85b4f66e50dcb4_7023906971420084492.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4049,
        "name": "Meka ricognotore geologico",
        "desc": "<p>Un Mekautoma ideato per la ricognizione sotterranea e la ricerca di determinati minerali. Poiché è possibile impostare il tipo di metallo, questo dispositivo è molto popolare tra i Cacciatori di tesori e gli avventurieri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/24/45954971/3a81c7a807064d303c5ff9875e9a55e9_3677757498624806447.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4050,
        "name": "Meka pattugliatore subacqueo",
        "desc": "<p>Questo tipo di Mekautoma è stato ideato per cercare, respingere e, se necessario, eliminare le forme di vita aquatiche che minacciano la strumentazione sott'acqua.</p><p>Fin dal primo periodo diluviale, l'Istituto di ricerca di Fontaine ha il timore che possa avvenirne un secondo. Alcuni membri hanno proposto di recuperare le rovine perdute tra le onde e costruire una città sott'acqua, mentre gli altri guardano alle intoccabili isole nel cielo speranzosi di costruire una metropoli sulle nuvole.</p><p>Il Meka pattugliatore subacqueo è stato concepito dai primi, ma a giudicare dai risultati, sono i secondi a trovarsi in vantaggio al momento.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/24/45954971/b775dedd61136d903e632957c44bd0ef_7735795237195063669.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4051,
        "name": "Meka mietitore agile",
        "desc": "<p>Un mekautoma progettato per scavare e trasportare terreno. Per via della capacità intrinseca dell'acqua e del terreno locale di conservare e trasmettere Ousia e Pneuma, i Mekautomi alimentati dall'annichilazione di queste energie sono molto popolari a Fontaine. Questo spiega anche perché gli avventurieri potrebbero incontrare occasionalmente bloccchi di Ousia e di Pneuma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/24/45954971/c1372e55bbaf19e920adc15db17495b4_2557425311714862998.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4052,
        "name": "Meka segnalatore",
        "desc": "<p>Un meccanismo in grado di scagliare l'energia generata da una reazione di annichilazione.</p><p>Tecnicamente parlando, era in origine un dispositivo di prova nato dalle ricerche dell'Istituto di Filosofia Naturale prima della fondazione dell'Istituto di ricerca di Fontaine.</p><p>Per questo, nonostante il suo considerevole successo commerciale come sentinella e dispositivo di difesa, la maggior parte degli ingegneri non lo considera un vero Mekautoma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/24/45954971/85468f98a89ea054000a5b2fa173cdf0_4748178541385050978.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4053,
        "name": "Meka assaltatore specializzato",
        "desc": "<p>Assieme al Meka perlustratore, è stato uno dei primi Mekautomi di nuova generazione a essere realizzato (anche se, naturalmente, dopo centinaia di anni, nessuno li chiama più \"di nuova generazioe\". <span style=\"color: oklab(0.899401 -0.00192499 -0.00481987)\">Venivano chiamati così per distinguerli dai</span> Mekautomi alimentati a energia potenziale).</p><p>Il nome è stato scelto per commemorare un amico dell'inventore, ed è stato originariamente progettatto per aiutare le persone. Tuttavia, la sua abilità di attaccare le persone è diventata la sua vera forza, evitando così la necessità di mettere il personale alleato a rischio.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/24/45954971/85a478480f3c5c0dfcdf5a178009b28c_6145191543911693321.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4054,
        "name": "Meka soppressore specializzato",
        "desc": "<p>Un Mekautoma adattato della tipologia Cal. Scherbius. Purtroppo, non ha capacità oltre a quelle offensive.</p><p>Normalmente, i Mekautomi basati sull'energia di annichilazione producono la propria energia usando ripetitori composti da cristalli speciali che raffinano Ousia e Pneuma dall'ambiente di Fontaine. Ma, al di fuori di Fontaine, possono usare dei Blocchi d'energia appositamente preparati per percorrere brevi distanze per brevi lassi di tempo. La differenza può essere osservata dalla forma dei componenti di cristallo sul Meka.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/24/45954971/85a478480f3c5c0dfcdf5a178009b28c_5036624776763510370.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4055,
        "name": "Meka sterminatore specializzato",
        "desc": "<p>Sebbene l'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine sia la principale organizzazione coinvolta nella ricerca e nella progettazione dei Mekautomi, ci sono anche molti ingegneri e laboratori indipendenti affiliati all'Istituto.</p><p>La prima macchina in assoluto di questo tipo fu progettata da un ingegnere indipendente per commemorare la sua amata e il suo finanziatore. Alla fine la macchina fu acquistata dalla Maison de la Garde come uno strumento per mantenere la sicurezza municipale (o, come pensano alcuni, il monopolio della violenza da parte del Governo).</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/45954971/62107fbdc969e0a93e64a3177ae99f09_7019570974483563954.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4056,
        "name": "Meka costruttore specializzato",
        "desc": "<p>Un tipo di grosso Mekautoma che ha anche un valore incommensurabile se utilizzato nella costruzione di edifici e scavi archeologici. Il nome deriva da un ingegnere impiegato da Callas durante la costruzione della Linea Clémentine.</p><p>Grazie all'aiuto finanziaro di Callas, l'ingegnere costrui la leggendaria \"Nave dorata\", un gigantesco macchinario da costruzione usato per scavare il Tunnel Poisson. Una volta che fu completato il lavoro, questo tipo di Mekautoma venne progettato con una struttura simile ma in scala ridotta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/22/45954971/020a0fc9212bf8f081a3d1488b0d138b_7615554573271080383.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Meka creati sulla base delle ricerche di Alain Guillotin."
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Alain Guillotin"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      }
    ]
  }
}