{
  "epId": 4605,
  "name": "Basil Elton",
  "desc": "<p>Basil fu un ammiraglio in pensione dell'Armata di Fontaine, capitana della Sponsian, e vicedirettrice dell'Istituto di Narzissenkreuz. Morì 500 anni fa durante il Cataclisma.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/386107b800f05b084d15ad8145cf8913_8405686976077330479.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1712155872,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Basil Elton"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Istituto di Narzissenkreuz\nArmata Bianca"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Basil Elton",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/764c6025e7f1ca9b37d0e97c8ba548ec_2868886484435389298.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Basil Elton",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Basil Elton crebbe all’Istituto di Narzissenkreuz, un orfanotrofio a Fontaine. All’Istituto diventò amica di altri bambini: Karl Ingold, Dwight Lasker e Emanuel Guillotin.</color>\n<color=#ffffff73>Amavano fare dei giochi in cui Emanuel faceva l’eroe e Karl faceva il drago malagio Jabberwock. Dopo essersi diplomata all’Istituto, Basil guidò l’Armata Bianca della Marina di Fontaine. La sua nave era la Sponsian, una barca blindata di metallo con pesanti cannoni e un forte arco da speronamento. La bandiera della nave era l’orgoglio della flotta di Fontaine. Il nome Sponsian fu dato dal Primo Ufficiale di Elton, Nathaniel Pickman che diede il nome alla nave in onore di un usurpatore la cui dinastia probabilmente non è mai esistita.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/237301566/9dd957087aa42735905d94761558de17_322497790101615639.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Quando la marina fu sciolta a causa della fine dell’esistenza dell’Armata e delle dimissioni onorarie del rinomato Segretario della Marina, Basil ritornò all’Istituto di Narzissenkreuz e ne diventò la vicedirettrice. Basil Elton, nonostante avesse un temperamento di ferro, ci teneva davvero tanto ai bambini. Per il loro bene iniziò ad imparare a cucinare, anche se all’inizio i suoi piatti sembravano più una punizione che un piacere. Basil Elton credeva che prendersi cura dei bambini fosse come prendersi cura di un fiore – hanno bisogno di un buon terreno, luce a sufficienza, acqua e non puoi lasciarli crescere nel modo in cui vogliono loro. E in effetti, bisogna disfarsi dei parassiti ogni tanto. Durante la sera, lei raccontava spesso ai bambini delle storie sul drago malvagio Narciso e poi loro mangiavano i loro deliziosi snacks. Per la piccola Mary-Ann, un’allieva dell’Istituto, Basil inventò una fiaba sulla Principessa Lyris.</color>\n<color=#ffffff73>Durante il Cataclisma di 500 anni fa, Elton guidò ancora una volta la Sponsian e andò a combattere contro la bestia dell’Abisso, Elynas, che avvelenò tutto ciò che trovava sul suo percorso con la sua sola esistenza. Per circa un mese, la flotta osservò Elynas mentre combatteva contro altri mostri marini dell’Abisso. Con molte navi della flotta distrutte, la Sponsian riuscì finalmente a raggiungere Elynas, ma durante la battaglia la nave si ruppe in due. Metà della nave vaga ancora come un fantasma nelle acque di Fontaine.</color>\n<color=#ffffff73>Prima di partire per la battaglia, Basil lasciò una piuma verde di un uccello sconosciuto del suo cappello, che ai bambini piaceva tantissimo, per Jakob, un altro bambino dell’orfanotrofio.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>“L’hai voluta per tanto tempo, vero? Bene, eccola.”</color>\n<color=#ece5d8>“Ma te la sto dando solamente per tenerla sotto controllo per un po’, va bene? Potrei arrabbiarmi se si sporca.”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Basil chiese anche al suo vecchio amico dell’Istituto, Emanuel Guillotin, di prendersi cura di due bambini, Mary-Ann e Alain. E nonostante a lui non piacessero i bambini, si impegnò a rispettare la richiesta della sua amica.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>“Quando tornerò trionfante inviteremo Lasker e Ingold per una rimpatriata.”</color>\n<color=#ece5d8>“Cucinerò io questa volta. Vi farò vedere le mie abilità.”</color>\n<color=#ece5d8>Notando del sospetto nei suoi occhi, aggiunse sbuffando:</color>\n<color=#ece5d8>“Hey, ho ripreso a cucinare in questi anni! I bambini lo adorano!”</color>\n<color=#ece5d8>“Bene, direi che questo sia un arrivederci, Guillotin… mio caro Emanuel.”</color>\n<color=#ece5d8>“Spero che tutto fili liscio per te. Non metterti nei guai.”</color>\n<color=#ece5d8>“Mi auguro che quei mocciosi non abbiano già fatto naufragare la mia Sponsian…”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Sfortunatamente, Basil non fece mai ritorno, Emanuel non vide più la sua amica e Jakob non le diede la piuma di uccello. Solo il Viaggiatore, tanti anni dopo, sarà in grado di portare la piuma al relitto della nave Sponsian, rispettando la promessa fatta anni prima.</color>\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Istituto Narzissenkreuz",
        "desc": "<p>Orfanotrofio di Fontaine costruito sulle rovine di un'antica civiltà.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/190184121/c1ff95cb5124a91d66857b3387e1ce52_1729470900739634547.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3985,
        "name": "Mareombra",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una spada di modello standard, forgiata con materiali di prima qualità per gli ufficiali d'alto rango e i capitani di bandiera dell'antica marina di Fontaine.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/09/157266935/17a33544c58e2a45ad5f1a4a5a68906a_3975111433721910543.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Sogno della ninfa",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/190184121/c73081f31cb05982d077050cf83b979b_2993952448763115830.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Cacciatore della Maréchaussée",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/e9c7fe4fbfe3417abd3696108f4ba363_6669607384580511511.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4262,
        "name": "Piuma verde",
        "desc": "<p>Capita che questa piuma abbia il potere di far proseguire una storia e condurla al suo epilogo.</p><p>Il suo stesso aspetto rappresenta un potere che trascende il racconto.</p><p>E' antica e ben conservata, segno che in molti devono averla custodita con cura.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/19/45954971/37621dc475b24dd4d2097969dd71dc71_8746782508959904315.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Direttrice dell'Istituto Narzissenkreuz, un orfanotrofio a Fontaine, divenne in seguito membro del Narzissenkreuz Ordo e ottenne il titolo di \"Imperatrice Rossa\" dopo che l'Istituto fu abbandonato durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/85019254/b6d86ff8dfd84cf744e57a516b1a14c6_7972972477075780534.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Bestia dell'Abisso che apparve a Fontaine durante il Cataclisma di 500 anni fa. Elynas è il \"Padre\" di tutte le Melusine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/362377527/fa4c986eefe97522566b35be6e29e7a0_830321453062263704.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Figlia adottiva di Emanuel Guillotin, è cresciuta all'Istituto Narzissenkreuz con suo fratello Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7f04e9d0b83ab550cc91ddf708008a7d_2679414733014655735.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Orfano cresciuto all'Istituto di Narzissenkreuz e poi adottato da Karl Ingold. Divenne un Neoumano e fu il co-fondatore dell'Ordo di Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/02bc05cc787742e2fdf79dc45a69ccec_8349714685734883420.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Una fiaba per la piccola Mary-Ann raccontata da Basil Elton"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Tanto, tanto tempo fa, in un luogo molto, molto lontano, c’era una volta una bellissima e gentile Principessa di nome Lyris… e si, lei è la nostra protagonista!</color>\n<color=#ffffff73>“Non voglio questo nome. Non è quello che avevi detto prima.”</color>\n<color=#ffffff73>Suvvia, è solo una storia, non c’è bisogno di essere così pignoli. Così la storia inizia…</color>\n<color=#ffffff73>E comunque ogni protagonista ha bisogno di un antagonista… uno malvagio, per di più!</color>\n<color=#ffffff73>E il nostro antagonista malvagio… beh, è il drago Narcissus. Talmente cattivo che le persone tremano a sentire nominare il suo nome - non che a lui importi dei loro sentimenti, comunque.</color>\n<color=#ffffff73>Lui seminò distruzione per tutte le terre con le fiamme infuocate che faceva uscire dalla sua bocca. Le sue grandi ali ridussero le città in polvere e il suo fiato infuocato ridusse le nazioni in cenere.</color>\n<color=#ffffff73>Alla fine, solo il reame della Principessa rimase integro. Ma siccome la Principessa cercava di difendere il reame con ritmi stancanti, il piano di Narcissus di distruggere tutto non andò a buon fine.</color>\n<color=#ffffff73>“Quindi nella storia di Narcissus sarei io il nemico malvagio?”</color>\n<color=#ffffff73>Potrebbe essere così nel caso in cui fosse lui a raccontare la storia. Qualcosa come “e i miei piani sarebbero andati a buon fine se non fosse stato per la maledetta Principessa Lyris…” o qualcosa del genere.</color>\n<color=#ffffff73>Ah, no. Ti ho detto che si tratta solamente di una storia, giusto? La Principessa Lyris è solo un personaggio inventato. Tu sei tu, e tu sei reale. Non confonderti, okay?”</color>\n<color=#ffffff73>“Non capisco…”</color>\n<color=#ffffff73>Sii paziente. Smettila di interrompermi! Lasciami prima finire la storia, va bene? Dove eravamo arrivate?</color>\n<color=#ffffff73>Mi stavo dimenticando… la nostra protagonista ha bisogno di aiutanti. La Principessa Lyris, così gentile e bella, sicuramente avrà tanti amici disposti ad aiutarla.</color>\n<color=#ffffff73>Fammi pensare… Lyris ha un gruppo di amici coraggiosi e leali, come Al e Ney…</color>\n<color=#ffffff73>“Non può essere.”</color>\n<color=#ffffff73>Dai! E’ soltanto una storia. Tutto è possibile! Nella nostra versione, Al e Ney sono entrambi amici di Lyris.</color>\n<color=#ffffff73>Ah si, qual’era il nome dell’altro amico di Lyris? Il ragazzo piccolo con i capelli chiari.</color>\n<color=#ffffff73>“Lui non è mio amico.”</color>\n<color=#ffffff73>Ma la Principessa Lyriss può essere sua amica, giusto? Anche io voglio essere sua amica. Quindi lasciamo partecipare anche lui, o no? Quindi qual era il suo nome?</color>\n<color=#ffffff73>“Va bene. Chiamiamolo Kate.”</color>\n<color=#ffffff73>Ecco, allora sarà il Colonnello Kate. Ha sempre avuto quell’atteggiamento freddo e distaccato. Inoltre, è sempre stato appassionato di libri, quindi un grado del genere gli si addice.</color>\n<color=#ffffff73>Bene, adesso abbiamo tutto - abbiamo messo insieme tutti i personaggi della storia. Il temibile drago Narcissus era intento a distruggere ogni regno sulla terra, mentre il reame della Principessa Lyris continuava a resistere e a rimanere inattaccabile sotto la sua protezione e quella dei suoi amici.</color>\n<color=#ffffff73>“Si, capisco. E come in questo tipo di storie, la principessa e i suoi amici vissero per sempre felici e contenti.”</color>\n<color=#ffffff73>Così è come finisce la storia!</color>\n<color=#ffffff73>Abbiamo appena iniziato. Non siamo nemmeno arrivati alla parte più emozionante.</color>\n<color=#ffffff73>“Parte emozionante?”</color>\n<color=#ffffff73>Ovvio. Dopo tutto, perchè mai Narcissus dovrebbe voler distruggere tutto? E Lyris in che modo potrebbe proteggere tutti? Non sei un po’ curiosa?</color>\n<color=#ffffff73>“Sapere come finisce è già abbastanza bello, no?”</color>\n<color=#ffffff73>Beh, non sarebbe molto divertente, no? I finali potrebbero sembrare simili, ma i colpi di scena sono quelli che contraddistinguono ogni storia.</color>\n<color=#ffffff73>Come nella nostra storia, il solitario Narcissus bramava il tesoro di Lyris e invidiava la sua bellezza e gentilezza perchè erano ciò che il drago un tempo possedeva ma che poi perse.</color>\n<color=#ffffff73>E per il tesoro che Lyris possedeva… diciamo semplicemente che era il “tempo”.</color>\n<color=#ffffff73>“Tempo?”</color>\n<color=#ffffff73>Esatto! Al una volta mi disse, se ricordo bene, che gli orologi sono la prova che le persone vogliono tenere il tempo nelle loro mani, e Ney disse che il tempo sembrava che stava sempre per finire. E Lyris era rimasta sola per tanto tempo, no? Se avesse degli amici, potrebbe condividere il suo tempo con loro e così sarebbe felice! Quindi diciamo che Narcissus fallì nell’invadere il reame di Lyris perchè aveva condiviso tutto questo tempo con i suoi amici. Così quando hanno combattuto contro di lui, avevano più tempo dalla loro parte - ecco perchè il drago non poteva competere con gli amici di Lyris!</color>\n<color=#ffffff73>Pensaci, Lyris - se avessimo più tempo, non saremmo in grado di fare più cose? Ad esempio, Al potrebbe colpire Narcissus tre o quattro volte in più - lui sarebbe più forte con più tempo a disposizione! Sì, così è come lo affronteremo!</color>\n<color=#ffffff73>Successivamente, gli amici di Lyris sfruttarono il tempo che lei aveva condiviso con loro per contrastare Narciso ancora e ancora.</color>\n<color=#ffffff73>Tuttavia, il drago astuto scoprì il loro segreto. Come una vipera paziente, continuò ad inviare i suoi eserciti per attaccare, esaurendo il tempo di Lyris.</color>\n<color=#ffffff73>Così la principessa Lyris si sacrificò molto per proteggere il regno e aiutare i suoi amici a vincere le battaglie. Col tempo, si dimenticò dei suoi amici, perché aveva rinunciato al suo passato. Non rideva e non giocava più con i suoi amici, perché aveva donato il suo tempo al presente...</color>\n<color=#ffffff73>Finalmente, un giorno, l'acqua della sorgente, un tempo allegra, tacque e l'oscurità riempì i cieli con l'arrivo di Narcissus, con le ali spiegate. Nonostante i valorosi sforzi degli amici di Lyris durante la battaglia, il drago era inarrestabile, poiché non aveva più tempo da condividere con loro. Il drago arrivò in poco tempo davanti al palazzo.</color>\n<color=#ffffff73>Negli ultimi istanti, Lyris radunò attorno a sé i suoi amici di cui non ricordava più i nomi e affidò loro la cosa più preziosa del mondo. Era una goccia d'acqua pura - sì, pura come te.</color>\n<color=#ffffff73>Disse “Questo è il mio futuro. Portatelo con voi.”</color>\n<color=#ffffff73>Disse: “Anche se io e il regno saremo sottomessi a Narcissus, non avrà importanza perchè il mio ‘futuro’ rimarrà con voi.”</color>\n<color=#ffffff73>Poi fece loro una promessa. \"Anche se abbiamo perso il nostro ‘passato’ e ‘presente’, fino a quando ci aggrapperemo al futuro, il tempo tornerà e noi ci riuniremo, e il reame tornerà a splendere ancora di più.”</color>\n<color=#ffffff73>In quel momento, l’esercito del drago fece crollare le porte del castello a colpi di cannone. Lyris incitò i suoi amici a fuggire e loro lo fecero con grande difficoltà e con i volti bagnati dalle lacrime. E ora, dopo aver perso il suo futuro, la Principessa Lyris, insieme alla torre in cui visse, cadde in un sonno profondo privo di sogni.</color>\n<color=#ffffff73>Così cadde l'ultimo regno di luce rimasto. Gli amici di Lyris si nascosero nell'oscurità e sopportarono le difficoltà per molto tempo. Eppure rimasero uniti, legati dal futuro che la Principessa aveva loro promesso. Bene, come trovi la storia adesso?</color>\n<color=#ffffff73>“Non capisco. Il passato, presente, futuro.... non riesco a capirli. Non abbiamo un futuro dopo un disastro del genere.”</color>\n<color=#ffffff73>Vedi… Al sta lavorando duramente per aiutare Lord Neville e garantire il nostro futuro. E tu, Ney e Jak non state cercando di crearne uno tutti insieme? Insieme - ecco come abbiamo creato gran parte del nostro ‘passato’, giusto? Adesso siamo uniti nel ‘presente’, e sicuramente potremo rimanere insieme anche nel ‘futuro’. Condivideremo il peso di molti dolori e creeremo anche molti momenti felici.</color>\n<color=#ffffff73>“Si, lo so…”</color>\n<color=#ffffff73>“E quindi per quanto riguarda la storia? Cos’è successo alla principessa?</color>\n<color=#ffffff73>Hmm… ce lo teniamo per un’altra storia. Ah, sto per finire il mio tempo. Devo tornare dal mio stupido cane. Ti racconterò il resto la prossima volta!</color>\n<color=#ffffff73>Dai, non fare così… Va bene, che ne dici se io invento l’inizio e tu mi racconti il resto la prossima volta? Fammi pensare…</color>\n<color=#ffffff73>“Molti anni più avanti, nel futuro, in un luogo molto, molto lontano…”</color>\n<color=#ffffff73>C’era un impero oscuro governato dal drago malvagio Narcissus.</color>\n<color=#ffffff73>La principessa che un tempo desiderava era, insieme alla torre in cui viveva, immersa in un sonno profondo e privo di sogni, rimanendo così incontaminata dal drago malvagio. Questo fece infuriare Narciso, così mandò innumerevoli servitori a perlustrare l'impero alla ricerca del suo tesoro. Creò anche molti meccanismi difensivi usando le sue stregonerie malefiche per impedire a coloro che sono dalla parte della giustizia di resistergli. Giurò che avrebbe reclamato il tesoro della principessa e l'avrebbe risvegliata, perché solo allora avrebbe potuto reclamarla tutta per sé.</color>\n<color=#ffffff73>C’era un gruppo di eroi che proteggeva il tesoro che gli venne dato dalla principessa - una perla d’acqua limpida e luminosa.</color>\n<color=#ffffff73>Hmm… e questa dovremmo chiamarla vita? Ah, che dolore. Se avessi saputo che la storia sarebbe arrivata a questo punto, avrei usato il tuo nome. Qualche idea?</color>\n<color=#ffe699>Articoli correlati:</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Istituto Narzissenkreuz",
        "desc": "<p>Orfanotrofio di Fontaine costruito sulle rovine di un'antica civiltà.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/190184121/c1ff95cb5124a91d66857b3387e1ce52_1729470900739634547.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Orfanotrofio in cui Basil è cresciuta e dove poi ne diventò la Vicedirettrice.\nArmata Bianca\nBasil Elton fu un'ex ammiraglia dell'Armata Bianca, la Marina di Fontaine.\n\"Sponsian\"\nBasil Elton fu la capitana della \"Sponsian\", la nave ammiraglia dell'Armata Bianca.\nNathaniel Pickman\nPrimo Ufficiale di Basil.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Il figlio adottivo di Emmanuel Guillotin, cresciuto all'Istituto Narzissenkreuz con la sorella adottiva, Mary Ann. Fu il fondatore dell'Istituto di Ricerca sull'Ingegneria dell'Energa Cinetica di Fontaine, e il suo contributo più notevole a Fontaine è stata la sua ricerca sulle meccaniche Pneuma-Ousia, che ha portato all'invenzione del sistema Arkhe e alla creazione di Meccanismo di Orologeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/5f9666801f8c3cd059ac14e8eb9dbc96_8131546532551471524.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Figlia adottiva di Emanuel Guillotin, è cresciuta all'Istituto Narzissenkreuz con suo fratello Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7f04e9d0b83ab550cc91ddf708008a7d_2679414733014655735.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Orfano cresciuto all'Istituto di Narzissenkreuz e poi adottato da Karl Ingold. Divenne un Neoumano e fu il co-fondatore dell'Ordo di Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/02bc05cc787742e2fdf79dc45a69ccec_8349714685734883420.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Carter Scherbius\nAlunni dell'Istituto di Narzissenkreuz.\nKarl Ingold\nDwight Lasker\nEmanuel Guillotin\nAlunni dell'Istituto di Narzissenkreuz con cui Basil è cresciuta.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3992,
        "name": "Imperatore del Fuoco e del Ferro",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Uno dei due sovrani che un tempo governavano le specie aberranti del Mare del Fontemer, oggetto di numerose storie di marinai.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Granchio corazzato che evita i predatori. Dedito alla caccia, il costante consumo di cibo gli permette di crescere, ma lo costringe anche a cambiare continuamente il carapace che lo protegge per potersi adattare alle nuove dimensioni. Purtroppo, però, alla fine diventa semplicemente troppo grande. Prima del primo periodo diluviale, un gigantesco Granchio corazzato attaccò una nave, ma fu respinto negli abissi da Basil Elton, che non era ancora stato riabilitato come comandante.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Immagina un mondo dove l'intera umanità è stata epurata da Teyvat, e il sempre più potente Imperatore del Fuoco e del Ferro indossa il Palais Mermonia come fosse un mantello sfarzoso di pietra bianca. Naturalmente, in un mondo del genere, a nessuno verrebbe mai in mente di chiamarlo, tra il serio e il lepido, \"Imperatore del Fuoco e del Ferro\".</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/30/190184121/92cf784732984089c7f5a91f7a42822c_673659486415003581.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Granchio corazzato sconfitto da Basil.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4517,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Una Melusina interessata al Capitano Basil e alla sua nave.",
        "alignment": "center"
      }
    ]
  }
}