{
  "epId": 4652,
  "name": "Havria",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La Dea del sale, uccisa dai suoi stessi seguaci durante la guerra degli Arconti.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/190184121/513d51e0ebfd54f5da34a9f85dfaf61f_1913074205227731327.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1706565184,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Havria",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffa6>Conosciuta come la Dea del sale, Havria era una delle tante divinità che vagavano per Liyue prima della Guerra degli Arconti. Secondo le leggende, lei era conosciuta per la sua gentilezza e la grande bontà d'animo e il popolo ha goduto di una vita prospera sotto la sua protezione. Un tempo viveva al fianco delle molte divinità di Liyue, ma la sua natura straordinariamente gentile l'ha costretta rapidamente ad allontanarsi dalla Guerra degli Arconti. Zhongli la descrive come una Dea debole, che si è fatta sottomettere da tutti gli altri Arconti, talmente debole da non riuscire ad avere un posto tra i Sette. Inoltre, dopo innumerevoli concessioni, Havria perse tutte le sue terre, rimanendogli solo la sua ultima dimora. Havria lavorò instancabilmente per riportare la pace tra gli Dei, anche durante lo scontro globale.</color>\n<color=#ffffffa6>Si dice che durante la Guerra degli Arconti era solita distribuire mazzi di fiori al suo popolo come benedizione, o almeno come piccolo gesto di conforto per allontanare l'amarezza di quei tempi bui. Ad oggi, questo gesto è entrato a far parte della cultura di Liyue: è consuetudine che ai matrimoni di Liyue la sposa lanci un mazzo di fiori o di stoffa colorata verso la folla di invitati. Si dice che chi è abbastanza fortunato da prenderla godrà di un anno di buona fortuna. I suoi seguaci si sono diffusi in tutta Liyue, portando con sé questa usanza e insegnandola alla gente del posto, che successivamente l'ha adattata alle proprie tradizioni.</color>\n<color=#ffffffa6>Durante la Guerra degli Arconti, Havria condusse i suoi seguaci a nord della Pianura di Bishui, dove fondarono un nuovo insediamento chiamato Sal Terrae. La città rimase stabile per molti secoli, ma conobbe il suo declino insieme alla caduta della Dea che un tempo la governava. Questa piccola città rimane oggi un Dominio sigillato Il segreto per aprirlo includeva le leggende della Guerra degli Arconti:</color> <color=#ffffffd9>\"Tianheng a sud, Huaguang a est, Jueyun a ovest e Qingce a nord — Tutti ormai desolati e privi di vita. Le terre di Liyue sono vaste, ma non vi si trova ancora alcun rifugio\"</color> <color=#ffffffa6>.</color>\n<color=#ffffffa6>Il contenuto di questa affermazione è legato alla Dea del Sale, che cercava di dare rifugio agli innocenti e a coloro che avevano sofferto per la brutale guerra.</color>\n<color=#ffd780>Voci correlate:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2330,
        "name": "Tradizioni di Liyue",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Customs of Liyue_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2299,
        "name": "Diario dell'avventuriere Roald",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/f91f32e498c4670603f9863462357c40_3502758232575385088.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "La morte di Havria",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffa6>La più gentile tra gli Arconti non morì affatto durante la Guerra, ma cadde per mano dei mortali che la tradirono, per i quali lei si era sacrificata tanto.</color>\n<color=#ffffffa6>Secondo la leggenda, il primo re di Sal Terrae non riusciva a comprendere l'amore auto-sacrificale che Havria manifestava e incarnava, nonostante l'amasse. Per fronteggiare la grande Guerra, scelse la via della forza militare e per dimostrare che nei tempi di guerra non c'è posto per la dolcezza e la gentilezza, prese una spada e pose fine alla vita della divinità indifesa. Non appena la divinità ebbe incontrato la sua fine, il Tempio del Sale stesso crollò e la città si sgretolò come sale sulla terra, e quella fine fu amara come il sale.</color>\n<color=#ffffffa6>In realtà, la causa della sua morte fu dovuta ad alcune persone del suo popolo che si resero conto che questa divinità dolce, gentile, ma debole non avrebbe mai potuto proteggere nessuno in tempo di guerra. Pensarono che piuttosto che subire l'amarezza di un'altra sconfitta, sarebbe stato meglio per la dea accettare un'altra morte. Tuttavia, per quanto debole sia una divinità, il potere che si sprigiona quando viene uccisa supera la forza delle anime mortali. Alla sua morte, il corpo di Havria si dissipò e si trasformò in un fiore di sale (Sal Flore). Coloro che non riuscirono a fuggire si trasformarono in statue di sale, salinizzati per sempre. Quando si esamina l'Aderente Salinizzato più vicino al Sal Flore, sembra che un tempo tenesse qualcosa in mano, alzato in una posa di sforzo supremo.</color>\n<color=#ffd780>Voci correlate:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2299,
        "name": "Diario dell'avventuriere Roald",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/f91f32e498c4670603f9863462357c40_3502758232575385088.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "I discendenti dei seguaci di Havria",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/178140791/60466dea149352726318a488cddf144d_4628433609436866095.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffa6>Dopo il suo ritorno allo stato elementale, le persone a cui il Dio del Sale aveva guardato con tanto affetto si dispersero in tutta Liyue. La maggior parte ha cercato rifugio nel Porto di Liyue, sotto la potezione dell'Arconte di Geo; così le loro storie sono riuscite a sopravvivere. Molti altri si unirono alla Sala Yinyuan, uno degli Otto Mestieri, sotto la giurisdizione di Qixing. La Sala Yinyuan era leader nell'industria del sale.</color>\n<color=#ffffffa6>I discendenti dei seguaci temevano l'ira della dea e vivevano nel terrore che avesse lanciato su di loro una maledizione eterna. Nel tentativo di placare la sua ira, rischiarono la vita per tornare nelle Terre del Sale, spezzare la spada che l'aveva uccisa e collocare accanto ad essa due delle sue reliquie. Le reliquie erano una ciotola che si riempiva magicamente di sale e una statua che poteva trasformare l'area circostante in sale da raccogliere. Le rovine delle Terre del Sale sarebbero state nuovamente sigillate quando questo rituale fosse stato eseguito. L'Arconte di Geo</color> , Morax, che ora vive come un mortale di nome Zhongli, <color=#ffffffa6>riteneva che non fosse necessario: \"Come potrebbe una Dea gentile fino all'ultimo arrabbiarsi con il suo stesso popolo?\".</color>\n<color=#ffffffa6>Col tempo, le circostanze della morte di Havria sono state fraintese e i discendenti dei suoi seguaci hanno iniziato a nutrire disprezzo per l'Arconte di Geo, ritenendo che avesse ucciso Havria perché geloso del suo immenso potere. Wanyan, uno dei discendenti dei seguaci della Dea del Sale, cercò di trovare le prove che Morax avesse ucciso Havria in battaglia. Ha descritto Havria come una divinità molto gentile che un giorno ha incontrato Morax in battaglia, il quale ha usato un trucco piuttosto subdolo per assassinarla. Wanyan stipula un contratto con Zhongli, ma in seguito viola i termini del contratto richiedendo entrambi i pezzi della spada spezzata, che sarebbero due reliquie invece dell'unica concordata. Zhongli punisce Wanyan per aver infranto il contratto raccontandogli la verità su Havria. Si scopre che la spada che Wanyan voleva recuperare non è una reliquia di Havria, ma l'arma usata per ucciderla. Alla fine, sia la ciotola di sale che la statua di sale sono state restituite al mare nella Foresta di Pietra di Guiyun, poiché questo è il luogo in cui vengono inviati i resti degli dei defunti.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«\"Il tempo è una forza potente, nelle cui correnti la storia viene distorta... Bisogna trovare un modo affidabile per tramandare la verità delle epoche...\".»</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Voci correlate:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un misterioso esperto ingaggiato dai Servizi Funebri Wangsheng. Estremamente competente in qualsiasi materia.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Relazioni del personaggio",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Adepti",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Vestale delle Nuvole",
        "desc": "<p>Un'Adepta di Jueyun che vive sul Monte Aocang, a Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/190184121/46ee1323ddfe94fe1707c1d50912504e_2884877935752582915.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2461,
        "name": "Scultore della luna",
        "desc": "<p>Scultore della luna è un adeptus che si è ritirato sulle montagne di Liyue, ha le sembianze di un cervo e, come gran parte degli adepti, preferisce evitare il contatto con gli umani. Ha combattuto al fianco dell'Archon di Geo durante la guerra degli Archon.<br>Scultore della luna è un NPC che compare in alcune missioni ed eventi di Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/95525664/f6db6df736a86639eaf7c2d89eb318b8_4057754137573484454.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2519,
        "name": "Formamontagne",
        "desc": "<p>Adeptus che vive sul Monte Hulao a Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/190184121/24ed91484b6cba0d0f8c7dd916b9f774_6764215593741677459.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">La segretaria del Padiglione Yuehai. Nelle sue vene scorre il sangue del Qilin, una bestia illuminata.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4782,
        "name": "Pilastro dei cieli",
        "desc": "<p>Un Adepto di Liyue che morì durante la Guerra degli Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/10/12694555/30fce72dbb1a32caf708f842e2f01bb1_8832357923624902647.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4783,
        "name": "Osservatore dell'oceano",
        "desc": "<p>Adeptus di Liyue che adorava collezionare tesori. Era il precedente proprietario della \"Bussola Fantastica\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/19/362377527/6de473741b015edb622bc8f4e2ca2b50_8322896002653564448.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Altre divinità",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un misterioso esperto ingaggiato dai Servizi Funebri Wangsheng. Estremamente competente in qualsiasi materia.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3487,
        "name": "Guizhong",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/22/194600931/66a9dceb7daa0fd96ac32f3a9af48068_3995632004146016517.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Guoba",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/23/194600931/aed6d782110b4a976ecc5deffddd9bff_37725679114108199.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4784,
        "name": "Azhdaha",
        "desc": "<p>Forma di vita elementale la cui durata di vita supera di gran lunga quella dell'umanità, portata in superficie da Rex Lapis. Morax lo ha scolpito in un drago e gli ha dato gli occhi per vedere il sole. Azhdaha era stato amico e alleato dell'Archon Geo per molti anni.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/07/85019254/472a219c5d998c371672b670a0829f16_9048826483843154718.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Articoli correlati",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2299,
        "name": "Diario dell'avventuriere Roald",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/f91f32e498c4670603f9863462357c40_3502758232575385088.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2330,
        "name": "Tradizioni di Liyue",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Customs of Liyue_icon.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Havria",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/190184121/504c8244f244ef62a74ff3ad8b5d486b_3522359260960528874.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>I resti di Havria dopo la sua morte.</color>"
          }
        ]
      },
      {
        "key": "Havria",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/190184121/9245538585bbc45e830588c515b6d6c9_2083277423527465815.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>I resti di Havria dopo la sua morte.</color>"
          }
        ]
      },
      {
        "key": "Sal Terrae",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/190184121/3c265aa46ffaeae053150531b31254ae_4079175450556712771.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Un luogo dove Havria ha stabilito una nuova dimora per i suoi seguaci."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Havria</color>"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Liyue</color>"
          }
        ]
      },
      {
        "key": "Titolo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Dea del sale</color>"
          }
        ]
      }
    ]
  }
}