{
  "epId": 4691,
  "name": "Storia di un'oca dalle ali di neve",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/01/4f31dedb586090a194478c5f7039311a_2730062825684412359.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1752358953,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Storia di un'oca dalle ali di neve"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Storia di un'oca dalle ali di neve (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Pers il Pinguino\nSecondo la leggenda, nel lontano sud esiste un mare di ghiaccio. È lì che vivono i pinguini.\nI pinguini sono signorine e signorini paffutelli, con uno smoking di piume nere che avvolge il loro bel pancino bianco. A vederli muoversi sulla terraferma con la loro andatura dondolante, potresti pensare che siano goffi, incapaci di volare come gli altri uccelli. Ma non farti ingannare. Guardali lanciarsi di pancia e scivolare sui ghiacci come se facessero snowboard, finendo dritti in acqua. Con un guizzo, si trasformano in eleganti e abili nuotatori, con le ali spesse simili a pinne che permettono al corpo di sfrecciare sott'acqua.\nCerto, molti bimbi sapranno già tutte queste cose sui pinguini. Anzi, i più appassionati avranno memorizzato ogni dettaglio.\nMa c'è una cosa che nemmeno i bambini che amano alla follia i pinguini sanno. Tutti i pinguini provengono dallo spazio, ben oltre il cielo. Un tempo, grandi stormi di pinguini percorrevano in volo tutto l'universo, le ali li guidavano tra le stelle e le piume lucide riflettevano la fioca luce siderale che illuminava il vuoto. Dalle giganti rosse alle nane bianche, dai bastioni di Orione alle scintillanti porte di Tannhäuser... I pinguini hanno esplorato tutto. I pinguini ricordano tutto.\nMa, forse a causa di qualche catastrofe interstellare o magari per una semplice lite familiare, alcuni clan di pinguini si separarono dal loro stormo galattico e raggiunsero le gelide acque a sud di Teyvat. Furono i nostri primi pinguini. Tuttavia, per i nuovi arrivati la nostra atmosfera era troppo densa per volare e, data la loro scarsa esperienza con l'acqua, non sapevano neppure nuotare. Perlomeno fino alla nascita del prodigioso Pers il Pinguino, il primo che imparò a nuotare.\nCome molti giovani pinguini, Pers scrutava la notte stellata o il cielo azzurro del giorno e pensava: \"Se solo potessi volare come i miei antenati!\"\nPerciò Pers decise di imparare dagli uccelli. Come facevano a volare tanto in alto?\nInnanzitutto, Pers il Pinguino si rivolse all'uccello più grande che riuscì a trovare: una fregata. E la fregata gli disse: \"Ahah! Niente di più semplice! Portami trenta pesci e ti svelerò il segreto!\"\nE così Pers trascorse cinquanta notti a setacciare la spiaggia al chiaro di luna, raccogliendo trecento conchiglie. Poi trovò una balena appassionata di conchiglie e scambiò le sue trecento conchiglie con trenta pesci.\nIl giorno dopo, la fregata inghiottì i 30 pesci in un sol boccone per poi spiccare il volo sghignazzando. Prima di volare via, disse al giovane Pers: \"Il segreto per volare è essere leggeri! Perché non provi a dimagrire?\"\nBeh, dimagrire non era poi così difficile. Ma un pinguino senza il suo strato di grasso non è degno di essere chiamato tale. Pers scosse il capo.\nE, come sanno tutti i bambini, da allora l'uccello fregata si guadagnò un nuovo soprannome che rispecchiava la sua natura avida e disonesta: l'uccello pirata.\nAllora Pers chiese aiuto ai gabbiani. Ma questi non fecero altro che stridere e garrire. Pers non imparò nulla e i gabbiani finirono per litigare. Infatti, alcuni si adirarono a tal punto da rinunciare per sempre a volare, trasformandosi in alcidi... Ma questa è un'altra storia.\nAllora Pers si rivolse a un petrello. Purtroppo, il petrello voleva insegnargli solo alcuni trucchi di dubbia utilità, e non le nozioni di base di cui aveva disperatamente bisogno. Dopotutto, pensò quel nobile uccello marino, è senz'altro più importante imparare a librarsi in volo in mezzo a una tempesta che preoccuparsi di questioni banali come decollare e atterrare.\nPers il Pinguino era molto amareggiato. Tornò alla spiaggia dondolandosi e ammirò il placido oceano notturno. Proprio in quel momento, per la prima volta notò che le stelle della sua patria astrale si specchiavano nell'oceano. Le trovò talmente belle che decise semplicemente di... tuffarsi.\nDapprima in preda al panico, Pers il Pinguino si rese conto che non stava annegando, ma sapeva volare... almeno sott'acqua. Poteva sfrecciare a tutta velocità, girarsi e rigirarsi su sé stesso. Dopotutto, proprio per questo aveva ali tanto forti e il corpo liscio e rotondo!\nE così Pers il Pinguino fu il primo della sua specie a imparare a nuotare. Dopo Pers, molti altri pinguini ebbero il coraggio di tuffarsi nelle acque e, come i loro antenati, di librarsi tra le stelle sfavillanti, esplorando, nutrendosi e giocando.\nNon appena Pers mostrò agli altri come fare, i pinguini si adattarono alla nuova vita in acqua, dimenticando il loro cosmico passato. Ogni ricordo di quel vuoto sconfinato svanì persino dai loro sogni, senza lasciare traccia. Oggi i pinguini vivono qui, tra la terra e il mare."
          }
        ]
      },
      {
        "title": "Storia di un'oca dalle ali di neve (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Principessa Marcotte\nIn un passato non troppo remoto, ogni tipo di pianta e di animale aveva il proprio regno.\nNel regno di Marcotte viveva una principessa dai lunghi capelli rosa. Stando alle leggende, era nata in una chela di granchio e non aveva mai messo radici. Da sempre era, e sarebbe stata, un piccolo seme determinato.\n\"Mia cara figlia, mio tesoro adorato, perché non ti sistemi e non ti godi una vita da nobile? Perché ci metti così tanto a germogliare e a crescere?\", le chiese il suo regale padre, preoccupato.\n\"Padre, padre. Non lasciarti trasportare dall'agitazione né dalla rabbia. Sono nata in una chela di granchio e quella chela sarà il mio vascello. Il destino di tua figlia non è quello di mettere radici nel terreno e coltivare fiori vezzosi, ma di conquistare i mari ed esplorare un nuovo mondo ricco di meraviglie!\"\nSentendo queste parole, il re rimase scioccato. Si chiese cos'avevano di male i bei fiori. Dopotutto non lo era anche lui? E se un giorno sua figlia avesse deciso di piantare radici e di far crescere una ghirlanda ancora più graziosa della sua? Sarebbe stato terribile.\nTuttavia, si sentiva così solo perché si vergognava di non essere grazioso come avrebbe desiderato.\nFece quindi rinchiudere la principessa e la chela di granchio in una scatola dorata e poi la nascose in uno specchio fatto di acqua purissima. Dopodiché, gettò lo specchio in un lago di zaffiro del Regno dei loto di Pluie. C'era un solo modo per strappare tutti quegli strati di isolamento e liberare la principessa e la chela di granchio: fare ridere Madre Loto. Come tutti sanno però, i loto di Pluie sono fin troppo propensi al pianto.\n\"È tutto sistemato\", affermò il re. \"Ora posso dormire sonni tranquilli. Non mi resta che attendere con pazienza finché il seme della mia adorata figlia inizierà a rompersi. La sua brama di viaggiare si estinguerà. Non avrà altra scelta che crescere...\"\n\"Poi mia figlia sarà come me. Seguirà il suo fato e crescerà forte e in salute.\"\nLa lunga prigionia non riuscì però a piegare la coraggiosa principessa. Si mise a scrivere una battuta dietro l'altra per fare ridere Madre Loto e si esercitava senza sosta a raccontarle. La chela di granchio ridacchiava. Persino la scatola dorata rideva fragorosamente. E Madre Loto? Niente.\nPerciò la principessa decise di scrivere una commedia. La provò e la riprovò finché la chela di granchio non riuscì più a resistere e scoppio a ridere e a saltellare come una matta, nonostante non avesse i piedi! La principessa trasformò addirittura l'interno della scatola in un teatro, ma nulla.\nDopodiché, la giovane cercò di trovare gli aspetti buffi legati alla sua situazione di prigionia, definendola una sitcom. Ben presto la chela di granchio, proprio come la principessa, iniziò a ridere fino alle lacrime e non riusciva a fermarsi. Alla fine, i loto di Pluie, che, come sappiamo, erano propensi al pianto, produssero una risatina. Madre Loto non riuscì più a contenere la sua curiosità, così la principessa aveva trovato un pubblico.\nTutti rimasero sorpresi perché la principessa non dovette pronunciare nemmeno una battuta. Non appena entrò nella stanza, Madre Loto scoppiò infatti a ridere. La sua risata si fece così fragorosa che le pareti del palazzo iniziarono a tremare e il lago di zaffiro cominciò a creparsi.\nLa principessa Marcotte aveva conquistato la sua libertà, ma anche qualcosa di più prezioso: la capacità di ridere e di fare ridere gli altri, persino nelle circostanze più tristi.\nNella sua chela di granchio, la principessa affrontò le onde dell'oceano nel suo viaggio verso il mondo nuovo che aveva sognato. E da allora, i marinai raccontano storie di un vascello a forma di chela di granchio."
          }
        ]
      },
      {
        "title": "Storia di un'oca dalle ali di neve (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Il signor Volpe e il Guardiano a molla\nMoltissimo tempo fa, il signor Volpe e il Guardiano a molla erano grandi amici.\nIl signor Volpe era un abile ladro, mentre il Guardiano a molla era... beh, un guardiano. Il suo nome lo lascia intuire, giusto?\nCi stiamo riferendo a un tempo remoto, naturalmente, eppure i due sono ancora amici ancora oggi. Il loro legame non cambierà mai, indipendentemente dalla loro professione o dal loro status sociale.\nDa parecchio tempo, il Guardiano a molla covava una preoccupazione e, man mano che gli anni passavano e che i suoi meccanismi invecchiavano, quel cruccio diventava sempre più grande, come un palloncino che si riempie d'aria, e sempre più pesante, come un maialino che cresce. Era sempre lì nonostante i suoi sforzi di scuoterselo di dosso come avrebbe fatto l'adorabile coda del signor Volpe. Era una preoccupazione preoccupante.\nIl Guardiano a molla raccontò al suo amico, il signor Volpe, la sua preoccupazione preoccupante: \"Ho già vissuto a lungo. Ho incontrato moltissime persone e ho detto addio ad altrettante. Ho sentito le battute più divertenti e ho attraversato i momenti più tristi, per poi dimenticare e rivivere tutto quanto. Anche se dimenticare non è facile per una macchina come me, tutto svanisce.\"\nIl signor Volpe comprese l'apprensione del suo amico e gli suggerì prontamente: \"Se vivere una vita lunga ti rende così smemorato e stanco, forse è il momento di morire. Così facendo avrai vissuto una vita vera.\"\n\"Ma, mio morbido amico,\" rispose il Guardiano a molla, togliendosi il berretto metallico e sospirando, \"non hai forse rubato la Morte dalla toeletta della signora Rospo in quel colpo di molti anni fa? Ricordo che quel furto suscitò un gran trambusto. Tutte le cose viventi del mondo dimenticarono come si muore.\"\nCome sappiamo, la signora Rospo è la messaggera della morte, la regina di tutto ciò che esiste di sgradevole, freddo e fastidioso. Custodisce il gioiello più gelido, la Morte stessa.\n\"Ah, all'epoca ero così giovane. Ricordo che ero follemente innamorato della signorina Sciacallo e volevo donarle il tesoro più costoso che avrei potuto trovare.\"\n\"E?\"\n\"Ce l'ho fatta, ma poi lei è morta.\"\nLa Morte scivolò dalla mano della signorina Sciacallo, frantumandosi a terra. I frammenti vennero inghiottiti dalla terra e non furono mai più trovati. Dopo questo avvenimento, le creature del mondo ricominciarono a morire e tutto ciò che doveva essere ormai morto, lo divenne. Tutto tranne il signor Volpe, che sarebbe dovuto morire. E invece no, la sua vita proseguì, trascinandosi stancamente.\n\"Nel mondo esiste ancora la Morte! Dobbiamo solo cercarla!\". E così il signor Volpe e il Guardiano a molla, zampa pelosa nella mano fredda e metallica, lasciarono la città che chiamavano casa per cercare la Morte in ogni angolo del mondo.\nCercarono, cercarono e cercarono ancora. Cercarono finché la meravigliosa pelliccia rossa del signor Volpe non divenne bianca. Cercarono finché il distintivo del Guardiano a molla, oggetto di cui andava estremamente fiero, non si arrugginì. Alla fine, raggiunsero il luogo dove abitava la signora Rospo.\n\"Signora Rospo? Signora Rospo?\", la chiamò il Guardiano a molla bussando sulla porta.\nLa signora Rospo aprì lentamente la porta e allungò la sua mano bitorzoluta e piena di croste.\n\"Adorabile signora Rospo, mi dispiace profondamente disturbarla di nuovo,\" disse il signor Volpe togliendosi il cappello, \"ma il mio amico sta soffrendo molto e lei custodisce l'unica cosa che può curarlo.\"\n\"Naturalmente, la signora Rospo è consapevole di quanto sia adorabile,\" affermò una voce stridula da dentro la capanna fatiscente, \"e se il tuo amico sta cercando la Morte, non la troverà qui.\"\n\"La vita non è tè e la Morte non è zucchero. Non è possibile distinguerne i sapori vivendo per sempre, ma tu hai un cuore di metallo e una lingua meccanica in grado di assaporarne il gusto per molto tempo, con ogni ciclo di attivazione e disattivazione...\" La signora Rospo si tolse un velo ricamato scoprendo il freddo gioiello chiamato Morte, poi allungò la mano in direzione del Guardiano di metallo: \"Vieni, giovane guardiano, vieni. Ogni prova va superata, ma non ammettere la sconfitta senza combattere, mio forte figliolo...\"\n\"I miei vermi non ti mangeranno, il mio muschio non crescerà su di te. Che il tuo nemico sia il tempo, la colpa, la tristezza o il tedio... non ammettere la sconfitta senza combattere, figliolo.\"\nE così, la signora Rospo prese la mano metallica del guardiano, la appoggiò delicatamente sul gioiello chiamato Morte e vide, in un futuro remoto, la sua fine...\nDopo svariati anni di avversità, un Guardiano a molla malandato e rovinato venne gettato nelle fiamme dell'impianto di recupero e si fuse in un oceano metallico composto da millenni di scarti. Tutti quei lenti pensieri metallici e quelle difficili idee metalliche divennero fluide e liquide. Si trasformarono, si combinarono e generarono una nuova esistenza. Ogni forma di vita metallica tornò in tutto il suo splendore, facendo così impallidire perfino il senso di liberazione derivante dalla morte.\nE così il Guardiano di metallo vide il futuro e rinunciò al suo sogno di morire. Nel frattempo il suo caro amico, il signor Volpe, ritirò la sua mano avvezza al furto e lasciò il gioiello al suo posto. Senz'altro la vita va ben oltre l'amarezza, proprio come accade con il tè. Avendo un amico che sarebbe stato al suo fianco nei momenti difficili, che fretta c'era? Avrebbe potuto rubare quello straordinario gioiello un'altra volta.\nCome tutti i bambini sanno, il signor Volpe e il Guardiano a molla vissero molto a lungo... finché il mondo in cui abitavano si trasformò in un deserto, finché il sole non tramontò, finché la luna cadde... E persino in quel momento, la loro storia non ebbe fine, ma continuò passando di mondo in mondo."
          }
        ]
      }
    ]
  }
}