{
  "epId": 4692,
  "name": "Il crollo del Castello sbiadito",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/535398cb0ba01203eb959d029eb28342_4654503092941623661.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1752288961,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Il crollo del Castello sbiadito"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Il crollo del Castello sbiadito (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Una volta, vidi in sogno una nave nera.\nNavigava nell'oscurità della notte e nella tetra nebbia.\nLo scafo era marcio, l'albero in frantumi,\neppure, quasi a prendersi malignamente gioco della razionalità umana,\ntutti i rottami erano stati collocati in posizioni contorte,\ntenuti insieme dalle alghe che avviluppavano il vascello,\nproiettando una cupa e spaventosa ombra che ondeggiava al chiaro di luna.\nEssa riempiva di timore chiunque vi posasse gli occhi.\nDistogli un attimo lo sguardo e, subito,\nriapparirà dinanzi a te.\nUna figura alta e snella in piedi sul ponte,\nAvvolta in vesti scure, il volto appena visibile.\nSi scorgono solo gli occhi, due cristalli di ghiaccio,\nche possono trafiggere l'anima con uno sguardo.\nEra un mostro emerso dalle profondità dei mari?\nUn signore di ritorno da qualche mondo antico?\nO forse l'incubo stesso?"
          }
        ]
      },
      {
        "title": "Il crollo del Castello sbiadito (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Sulle rive del lago più puro al mondo,\nun tempo sorgeva un castello splendente.\nLamine d'oro e gemme decoravano le sue mura,\nal sole del pomeriggio riluceva di un bagliore accecante.\nDal tetto sventolavano leggiadri stendardi e bandiere,\nmentre accanto svettavano maestose torri.\nOspiti venuti da lontano curiosavano attraverso le vetrate colorate,\nestasiati dalle meraviglie che si palesavano a ogni passo.\nMa niente superava in bellezza le numerose statue,\ndi foggia insolita ma quanto mai verosimili.\nAl centro della sala si ergeva un palcoscenico dorato,\ndove musici si esibivano giorno e notte per il signore del castello.\nAl suono della musica, il pubblico accorreva come uno sciame d'api,\nper danzare seguendo quel ritmo che sembrava ammaliare tutto il creato.\nVino scorreva a fiumi per placare la sete di bagordi.\nTutti erano benvenuti, senza distinzione di classe o patria,\nma nulla di tutto ciò riusciva a quietare le paure del signore,\nné a donare un momento di pace alla sua anima tormentata.\nE quando il campanile scandiva il cupo rintocco di mezzanotte,\nveniva preso da un panico incontrollabile,\nprigioniero delle sue paure e della sua inquietudine.\nLa figura dalle vesti scure avrebbe di certo reclamato il dovuto,\ne tutto dinanzi ai suoi occhi si sarebbe ridotto in polvere,\nanche la sua anima e quella dei suoi ospiti,\nun tributo a quel mondo oscuro e antico."
          }
        ]
      },
      {
        "title": "Il crollo del Castello sbiadito (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Dapprima il silenzio, infranto solo dai drappeggi mossi dalla brezza,\ne i flebili rumori di ganasce animali, un'eco tra le mura proveniente da un luogo ignoto.\nPoi, una risata rauca e straniante si levò da una sala deserta,\nun orrore senza nome serpeggiante nell'oscurità.\nQuindi, accompagnata da terribili tuoni di tempesta,\nuna nebbia rossa e ardente\navvolse il castello in un sudario.\nUna figura alta e snella comparve sul grande palcoscenico del castello,\nuno spirito oscuro avvolto da un manto nero era infine arrivato.\nGli ospiti, un attimo prima allietati dai bagordi,\ncrollarono a terra uno dopo l'altro,\nsenza nemmeno il tempo di gridare.\nIl signore sedeva tremante e immobile sul trono,\nanche la sua anima era stata rapita dall'oscurità.\nTra il fragore di mattoni e tegole che si sbriciolavano al suolo,\nLa gloria del castello svanì nell'oblio,\ntravolta da flutti splendenti.\nLa luna di sangue un tempo oscurata dalle torri riapparve nel cielo,\nil suo bagliore malefico pervase la terra.\nE oggi, sulle rive del lago più puro al mondo,\nl'acqua rispecchia il decaduto castello ormai scomparso.\nLa gioia e il fulgore, che un tempo illuminavano le sue sale,\nrelegati a sogni e leggende.\nLe rovine giacciono sommerse nell'oscurità.\nAttraverso le vetrate in frantumi, le statue sembrano mostri,\nsprofondati negli abissi insieme al castello al suono della dissonante melodia.\nOra non vi è più nulla, se non oscurità, morte e dolore."
          }
        ]
      }
    ]
  }
}