{
  "epId": 4706,
  "name": "Meccanismo azionabile: Valvola a piuma",
  "desc": "<p>Usa un <span style=\"color: #FFE14B\">nodo ricevitore di cristallo</span> per creare una valvola bidirezionale. Nonostante non sia questo il suo uso originale e designato, l'energia del Polpotondo xenocromatico può spingere i nodi ricevitori e spostare la valvola a piuma per operare in una specifica direzione. Quando la corrente si arresta, la valvola a piuma <span style=\"color: #FFE14B\">ritorna automaticamente alla sua posizione originale</span>, insieme a tutti i meccanismi associati o a essa connessi. <br>In alcune circostanze, potresti dover trovare prima i nodi ricevitori mancanti. </p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/15/141621183/f3d72cb7a976b69b429eb4f863562206_809971090446424030.png",
  "menuId": 14,
  "menuName": "Tutorial",
  "version": 1732114983,
  "components": {
    "galleryCharacter": [
      {
        "key": "Tutorial",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/15/141621183/fa2672ab3dba721aedaf82e4c492d6fb_7600147979921325263.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Usa un <color=#ffe14b>nodo ricevitore di cristallo</color> per creare una valvola bidirezionale. Nonostante non sia questo il suo uso originale e designato, l'energia del Polpotondo xenocromatico può spingere i nodi ricevitori e spostare la valvola a piuma per operare in una specifica direzione. Quando la corrente si arresta, la valvola a piuma <color=#ffe14b>ritorna automaticamente alla sua posizione originale</color> , insieme a tutti i meccanismi associati o a essa connessi.\nIn alcune circostanze, potresti dover trovare prima i nodi ricevitori mancanti."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Meccanismo azionabile: Valvola a piuma"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Avventura"
          }
        ]
      }
    ]
  }
}