{
  "epId": 4717,
  "name": "Canto di giorni che furono",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/21/190184121/7789fb5e684cf95a7011657d0fa8a971_3444972050405035115.png",
  "filterValues": {
    "reliquaryEffect": [
      "Bonus di guarigione"
    ]
  },
  "menuId": 5,
  "menuName": "Manufatti",
  "version": 1703114407,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Personaggi</color>\n<color=#ece5d8>Motivazione</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Sangonomiya Kokomi",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La Sacerdotessa divina dell'Isola di Watatsumi. Ha l'ultima parola su ogni questione dell'isola.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3609,
        "name": "Baizhu",
        "desc": "<p>È il proprietario della Farmacia Bubu, accompagnato quasi sempre dalla serpentella bianca di nome Changsheng. È un'enciclopedia medica vivente, nonché dedito a velati intrighi personali.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/04/95525664/05599650d7f42e1c4adde373de6b297d_2116167104380762449.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>La più giovane discepola di Raminga dei sentieri. Una \"piccola adulta\" gentile e premurosa.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/15/35428890/5bc9df1fb67391e4c8080da3d855de53_8974356791001371659.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffa6>Per</color> <color=#ffffffd9>Kokomi, Baizhu e YaoYao</color> <color=#ffffffa6>questo si rivela un buon set vista la loro capacità di poter trascorrere del tempo sul campo, ed infliggere</color> <color=#ffd780>DAN</color> <color=#ffffffa6>, mentre l'</color> <color=#ffd780>effetto curativo</color> <color=#ffffffa6>del</color> <color=#ffd780>Tripudio elementale</color> <color=#ffffffa6>è attivo. Questo permette loro di usufruire dell'abilità del set da 4 pezzi in maniera migliore rispetto ad altri personaggi, così da migliorare le loro capacità curative.</color>\n<color=#ffffffa6>N.B. Per</color> <color=#ffffffd9>Baizhu e Yaoyao</color> <color=#ffffffa6>, se inseriti in squadre incentrate sulla reazione</color> <color=#99ff88>Dendro</color> <color=#ffffffa6>, resta più indicato il</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2672,
        "name": "Memorie di Boscoprofondo",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/194600931/f526e111c9c7dcbaed0d7fd8c8d58ef2_6545580301650182707.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "."
      },
      {
        "type": "CustomEntry",
        "epId": 35,
        "name": "Barbara",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Ogni abitante di Mondstadt ha un debole per Barbara. Quest'ultima ha imparato la parola \"idol\" da una rivista.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Barbara_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffa6>Se si sceglie di dare a</color> <color=#ffffffd9>Barbara</color> <color=#ffffffa6>un</color> <color=#ffd780>ruolo</color> <color=#ffffffa6>più rilevante e</color> <color=#ffd780>offensivo</color> <color=#ffffffa6>nella squadra, oltre solo come guaritore, il set</color> <color=#ffffffd9>Canto di giorni che furono</color> <color=#ffffffa6>si rivela una buona scelta. Barbara non solo è in grado di infliggere</color> <color=#ffd780>DAN</color> <color=#ffffffa6>e</color> <color=#ffd780>curare</color> <color=#ffffffa6>con</color> <color=#ffd780>l'abilità e il Tripudio elementale</color> <color=#ffffffa6>, ma il suo</color> <color=#ffd780>effetto di guarigione</color> <color=#ffffffa6>persiste anche quando lei non è in campo.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2269,
        "name": "Dori",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una mercante inafferrabile con un debole per i Mora luccicanti.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/35428890/6539bea71efd0f839db897cfc4094362_3469125131800075941.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 44,
        "name": "Diona",
        "desc": "<p><span style=\"color: #BFBFBF\">Una fanciulla che ha ereditato in minima parte sangue non umano. Barista incredibilmente popolare della taverna Coda di Gatto.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diona_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4377,
        "name": "Charlotte",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Instancabile giornalista dell'Uccello a vapore, sempre a caccia della \"verità\".</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/190184121/7bbbff3f35661a93b5091b1f17fae6c0_4260674213241120995.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffa6>Questo set potenzia il ruolo di supporto di</color> <color=#ffffffd9>Dori, Qiqi e Charlotte</color> <color=#ffffffa6>nel gruppo, rendendolo anche</color> <color=#ffd780>offensivo</color> <color=#ffffffa6>. Non riescono, però, a usufruire appieno dell'abilità del set da 4 pezzi in quanto innescano</color> <color=#ffd780>effetti di guarigione</color> <color=#ffffffa6>esclusivamente con il</color> <color=#ffd780>Tripudio Elementale</color> <color=#ffffffa6>.</color>"
      }
    ],
    "artifactList": {
      "circlet_of_logos": {
        "title": "Poesia di giorni che furono",
        "position": "Corona della ragione",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un copricapo formale, un tempo in voga tra gli autori lirici di Fontaine. Pare che la sua piuma decorativa sia ispirata agli elmi indossati dai leggendari cavalieri di Loch.</color>"
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/19/111d739805a42b2d74bf4bb677939b70_4772260600858899417.png"
      },
      "plume_of_death": {
        "title": "Ricordo di giorni che furono",
        "position": "Piuma della morte",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una piuma ornativa a forma di farfalla, realizzata in argento e cristalli color azzurro. Si dice che, in un remoto passato, simboleggiasse un giuramento di unione eterna.</color>"
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/19/cbc1ed71c7c29bdf0c32a1c4eee4ff70_5726183431456565800.png"
      },
      "sands_of_eon": {
        "title": "Suono riecheggiante di giorni che furono",
        "position": "Sabbie del tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una clessidra dalla forma inconsueta, fabbricata con giada e lazurite. Si dice sia ispirata alla torre campanaria che svetta a Petrichor.</color>"
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/19/6e9a0be1b44bfdc612da88a1c187148d_4420964605858775396.png"
      },
      "flower_of_life": {
        "title": "Giuramento dimenticato di giorni che furono",
        "position": "Fiore della vita",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un accessorio dalla forma di un fiore che non avvizzisce, plasmato con larimar e argento scintillante. In molti sembrano ritenerlo ancora oggi un simbolo di resistenza.</color>"
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/19/7789fb5e684cf95a7011657d0fa8a971_3384396151238694319.png"
      },
      "goblet_of_eonothem": {
        "title": "Sogno promesso di giorni che furono",
        "position": "Calice eonotemo",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Uno sfarzoso contenitore che riprende la forma del leggendario \"Puro Graal\". Si dice possa esaudire i desideri di chi ha un cuore virtuoso.</color>"
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/19/cb19bd226823287c1019b7734aa59dfd_1673899231937288251.png"
      }
    },
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Canto di giorni che furono</color>"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Dominio Urbe delle cascate</color>"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Giuramento dimenticato di giorni che furono",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Molti secoli prima che le Mille Acque confluissero, l'autorità dorata inondò ogni cosa come una turbolenta marea, e ovunque andasse la legione di ferro, i barbari si arrendevano senza opporre resistenza.</color>\n<color=#ffffffa6>Il glorioso mondo placcato d'oro era come un giorno senza fine, e, proprio come gli Armosti affermavano convintamente, gli antichi popoli sconfitti venivano assoggettati dalla sinfonia del nuovo ordine...</color>\n<color=#ffffffa6>Le cose sarebbero dovute restare così. Ma quell'ordine, che rappresentava la civiltà, una melodia estatica mai eguagliata dall'ingegno umano, venne arrestato dai selvaggi del Nord.</color>\n<color=#ffffffa6>Le tribù settentrionali, un tempo fratturate e divise, si erano unite sotto il comando dell'erede di Aremorica, e fiamme di ribellione divamparono lungo i fragili confini dell'impero...</color>\n<color=#ffffffa6>Costei fu in seguito elogiata come \"cavaliere di Loch\", opponendosi all'onnipresente autorità dorata con un fragile corpo fatto di carne e ossa.</color>\n<color=#ffffffa6>La cantante, che governava su un gran numero di tribù, non si era mai considerata una sovrana; si proclamava bensì un oracolo della Regina delle Mille Acque, in grado di sentire le sue parole.</color>\n<color=#ffffffa6>Nella lontana Capitolium, i saggi giudicarono le sue parole con sussiego, considerandole come un delirio assurdo e infantile.</color>\n<color=#ffffffa6>Ciononostante, insieme al suo esercito, ella colpì le tribù belligeranti come una tempesta, convincendo i suoi riottosi compagni di tribù a giurare fedeltà alla Regina delle Mille Acque.</color>\n<color=#ffffffa6>Poesie e opere teatrali delle generazioni successive hanno tramandato diverse versioni del giuramento dei cavalieri, ma esistono due passaggi che sono comuni a ognuna di esse, come un indispensabile filo conduttore.</color>\n<color=#ffffffa6>Primo: mai sguainare la spada contro chi ha fede in Egeria. Secondo: mai scendere a compromessi di fronte al male (a volte scritto anche come \"mai tollerare alcuna traccia di lordura\").</color>\n<color=#ffffffa6>\"Nel nome del fiore d'argento che mai avvizzisce, giuriamo di scacciare l'usurpatore dorato dal grande mare, e di spazzare via ogni ingiustizia con lacrime e sangue.</color>\n<color=#ffffffa6>Giuriamo di proteggere gli spiriti sorti dall'acqua cristallina, e di difendere il sacro lascito della Regina delle Mille Acque, finché la sorgente di purezza non tornerà a scorrere.\"</color>\n<color=#ffffffa6>Fu così che una guerra senza fine si spanse come un morbo, mettendo a ferro e fuoco l'oro più austero e l'argento più immacolato.</color>\n<color=#ffffffa6>Così, il desidero dell'Armosta di porre fine ai conflitti si tramutò tragicamente in un fugace miraggio, e la vendetta si scatenò brutale, come onde ruggenti, verso un destino irreversibile.</color>\n<color=#ffffffa6>Infine, giunse un momento in cui la luce della salvezza finalmente si levò all'orizzonte, ma non si sarebbe mai riflessa negli occhi di coloro che cercavano redenzione...</color>"
          }
        ]
      },
      {
        "title": "Suono riecheggiante di giorni che furono",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Molti secoli prima che le Mille Acque confluissero, le tribù del passato avevano la tradizione di far suonare le campane.</color>\n<color=#ffffffa6>Queste infatti suonavano all'alba, al tramonto, in occasioni di nascite e di morti.</color>\n<color=#ffffffa6>E alla fine, negli ultimi istanti di esistenza della coltre dorata che ricopriva la volta celeste, le campane suonarono per annunciare distruzione.</color>\n<color=#ffffffa6>Le indefesse legioni di ferro obliterarono completamente dalla mappa il nome di tribù ora cadute nell'oblio,</color>\n<color=#ffffffa6>ma non gli venne mai in mente che il loro prospero e glorioso impero sarebbe potuto incappare nello stesso destino nel giro di decenni.</color>\n<color=#ffffffa6>Il palazzo dorato venne ridotto in macerie nel giro di una notte, la nobile musica interrotta da ambizioni e tradimenti.</color>\n<color=#ffffffa6>L'addolorato desiderio del Dio re giunse così al termine, eppure gli echi della melodia dorata risuonavano ancora nei cuori dei mortali.</color>\n<color=#ffffffa6>Alcuni si crogiolavano nella gloria del passato, cercando a tutti i costi di suonare la loro musica ancora una volta.</color>\n<color=#ffffffa6>Altri abbandonarono volutamente i vecchi nomi, e diedero la caccia ai fantasmi che si celavano nelle foreste, in nome di un futuro migliore.</color>\n<color=#ffffffa6>Altri ancora tennero i propri nomi, ma solo quelli, nascondendoli in canti e intrecciandoli ad antiche e fosche leggende...</color>\n<color=#ffffffa6>\"Un oggetto sacro in grado di esaudire qualsiasi desiderio... Eh, anche ammesso che quella messaggera Oceanide l'abbia detto davvero, mi sembra davvero un'assurdità!</color>\n<color=#ffffffa6>Nessuno è in grado di mondarsi dai propri peccati, proprio come nessuno è in grado di lavare via il sangue dall'acqua. Anche se completamente dimenticato, un peccato rimane un peccato.</color>\n<color=#ffffffa6>Nessuno è in grado di tornare indietro, proprio come nessuno è in grado di afferrare la luce del giorno. Il passato è morto, lo capisco perfino io.</color>\n<color=#ffffffa6>...</color>\n<color=#ffffffa6>Ma se manufatti simili esistono davvero in questo ridicolo mondo, e se questo è davvero in grado di esaudire ogni desiderio,</color>\n<color=#ffffffa6>se fosse davvero possibile asciugare tutte le lacrime del futuro, e gli eredi del mare potessero cessare di provare il dolore e la sofferenza del passato,</color>\n<color=#ffffffa6>allora lasciatemi annegare in queste fantastiche illusioni un'ultima volta!\"</color>\n<color=#ffffffa6>I pianti e i lamenti che risuonavano nelle sue orecchie ormai da decenni, quei fantasmi del futuro,</color>\n<color=#ffffffa6>coloro che erano morti per lei, coloro che erano morti a causa sua... nulla di tutto ciò importava più.</color>\n<color=#ffffffa6>Prima che si addentrasse da sola nella valle, le sembrò di udire quell'antico rintocco ancora una volta... Il rintocco della campana notturna...</color>\n<color=#ffffffa6>Sebbene tutti riconoscano il colore del sole del tramonto, per alcuni sarà sempre il colore dell'alba.</color>"
          }
        ]
      },
      {
        "title": "Ricordo di giorni che furono",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Molti secoli prima che le Mille Acque confluissero, in una tribù effimera come le alghe sospinte dalle onde, una gentile brezza notturna accarezzò il languido chiarore della luna.</color>\n<color=#ffffffa6>Un giovane, ancora ignaro delle leggi del Dio re e dell'imperscrutabile sentiero tracciato dal cielo, adornò l'orecchio della fanciulla con l'ala di una farfalla.</color>\n<color=#ffffffa6>Nelle tradizioni di quel remoto popolo, le farfalle che danzavano nell'aria erano la guida delle anime, e rappresentavano una promessa di unione eterna che solo la morte poteva spezzare.</color>\n<color=#ffffffa6>Il guerriero, che non era ancora divenuto un musicista, credeva fermamente che i giorni a venire sarebbero stati infiniti come i giorni che furono, simili a una vorticosa danza in equilibrio su quel singolo istante...</color>\n<color=#ffffffa6>Tuttavia, le correnti del destino scorrevano ineluttabili verso dolore e sofferenza, e gli effimeri desideri dei giorni che furono perirono tra urla di sangue e fuoco.</color>\n<color=#ffffffa6>Quando le loro strade si incrociarono di nuovo, fu in una città dall'altra parte del mondo, dopo che le tribù un tempo in guerra si erano unite in un'unica grande comunità.</color>\n<color=#ffffffa6>Il giovane musicista giunse in vesti da viandante, e nel torneo sconfisse un gran numero di rinomati eroi, la cui fama sarebbe stata cantata per intere generazioni.</color>\n<color=#ffffffa6>Infine, in quanto nuovo campione, gli fu concessa un'udienza col Re. Seguitò dunque ad esporre ideali di armonia e gloria, al fine di domare per sempre le fiamme della guerra e l'ardente desiderio di vendetta.</color>\n<color=#ffffffa6>Nemmeno il più saggio tra i musicisti avrebbe mai immaginato che, una volta rivelata la sua identità, sarebbe stato accolto con lame scintillanti come Lagoluce.</color>\n<color=#ffffffa6>Dopo che quel corpo artificiale venne ridotto a brandelli, l'ultima cosa che il musicista sentì mentre recuperava i sensi furono le parole che ella gli sussurrò stringendolo tra le sue braccia...</color>\n<color=#ffffffa6>\"...████, ████ mio... Non devi più sforzarti a dire ciò che non vuoi.</color>\n<color=#ffffffa6>Lo so, è tutta colpa di quel dannato Usurpatore, che ha profanato la tua anima e ti ha rinchiuso in una prigione di roccia.</color>\n<color=#ffffffa6>Non temere, ████ mio... Io non ho mai scordato il nostro giuramento, nemmeno per un istante.</color>\n<color=#ffffffa6>Qualunque sia il costo, ti salverò dalle gelide catene della tua prigionia eterna.</color>\n<color=#ffffffa6>E, quando finalmente gioiremo nell'abbraccio della Regina delle Mille Acque, potremo dire per sempre addio a ogni amarezza e tribolazione.</color>"
          }
        ]
      },
      {
        "title": "Poesia di giorni che furono",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Molti secoli prima che le Mille Acque confluissero, la gentile signora attraversò le rovine di un passato distante ed eresse una nuova città.</color>\n<color=#ffffffa6>La lunga notte era trascorsa, e l'alba infine era giunta. Il passato era ormai l'ombra d'un sogno, che si dissolve insieme alle tenebre della notte.</color>\n<color=#ffffffa6>Era questa l'autentica Età dell'oro: niente più usurpatori ossessionati dal potere, niente più barbari che si crogiolavano nella vendetta.</color>\n<color=#ffffffa6>Quella gloriosa sinfonia non sarebbe stata mai più intonata, dando spazio a odi d'amore e versi di giustizia, sospinti dalla brezza mattutina fino ai quattro angoli dell'oceano...</color>\n<color=#ffffffa6>Argomenti simili resistono facilmente alle maree del tempo; e oggi, dopo mille anni, il popolo li apprezza ancora con fervore.</color>\n<color=#ffffffa6>Tutti conoscono le avventure dei cavalieri di Loch, raccontate e tramandate da intere generazioni di poeti e drammaturghi.</color>\n<color=#ffffffa6>Si dice che essi avessero giurato sulle loro armature argentate di combattere al fianco delle Oceanidi per proteggere la rugiada ancora incontaminata.</color>\n<color=#ffffffa6>Si dice che abbiano affrontato innumerevoli pene e difficoltà prima di trovare, infine, il Puro Graal della leggenda, annunciando il ritorno della Regina delle Mille Acque...</color>\n<color=#ffffffa6>\"La corte che ha radunato un gran numero di prodi e gloriosi eroi, cavalieri che si sono bagnati del sangue dei draghi,</color>\n<color=#ffffffa6>il mago e la nobildonna intrappolati nell'alta torre, il viaggio alla ricerca del sacro calice.\"</color>\n<color=#ffffffa6>Banchetti e sacramenti, mestizie e addii, scene che esistono solo nelle fantasie evocate dall'eleganza dei versi, che si districano l'uno dopo l'altro dinanzi agli occhi di \"Érinnyes\".</color>\n<color=#ffffffa6>Tuttavia, l'eroe che divulgò il nome di lei non aveva nulla a che fare con essa, e le ballate su quel presunto passato non sono altro che sogni del presente.</color>"
          }
        ]
      },
      {
        "title": "Sogno promesso di giorni che furono",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Molti secoli prima che le Mille Acque confluissero, tra le antiche tribù circolava un gran numero di miti sul Puro Graal.</color>\n<color=#ffffffa6>Nonostante i racconti che riguardano questo sacro oggetto si susseguano da tempi immemorabili, nessuno è ancora mai riuscito a posare gli occhi su di esso. L'unica prova che il \"Graal dorato traboccante di Acqua primordiale\" sia più che una mera fantasia dell'ingegno umano...</color>\n<color=#ffffffa6>è costituita da poche parole sparse che riecheggiano nei secoli grazie alle antiche Oceanidi.</color>\n<color=#ffffffa6>Secondo la leggenda, questo sacro recipiente sarebbe in grado di curare anche la più fatale delle ferite, nonché ridonare la giovinezza e ridestare i defunti...</color>\n<color=#ffffffa6>Sennonché, solo i più puri tra gli uomini sarebbero degni di bearsi nella sua gloria, ricevendo vita eterna e saggezza infinita.</color>\n<color=#ffffffa6>Ma, come dicono gli antichi saggi, gli oceani si alzeranno e gli imperi cadranno, e l'unica costante è il cambiamento. Nel giro di una notte, il sipario calerà bruscamente anche sulla più splendida delle canzoni.</color>\n<color=#ffffffa6>Le urla di innumerevoli cittadini, che avevano un'alta opinione della propria civiltà, affondarono tra le onde infinite insieme alla città dorata che portava il nome dell'eternità.</color>\n<color=#ffffffa6>Ma, come dicono gli antichi saggi, gli oceani si alzeranno e gli imperi cadranno, e l'unica costante è il cambiamento. Nel giro di una notte, l'antico giuramento di vendetta verrà squarciato.</color>\n<color=#ffffffa6>La cantante che giurò di spazzare via i suoi avversari in una marea di lacrime e sangue si destò dal suo familiare incubo, e altro non vide se non onde burrascose dimenarsi all'orizzonte, finanche su quella costa lontana...</color>\n<color=#ffffffa6>\"O figli del grande mare, macchiati dall'onta del peccato; fratelli e sorelle, che vi siete abbeverati al pozzo della sofferenza...</color>\n<color=#ffffffa6>Tutti voi conoscete il tremendo destino che ci è stato predetto, ognuno di voi ha veduto il cataclisma di là da venire.</color>\n<color=#ffffffa6>Abbiate fede, e non lasciate spazio a paura e sgomento nei vostri cuori.</color>\n<color=#ffffffa6>L'unico compito che avete è cercare l'Acqua primordiale, trovare il calice ancestrale che esaudisce ogni preghiera.</color>\n<color=#ffffffa6>Tutto ciò che dovrete fare sarà parlare con lei, e ogni vostro peccato sarà mondato.\"</color>\n<color=#ffffffa6>Credendo alla promessa dell'Oceanide, la cantante s'imbarcò in un viaggio alla ricerca del Puro Graal.</color>\n<color=#ffffffa6>Fu così che l'eterodossia del Puro Graal \"che esaudisce ogni desiderio\" iniziò a diffondersi in lungo e in largo tra le genti.</color>\n<color=#ffffffa6>Ma solo quando giunse la sera ella comprese cosa fosse davvero quel \"calice primordiale\"...</color>"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p><span style=\"color: #FFD780\">Bonus di guarigione</span> <span style=\"color: rgba(255, 255, 255, 0.65)\">+15%.</span></p>",
      "fourSetEffect": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Quando il personaggio che equipaggia il set apporta effetti di </span><span style=\"color: #FFD780\">guarigione </span><span style=\"color: rgba(255, 255, 255, 0.65)\">a un membro del gruppo, attiva l'effetto </span><span style=\"color: #FFD780\">Anelito </span><span style=\"color: rgba(255, 255, 255, 0.65)\">per </span><span style=\"color: #FFD780\">6 s</span><span style=\"color: rgba(255, 255, 255, 0.65)\">, che registra gli effetti di </span><span style=\"color: #FFD780\">guarigione </span><span style=\"color: rgba(255, 255, 255, 0.65)\">totali apportati (inclusi quelli che superano il limite di guarigione massimo). Al termine della sua durata, Anelito si converte in \"</span><span style=\"color: #FFD780\">Onde di giorni che furono</span><span style=\"color: rgba(255, 255, 255, 0.65)\">\": quando il membro attivo del tuo gruppo colpisce un nemico con un </span><span style=\"color: #FFD780\">attacco normale, caricato o in picchiata</span><span style=\"color: rgba(255, 255, 255, 0.65)\">, o con un'</span><span style=\"color: #FFD780\">abilità o un Tripudio elementale</span><span style=\"color: rgba(255, 255, 255, 0.65)\">, infligge </span><span style=\"color: #FFD780\">DAN </span><span style=\"color: rgba(255, 255, 255, 0.65)\">aumentati di un </span><span style=\"color: #37FFFF\">8%</span><span style=\"color: rgba(255, 255, 255, 0.65)\"> della guarigione totale registrata da Anelito. L'effetto \"Onde di giorni che furono\" termina dopo 5 attivazioni o trascorsi </span><span style=\"color: #FFD780\">10 s</span><span style=\"color: rgba(255, 255, 255, 0.65)\">. Una singola iterazione di Anelito è in grado di registrare fino a 15.000 </span><span style=\"color: #FFD780\">PS</span><span style=\"color: rgba(255, 255, 255, 0.65)\"> derivanti dalla </span><span style=\"color: #FFD780\">guarigione</span><span style=\"color: rgba(255, 255, 255, 0.65)\">, e il gruppo può avere un'unica iterazione attiva; tuttavia, Anelito può registrare gli effetti di </span><span style=\"color: #FFD780\">guarigione </span><span style=\"color: rgba(255, 255, 255, 0.65)\">apportati da più membri del gruppo che equipaggiano il set. Anelito può essere attivato anche se i membri in questione non sono in campo.</span></p>"
    }
  }
}