{
  "epId": 4723,
  "name": "Curve",
  "desc": "<p>Una macchina della verità creata dal Dr. Mosso trent'anni fa. </p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/25/20856775/6fd0dd8a7e4d88bc69e7dd7e3fd72e3b_358234202053874322.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1721852728,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "RichText",
        "text": "Mosso Lombroso\nUn ricercatore, creò Curve trent'anni fa. Voleva dare vita ad una macchina che gradualmente sarebbe diventata umana, tramite la comprensione delle bugie e dell'umanità.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Talochard",
        "desc": "<p>Un'addetta alla gestione delle prove nello Spettro Maréchaussée.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/25/20856775/58702a76d8f1c8e4922339c9c04c5893_1719554805252586848.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Un'addetta alla gestione delle prove nello",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Spettro Maréchaussée",
        "desc": "<p>Lo spettro Maréchaussée (Cacciatori della Maréchaussée) è l'unità personale del Giudice Supremo Neuvillette che è responsabile per l'indagine sul crimine. Ha sede nel Palazzo Mermonia ed è uno dei dipartimenti della Maison Gardiennage.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/15/45954971/68056e921a04a72fc9ccb52413826e6d_845459930811842145.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": ", trovò Curve nell'archivio. Voleva aiutare la macchina a liberarsi del Protocollo Mosso ed a diventare veramente \"umana\".",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Oggetti correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 4613,
        "name": "Appunti investigativi di Talochard",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Questi appunti investigativi condivisi da Talochard contengono delle informazioni sullo scomparso Sir Arthur.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/45954971/c1ecc1cddb9ce327be81050c08bd2f3a_4126969463747449363.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Curve",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/25/20856775/62a13e362c768d30fb7a253ac5dce31f_3458263352143477182.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Trent'anni fa un ricercatore, il Dr. Mosso Lombroso, creò una macchina della verità che chiamò \"Curve\". La storia del nome dato al Meka è legata alla nipote di Mosso, Melo. Un giorno, Mosso, non voleva che la bambina mangiasse troppe merendine e le disse: <color=#ffffff>\"Diventerai grassa se continuerai a mangiare.\"</color> Melo si mise a piangere e corse via. La mamma di Melo insegnò al ricercatore un modo più gentile per rivolgersi alla bambina: <color=#ffffff>\"Sei bella anche se sei paffuta.\"</color> Il giorno dopo, Melo si arrampicò sul nonno e gli chiese di essere portata in spalla. Tutto ciò lo fece pensare che forse la distanza più piccola tra due persone in realtà era una curva. Fu così che decise di dare quel nome alla sua macchina della verità.\nLombroso aggiunse delle regole al nucleo di programmazione della macchina, in modo che potesse rilevare accuratamente le menzogne. Queste regole, chiamate Protocollo Mosso, richiedevano che Curve rispondesse a tutte le domande con completa accuratezza ed onestà, escludendo qualsiasi possibilità di menzogna. Il vero obiettivo del ricercatore era di creare una macchina che sarebbe gradualmente diventata umana, tramite la comprensione delle bugie e dell'umanità. Se un giorno Curve sarebbe stata in grado di mentire come un umano, avrebbe significato che non era più limitata dalla sua programmazione di macchina e che aveva acquisito emozioni umane. Le leggende narrano che centinaia di anni fa, lo scienziato Fontaniano Alain Guillottin, avesse creato un'incredibile macchina pensante e che il Dr. Mosso volesse superare quell'invenzione.\nPoco dopo la presentazione pubblica della macchina del Dr. Mosso, l'Uccello a Vapore pubblicò svariati articoli a riguardo e riuscì ad attrarre rapidamente l'attenzione del pubblico. Il giornale utilizzò gli articoli per incutere timore e far preoccupare tutti quanti, così, l'opinione pubblica si rivoltò contro Lombroso. Le persone avevano cominciato a preoccuparsi di cosa sarebbe potuto succedere se, durante un processo, l'imputato non stesse mentendo ma Curve rilevasse una bugia; o ancora, si discuteva su come ci si potesse assicurare che il risultato riportato dalla macchina fosse credibile. Infine, l'Uccello a Vapore, aveva trovato delle prove che testimoniavano la falsificazione dei risultati da parte di Mosso e fu proprio questo che contribuì in maniera definitiva alla sua incarcerazione. Mosso morì in un duello di Corte, nel tentativo di provare la sua innocenza, cercando disperatamente di salvare la propria creazione. Presto, tutti quanti si dimenticarono di Curve, che finì nell'archivio delle prove dello Spettro Maréchaussée. Il nucleo di Curve era destinato ad invecchiare rapidamente e, poco dopo la morte di Mosso, sarebbe entrato in stato di ibernazione."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/25/20856775/4b0e6e106a44b860a8c8c0b75fd81a26_7479979786674882916.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Trent'anni dopo, Talochard (un'addetta alle gestione delle prove), aveva trovato Curve nell'archivio e si era decisa a distruggere il Protocollo Lombroso, in modo che la macchina non andasse in stato di ibernazione. Con l'aiuto del Viaggiatore e di Paimon, risolsero il caso della sparizione di Sir Arthur e trovarono il laboratorio del Dr. Mosso. Scoprirono che il ricercatore aveva iniziato a redarre da solo tutti gli articoli incriminatori. Voleva dare in pasto al pubblico delle menzogne, in modo che la macchina potesse studiarle. Pensava che questa lezione sull'evoluzione dinamica potesse aiutare la sua invenzione a raggiungere un livello di comprensione superiore ed a separare la verità dalla finzione. Curve sarebbe sicuramente riuscita a superare le sue regole di programmazione. Il Dr. Mosso aveva persino modificato il suo Protocollo centinaia di volte. Aveva falsificato le prove e le aveva consegnate al giornale, in modo da addossarsi tutte le colpe."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/25/20856775/1452c0f26c1d2a66e8a28c295e157806_8680059627887993318.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando Curve, Talochard, il Viaggiatore e Paimon si trovavano nel laboratorio di Mosso, furono intrappolati da un giornalista dell’Uccello a Vapore, che aveva scoperto l'esistenza della macchina. L'uomo aveva attivato il sistema di autodistruzione del laboratorio ed era scappato, prendendo i progetti di Curve e tutti i suoi dati di ricerca. Per salvare Talochard e gli altri, Curve decise di mentire e di farsi lasciare indietro. Non appena raggiunsero l'uscita d'emergenza, ci fu un'esplosione che distrusse Curve ed allagò il laboratorio. Nessuno sa cosa sia accaduto ai dati rubati dal giornalista, ma un Messaggero dei Fatui era molto interessato alla questione. Dopo aver portato in salvo Sir Arthur, a Talochard fu detto che Curve aveva registrato un messaggio per lei: <color=#ffffff>\"Basandomi sulle mie analisi… Agente Talochard! Sarà l’Agente migliore di tutto lo Spettro Maréchaussée!\"</color> Sembra che Curve avesse iniziato ad oltrepassare i protocolli e che, grazie all'aiuto di Talochard, fosse finalmente diventata \"umana\".\n<color=#ffd780>Articoli Correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Corte di Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">\"Questa città si erge solitaria sull'acqua.\"</span></p><p></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nel punto più alto della città si erge il Palais Mermonia, simbolo dell'autorita suprema di Fontaine, dove la gente conduce una vita all'insegna dell'ordine e della regolarità, proprio come gli Acquabus. L'essenza della legge di Fontaine consiste nel mantenere un ordine stabile, con l'equità e la giustizia che costituiscono i pilastri di tale ordine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/12/190184121/decfebf39c4d3b6e22cf9f28c98288f6_6084755907982934274.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5146,
        "name": "Regione di Morterre",
        "desc": "<p>Chi sa da quanto tempo la storia custodita con la torre alta sul mare, che la gente ignora, è stata mantenuta?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/157266935/cd8d24707c19c43305b87cac406a5c35_8800656125514631517.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Talochard",
        "desc": "<p>Un'addetta alla gestione delle prove nello Spettro Maréchaussée.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/25/20856775/58702a76d8f1c8e4922339c9c04c5893_1719554805252586848.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4613,
        "name": "Appunti investigativi di Talochard",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Questi appunti investigativi condivisi da Talochard contengono delle informazioni sullo scomparso Sir Arthur.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/45954971/c1ecc1cddb9ce327be81050c08bd2f3a_4126969463747449363.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Curve"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Meka"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/25/20856775/bcda767f4fe3a4db819ef13214f893eb_8041995836930192152.png"
      },
      {
        "key": "Curve",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/25/20856775/62a13e362c768d30fb7a253ac5dce31f_1617892986060003770.png"
      },
      {
        "key": "Nel laboratorio",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/25/20856775/1452c0f26c1d2a66e8a28c295e157806_4255509001704346531.png"
      }
    ]
  }
}