{
  "epId": 4777,
  "name": "Istituto di Filosofia Naturale",
  "desc": "<p>Un tempo fiorente struttura di ricerca, questo istituto ora giace in rovina sotto le acque di Fontaine.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/85019254/4ad939b9a96f59582270da331fc8f063_1673482788540351445.png",
  "menuId": 23,
  "menuName": "Affiliazione",
  "version": 1705875774,
  "components": {
    "galleryCharacter": [
      {
        "key": "Istituto di Filosofia Naturale",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/85019254/88ea02eccf12f7b6ef56345f62fee381_5243653719619495038.png"
      },
      {
        "key": "Istituto di Filosofia Naturale",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/85019254/6f93b26b7a7f1d0f752d248b9ddcce04_5954079691202340727.png"
      },
      {
        "key": "Istituto di Filosofia Naturale",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/85019254/cf911b36c32b6dc2bd5c1a4bce068740_3413303734325163208.png"
      },
      {
        "key": "Istituto di Filosofia Naturale",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/85019254/bc65b0b30dffc73d90fac4ca30b048d3_6248688900936667939.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Istituto di Filosofia Naturale"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Membri importanti",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Direttore\nDwight Lasker\nRicercatori"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Il figlio adottivo di Emmanuel Guillotin, cresciuto all'Istituto Narzissenkreuz con la sorella adottiva, Mary Ann. Fu il fondatore dell'Istituto di Ricerca sull'Ingegneria dell'Energa Cinetica di Fontaine, e il suo contributo più notevole a Fontaine è stata la sua ricerca sulle meccaniche Pneuma-Ousia, che ha portato all'invenzione del sistema Arkhe e alla creazione di Meccanismo di Orologeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/5f9666801f8c3cd059ac14e8eb9dbc96_8131546532551471524.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Orfano cresciuto all'Istituto di Narzissenkreuz e poi adottato da Karl Ingold. Divenne un Neoumano e fu il co-fondatore dell'Ordo di Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/02bc05cc787742e2fdf79dc45a69ccec_8349714685734883420.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Assistente ricercatore\nCarter Scherbius\nStorico\nErich ████"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Instituto di Filosofia Naturale",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "L'Istituto di Filosofia Naturale, un tempo una fiorente struttura di ricerca, ora giace in rovina sotto le acque di Fontaine. Secondo René de Petrichor, ex ricercatore dell'Istituto, \"le menti più brillanti di Fontaine si riunirono presso l'Istituto di Filosofia Naturale\". Ora i viali e i vicoli un tempo prosperi sono scomparsi nel profondo, portando con sé tutto ciò che una volta era lodevole. Attualmente, solo banchi di pesci serpeggiano lungo le passeggiate abbandonate, accompagnati dal suono solitario delle maree.\nDopo il Cataclisma, le aree di Fontaine iniziarono ad allagarsi e gli edifici alla fine furono sommersi. Dwight Lasker divenne il direttore dell'Istituto di Filosofia Naturale. Quando l'Istituto iniziò ad allagarsi, Dwight scelse un \"buon pezzo di terreno vicino alla Fontana di Lucine come sito post-trasloco\". Questo periodo di allagamento fu chiamato da René la \"seconda alluvione\" per distinguerla dall'alluvione avvenuta nel cortile."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/85019254/bec28721f9b0498f3b4754970e52e7ac_5864143882040250914.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Come risultato del Cataclisma, l’obiettivo principale della ricerca presso l’Istituto era trovare una soluzione alle nuove sfide legate alla fonte di energia di Fontaine. Furono compiuti sforzi significativi per trasportare i Costrutti Primordiali all'Istituto per un esame approfondito a causa del notevole divario tecnologico tra i Costrutti Primordiali trovati tra le rovine del deserto di Sumeru e le macchine a orologeria prevalenti in quest'epoca. Due giovani prodigi dell'Istituto, Alain Guillotin e René, utilizzarono le caratteristiche di Ousia e Pneuma per costruire un nuovo nucleo cinetico che alla fine portò alla prima reazione di annichilimento controllato.\n<color=#ffe699>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Il figlio adottivo di Emmanuel Guillotin, cresciuto all'Istituto Narzissenkreuz con la sorella adottiva, Mary Ann. Fu il fondatore dell'Istituto di Ricerca sull'Ingegneria dell'Energa Cinetica di Fontaine, e il suo contributo più notevole a Fontaine è stata la sua ricerca sulle meccaniche Pneuma-Ousia, che ha portato all'invenzione del sistema Arkhe e alla creazione di Meccanismo di Orologeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/5f9666801f8c3cd059ac14e8eb9dbc96_8131546532551471524.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Orfano cresciuto all'Istituto di Narzissenkreuz e poi adottato da Karl Ingold. Divenne un Neoumano e fu il co-fondatore dell'Ordo di Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/02bc05cc787742e2fdf79dc45a69ccec_8349714685734883420.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cambiamenti nella Ricerca",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Dopo che le reazioni di annichilimento si rivelarono efficaci, la ricerca si spostò sulla cinematica. Ciò richiedeva un laboratorio più grande che fosse stato preparato, e sebbene Alain fosse stato invitato a spostare il suo laboratorio più volte, era riluttante a farlo per paura che il suo malaticcio assistente, Carter Scherbius, potesse non essere in grado di trovarlo. Carter soffriva di una malattia grave che progredì gradualmente durante la sua permanenza all'Istituto. La malattia è attualmente sconosciuta, ma ha causato frequenti periodi di incoscienza. Dopo un po' di tempo, Alain si trasferì nel laboratorio più grande. Gli esperimenti che hanno avuto luogo qui hanno coinvolto le macchine di Khaenri'ahn, come le livellatrici per rovine, e sono stati notati come così pericolosi che è stata implementata una strategia di emergenza di controllo dei danni per motivi di sicurezza. Gli esperimenti di Alain sulle macchine furono percepiti da altri ricercatori come l'intenzione di creare un cane meccanico come prova dei suoi successi nella cinematica e nella scienza dei materiali. Carter aveva effettivamente suggerito di creare una macchina pensante, una Kamera pensante per essere precisi, in modo che potesse scattare foto delle persone preziose per Alain mentre era occupato. Alain trovò inutile usare una fotocamera pensante per questo motivo, ma trovò utile una macchina del genere per applicazioni di sicurezza e sorveglianza. Seymour, prototipo 4ACV07, era la macchina pensante creata da Alain per Mary Ann Guillotin e assume la forma di un cane meccanico. Seymour è stato creato da Alain per proteggere la sorella adottiva Mary Ann ed è stato realizzato con l'ottica più avanzata dell'Istituto di Filosofia Naturale di Fontaine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/85019254/8a98a3fe4e8892d95de942cdb5b4384a_3831823492751114880.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Mentre Alain e altri ricercatori si concentravano sulla cinematica, René e Jakob Ingold, che a quel tempo era bambino, aveva direzioni di ricerca diverse e fecero domanda per un proprio laboratorio di ricerca. René e Jakob alla fine ottennero il proprio laboratorio e ne limitarono l'accesso a causa della natura pericolosa della loro ricerca. René ha acquisito \"qualcosa di potente da ricercare apparso dopo il disastro\" che è noto per essere molto pericoloso per la maggior parte delle persone, ma Jakob sente che il suo corpo diventa \"migliore\" dopo essere stato esposto ad esso. Questa ricerca alla fine portò a un esperimento su Carter, anche se nel tentativo di salvargli la vita, che ebbe effetti disastrosi su di lui.\nAlla fine del quartiere centrale dell'Istituto, attraverso un libro indecifrabile, si trova il luogo di ritrovo di un'antica società conosciuta come L'Ordo Narzissenkreuz. Anche se René trova \"abbastanza triste che persone provenienti da un Istituto di Filosofia Naturale si siano in qualche modo trasformate in [suoi] credenti\", ha fondato l'Ordo Narzissenkreuz all'interno dell'Istituto per dare ai suoi seguaci un senso di appartenenza. L'Ordo non passò inosservato tra i vertici dell'Istituto, ma poiché non vi erano prove di aggressione o di natura invasiva, il caso non fu perseguito attraverso i canali investigativi ufficiali.\nDopo lo scioglimento dell'Istituto, alcuni dei suoi ex membri si unirono all'Ordo Narzissenkreuz su invito del signor Ingold. Gran parte della ricerca continua si è concentrata sull'antica civiltà di Remuria. Ciò portò alla scoperta di un'antica copia di un documento sconosciuto all'interno dell'Istituto di Filosofia Naturale contenente caratteri remuriani che sembravano essere una qualche forma di fonografia. Ciò alla fine ha aiutato nella decifrazione di documenti remuriani esoterici sconosciuti.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4312,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4308,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4305,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4625,
        "name": "Pagina misteriosa (X)",
        "desc": "Uno scritto antico dai contenuti del tutto incomprensibili.<br>Forse esiste un modo per decifrarlo.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/07/5297fd201cef47a3124d0d2c95f8d6db_193092221620687116.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4304,
        "name": "Pagina misteriosa (III)",
        "desc": "<p>Uno scritto antico dai contenuti del tutto incomprensibili.</p><p>Forse esiste un modo per decifrarlo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/23/20577441/5297fd201cef47a3124d0d2c95f8d6db_3041346503979685491.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4308,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4252,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      }
    ]
  }
}