{
  "epId": 4778,
  "name": "Istituto di ricerca di Fontaine",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Istituto di ricerca di ingegneria dell'energia cinetica di Fontaine</span><span style=\"color: rgba(255, 255, 255, 0.85)\"> </span>è stato fondato da Alain Guillotin ed è spesso abbreviato semplicemente in Istituto di ricerca di Fontaine.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/85019254/154baa11b653966030bdf047346be788_3687673423077505657.png",
  "menuId": 23,
  "menuName": "Affiliazione",
  "version": 1708958287,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ece5d8>Istituto di ricerca di ingegneria dell'energia cinetica di Fontaine</color>"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Corpo d'acqua condensato dall'allogravità",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/85019254/eb9c67ebcff8c2170b4e65f633ebe7c9_8517718928249236167.png"
      },
      {
        "key": "Laboratorio centrale",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/85019254/2761bb3d86f5c1fe3894e75ed78d4dfa_2729329899089916028.png"
      },
      {
        "key": "Dormitorio dell'Istituto",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/85019254/42fe71c1188b751fdb83701a8497588b_3062798040837441522.png"
      },
      {
        "key": "Parco memoriale di Mary-Ann",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/85019254/3ecabe766131af02fff93f48a7419335_7680586747609935915.png"
      },
      {
        "key": "Nuovo Istituto di ricerca di Fontaine",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/85019254/7e8546344bac5deed4c2d7af5cf0f0c2_1807895347108231599.png"
      },
      {
        "key": "Sala delle Assemblee dell'Accademia",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/85019254/a77cdb9cbcff78e65cd0aacc8db6a9c4_3838389308801606434.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Vecchio Istituto",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Prima dell'esplosione, l'Istituto di ricerca di ingegneria dell'energia cinetica di Fontaine era il centro tecnologico dell'intera Corte di Fontaine. Alain Guillotin ha fondato l'Istituto di ricerca Fontaine di ingegneria dell'energia cinetica dopo aver lasciato i Marechaussee Phantom. Poiché l'Istituto di Ricerca di Fontaine si dedica allo studio delle macchine e dell'energia, la ricerca sui meka era l'obiettivo principale, poiché la maggior parte delle invenzioni meccaniche provenivano da questo istituto. Alain si riferiva al tipo di Meka soppressore specializzato \"Cal. Scherbius\" come tributo al suo amico e assistente dell'Istituto di Filosofia Naturale, Carter Scherbius.</color>\n<color=#ffffff73>Quando il signor Bossuet divenne il supervisore, l'istituto fu ribattezzato \"Istituto di ricerca Bossuet\".</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/178140791/5a5a09915eec46c98da636ad075ad62c_4332656182640486915.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Il giovane ricercatore Chisserays ha ritenuto le decisioni impeccabili e la saggia leadership di Bossuet, che hanno portato a risultati notevoli in molteplici aree di ricerca. Insieme, Bossuet e Chisseray hanno introdotto una nuova configurazione teorica del nucleo artificiale. Rispetto alla configurazione tradizionale creata da Alain Guillotin, i loro calcoli mostrano che in una situazione ideale, il rendimento ottimale della configurazione è leggermente superiore a quello tradizionale. Il documento che hanno creato insieme elabora il principio di funzionamento e i requisiti di progettazione della configurazione ed è stato selezionato come documento eccezionale dell'anno dall' <color=#ffffff73>Istituto di ricerca di ingegneria dell'energia cinetica di Fontaine</color> . Di conseguenza, al signor Bossuet è stato conferito il titolo di Tecnico Senior. Dopo che il signor Bossuet lasciò il suo incarico, il caos si sparse nell'Istituto. Secondo il piano originale del signor Bossuet, Coppelius e Coppelia sono meka auomatici dediti all'arte della danza. Dopo che Maillardet ha rilevato il progetto, è stata aggiunta la Pneumosia rendendoli non solo bravi a ballare, ma anche combattenti altamente capaci. Sono state create due diverse modalità di combattimento per Coppelius e Coppelia in base alle differenze tra Pneuma e Ousia, Nemesi di Coppelius e Trenodia di Coppelia. Edwin Eastinghouse fu un ex tecnico senior che ha condotto esperimenti utilizzando l'Arkhium per sfidare la gravità con la speranza di sollevare in cielo l'elegante Corte di Fontaine come mezzo per evitare l'alluvione profetizzata. Si credeva che i suoi esperimenti fossero la causa della massiccia esplosione che distrusse gran parte dellìIstituto di Ricerca di Fontaine.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Il figlio adottivo di Emmanuel Guillotin, cresciuto all'Istituto Narzissenkreuz con la sorella adottiva, Mary Ann. Fu il fondatore dell'Istituto di Ricerca sull'Ingegneria dell'Energa Cinetica di Fontaine, e il suo contributo più notevole a Fontaine è stata la sua ricerca sulle meccaniche Pneuma-Ousia, che ha portato all'invenzione del sistema Arkhe e alla creazione di Meccanismo di Orologeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/5f9666801f8c3cd059ac14e8eb9dbc96_8131546532551471524.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Cacciatore della Maréchaussée",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/e9c7fe4fbfe3417abd3696108f4ba363_6669607384580511511.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3993,
        "name": "Suite del Vento glaciale",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Danzautomi sviluppati dall'Istituto di ricerca di Fontaine.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Bossuet, in origine, voleva che i Danzautomi fossero opere d'arte in grado di trascendere l'era della riproduzione meccanica. Dopo le dimissioni forzate di Bossuet, però, il progetto è passato a Maillardet, che aveva un'idea diversa del risultato da ottenere. Così, nonostante i miglioramenti apportati durante lo sviluppo, i Danzautomi si sono pian piano allontanati dalla visione originale di Bossuet.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/13/190184121/377f3a8f5ea5fc082951815af746a2ae_1382252904007418851.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4054,
        "name": "Meka soppressore specializzato",
        "desc": "<p>Un Mekautoma adattato della tipologia Cal. Scherbius. Purtroppo, non ha capacità oltre a quelle offensive.</p><p>Normalmente, i Mekautomi basati sull'energia di annichilazione producono la propria energia usando ripetitori composti da cristalli speciali che raffinano Ousia e Pneuma dall'ambiente di Fontaine. Ma, al di fuori di Fontaine, possono usare dei Blocchi d'energia appositamente preparati per percorrere brevi distanze per brevi lassi di tempo. La differenza può essere osservata dalla forma dei componenti di cristallo sul Meka.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/24/45954971/85a478480f3c5c0dfcdf5a178009b28c_5036624776763510370.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "name": "Edwin Eastinghouse",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/c489991125014d61433420b3425ce342_6088201802534512828.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Esplosione",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Quando fu profetizzato che un'alluvione avrebbe distrutto Fontaine, i ricercatori dell'Istituto concentrarono i loro sforzi per salvaguardare l'intera nazione. L'Arkhium è un misterioso minerale giallo-verde. Con il suo vasto potenziale energetico e la capacità di rompere i vincoli terreni, Arkhium un tempo era considerato la chiave per la porta della salvezza. Edwin Eastinghouse ha utilizzato l'Arkhium nella creazione del \"Prototipo Cal. Breguet\" per contrastare gli effetti della gravità. Questo fu il primo passo di un piano per trasformare la Corte di Fontaine in una città nel cielo, nella speranza che la gente non dovesse mai più preoccuparsi delle onde che un tempo spazzavano la terra. L'Arkhium nel nucleo del dispositivo ha le caratteristiche di \"scissione\" o \"precipitazione\" e può prendere la materia, o certe cose al di fuori della materia, e separarle. Si dice che questo processo possa essere invertito, ma l'Istituto di ricerca Fontaine è concentrato solo degli effetti fisici che può produrre. Le stime iniziali indicavano che il dispositivo potrebbe sollevare un intero isolato di edifici.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/178140791/5a9b87e6f53ae12929cb4959c5894875_5384356191286069350.PNG",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Durante la ricerca, il nucleo dell'Arkhium all'interno del generatore di campo subì un sovraccarico, innescando una colossale esplosione che devastò l'Istituto di cui Edwin Eastinghouse è incolpato. Questo evento scagliò nell'atmosfera blocchi sostanziali di corpi d'acqua condensati per allogravità e frammenti dell'istituto. Di conseguenza, il Generatore di Campo Sperimentale ha perso il controllo e ora occupa quest'area dell'Istituto. Edwin scomparse dopo l'esplosione e molti credevano che fosse morto. Tuttavia, fu licenziato dal suo incarico di Tecnico Senior con ulteriori indagini in corso a causa della lunga assenza dal lavoro senza aver presentato alcuna domanda. Arkhium fu percepito come un malaugurio da alcuni, che attribuiscono proprietà malvagie alle pietre, prevedendo disastri per gli avidi e sfortuna per gli ignoranti. Altri ancora vedono il potenziale valore di Arkhium e ritengono che ci sia un potenziale nascosto al suo interno che deve ancora essere pienamente sfruttato.\n<color=#ffffff73>Il nucleo cinetico di Arkhium è il frutto della ricerca di Raimondo e Edwin Eastinghouse. Credevano che se avessero costantemente iniettato abbastanza energia nel nucleo cinetico, il generatore del campo sperimentale avrebbe potuto facilmente funzionare a piena potenza. Dopo aver creato il nucleo, entrambi si resero conto che a malapena riuscivano a trovare un modo per continuare a iniettargli abbastanza energia per mantenerlo alla massima potenza. Edwin e Raimondo provarono ad alimentarlo con una miscela di energia Pneumosia e Arkhium, o collegando un gran numero di minerali di Arkhium in serie per creare un gruppo superpotente, ma nessuno dei due funzionò. Si imbatterono nel gigantesco Arkhium e, sebbene fosse sempre in uno stato inerte, erano certi che questo minerale avesse una purezza senza precedenti. Credevano che con il giusto trattamento, il gigante Arkhium potesse produrre la grande quantità di energia necessaria. Edwin e Raimondo hanno avuto un disaccordo perché Raimondo ha offerto una proposta più conservativa, quando Edwin voleva risolvere il problema rapidamente. Dopo l'esplosione, Raimondo ha prontamente condotto le indagini sul disastro e gli sforzi di valutazione. La miscela di intelligenza e passione presso l'Istituto di Ricerca ha prodotto risultati che hanno superato tutte le aspettative e, purtroppo, raramente è rimasto solo qualcuno a sapere di questo straordinario risultato.</color>\n<color=#ffd780>Articoli Correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "name": "Edwin Eastinghouse",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/c489991125014d61433420b3425ce342_6088201802534512828.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4531,
        "name": "Raimondo",
        "desc": "<p>Raimondo Havenport è uno specialista tecnico senior dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine. Dirige temporaneamente la struttura assieme a Choiseul, in seguito alla scomparsa di Edwin Eastinghouse avvenuta durante l'esplosione del precedente Istituto di ricerca.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/20856775/3877e9d4661fc2fb764e43671d2c6742_9146834390305308789.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4530,
        "name": "Choiseul",
        "desc": "<p>Insieme a Raimondo è il direttore del nuovo Istituto di ricerca di Fontaine, in seguito alla scomparsa di Edwin Eastinghouse durante l'esplosione del precedente Istituto di ricerca.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/08/20856775/48149b8f86f99afe6326815292d4396b_8583977578278549541.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4343,
        "name": "Generatore di campo sperimentale",
        "desc": "<p>Un prodotto dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine andato fuori controllo a causa di un incidente.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/03/45954971/ab24c8594ba1b25bf22b029635b9f4d0_6754212908397045010.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4461,
        "name": "Minerale misterioso",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un misterioso minerale cristallino verde e giallo.<br>Sembra possedere l'abilità di attrarre i minerali dello stesso tipo.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/02/45954971/2812e16184f48b6467fa54b7e9056871_8211660379261602654.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Nuovo Istituto di Ricerca di Fontaine",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>A seguito del disastro, l'Istituto fu costretto a ripararsi e a costruire una nuova sede vicino alle vecchie rovine mantenendo ciò che non era andato distrutto nell'esplosione. L'istituto attualmente funzionante è denominato \"Nuovo Istituto di Ricerca Fontaine\". Raimondo e Choiseul condividono le pesanti responsabilità che spettano alla carica di Direttore. Raimondo è responsabile di rimettere in carreggiata il lavoro scientifico e la ricerca, mentre Choiseul è responsabile di tutto il resto. Ad esempio, Choiseul è responsabile della sistemazione dei fondi relativi alla manodopera, degli stanziamenti di bilancio trimestrali, della riaccoglienza dei visitatori e dell’eliminazione di quei giornalisti insieme a Raimondo. Il loro obiettivo principale rimane lo stesso: ricostruire l’Istituto di Ricerca Fontaine e lavorare duro per il benessere di tutti gli abitanti della Corte di Fontaine.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/178140791/60a8a709bcc74150d30ebfd5aa298d22_4873224519351592702.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Per Choiseul, l'ex sede dell'Istituto sarà preservata per sempre e ricostruita come Centro di educazione alla sicurezza dell'Istituto di Ricerca di Fontaine. Raimondo sostiene che una volta recuperate tutte le risorse di ricerca recuperabili nel vecchio sito, il vecchio Laboratorio Centrale verrà demolito e l’ambiente naturale dell’area verrà riportato al suo stato originale. Questa demolizione utilizzerà il \"Generatore di campo sperimentale\" recentemente studiato. Questo dispositivo può disattivare il campo di alterazione della gravità che circonda le rovine dell'Istituto e farle atterrare in sicurezza. La fonte di energia utilizzata è il Tri-State Arkhium, una variante inerte dell'Arkhium creata attraverso uno speciale processo di trasformazione. Dopo essere entrato nel nuovissimo \"stato di eccitazione silenziosa\", è molto più stabile dello stato eccitato originale.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4343,
        "name": "Generatore di campo sperimentale",
        "desc": "<p>Un prodotto dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine andato fuori controllo a causa di un incidente.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/03/45954971/ab24c8594ba1b25bf22b029635b9f4d0_6754212908397045010.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4531,
        "name": "Raimondo",
        "desc": "<p>Raimondo Havenport è uno specialista tecnico senior dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine. Dirige temporaneamente la struttura assieme a Choiseul, in seguito alla scomparsa di Edwin Eastinghouse avvenuta durante l'esplosione del precedente Istituto di ricerca.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/20856775/3877e9d4661fc2fb764e43671d2c6742_9146834390305308789.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4530,
        "name": "Choiseul",
        "desc": "<p>Insieme a Raimondo è il direttore del nuovo Istituto di ricerca di Fontaine, in seguito alla scomparsa di Edwin Eastinghouse durante l'esplosione del precedente Istituto di ricerca.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/08/20856775/48149b8f86f99afe6326815292d4396b_8583977578278549541.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4384,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Giorno presente",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>La Fonta è una bevanda speciale creata dallIstituto di Ricerca di Fontaine che è piace alla gente del posto. La Fonta è disponibile solo in gusti dolci e la spuma appare per alcuni secondi dopo averla bevuta. La Fonta ha attualmente in lavorazione un prodotto di prova, una bevanda rosso sangue, che viene testata su scala più piccola per vedere come potrebbe essere accolta dai clienti a causa di qualche reazione negativa. I promotori vennero alla Fortezza di Meropide e si offrirono di sponsorizzare il torneo di Pankration in modo da poter promuovere il loro nuovo prodotto, ma il Duca rifiutò anche solo di prendere in considerazione l'idea.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/178140791/258395f804783bb62f419d8cd4e96f64_2512758376504830362.PNG",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "In seguito all'esplosione iniziale, che si presume sia stata causata da Edwin Eastinghouse, tutto l'Arkhium dell'Istituto si frammentò, ponendo da allora il rischio perpetuo di eccitazione spontanea e successiva esplosione. Un'esplosione secondaria, minore rispetto a quella causata dal signor Edwin, si è verificata presso le rovine del Laboratorio Centrale che ha disperso nelle acque circostanti numerosi componenti condensanti dell'inibitore Arkhium. Questa esplosione secondaria fu il risultato del flusso di energia che colpì una piccola porzione di Arkhium tra le rovine. È stato implementato un dispositivo di soppressione e la crisi è stata scongiurata, tuttavia un ricercatore senior di nome Nacker è scappato. Il signor Nacker ha lavorato con il signor Eastinghouse e si ritiene che abbia rubato il nucleo Cinetico di Arkhium per fare una \"piccola fortuna\" e abbia innescato la piccola esplosione.\nSuccessivamente, un'investigatrice speciale di nome Miss Fusilier venne assunta per occuparsi del caso rubato del nucleo Cinetico di Arkhium. L'obiettivo principale è recuperare il nucleo Cinetico di Arkhium il prima possibile poiché è un prototipo estremamente instabile.\n<color=#ffffff73>L'indagine porta Fusilier da Chaussivert, un autoproclamato \"osservatore del porto\" del porto di Lumidouce. Chaussivert rivela informazioni importanti che portano le indagini a una spedizione di merci che potrebbe rivelare dove si trova il signor Nacker. Durante lo svolgimento dell'indagine viene scoperta una residenza che emette chiari flesh di energia residua tutt'intorno. La signorina Fusilier rompe la serratura della casa quando all'interno viene trovato niente meno che Edwin Eastinghouse scomparso. Edwin indicò di nascosto che l'attuale posizione di Nacker si trova intorno alle rovine di Fort Cariddi. Nacker ha rivelato che sta lavorando su un \"Generatore di campo\" e sta tentando di sincronizzarlo con il nucleo Cinetico di Arkhium nella speranza di diventare il più grande ingegnere cinetico di sempre. Viene alla luce che Edwin Eastinghouse ha condotto apposta le indagini su Nacker e incoraggia Nacker a tornare all'Istituto e pentirsi. Edwin voleva tornare alle sue ricerche e afferma di non essere presente quando il nucleo è esploso. Dopo che Nacker ed Edwin si sono scambiati alcune parole, Fusilier afferma che entrambi hanno danneggiato gli interessi dell'Istituto e, in qualità di investigatore speciale dell'Istituto di Fontaine Research Institute, chiede che entrambi vengano portati all'Istituto per essere trattati di conseguenza.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/178140791/ea2b4fc11e282606b6aa78e53f23d6fc_4886047579680593681.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "All'arrivo all'Istituto, dopo che è trascorso abbastanza tempo perché Edwin e Raimondo possano scambiarsi parole, il personale della Maison Gardiennage arriva e porta sia Nacker che Edwin alla Fortezza di Meropide. Jurieu e Lourvine sono ex ricercatori dell'Istituto che ora sono assunti come consulenti tecnici da Wriothesley presso la Fortezza di Meropide. Jurieu è uno dei ricercatori di più alto livello del Fontaine Research Institute e lavorava sotto Edwin. Mentre Jurieu era l'assistente di Edwin, Lourvie era l'assistente di Jurieu. Le principali aree di ricerca di Jurieu erano l’Arkhium e i gravimetri. Durante la sua permanenza alla Fortezza di Meropide, Jurieu concentrò i suoi sforzi sulla creazione della \"Nave dalle Ali volanti\", una vera nave volante, che aiutò a salvare Fontaniane durante l'alluvione.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4167,
        "name": "Fonta",
        "desc": "<ul><li><p><span style=\"color: rgba(255, 255, 255, 0.65)\">- Fonta, una fonte di freschezza!</span></p></li><li><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una bevanda speciale creata dall'Istituto di ricerca di Fontaine. È molto apprezzata dagli abitanti del posto.</span></p></li></ul>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/18/45954971/9356b457031ff8b679f23d842eea377a_6189872371638245886.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "name": "Edwin Eastinghouse",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/c489991125014d61433420b3425ce342_6088201802534512828.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4531,
        "name": "Raimondo",
        "desc": "<p>Raimondo Havenport è uno specialista tecnico senior dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine. Dirige temporaneamente la struttura assieme a Choiseul, in seguito alla scomparsa di Edwin Eastinghouse avvenuta durante l'esplosione del precedente Istituto di ricerca.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/20856775/3877e9d4661fc2fb764e43671d2c6742_9146834390305308789.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4670,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "name": "Nacker",
        "desc": "<p>Scienziato dell'Istituto di ricerca di Fontaine, ha rubato il Nucleo fondamentale di energia cinetica ed è fuggito.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/20856775/c54f719bfb5acd61ea877e52f84338b6_5084927782670445881.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4510,
        "name": "Jurieu",
        "desc": "<p>Uno scienziato dell'Istituto di Ricerca di Fontaine. Personaggio esclusivo delle Missioni dell'Archon \"Capitolo IV: Atto IV - Apocalisse imminente\" e \"Capitolo IV: Atto V - La maschera della colpa\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/45954971/273a5021b446c145ecc8c43f337de81d_639203421214006183.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4511,
        "name": "Lourvine",
        "desc": "<p>Una scienziata dell'Istituto di Ricerca di Fontaine. Personaggio esclusivo delle Missioni dell'Archon \"Capitolo IV: Atto IV - Apocalisse imminente\" e \"Capitolo IV: Atto V - La maschera della colpa\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/45954971/5f999835ce89d804029fb71cd3069343_5704480617594884401.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4487,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4471,
        "name": "Coppa di Fonta del torneo di Pankration",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un trofeo ottenuto per aver partecipato al torneo ricreativo di Pankration in veste di allenatore/rice portando Geneviève e Poiret alla vittoria. Realizzato in metallo dall'aspetto elegante, la giusta luce lo farà brillare come Mora scintillanti.<br>Con questo trofeo speciale, potrai ottenere rabbocchi illimitati di Fonta alle apposite macchinette. Potrai bere quanto vorrai e diventare il/la bevitore/rice più soddisfatto/a del mondo...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/18/45954971/65442f2c18f9e2f830dba499d3437d7a_7997209683324399960.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4485,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Edifici Ufficiali",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Ufficio Esecutivo",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/13/178140791/c77a0b8d5017a1157886728bae55021c_2892885746441443524.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Situato all'incrocio tra le regioni di Liffey e dell' <color=#ffffff73>Istituto di ricerca di ingegneria dell'energia cinetica di Fontaine</color> . L'ufficio esecutivo è principalmente responsabile dei vari compiti amministrativi dell'Istituto. Il direttore del progetto espositivo sulla sicurezza dell'istituto, Conjat, può essere trovato qui.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Nuovo Istituto",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/13/178140791/15a981fe1d61629a78f3fe207b2a1a65_8222765391206734502.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "L’istituto operativo ora si chiama “Nuovo Istituto di Ricerca di Fontaine”. L'istituto dovette riorganizzarsi e stabilire una nuova struttura adiacente ai resti delle vecchie rovine, preservando ciò che era rimasto intatto dopo l'esplosione. Dopo aver completato varie missioni, qui sono presenti numerosi ricercatori, tra cui Broglie specializzato nella ricerca idrologica, Chisseray che è il direttore del team di collazione dei materiali ed ex assistente di ricerca di Bossuet, e Damestir che è il direttore del Meka a orologeria di tipo pesce. Gruppo di ricerca. Qui si trovano anche i funzionari amministrativi dell'Istituto di ricerca Fontaine, Choiseul e Raimondo. Sevigne è un ex assistente di ricerca di Bossuet che appare al Nuovo Istituto di Ricerca di Fontaine dopo aver completato la missione Luce insidiosa delle profondità.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4530,
        "name": "Choiseul",
        "desc": "<p>Insieme a Raimondo è il direttore del nuovo Istituto di ricerca di Fontaine, in seguito alla scomparsa di Edwin Eastinghouse durante l'esplosione del precedente Istituto di ricerca.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/08/20856775/48149b8f86f99afe6326815292d4396b_8583977578278549541.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4531,
        "name": "Raimondo",
        "desc": "<p>Raimondo Havenport è uno specialista tecnico senior dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine. Dirige temporaneamente la struttura assieme a Choiseul, in seguito alla scomparsa di Edwin Eastinghouse avvenuta durante l'esplosione del precedente Istituto di ricerca.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/20856775/3877e9d4661fc2fb764e43671d2c6742_9146834390305308789.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4534,
        "name": "Sévigne",
        "desc": "<p>Fa parte del personale dell'Istituto di ricerca di Fontaine. Dopo aver lavorato come assistente per Bossuet, ha proseguito la propria ricerca nel laboratorio che si trova al di sotto del Parco della memoria di Mary-Ann. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/20856775/e4bb31678c8fedcfc1a5efd28ea7c66a_2023044726640384002.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Ufficio dei Materiali",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/13/178140791/a2e5b52fc0a60517d786bedebbdd4fc3_6019158254613694157.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Chalmet è il direttore del progetto di recupero dei materiali dell'Istituto di Ricerca di Fontaine. La si trova spesso nell'Ufficio Materiali, intenta ad organizzare continuamente documenti e pratiche secondo le indicazioni del signor Raimondo.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Sala delle Assemblee dell'Accademia",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/13/178140791/c818199cfa112690f8de08d1368de569_5560320928784805196.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Il design circolare della sala espositiva consente di accogliere un pubblico più vasto fornendo allo stesso tempo una visione migliore. Un luogo per mostrare al pubblico i frutti della ricerca dell'Istituto, come i Danzatori Artificiali capaci di combattere, il grammofono e l'Aliante a Turbina, anche se alcuni scherzano su quello delle risorse dell'Istituto, Fonta potrebbe essere l'unico risultato scientifico che rimane legalmente redditizio.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4167,
        "name": "Fonta",
        "desc": "<ul><li><p><span style=\"color: rgba(255, 255, 255, 0.65)\">- Fonta, una fonte di freschezza!</span></p></li><li><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una bevanda speciale creata dall'Istituto di ricerca di Fontaine. È molto apprezzata dagli abitanti del posto.</span></p></li></ul>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/18/45954971/9356b457031ff8b679f23d842eea377a_6189872371638245886.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3993,
        "name": "Suite del Vento glaciale",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Danzautomi sviluppati dall'Istituto di ricerca di Fontaine.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Bossuet, in origine, voleva che i Danzautomi fossero opere d'arte in grado di trascendere l'era della riproduzione meccanica. Dopo le dimissioni forzate di Bossuet, però, il progetto è passato a Maillardet, che aveva un'idea diversa del risultato da ottenere. Così, nonostante i miglioramenti apportati durante lo sviluppo, i Danzautomi si sono pian piano allontanati dalla visione originale di Bossuet.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/13/190184121/377f3a8f5ea5fc082951815af746a2ae_1382252904007418851.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Rovine del Laboratorio Centrale",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/13/178140791/bb3f979a9328e587551d328ca3d38b2d_9023676858910067102.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Situato nel cuore dell' <color=#ffffff73>Istituto di ricerca di ingegneria dell'energia cinetica di Fontaine</color> , dispone degli strumenti più avanzati di Fontaine. Attualmente, la ricerca principale intrapresa è legata al \"Generatore di campi sperimentali\". Con l'aiuto di questa \"acqua condensata per allogravità\", è possibile risalire in modo sicuro ed efficiente sulle rovine dell'Istituto.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Dormitori dell'Istituto",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/13/178140791/42aad35835c271652d9a1c6947faffbc_9143865014402182027.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sebbene quest'area non sia stata colpita dall'esplosione, i dormitori necessitano di ristrutturazione e dispongono di una fornitura di energia elettrica limitata. Quando un ricercatore dell'Istituto di Ricerca di Fontaine afferma di aver bisogno di riposo, desidera solo una breve pausa per il suo cervello. Poi, di solito venivano qui, suonavano il piano, leggevano e bevevano un drink o due se necessario. I dormitori dell'istituto non dispongono di letti. Secondo Nacker, i ricercatori ritengono che dormire sia una perdita di tempo.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "name": "Nacker",
        "desc": "<p>Scienziato dell'Istituto di ricerca di Fontaine, ha rubato il Nucleo fondamentale di energia cinetica ed è fuggito.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/20856775/c54f719bfb5acd61ea877e52f84338b6_5084927782670445881.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Parco memoriale di Mary-Ann",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/13/178140791/9313055236b1636d284df12e96857fa6_7276372624465998645.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Un parco dedicato alla sorella di Alain, Mary-Ann Guillotin. Sotto si trova un laboratorio sottomarino appartenente a Bossuet.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Il figlio adottivo di Emmanuel Guillotin, cresciuto all'Istituto Narzissenkreuz con la sorella adottiva, Mary Ann. Fu il fondatore dell'Istituto di Ricerca sull'Ingegneria dell'Energa Cinetica di Fontaine, e il suo contributo più notevole a Fontaine è stata la sua ricerca sulle meccaniche Pneuma-Ousia, che ha portato all'invenzione del sistema Arkhe e alla creazione di Meccanismo di Orologeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/5f9666801f8c3cd059ac14e8eb9dbc96_8131546532551471524.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Figlia adottiva di Emanuel Guillotin, è cresciuta all'Istituto Narzissenkreuz con suo fratello Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7f04e9d0b83ab550cc91ddf708008a7d_2679414733014655735.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Aree non ufficiali",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Ufficio rappresentativo",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/13/178140791/416a6503a47de16653157e71cd550353_6129060571635655698.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Qui puoi trovare il direttore della revisione delle qualifiche, Desnos. Gli avventurieri vengono qui per il reclutamento e Desnos conduce le revisioni preliminari delle qualifiche.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Laboratori di Ricerca e Sale Studio nascoste",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Studio nascosto di Bravais",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/13/178140791/74881a598b992f81fd66b9f09502e1ab_3933136928190743792.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sbloccato solo con Arkhium Lumenite, che richiede la forgiatura in una speciale pressa per forgiatura, lo studio nascosto di Bravais si trova vicino alla sala delle riunioni accademiche."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/13/178140791/8970305b0bed48a65f9f7195c6e04800_741946925177842064.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Le note di ricerca trovate all'interno di questo studio rivelano che i ricercatori stavano lavorando a un progetto che utilizzava Arkhium che aveva un potenziale maggiore. Gli appunti di ricerca del Maestro Ruggiero si trovano qui e discutono della ricerca relativa alla Compagnia d'Oro, Fortuna e Petrichor. Bravais nota che Ruggiero fu un vero grande maestro del suo tempo e il fondatore del Consilium Sapientium.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Compagnia dorata",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/4fda3f028a5acd6e23e99e70f21118cc_5054908790996422241.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4458,
        "name": "Lumenite di Arkhium",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il risultato della forgiatura dell'Arkhium. Emette un'insolita luce ed energia. Si dice che un materiale del genere possa essere utilizzato per aprire una porta da qualche parte...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/06/45954971/fec38a4498b2331b52637918ce97de3c_7877082746633446238.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Laboratorio di Bossuet",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/13/178140791/6d10de801d1fae94bf5e79c9977e56e1_3554059369537258471.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Bossuet è stato insignito del titolo di Tecnico Senior dopo che il suo articolo, Analisi teorica e progettazione della nuova configurazione del nucleo artificiale, è stato selezionato come Documento eccezionale dell'anno dal Fontaine Research Institute of Kinetic Energy Engineering. Il signor Bossuet divenne il supervisore dell'Istituto di ricerca commemorativo Alain Guillotin e lo ribattezzò Istituto di ricerca Bossuet. Secondo il ricercatore junior Chisseray, che sottolinea di non essere stato incaricato di dirlo dallo stesso Monsieur Bossuet, le decisioni impeccabili e la saggia leadership di Bossuet hanno portato a risultati notevoli in molteplici aree di ricerca.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Il laboratorio di orologeria di Kuisel",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/13/178140791/a913ede0cb6244679c71b370742c1f52_7195573416956477564.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quest'area non è proprietà privata, ma un edificio abbandonato che non è riuscito a diventare parte della Fortezza di Meropide. Dopo la scomparsa del precedente proprietario del laboratorio, Coutrot ne assunse la proprietà e utilizzò il nome “Kuisel” per comodità."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/13/178140791/32d87a0635d1ba1df2acc97a6cbe908f_5224093323547483900.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Gli assistenti interessati a approfondire la ricerca di Kuisel riguardo a una rete neurale erano soliti informarsi tramite il ricercatore Bricole all'interno del laboratorio. A causa della “incapacità di comprendere il significato della sua ricerca”, questo progetto alla fine è stato cancellato, cosa che secondo Coutrot “non farà altro che ostruire la strada verso la singolarità tecnologica”. Secondo Bricole, la peculiare ricerca di Coutrot lo ha fatto espellere dal Fontaine Research Institute.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4535,
        "name": "Coutrot",
        "desc": "<p>Scienziato dell'Istituto di ricerca di Fontaine, vero proprietario della Bottega meccanica Kuisel. L'uomo è stato licenziato dalla struttura per via delle sue ricerche discutibili. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/20856775/ba86d13c0b7ae03c2ed539ee27b5b46b_7947727502885534935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4544,
        "name": "Bricole",
        "desc": "<p>Un membro dell'Istituto di ricerca di Fontaine. Dopo aver assistito all'espulsione di Coutrot dalla struttura, da parte della Commissione sull'etica, ha passato il suo tempo raccogliendo informazioni sulle sue ricerche proibite. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/20856775/a92b7e02a37836eea33b78806097e4b4_4265635692867191400.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Il nascondiglio di Nacker",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/13/178140791/6d04e5e1b92f95bb5795bc854b15a939_2420202456584861891.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Situato all'interno delle Rovine del <color=#ffffff73>Fort Charybdis</color> , il nascondiglio di Nacker fu utilizzato come laboratorio di ricerca dove lavorò allo sviluppo di un \"Generatore di campo\". Mirava a sincronizzare il \"Generatore di campo\" con il Nucleo cinetico di Arkhium con l'aspirazione di diventare il più importante ingegnere cinetico <color=#ffffff73>.</color>\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "name": "Nacker",
        "desc": "<p>Scienziato dell'Istituto di ricerca di Fontaine, ha rubato il Nucleo fondamentale di energia cinetica ed è fuggito.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/20856775/c54f719bfb5acd61ea877e52f84338b6_5084927782670445881.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4343,
        "name": "Generatore di campo sperimentale",
        "desc": "<p>Un prodotto dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine andato fuori controllo a causa di un incidente.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/03/45954971/ab24c8594ba1b25bf22b029635b9f4d0_6754212908397045010.png",
        "displayStyle": "card"
      }
    ]
  }
}