{
  "epId": 4779,
  "name": "Remus",
  "desc": "<p>Il Dio Re che costruì Remuria.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/15/45954971/c3fb5109543ac9fae75bee0a9a5b6f77_6266087659806494027.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1716903440,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "name": "Al-Ahmar",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Sovrano del deserto di Sumeru, noto anche come Re Deshret e Re Scarlatto o il Signore delle Sabbie Dorate, fu il primo a esplorare i segreti dell’oscura conoscenza proibita, lasciando un’impronta eterna tra le dune. </span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/06/445590549/513d51e0ebfd54f5da34a9f85dfaf61f_639172384376205685.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Chiamato anche Re Deshret, regnava sul Deserto di Sumeru e fu il responsabile della rovina del luogo natio di Remus.\nSybilla\nVeggente sopravvissuta al primo allagamento di Fontaine che perse il senno e il proprio corpo per prendere l'aspetto di un'ape dorata. Predisse il successo dell'Impero di Remuria ma anche la sua caduta e con il suo aiuto Remus creò la Grande Sinfonia: Phobos.\n\"Fortuna\"\nNave Dorata di Remus nata dal grande cedro bianco e argento.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Impero costruito da Remus.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Cacciatore Dorato, uno degli armosti di Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/22/362377527/0bdc0e0a069b2834f786c4c5dd91f130_5831353123741411369.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Uno degli armosti di Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/12694555/8dd1bf13fcb6632439addaf00c2e4b7b_1261226114242068512.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Euergetia\nAurelius\nArmosta (ufficiali) di Remuria.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Il precedente Archon di Hydro morto durante il Cataclisma 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/a5b8d23dd3fbe0969cc3ebce78f9c29f_5914355630979167572.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Conosciuta come Padrona delle Molte Acque.\nRivelò a Remus l'inevitabile punizione che avrebbe ricevuto per via dei peccati commessi e gli conferì un calice delle acque più pure.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>Principe dei Dragogeniti e amico di Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/27/20577441/b2d6cefc957361355bd202af3efcb21d_5912680285645270520.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Divenne amico di Remus dopo una lunga battaglia e decise di lasciare Fontemer per seguirlo nella sua ricerca di un mondo libero dalle catene del fato.\nCustode dell'ultima sinfonia.\nPhobos\nLa Grande Sinfonia.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Oggetti correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Compagnia dorata",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/4fda3f028a5acd6e23e99e70f21118cc_5054908790996422241.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Canto di giorni che furono",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/21/190184121/7789fb5e684cf95a7011657d0fa8a971_3444972050405035115.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Scheggia di estro armonico",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/190184121/7557f4558ab243d82e8b6b9994fc97ee_4714692879599082052.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4028,
        "name": "Calice frantumato del mare immacolato",
        "desc": "<p>Materiale d'ascensione delle armi.</p><p>Secondo la leggenda, quando il primo usurpatore arrivò al mare primordiale, il primo sovrano gli offrì un calice d'acqua.</p><p>In seguito, questi diventò l'indiscutibile Dio re, e usò questo calice d'acqua per depurare le misteriose gocce di rugiada, stabilendo un impero splendido e potente.</p><p>Ma questa è ormai una storia antica, i cui personaggi principali ora dormono nella fosforescenza dei pesci degli abissi.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/11/45954971/9baa473db3d346acbe35419d7874e1ab_2475658775696447756.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4027,
        "name": "Calice di vino del mare immacolato",
        "desc": "<p>Materiale d'ascensione delle armi.</p><p>Quale impero può durare per un migliaio di anni? Dopo esser tornato dal regno dei draghi, l'usurpatore si fece questa domanda.</p><p>Combinò la pietra immortale con l'essenza d'icore estratta dall'acqua primordiale, e scolpì una razza nera come ferro, con pelle composta da pietre arcane e sangue fatto d'icore, senza più temere la maledizione del ritorno al passato primordiale...</p><p>Il golem silenzioso sogna ancora l'impero, non sapendo che questo non esiste più da oltre mille anni.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/12/45954971/8e0d4af2cbd16444cd16a904ac1ba12c_1969655003168014323.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Calice d'argento del mare immacolato",
        "desc": "<p>Materiale d'ascensione delle armi.</p><p>Negli anni in cui il velo dorato ricopriva il territorio, la pura acqua di sorgente doveva essere nascosta in rivoletti montanari invisibili ai più, e i cavalieri di Loch nacquero in questi santuari.</p><p>I calvalieri giurano sull'armatura d'argento di proteggere gli spiriti nati dall'acqua pura e i loro compagni d'armi anch'essi devoti all'unica vera sorgente, opponendo resistenza all'onnipresente potere dorato che oscurò il cielo ed esclissò il sole.</p><p>Ma questa è una leggenda antica: </p><p>non molto tempo dopo il crollo dell'impero, i cavalieri che resistettero all'usurpatore si spogliarono della loro armatura, e le loro vicende finirono in un groviglio di storie e ballate.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/12/45954971/2487c256ba88ca8a61acb6b3e3c7a471_9097752232548169076.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Calice d'oro del mare immacolato",
        "desc": "<p>Materiale d'ascensione delle armi.</p><p>Quando l'usurpatore della città sommersa suonò l'ultimo movimento della sinfonia dorata, il musicista preferito rubò il calice dorato stracolmo d'icore.</p><p>Sconvolto dal tradimento temerario del Dio re, il musicista chiamò le ultime guardie, usò l'icore insolubile per chiudere il drago sotto la torre e sprofondò nell'abisso assieme alla capitale.</p><p>In seguito, questo ladro gentiluomo svanì in punta di piedi, e solo la \"compagnia dorata\" ricorda la sua profezia.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/12/45954971/4b9ae77d7acba8a7f9622b0a7a2bd016_1092489962294200510.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4037,
        "name": "Scarto di goccia di rugiada sacra pura",
        "desc": "<p><span style=\"color: rgb(219, 222, 225)\">Materiale d'ascensione delle armi. </span></p><p><span style=\"color: rgb(219, 222, 225)\">Secondo le leggende, prima della nascita della vita esisteva un denso mare primordiale, l'origine più pura di tutte le cose, che un giorno si dice inghiottirà tutta la vita... E tutto ciò che non proviene da esso verrà lasciato fuori, diventando nient'altro che detriti alla deriva. </span></p><p><span style=\"color: rgb(219, 222, 225)\">\"L'esistenza dei detriti ha anch'essa un significato: quale altra cosa verrebbe rigettata dalla fonte di ciò che inghiotte tutta la vita?\", chiese il giovane Armosta al grande usurpatore, interrogandosi su questo rompicapo.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/13/45954971/9804141880413c74a088c390cc0bdd88_3514641795609984806.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4036,
        "name": "Sublimazione di goccia di rugiada sacra pura",
        "desc": "<p><span style=\"color: rgb(219, 222, 225)\">Materiale d'ascensione delle armi. </span></p><p><span style=\"color: rgb(219, 222, 225)\">\"La vita che proviene dal mare primordiale inevitabilmente a esso ritornerà\". Così parlò l'Armosta Boethius: \"Ma ci sono infinite possibilità che gli umani hanno per andare oltre, e nemmeno le acque del mare primordiale sono in grado di dissolverle completamente...\" </span></p><p><span style=\"color: rgb(219, 222, 225)\">L'usurpatore arrogante chiese una volta di miscelare dell'icore insolubile con dell'acqua pura per contenere saggezza e ricordi, permettendo ai suoi sudditi di abbandonare i propri corpi fisici e ottenere vite eterne e indipendenti. </span></p><p><span style=\"color: rgb(219, 222, 225)\">Ma il dolore della separazione tra anima e corpo è insopportabile per qualsiasi vita ordinaria, e l'ordine dell'usurpatore ha strappato e frantumato molteplici anime... </span></p><p><span style=\"color: rgb(219, 222, 225)\">L'icore si è annerito a causa dei pianti e delle lamentele di innumerevoli anime, e ha perso la sua armonia e la sua saggezza per lasciarsi dietro solo caos e follia.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/13/45954971/087a4c33716a47a286b2393dcfa6e580_4609261365162491678.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Zampillo di goccia di rugiada sacra pura",
        "desc": "<p><br>Materiale d'ascensione delle armi.<br>Una reliquia proveniente da un tempo in cui i cavalieri di Loch ancora girovagavano per il mondo... Secondo loro c'erano ancora degli spiriti fedeli nelle sorgenti montuose e nelle valli, dove nessuno osava addentrarsi, sorvegliando sorgenti pure...<br>Tuttavia, il creatore dell'icore artificiale non poteva tollerare alcuna discordanza nella sua grande sinfonia. Si dice che ovunque andasse l'Armosta Boethius il nettare naturale vi fosse sepolto, gli acquedotti dell'impero vi venissero costruiti, e gli spiriti nati da pura acqua svanissero senza lasciar traccia...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/13/45954971/24f0cf5c622a4006831e99948e9e2126_8231565562107908259.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4034,
        "name": "Essenza di goccia di rugiada sacra pura",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Materiale d'ascensione delle armi.<br>Una soluzione densa e pura, derivata e raffinata dalle gocce del vasto mare primordiale. L'antico Dio re credeva che avrebbe portato vita eterna e saggezza infinita, ma un attento ascolto rivelava la silenziosa profezia del tutto che si dissolve in una cosa sola.<br>Tale era la grande e incompiuta sinfonia del Dio re: icore sconfinato e senza origine, che sostituisce le sfrenate acque primordiali, mentre i gloriosi saggi immortali portano illuminazione simile a nettare negli angoli ignoranti del mondo.<br>Ma le illusioni del Dio re si ritrovarono infine intrappolate nelle profondità del nero abisso, e con il trascorrere del tempo l'icore dorato fu infine corroso dal brodo primordiale...<br>L'Armosta fece finta di non vedere i presagi malvagi e, sostenendosi con il suo corpo malandato, continuò a dar vita ai suoi compatrioti secondo i piani una volta stabiliti, affinché un giorno ritornasse il vecchio ordine...<br>Perfino oggi, molti poeti pazzi e pittori di Fontaine vedono l'apocalisse di Boethius come un richiamo dell'ineluttabile ciclo del mondo.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/13/45954971/73dd3f974010520a45e407829e17c5f1_3266485068467693700.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "Remuria: Il declino e la rovina",
        "desc": "<p>Si narra che la grande studiosa Pulteney abbia scritto quest'opera epica sull'antica civiltà remuriana nei primi anni della fondazione di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/12/45954971/1c1bec7717f058d9ebb99fa06272a321_7723667969910080121.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "La chanson d'Érinnyes",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Remus",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/124137736/31941f53b43891e840dd1997518ccef4_8571541899193362736.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nei tempi in cui le persone dell'alto mare vivevano nell'ignoranza e le tribù non erano ancora illuminate, il Dio della Filarmonica Remus governava sul Deserto di Sumeru. Un tempo egli era un cantante delle oasi ma la sua antica casa andò persa durante il regno del Re Deshret. Incapace di servire il trono Remus decise di vagabondare e scelse l'alto mare come sua ultima dimora ma girovagando in quella terra lontana scoprì le rovine di una città. Queste rovine erano più antiche della terra stessa, la città non era mai stata menzionata in nessuna cronaca e esisteva al di sotto delle profondità abissali prive di luce. Proprio qui, nel cuore delle rovine del tempio sotto il cedro bianco e argento, avvenne il primo incontro tra il futuro Re Remus e l'ape dorata Sybilla, in grado di vedere nel futuro. Nelle sue visioni Sybilla vide Remus regnare nuovamente città e sudditi, vide la nazione da lui costruita fiorire e prosperare e predisse che un giorno egli avrebbe regnato sull'intero alto mare. E così Remus fece, donando alle persone civiltà e giustizia ma quella sua giustizia fu anche la sua rovina."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Quando il destino deciderà di portare il suo giudizio le onde divoreranno senza pietà l’effimera gioia e felicità.”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Il Dio della filarmonica sapeva che sarebbe stato inutile combattere il fato ma decise di affrontarlo e procedere col suo cammino. Nel momento in cui prese questa fatidica decisione la cavità senza acqua crollò con un tonfo e l'albero argentato si trasformò in una nave dorata: la “\n”."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/124137736/396cfafba28c3cf1de610edb8eb24993_6066282147921379514.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Remus e Sybilla si recarono a Meropis a bordo della “\n”.\nSi dice che prima del suo arrivo la terra fosse abitata dagli antichi che ci vivevano in pace e armonia e venissero spesso visitati dagli ambasciatori di Celestia. Col passare della generazioni però il popolo decise di volersi liberare dalle catene del fato e, irati da ciò, i cieli distrussero gli antichi. La desolazione andò avanti finché Remus mise piede nelle lande, ristabilendo prosperità e ordine. Insegnò alle persone ciò che sapeva sulla coltivazione e i raccolti, costruì templi e città con giganteschi massi per dare una casa al suo popolo. Ma la cosa più innovativa che portò furono la bellezza della musica e dell'arte, che differenziavano gli umani dagli altri esseri viventi, portandoli a vedere loro stessi come padroni di tutte le cose. Il Dio della Filarmonica costruì a Meropis un enorme torre e in fine riunì tutte le persone sparse per le sue terre in una nuova unica nazione. I corni dell'abbondanza benedicevano la terra con fertilità e una parata marittima senza fine faceva da collante fra le isole.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "name": "Al-Ahmar",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Sovrano del deserto di Sumeru, noto anche come Re Deshret e Re Scarlatto o il Signore delle Sabbie Dorate, fu il primo a esplorare i segreti dell’oscura conoscenza proibita, lasciando un’impronta eterna tra le dune. </span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/06/445590549/513d51e0ebfd54f5da34a9f85dfaf61f_639172384376205685.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Scheggia di estro armonico",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/190184121/7557f4558ab243d82e8b6b9994fc97ee_4714692879599082052.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4322,
        "name": "Remuria: Il declino e la rovina (I)",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/124137736/d0e75f9b88a286749b4c7dff0871e129_4651703565191868493.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "La profezia",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "La nazione continuò a crescere e prosperare e per questo Remus non smise mai di pensare alla profezia."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Come tu avevi predetto, sono diventato un glorioso re e ho portato la cultura e la civiltà alle persone.</color>\n<color=#ffffff>Ho conferito pace sull'oceano e governato con giustizia, diffondendo ordine e progresso in ogni angolo della terra.</color>\n<color=#ffffff>Eppure più prosperoso diventa il mio glorioso reame e più sono dispiaciuto e turbato.</color>\n<color=#ffffff>La gloria profetizzata continuerà per un secolo, e poi? I semi della distruzione stanno già radicando.”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "La natura è in continuo cambiamento, proprio come la legge della Fortuna e anche ammettendo l'assurdità della sua brama di eternità e immortalità Remus non riusciva a conciliarsi con il futuro desolante. Si rivolse spesso alla veggente che purtroppo non potè aiutare, anche se capace di vedere nel futuro ella non fu mai possesso della saggezza necessaria per indagare sulla causa della distruzione della nazione."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Ma io so che nelle profondità più remote dei mari oscuri, nel reame dove le Acque Primordiali ancora fluiscono, la Regina delle Mille Acque.</color> <color=#ffffff>giace imprigionata.</color>\n<color=#ffffff>Seppure la profezia predica che le onde infinite ingoieranno la vostra nazione, lei potrebbe comunque rivelare risposte…”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Remus consigliato da Sybilla salpò con la Flotta Dorata in cerca del mare dove era stata imprigionata Egeria, la Regina delle Mille Acque.. Questa sua ricerca lo portò a Fontemer, la terra natia dei draghi dove il Principe Scylla governava sui Vishap ed essi erano custodi delle prigioni di Egeria.\nAl suo arrivo lo scontro iniziò e il fervore della battaglia fece ribollire le acque dei mari per 30 giorni e 30 notti. Solo nel momento in cui dovettero concedersi una tregua perché esausti, il Dio Re usò la musica per annunciare la motivazione della sua visita e le sue motivazioni provocarono l’ilarità del Principe dei Draghi. L’audacia e il coraggio che Remus dimostrò nel voler sfidare il fato impostogli dai Princìpi Celesti incuriosì il Principe dei Draghi e anche se I suoi sogni gli sembrarono ridicoli Scilla decise di permettere un incontro fra Remus e la Regina delle Mille Acque.\nMalgrado gli sforzi del Dio Re, Egeria non fu in grado di conferirgli le risposte che stava cercando ma anche dinnanzi a questo ennesimo intoppo Remus non fu in grado di rinunciare alla sua ambizione e speranza, quindi per compassione ella donò al re un calice contenente le acque più pure.\nLui ringraziò e promise alla dea di usarle per creare un mondo senza conflitti e di eterna prosperità.\nQuando egli ripartì per il suo regno venne accompagnato da Scylla e nonostante i Vishap considerassero tutti gli dei come degli usurpatori lui e Remus divennero amici.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Il precedente Archon di Hydro morto durante il Cataclisma 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/a5b8d23dd3fbe0969cc3ebce78f9c29f_5914355630979167572.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>Principe dei Dragogeniti e amico di Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/27/20577441/b2d6cefc957361355bd202af3efcb21d_5912680285645270520.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Scheggia di estro armonico",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/190184121/7557f4558ab243d82e8b6b9994fc97ee_4714692879599082052.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Calice d'argento del mare immacolato",
        "desc": "<p>Materiale d'ascensione delle armi.</p><p>Negli anni in cui il velo dorato ricopriva il territorio, la pura acqua di sorgente doveva essere nascosta in rivoletti montanari invisibili ai più, e i cavalieri di Loch nacquero in questi santuari.</p><p>I calvalieri giurano sull'armatura d'argento di proteggere gli spiriti nati dall'acqua pura e i loro compagni d'armi anch'essi devoti all'unica vera sorgente, opponendo resistenza all'onnipresente potere dorato che oscurò il cielo ed esclissò il sole.</p><p>Ma questa è una leggenda antica: </p><p>non molto tempo dopo il crollo dell'impero, i cavalieri che resistettero all'usurpatore si spogliarono della loro armatura, e le loro vicende finirono in un groviglio di storie e ballate.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/12/45954971/2487c256ba88ca8a61acb6b3e3c7a471_9097752232548169076.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Calice d'oro del mare immacolato",
        "desc": "<p>Materiale d'ascensione delle armi.</p><p>Quando l'usurpatore della città sommersa suonò l'ultimo movimento della sinfonia dorata, il musicista preferito rubò il calice dorato stracolmo d'icore.</p><p>Sconvolto dal tradimento temerario del Dio re, il musicista chiamò le ultime guardie, usò l'icore insolubile per chiudere il drago sotto la torre e sprofondò nell'abisso assieme alla capitale.</p><p>In seguito, questo ladro gentiluomo svanì in punta di piedi, e solo la \"compagnia dorata\" ricorda la sua profezia.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/12/45954971/4b9ae77d7acba8a7f9622b0a7a2bd016_1092489962294200510.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "La Grande Sinfonia",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/4417194d9a22aa68cbc2c9d4aa037acd_924714980950165565.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Al suo ritorno dalle Acque Primordiali il glorioso re fondò la capitale dorata imperiale e si presentò al mondo come il Sebastos. In qualsiasi città visitata dalle sue flotte i cittadini chinavano il capo in segno di rispetto per la sua autorità suprema e in qualunque landa i suoi corni suonassero i canti selvaggi vennero rimpiazzati dalle note della civiltà. Gli antenati dei Fontaniani moderni lo temevano e lo soprannominarono “Il Signore Oscuro Remus”.\nIl Sebastos dal momento in cui venne a conoscenza della profezia iniziò a chiedersi che tipo di impero sarebbe potuto sopravvivere per migliaia di anni e iniziò a studiare un metodo per concretizzare il suo destino. Egli desiderava che il suo popolo fosse padrone del proprio destino e che non fosse più imprigionato dalle catene di Fortuna quindi, nella speranza che i Remuriani riuscissero così a sfuggire al loro futuro, egli combinò l’immortalità della pietra con l’Icore estratto dall’\ndatagli in dono da Egeria dotando loro di nuovi corpi eterni e non più soggetti al passare del tempo."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Se è vero che le onde sono destinate a divorare il mio popolo allora io sigillerò le loro anime nell’Icore indissolubile.</color>\n<color=#ffffff>Se il mio reame è destinato a marcire per via del tempo io forgerò dei corpi eterni fatti di pietra e bronzo per i miei sudditi.”</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/6fa36af0507dcdef5030c81c7a0a8023_6753521086480853967.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Remus si rinchiuse nelle profondità del suo palazzo imperiale con l’intenzione di studiare e trovare qualche difetto nella Musica di Fortuna e così egli fece, giorno dopo giorno, finché non riuscì a portarne alla luce tutti i misteri. Egli lesse per intero le note del fato ma non fu in grado di trovare una “penna” con cui scrivere la propria sinfonia e dovette chiedere nuovamente aiuto a Sybilla poiché, anche se proveniente dal regno dei morti, un tempo nelle sue vene scorrevano i flussi del destino. Remus capì che il problema risiedeva nelle anime delle persone in quanto non erano in grado di superare il potere della predestinazione e così scrisse la Sinfonia, una musica in grado di tessere il destino. Questa aveva la capacità di contenere la memoria e la personalità umana intrecciate in una melodia attraverso la notazione musicale, creando una canzone in cui le anime umane potessero dimorare e vedere i loro desideri realizzati e l'Ape d'Orata gli rivelò che padroneggiando la \"Sinfonia\" sarebbe stato in grado di tessere il \"destino\". Il Sebastos allora riversò queste melodie nell'Icore indissolubile nella speranza che tutti potessero controllare il proprio destino suonando la sua musica."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/bb04749691763bf91c08ae162788a488_4498508554080447931.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "uttavia, questo non aiutò a cambiare la profezia. La decisione drastica del Dio Re purtroppo causò solo sofferenza in quanto il dolore per separazione tra anima e corpo, non potendo essere sopportata dalle persone comuni, fece a pezzi le anime dei suoi sudditi. Il dolore delle anime tinse di nero l’Icore che perse la sua armonia e saggezza lasciando solo caos e follia. I sudditi, non riuscendo ad accettare l’idea che questo fosse il loro destino, implorarono il loro dio e chiunque al di sopra di guidarli e il Sebastos unì tutte le melodie in un’unica grande melodia chiamata Phobos, convinto che avrebbe donato loro la felicità suprema. Il piano di Remus prevedeva che la Sinfonia intrecciasse per tutti loro una melodia di massima gentilezza che li avrebbe accompagnati per migliaia e migliaia di anni. Remus vedeva se stesso come il liberatore dell’umanità, colui che al gran finale dell’opera armoniosa avrebbe consegnato la bacchetta del fato nelle mani del popolo liberandolo così dal proprio destino.\nPer impedire alla gente dell’Alto Mare di distruggere la sua creazione d’armonia universale il Dio Re promosse i quattro umani più capaci, dando loro il titolo di Armosta e chiese loro di seguirlo nel suo cammino."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/c1f51031792713f423f4d4a2a3b55b2f_1877279809273997464.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Phobos venne creato dalla somma di tutti i desideri e i pensieri rei Remuriani e perciò conteneva in sé anche le loro parti negative come l’odio ed il loro desiderio di saccheggio e massacro.\nRemus possedeva un amore profondo per il genere umano che purtroppo lo portò a commettere il suo peccato più grave, quello di concedere agli umani un potere che sarebbe dovuto rimanere esclusivamente fra le mani degli dei e questo portò i Remuriani a commettere delle atrocità, guidati unicamente dalla propria corruzione e brama sangue e rivolta. Neanche il più selvaggio dei Vishap avrebbe mai commesso simili atrocità, eppure Remus non riuscì mai a spingersi a punire il comportamento dell’umanità che tanto amava.\nQuando il Dio Re capì che \"Phobos\" stava guidando Remuriani verso il proprio declino prese la decisione di distruggere la Grande Sinfonia con un Requiem, un’ultima melodia in grado di dare a Phobos l’ordine di auto distruggersi, per poi affidarla al suo amico Scylla. I due studiarono un piano segreto in cui Scylla avrebbe guidato un’armata di Vishap in un assalto verso la capitale, Remus si sarebbe sacrificato per rilasciare il potere del suo Requiem ed il Principe dei Draghi avrebbe preso controllo delle energie primordiali e selvagge che si sarebbero risvegliate di conseguenza. Tutto nella speranza che i suoi sudditi venissero liberati dai loro corpi di pietra tornando di carne e ossa e abbattendo così le barriere artificiali tra razze che Remus stesso aveva creato.\nIn fine Il Sebastos separò la melodia dell’Armosto Cassidor dalla Grande Sinfonia e lo mandò ad Ouranopolis, una città nel futuro."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/e6ded426211e34a86d94bbb81d526d43_2689578519176244197.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nonostante gli sforzi da tutti i coinvolti, il sogno del Dio Re non si avverò mai. Phobos assorbì uno degli Armosti Remuriani, imprigionò il Principe dei Draghi e chiuse l'Initium Iani che portava alla capitale. Scylla non fece a tempo a raggiungere il Palazzo Dorato e Remus si sacrificò in vano. Phobos perse il controllo dei propri poteri e di conseguenza l'impero sprofondò nelle profondità dell'oceano quasi come per punizione divina.\nIn quel fatidico giorno Remus scomparve nel nulla e la civiltà dorata andò affondo assieme alla sua gloria.\nSolo dopo un migliaio d'anni Cassidor, insieme al Viaggiatore, Paimon e Scylla, riuscì finalmente a suonare il Requiem e a portare a fine il piano del Sebastos, liberando così le anime dei Remuriani.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "name": "Mare dei Tempi Remoti",
        "desc": "<p>Il vasto mare situato a sud del Grande Lago Terrestre era parte integrante del Mare Alto. Al di sotto delle profondità abissali intoccate dalla luce solare, giacciono sepolti il primo sogno e la prima speranza. La sinfonia a lungo dimenticata risuona ancora una volta tra la roccaforte di tenui glorie e rovine sepolte dalle acque. Sta per essere scritto un nuovo capitolo di una storia conclusa da tempo...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/28/20856775/4f78eb7e03b130ca2efba77b4d2692bb_4970174290878019000.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>Principe dei Dragogeniti e amico di Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/27/20577441/b2d6cefc957361355bd202af3efcb21d_5912680285645270520.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Uno degli armosti di Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/12694555/8dd1bf13fcb6632439addaf00c2e4b7b_1261226114242068512.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Cacciatore Dorato, uno degli armosti di Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/22/362377527/0bdc0e0a069b2834f786c4c5dd91f130_5831353123741411369.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Scheggia di estro armonico",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/190184121/7557f4558ab243d82e8b6b9994fc97ee_4714692879599082052.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "Remuria: Il declino e la rovina",
        "desc": "<p>Si narra che la grande studiosa Pulteney abbia scritto quest'opera epica sull'antica civiltà remuriana nei primi anni della fondazione di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/12/45954971/1c1bec7717f058d9ebb99fa06272a321_7723667969910080121.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Calice d'oro del mare immacolato",
        "desc": "<p>Materiale d'ascensione delle armi.</p><p>Quando l'usurpatore della città sommersa suonò l'ultimo movimento della sinfonia dorata, il musicista preferito rubò il calice dorato stracolmo d'icore.</p><p>Sconvolto dal tradimento temerario del Dio re, il musicista chiamò le ultime guardie, usò l'icore insolubile per chiudere il drago sotto la torre e sprofondò nell'abisso assieme alla capitale.</p><p>In seguito, questo ladro gentiluomo svanì in punta di piedi, e solo la \"compagnia dorata\" ricorda la sua profezia.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/12/45954971/4b9ae77d7acba8a7f9622b0a7a2bd016_1092489962294200510.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Remus"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Sumeru\nRemuria\nFontaine"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Dei"
          }
        ]
      }
    ]
  }
}