{
  "epId": 4780,
  "name": "Egeria",
  "desc": "<p>Il precedente Archon di Hydro morto durante il Cataclisma 500 anni fa.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/a5b8d23dd3fbe0969cc3ebce78f9c29f_5914355630979167572.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1714503267,
  "components": {
    "galleryCharacter": [
      {
        "key": "La Profezia",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/b0fb20592e699cd5342b9c87d6fab121_6509681670455687766.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Egeria trasforma gli Oceanidi in umani."
          }
        ]
      },
      {
        "key": "La Profezia",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/6555b6c18d716410b9f97d30e099a333_2841366869042076019.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Celestia punisce Egeria e il suo popolo per il Peccato Originale."
          }
        ]
      },
      {
        "key": "Amrita",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/06fb58047b7794f1c605ffa922279cd9_3862488470362928425.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#e8eaed>Egeria si trasformò in Amrita dopo la sua morte.</color>"
          }
        ]
      },
      {
        "key": "Harvisptokhm",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/434ec67e7d9b3ae807964f489583a665_2033143440240228384.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Un albero che Sua Eccellenza Maggiore Rukkhadevata ha coltivato dalla Sorgente di Amrita."
          }
        ]
      },
      {
        "key": "Gaokerena",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/f13e389c42cfacc5a7d11b8722d40e2b_6112696622632440070.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Un loto sacro Gaokerena nell'Harvisptokhm, dove era collocata la coscienza di Egeria."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 2,
        "text": "Egeria e il Peccato Originale",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "La leggenda narra che il primo degli oceani avesse una composizione simile a quella del sangue e che la vita al suo interno non fosse individuale. Per mettere piede sulla terra o prendere il volo, la vita ha evoluto vasi sanguigni per mantenere quell’oceano primordiale che scorreva al suo interno. Il cuore pulsante che comandava questo Mare Primordiale di sangue fu il primo Drago di Hydro. Ogni volta che quel cuore pulsava, tutta la vita si alzava e lo lodava. Quando quel primo cuore fu rimosso, l'inviato di Celestia, il leader sulle cui spalle gravava il dovere di creare la vita, arrivò nel grande mare primordiale e lì creò un altro cuore, Egeria. Quel cuore aveva la nobiltà pari a quella di un drago, ma mancava della sua forma esteriore, aveva la maestà di un dio, eppure era privo di qualsiasi dovere divino. Sebbene sia stato creato da un sovrano degli umani, la sua sostanza ed essenza erano tutta materia originale di questo mondo, completamente priva di elementi esterni. Lei era le lacrime che scorrevano nel mare primordiale, alla ricerca di comunicazione e comprensione, una ricerca che la faceva piangere. E fu a causa di questa compassione che commise tutti i peccati a cui tutti gli esseri di acqua pura devono stare attenti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/b0fb20592e699cd5342b9c87d6fab121_3407826577653687661.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Egeria creò gli Oceanidi (Lochfolks), forme di vita elementali. Anche gli oceanidi, ammirando la vita delle persone, volevano diventare persone. Egeria, sfruttando il potere del Mare Primordiale, trasformò alcuni Oceanidi in persone il cui sangue scorreva con l'acqua Primordiale. Questa creazione di persone divenne il peccato originale di Egeria. Celestia era arrabbiata con Egeria per aver rubato il potere del Mare, quindi la imprigionarono. Fu creata una profezia che diceva: <color=#ece5d8>\"Alla fine, le persone saranno tutte dissolte nelle acque, e solo l'Archon di Hydro rimarrà, piangendo sul suo trono\"</color> .\nMentre Egeria era imprigionata, Remus arrivò a Fontaine e creò Remuria. Remus conquistò tutte le terre circostanti, ma i seguaci di Egeria, chiamati Cavalieri di Loch, rifiutarono di sottomettersi. Giurarono di proteggere gli spiriti delle sorgenti pure (Oceanidi) e altri cavalieri dai guerrieri di Remus. Il loro obiettivo principale era trovare il Puro Graal per espiare il peccato originale e liberare Egeria dalle catene della reclusione. Una leggenda narra che quando il peccato tentò la Città dell'Eternità fino alla caduta, i Cavalieri di Loch affrontarono prove inimmaginabili e sopportarono sofferenze mai conosciute prima. Ma alla fine, il desiderio sincero della gente raggiunse il cielo. Poi, grazie ai loro cuori puri e al Puro Graal ottenuto attraverso innumerevoli sacrifici, la Signora delle Molte Acque fu liberata dalla prigionia e restaurata.\nUn'altra leggenda dice che quando il peccato tentò la Città dell'Eternità fino alla sua caduta, una cantante di nome Erinnyes affrontò prove inimmaginabili e sopportò sofferenze mai conosciute prima. Tuttavia, non riuscì a trovare il Puro Graal. Ma furono i cieli a scegliere la Signora delle Molte Acque, ordinandole di tornare dalla sua prigione primordiale per prendere il posto del re d'oro e governare le rovine del mare."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/996428185ebfa9cf6901d777752725de_2652658669534775645.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Qualunque sia la leggenda, quando Egeria tornò dalla prigionia, le fu assegnato un frammento di colui che era stato il primo, e ottenne sia il diritto di Archon che il dovere divino, arrivato di recente. Iniziò così il regno di Egeria come Archon di Hydro di Fontaine. In onore dell'impresa dei Cavalieri di Loch, che furono testimoni del ritorno di Egeria, fu indetta la Festa di Fontinalia.\nIn precedenza, durante il regno di Egeria, i criminali venivano espulsi nel deserto, ma alcuni iniziarono a chiedere perdono a Egeria e la misericordiosa Signora di Molte Acque permise loro di custodire il segreto situato nel mare. Nacque così il Forte Meropide. Questo segreto era un passaggio verso il Mare Primordiale che, secondo la profezia, avrebbe dovuto distruggere Fontaine. Nel corso del tempo, la comunità di criminali crebbe e molti dimenticarono l'obiettivo originario, ma il passaggio al Mare Primordiale rimase una zona proibita.\n<color=#ffd780>Contenuti relativi:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "name": "Festa di Fontinalia",
        "desc": "<p>La Festa di Fontinalia è stata creata per commemorare la ricerca dei Cavalieri di Loch per le Oceanidi e il loro benvenuto al precedente Archon di Hydro Egeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/6be113dc8ecbe93170d1b614788b0509_7192305860558909743.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2211,
        "name": "Oceanidi",
        "desc": "A life-form created from condensed Hydro elements of incredible purity. Often attached to bodies of water.<br/>It is said that as water bodies become purer, the Hydro elements within grow more abundant, causing the Oceanids to grow more powerful. It is also said by some that Oceanids were once sea creatures from a home far away who carried the fragments of a long-dead god to the many corners of this world. Perhaps they did this so that the love their god held for this world could be spread through the waters to all the land...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Cavaliere di Loch",
        "desc": "<p>I Cavalieri di Loch sono seguaci della Signora delle Molte Acque, Egeria, che giurò di proteggere gli Oceanidi, trovare il Puro Graal e spezzare le catene che imprigionavano Egeria per espiare il peccato originale.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/85019254/afce7f4f1847f62698a00f239e5a8d00_7805892425926695216.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Il Dio Re che costruì Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/15/45954971/c3fb5109543ac9fae75bee0a9a5b6f77_6266087659806494027.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Fulgore delle placide acque",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Uno scettro avvolto da un vortice d'acqua cristallina. In un'epoca assai remota, esso rappresentava la suprema autorità sulle correnti del mare.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/14/45954971/9807aa25f336daae391a6f6d4995af3d_919174743284659223.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Egeria e Remuria",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/29/237301566/4417194d9a22aa68cbc2c9d4aa037acd_7056164159267232608.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Mentre Egeria era imprigionata, Remus arrivò a Fontaine e fondò Remuria. Si prevedeva che avrebbe costruito una nazione prospera e portato civiltà e giustizia alle persone, ma alla fine, quella giustizia sarebbe stata la loro stessa rovina. Il Dio Re non poteva sopportare l'oscuro futuro predetto e decise di trovare Egeria, imprigionata a Fontemer. Nelle profondità più profonde delle acque, dimore della notte eterna, l'illustre re apprese tutti i segreti della Signora delle Molte Acque. Egeria spiegò a Remus che una tempo aveva commesso un peccato imperdonabile e che la conseguente maledizione era ormai irrevocabile. Alla fine, Remus portò con sé il Puro Graal durante il viaggio. Promise a Egeria di creare un mondo libero dalle catene della provvidenza.\nNel tentativo di sfuggire al destino, Remus creò per il suo popolo corpi imperituri di bronzo e pietra con il sangue dell'insolubile Icore in modo che nemmeno il tempo potesse distruggerli. Il Dio Re creò anche una grandiosa sinfonia in modo tale che ogni persona libera fosse in grado di controllare il proprio destino. Per portare la civilizzazione ai \"barbari\" del nord, gli armosti remuriani guidarono eserciti di golem alla conquista dei popoli dell'Alto Mare, ma i seguaci di Egeria, i Cavalieri di Loch, rifiutarono di sottomettersi. Giurarono di proteggere gli spiriti delle sorgenti pure (Oceanidi) e gli altri cavalieri dai guerrieri di Remus. Il loro obiettivo principale era quello di trovare il Puro Graal per espiare il peccato originale e liberare Egeria dalle catene della reclusione.\nUna leggenda narra che quando il peccato tentò la Città dell'Eternità portandola alla caduta, i Cavalieri di Loch affrontarono prove inimmaginabili e sopportarono sofferenze mai conosciute prima. Ma alla fine, il desiderio sincero della gente raggiunse il cielo. Poi, grazie ai loro cuori puri e al Puro Graal ottenuto con innumerevoli sacrifici, la Signora delle Molte Acque fu liberata dalla prigionia e risanata.\nUn'altra leggenda narra che quando il peccato tentò la Città dell'Eternità fino alla sua caduta, una cantante di nome Erinnyes affrontò prove inimmaginabili e sopportò sofferenze mai conosciute prima. E nonostante ciò non riuscì comunque a trovare il Puro Graal. Ma furono i cieli a scegliere la Signora delle Molte Acque, ordinandole di tornare dalla sua prigione primordiale per prendere il posto del re dorato e governare le rovine del mare."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/996428185ebfa9cf6901d777752725de_2652658669534775645.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Qualunque sia la leggenda, quando Egeria tornò dalla prigionia, le fu assegnato un frammento di colui che era stato il primo, e ottenne sia il diritto di Archon che il dovere divino. Iniziò così il regno di Egeria come Archon di Hydro di Fontaine. In onore dell'impresa dei Cavalieri di Loch, che furono testimoni del ritorno di Egeria, fu indetta la Festa di Fontinalia.\nPrecedentemente, durante il regno di Egeria, i criminali venivano esiliati nel deserto, ma alcuni di loro iniziarono a chiedere perdono a Egeria e la misericordiosa Signora di Molte Acque permise loro di custodire il segreto situato nel mare. Nacque così Forte Meropide. Questo segreto era un passaggio verso il Mare Primordiale che, secondo la profezia, avrebbe dovuto distruggere Fontaine. Nel corso del tempo, la comunità di criminali crebbe e molti dimenticarono l'obiettivo iniziale, ma il passaggio al Mare Primordiale rimase una zona proibita.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "name": "Festa di Fontinalia",
        "desc": "<p>La Festa di Fontinalia è stata creata per commemorare la ricerca dei Cavalieri di Loch per le Oceanidi e il loro benvenuto al precedente Archon di Hydro Egeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/6be113dc8ecbe93170d1b614788b0509_7192305860558909743.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Cavaliere di Loch",
        "desc": "<p>I Cavalieri di Loch sono seguaci della Signora delle Molte Acque, Egeria, che giurò di proteggere gli Oceanidi, trovare il Puro Graal e spezzare le catene che imprigionavano Egeria per espiare il peccato originale.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/85019254/afce7f4f1847f62698a00f239e5a8d00_7805892425926695216.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Il Dio Re che costruì Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/15/45954971/c3fb5109543ac9fae75bee0a9a5b6f77_6266087659806494027.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Uno degli armosti di Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/12694555/8dd1bf13fcb6632439addaf00c2e4b7b_1261226114242068512.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Cacciatore Dorato, uno degli armosti di Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/22/362377527/0bdc0e0a069b2834f786c4c5dd91f130_5831353123741411369.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Fulgore delle placide acque",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Uno scettro avvolto da un vortice d'acqua cristallina. In un'epoca assai remota, esso rappresentava la suprema autorità sulle correnti del mare.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/14/45954971/9807aa25f336daae391a6f6d4995af3d_919174743284659223.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Scheggia di estro armonico",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/190184121/7557f4558ab243d82e8b6b9994fc97ee_4714692879599082052.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Il Cataclisma",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Prima della sua prigionia da parte di Celestia, Egeria, Signora di Amrita, era amica di Rukkhadevata, Signora dell'erba e degli alberi, e Nabu Malikata, Signora dei fiori. Nabu Malikata creò una \"figlia\", Khvarena, il cui destino era inevitabile morte e sacrificio. Come predetto, quella figlia dovette lasciare l'abbraccio delle tre madri, Rukkhadevata, Egeria e Nabu Malikata, per sacrificarsi a causa della crescente impurità del mondo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/06fb58047b7794f1c605ffa922279cd9_1992684873913653674.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando Nabu Malikata si sacrificò, chiese alla sua amica Rukkhadevata di prendersi cura di Khvarena. La Signora dell'Erba e degli Alberi trasformò Khvarena nell'uccello divino Simurgh, incaricandola della protezione di due mondi, della tutela del confine tra nuova nascita e morte. Quando il Cataclisma avvenne molti anni dopo, la leader del regno dell'acqua fu uccisa nell'Oasi di Vourukasha in una battaglia con i mostri dell'Abisso, e il suo corpo fu trasformato in un mare di pura rugiada, l'Amrita. Ma Amrita fu profanata dall'Abisso, e allora l'uccello Simurgh compì il suo dovere bevendo dall'Amrita e disperdendosi in tanti pezzi. Da questi pezzi nacquero i Pari che proteggerono l'Oasi Vourukasha dai mostri dell'Abisso."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/f13e389c42cfacc5a7d11b8722d40e2b_7305113969464139089.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Rukkhadevata coltivò l'albero Harvisptokhm dell'Amrita con all'interno il sacro loto Gaokerena. Il loto conteneva la coscienza di Egeria, così da poter trattenere la barriera tra il mondo umano e l'Abisso nella Fossa di Tunigi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/e53c4679115d76664383620ddb419cd7_4974947466364950195.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "500 anni dopo, il loto Gaokerena fu nuovamente contaminato dall'Abisso. La barriera tra gli Abissi si assottigliò, creando un fenomeno nel cielo chiamato Segno di Apaosha. Grazie agli sforzi del Viaggiatore, di Paimon, del guardiano Sorush e di altri Pari, furono ritrovati i Grandi Canti di Khvarena e fu eseguito il Rito di Chinvat per purificare l'Harvisptokhm.\n<color=#ffd780>Contenuti relativi:</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Egeria e gli Oceanidi",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Secondo la leggenda fu la gentile Egeria a versare la prima lacrima, da cui nacque la prima Oceanide. Alcuni dicono che Egeria provasse una grande simpatia per i draghi, mentre altri dicono che provasse una grande tristezza per il destino finale dell'umanità. Ora, tutto ciò che ci resta è una rappresentazione metaforica il cui vero significato rimane poco chiaro: <color=#ece5d8>\"Le ossa della lucertola si dissolsero nel fango, da cui emersero i cigni.\"</color> <color=#ffffff73>Alla neonata Oceanide fu affidato il compito di comprendere tutte le forme di vita: cercare di comprendere la vasta gamma di specie e amare ogni creatura. Emerse dal mare della vita, possedendo il potere della metamorfosi. Egeria desiderava che usasse questo potere per imprimere l'essenza delle creature viventi nel suo essere e gradualmente sviluppò un desiderio di vita. Una volta acquisita una sufficiente comprensione dell’umanità, versò la sua prima lacrima sulla terra. Gli oceanidi esprimevano amore unendo insieme i corpi idrici. In questo modo molte menti potrebbero coesistere senza divisioni.</color>\nGli Oceanidi erano i famigli di Egeria. Una volta li mandò a vivere in fiumi, ruscelli e stagni in tutto il continente, e quasi tutti erano spie di Fontaine. La Signora dalle Molte Acque desiderava connettere tutti nel mondo più o meno allo stesso modo in cui tutta l'acqua è collegata.\nGli Oceanidi mostravano notevoli disparità nelle capacità cognitive, in parte dovute alle differenze nella durata della vita che si traducevano in livelli molto diversi di esperienza e conoscenza riguardo il mondo, ma anche una sostanziale variazione individuale negli stessi Oceanidi contribuisce a questo fenomeno. Alcuni Oceanidi erano semplicemente troppo ottusi per completare i compiti legati ai sistemi idrici del continente e sono quindi confinati a Fontaine, dove aiutano a calmare gli esseri umani.\nDopo la morte di Egeria, molti Oceanidi persero i contatti con Fontaine. Non riconoscevano il nuovo Archon di Hydro e desideravano solo mantenere vivi i sogni del passato. Molti Oceanidi facevano pellegrinaggi attraverso l'afoso deserto di Sumeru per raggiungere Harvisptokhm e vedere la loro dea."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/b1382ca8d5c39cd34c781837f05c5ea4_2796783750444812891.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La potente Oceanide Rhodeia, il più rinomato tra gli esploratori del Lochfolk, fuggì da Fontaine e si stabilì vicino al villaggio di Qingce a Liyue, sognando un piccolo paradiso di acque tranquille. Quando incontrò un'altra Oceanide, Endora, temette di essere un'assassina di Fontaine, inviata dall'Archon di Hydro, e così estese la sua inimicizia, che rese amara l'acqua, per uccidere Endora. Avendo appreso la verità, Rhodeia invitò Endora a fondersi con lei e rendere nuovamente dolci le acque."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/824a0869fac4b8806047e7d2fb223c1e_5613481236590228235.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "L'Oceanide Callirhoe, conosciuta come la Fata della Primavera, si stabilì nella sorgente di Springvale a Mondstadt. Lì incontrò un ragazzo che si innamorò di lei. Spaventata dai suoi sentimenti e temendo che molti anni dopo il ragazzo si pentisse del tempo trascorso con l'Oceanid, Callirhoe rimase in silenzio per molti anni. <color=#ece5d8>\"Quando le stelle nel cielo notturno si saranno spente e tutti i ruscelli e i sogni si saranno mescolati nello stesso grande oceano... Allora ci incontreremo di nuovo.\"</color>\nSolo quando il ragazzo crebbe e divenne vecchio, Callirhoe osò finalmente incontrarlo e rispondere ai suoi sentimenti donandole il Cuore alla Primavera. Né Rhodeia né Callirhoe volevano che Endora seguisse la loro strada, quindi Endora decise di intraprendere una strada che nessun altro avrebbe potuto intraprendere. Ha deciso di intraprendere un viaggio — per vedere tutto, dai fiori che sbocciano sulle sue sponde alle nuvole che siedono all'orizzonte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/1db6cabb7224e998c529340769b5842a_4323134540389713668.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Un'altra potente Oceanide, Idyia, fuggita da Fontaine, incontrò la strega Alice nel deserto di Sumeru, e creò per lei un mondo in bottiglia, Miraggio di Veluriyam. In questo mondo, Idyia aiutò molti viaggiatori stanchi e perduti e, quando lasciarono Miraggio di Veluriyam, creò le loro proiezioni d'acqua da Hydro Eidolon in modo che potessero continuare a vivere nel suo mondo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/9dd957087aa42735905d94761558de17_3840721841765083999.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "L'Oceanide Lyris, che non aveva capacità intellettuali così elevate come Rhodeia, Idyia e Callirhoe, fu messa a capo dell'Istituto Narzissenkreuz, l'orfanotrofio di Fontaine, ancor prima della morte di Egeria in segno di gratitudine. Fu nell'orfanotrofio di Lyris che crebbero personaggi importanti per la storia di Fontaine come Basil Elton, ammiraglio della marina di Fontaine; Alain Guillotin, il grande scienziato che risolse la crisi energetica di Fontaine; e René de Petrichor e Jakob Ingold, che a modo loro cercarono di resistere alla profezia di Fontaine e di salvare tutte le persone.\n<color=#ffd780>Contenuti relativi:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2211,
        "name": "Oceanidi",
        "desc": "A life-form created from condensed Hydro elements of incredible purity. Often attached to bodies of water.<br/>It is said that as water bodies become purer, the Hydro elements within grow more abundant, causing the Oceanids to grow more powerful. It is also said by some that Oceanids were once sea creatures from a home far away who carried the fragments of a long-dead god to the many corners of this world. Perhaps they did this so that the love their god held for this world could be spread through the waters to all the land...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanidi",
        "desc": "<p>Gli Oceanidi sono forme di vita Hydro intelligenti create dal precedente Arconte Hydro, Egeria, e sono in grado di manipolare l'acqua a piacimento. <span class=\"wk-shady\">Tutto il popolo di Fontaine un tempo erano Oceanidi, che Egeria aveva trasformato in umani per soddisfare i loro desideri nei suoi confronti, andando contro la volontà dei Principi Celesti.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/85019254/03504adeef60cc4ded53192b2287b1fe_5967388393566751296.jpg",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4906,
        "name": "Rhodeia",
        "desc": "<p>La più forte e famosa degli esploratori di Lochfolk. Fuggì da Fontaine dopo la morte del precedente Archon di Hydro e si stabilì nel villaggio di Qingce.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/362377527/c1060c024385e4bf2d87aa853d3a6afe_2148880113136673339.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 606,
        "name": "Endora",
        "desc": "<p>È solo una Lochfolk molto curiosa che desidera vedere il mondo. Potrebbe andare davvero molto d'accordo con Mini Seelie - Fiore del mattino, ma cerca di non farli unire, grazie.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Endora_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4538,
        "name": "Callirhoe",
        "desc": "<p>Callirhoe, conosciuta anche come Fata della Primavera, è un Oceanide che lasciò Fontaine dopo la morte del precedente Archon e si stabilì al Villaggio Acquachiara.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/85019254/610c86157e0fdc96d22ed1e41781ee27_4431012234171821667.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3974,
        "name": "Idyia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un NPC esclusivo dell'evento Paradiso segreto estivo. Idyia è un Oceanide ed è la custode del Miraggio di Veluriyam.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/8f84efbb97c6667cbf39cb960acb5db8_5628516338796351592.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Direttrice dell'Istituto Narzissenkreuz, un orfanotrofio a Fontaine, divenne in seguito membro del Narzissenkreuz Ordo e ottenne il titolo di \"Imperatrice Rossa\" dopo che l'Istituto fu abbandonato durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/85019254/b6d86ff8dfd84cf744e57a516b1a14c6_7972972477075780534.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4539,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil fu un ammiraglio in pensione dell'Armata di Fontaine, capitana della Sponsian, e vicedirettrice dell'Istituto di Narzissenkreuz. Morì 500 anni fa durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/386107b800f05b084d15ad8145cf8913_8405686976077330479.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Il figlio adottivo di Emmanuel Guillotin, cresciuto all'Istituto Narzissenkreuz con la sorella adottiva, Mary Ann. Fu il fondatore dell'Istituto di Ricerca sull'Ingegneria dell'Energa Cinetica di Fontaine, e il suo contributo più notevole a Fontaine è stata la sua ricerca sulle meccaniche Pneuma-Ousia, che ha portato all'invenzione del sistema Arkhe e alla creazione di Meccanismo di Orologeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/5f9666801f8c3cd059ac14e8eb9dbc96_8131546532551471524.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Orfano cresciuto all'Istituto di Narzissenkreuz e poi adottato da Karl Ingold. Divenne un Neoumano e fu il co-fondatore dell'Ordo di Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/02bc05cc787742e2fdf79dc45a69ccec_8349714685734883420.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Istituto Narzissenkreuz",
        "desc": "<p>Orfanotrofio di Fontaine costruito sulle rovine di un'antica civiltà.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/190184121/c1ff95cb5124a91d66857b3387e1ce52_1729470900739634547.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2323,
        "name": "Cuore delle limpide sorgenti",
        "desc": "<p>Una storia leggendaria tramandata dai cacciatori del Villaggio Acquachiara, che narra dell'incontro tra un ragazzo anonimo e una Fata della sorgente.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Heart of Clear Springs_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz\t",
        "desc": "<p>L'Ordo Narzissenkreuz è la società segreta fondata da René de Petrichor e Jakob Ingold per creare Neoumani al fine di sopravvivere alla distruzione del Mondo come predetto dalla Formula del Mondo. È stato dichiarato un gruppo estremista illegale e un'organizzazione criminale dalla legge Fontainiana sotto lo Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/85019254/76c3b544663face535a657d1f97f4ad0_4037890806697454249.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Egeria e Focalors",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/1da56616903c2c0ab282394bbb06bb8c_2762668338429049931.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Focalors era una volta il famiglio Oceanide di Egeria. Focalors ha sempre desiderato diventare un essere umano, poiché l'esistenza stessa di una persona ai suoi occhi era la performance più bella. Egeria trasformò Focalors in un essere umano e in seguito la scelse come suo successore al trono degli Archon."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/4d00bf623c0adde66eacebeb7573b94e_1782249839317105255.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Egeria sapeva per certo che la profezia si sarebbe avverata e che ai principi celesti non si poteva resistere. Ha affidato la soluzione a questo problema alle spalle di Focalors. Se il furto della potenza del Mare Primordiale fosse stato il \"peccato originale\" di Fontaine, la discendenza dei Fontainiani come esseri umani e il loro diritto di esistere in questo mondo sarebbe la \"giustizia originale\" di Fontaine. \"Esistenza\" era la giustizia di Egeria e Focalors continuava questo principio. Sfidare la profezia e garantire che il popolo di Fontaine continui a vivere - questa dovrebbe essere l'autorità su tutte le altre.\nFocalors riflesse a lungo su come contrastare la profezia e trovò l'unica risposta possibile: era necessario ingannare i principi celesti durante l'adempimento della profezia. Dopo essere diventato un Archon, Focalors separò la sua ritrovata divinità dal suo corpo e dal suo spirito, creando Furina. Mentre Furina governava Fontaine, Focalors accumulava energia per ingannare i principi celesti. 500 anni dopo, quando la profezia iniziò ad avverarsi, Focalors fu in grado di utilizzare tutta questa energia per distruggere la sua parte divina e, di conseguenza, distruggere il trono di Hydro Archon, restituendo l'autorità di Hydro al Drago Sovrano Neuvillette. Dopo aver ottenuto il suo pieno potere, perdonò agli abitanti di Fontaine il peccato originale e li trasformò in persone vere.\n<color=#ffd780>Contenuti relativi:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "name": "Focalors",
        "desc": "<p>Ultima Archon di Hydro e Dea della Giustizia. <span class=\"wk-shady\">Si è sacrificata per distruggere il Trono Divino dell'Archon di Hydro e ripristinare il potere del Drago di Hydro.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/27/362377527/80ba303688814e831e74b988eb6a68f8_1995540192529548756.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>La protagonista assoluta della scena del giudizio, fino all'applauso finale.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/45954971/263e5ea0784d182b393f67a7e24146a5_8864541355688862657.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il Giudice supremo di Fontaine, anche conosciuto come lo Iudex, famoso per la sua incontestabile imparzialità.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/157266935/0513aa7f482dbb4778545d02f94956fe_7174467864028517893.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Il Dio Re che costruì Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/15/45954971/c3fb5109543ac9fae75bee0a9a5b6f77_6266087659806494027.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "L'usurpatore, che fondò Remuria e combatté con i seguaci di Egeria mentre era imprigionata.\n<color=#ffffff73>I seguaci di Egeria, che giurarono di proteggere gli Oceanidi, trovano il Puro Graal e spezzano le catene che imprigionavano Egeria per espiare il peccato originale.</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2211,
        "name": "Oceanidi",
        "desc": "A life-form created from condensed Hydro elements of incredible purity. Often attached to bodies of water.<br/>It is said that as water bodies become purer, the Hydro elements within grow more abundant, causing the Oceanids to grow more powerful. It is also said by some that Oceanids were once sea creatures from a home far away who carried the fragments of a long-dead god to the many corners of this world. Perhaps they did this so that the love their god held for this world could be spread through the waters to all the land...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>I famigli di Egeria,</color> che lei ha trasformato in esseri umani, commettendo il peccato originale.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "<p>Dea dei fiori, amica di Sua Eccellenza Maggiore Rukkhadevata e Re Deshret. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/20856775/54fc33ab94abb4b00460e448f7765892_3155104111087864753.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>La Dea dei Fiori e amica di Egeria.</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>La Dea della Saggezza, precedente Archon di Dendro e amica di Nabu Malikata e del Re Deshret. E' stata cancellata completamente dall'Irminsul per salvarlo dalla conoscenza proibita.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/09/362377527/acd0bdd45468ca7918a0d122cd91f01a_1541552034862194288.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "La Signora dell'Erba e degli Alberi e amica di Egeria. Dopo la morte di Egeria, Rukkhadevata fece crescere l'albero Harvisptokhm dal suo corpo per preservare la coscienza di Egeria e sigillare la Fossa di Tunigi.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "name": "Focalors",
        "desc": "<p>Ultima Archon di Hydro e Dea della Giustizia. <span class=\"wk-shady\">Si è sacrificata per distruggere il Trono Divino dell'Archon di Hydro e ripristinare il potere del Drago di Hydro.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/27/362377527/80ba303688814e831e74b988eb6a68f8_1995540192529548756.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Succeditrice di Egeria e Oceanide, che Egeria trasformò in umana . Era l'Archon di Hydro dopo la morte di Egeria.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Oggetti e libri relativi"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "La chanson d'Érinnyes",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Fulgore delle placide acque",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Uno scettro avvolto da un vortice d'acqua cristallina. In un'epoca assai remota, esso rappresentava la suprema autorità sulle correnti del mare.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/14/45954971/9807aa25f336daae391a6f6d4995af3d_919174743284659223.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Giglio Lagoluce",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un fiore azzurro dall'aspetto immacolato, che nasce quando le vene dell'acqua confluiscono. Ha un profumo semplice, fresco ed elegante, intenso e corroborante nella sua gentilezza.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/19/45954971/cfef85645ede8ab0caf243e71d9a1205_8755025191051500692.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Egeria"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Archon"
          }
        ]
      },
      {
        "key": "Titolo",
        "value": [
          {
            "type": "RichText",
            "text": "Signora di Molte Acque"
          }
        ]
      },
      {
        "key": "Voce cinese",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>乔璐雨 (Qiao Luyu)</color>"
          }
        ]
      },
      {
        "key": "Voce inglese",
        "value": [
          {
            "type": "RichText",
            "text": "Courtney Steele"
          }
        ]
      },
      {
        "key": "Voce giapponese",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>矢作紗友里 (YAHAGI Sayuri)</color>"
          }
        ]
      },
      {
        "key": "Voce coreana",
        "value": [
          {
            "type": "RichText",
            "text": "김하영 (Kim Ha-young)"
          }
        ]
      }
    ]
  }
}