{
  "epId": 4781,
  "name": "Focalors",
  "desc": "<p>Ultima Archon di Hydro e Dea della Giustizia. <span class=\"wk-shady\">Si è sacrificata per distruggere il Trono Divino dell'Archon di Hydro e ripristinare il potere del Drago di Hydro.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/27/362377527/80ba303688814e831e74b988eb6a68f8_1995540192529548756.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1719956055,
  "components": {
    "galleryCharacter": [
      {
        "key": "Focalors",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/27/362377527/d3f667f5da7b8b5fb90f4344ff6a696d_9106745786101855200.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Missione dell'Archon Capitolo IV: Atto V - La Maschera della Colpa\nVerdetto finale dell'Archon di Hydro"
          }
        ]
      },
      {
        "key": "Focalors",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/27/362377527/6a78efa6ecd67f98c0365694c0c0f6ba_4547823959989920879.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Missione dell'Archon Capitolo IV: Atto V - La Maschera della Colpa\nFocalors e Neuvillette"
          }
        ]
      },
      {
        "key": "Focalors",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/27/362377527/55d18e469976c4c8558f11020a08e9dc_8533147951921293393.png"
      },
      {
        "key": "Focalors",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/27/362377527/a5f2dfd6618ef5fd4f35993110145f93_3717214391643615453.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Il precedente Archon di Hydro morto durante il Cataclisma 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/a5b8d23dd3fbe0969cc3ebce78f9c29f_5914355630979167572.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Precedente Archon di Hydro che creò Focalors dandole una forma umana.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>La protagonista assoluta della scena del giudizio, fino all'applauso finale.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/45954971/263e5ea0784d182b393f67a7e24146a5_8864541355688862657.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Corpo e spirito creato da Focalors, chiamata a recitare il suo ruolo di governare Fontaine per 500 anni..",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanidi",
        "desc": "<p>Gli Oceanidi sono forme di vita Hydro intelligenti create dal precedente Arconte Hydro, Egeria, e sono in grado di manipolare l'acqua a piacimento. <span class=\"wk-shady\">Tutto il popolo di Fontaine un tempo erano Oceanidi, che Egeria aveva trasformato in umani per soddisfare i loro desideri nei suoi confronti, andando contro la volontà dei Principi Celesti.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/85019254/03504adeef60cc4ded53192b2287b1fe_5967388393566751296.jpg",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Un'intelligente forma di vita di Hydro creata da Egeria. Focalors era una delle Oceanidi.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il Giudice supremo di Fontaine, anche conosciuto come lo Iudex, famoso per la sua incontestabile imparzialità.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/157266935/0513aa7f482dbb4778545d02f94956fe_7174467864028517893.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Drago Sovrano e Iudex di Fontaine.\nOratrice Mecanique d'Analyse Cardinale\nUn dispositivo speciale progettato da Focalors per accumulare Indemnitium e distruggere il Trono Divino dell'Archon di Hydro.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il Giudice supremo di Fontaine, anche conosciuto come lo Iudex, famoso per la sua incontestabile imparzialità.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/157266935/0513aa7f482dbb4778545d02f94956fe_7174467864028517893.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Storia del Personaggio"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Storia del personaggio 4</color>\n<color=#ffffff73>Neuvillette ha sempre preferito le giornate uggiose a quelle soleggiate, perché l'umidità nell'aria lo rilassa. Tuttavia, è passato molto tempo dall'ultima volta che si è dilettato sotto la pioggia cadente.</color>\n<color=#ffffff73>Sembra che, da quando ha scelto d'intraprendere il suo cammino a Fontaine, abbia iniziato a recitare il ruolo di una persona normale e rispettosa della legge. Ovviamente la gente comune non camminerebbe mai nella pioggia senza ombrello, perché gli si inzupperebbero i capelli.</color>\n<color=#ffffff73>Vale la pena di ricordare che il ruolo di Giudice supremo è tanto il vero sé stesso quanto il Drago di Hydro è la sua essenza. Quello di \"umano comune\", invece, è un ruolo che deve impegnarsi a interpretare.</color>\n<color=#ffffff73>Fu nella solitudine e nel senso di colpa che gli umani crearono un dio che li giudicasse tutti, così come nell'avidità e nello stesso senso di colpa diedero vita a un dio che li salvasse tutti. E, in assenza di quel dio, tocca a Neuvillette soddisfare quelle aspettative.</color>\n<color=#ffffff73>Egli ha graziato l'umanità e riacquistato la sua forma originale.</color>\n<color=#ffffff73>Ora può finalmente camminare sotto la pioggia e trarne soddisfazione.</color>\n<color=#ffffff73>Ed è esattamente ciò che ha fatto: in piedi sotto la pioggia, ha guardato in lontananza ricordando un giorno di tanto tempo fa in cui aveva ricevuto quella lettera.</color>\n<color=#ffffff73>Sì, una lettera aveva trovato il modo di arrivare a lui per vie sconosciute. Il nome del destinatario era stato lasciato in bianco, e il testo si rivolgeva a lui con uno informalissimo \"tu\".</color>\n<color=#ffffff73>Un \"tu\" speciale. Un \"tu\" unico. Neuvillette non era contrario alla cosa, ma nemmeno l'approvava. Sentiva vagamente che il potere costituito di questo mondo non aveva diritto di giudicarlo a quel modo.</color>\n<color=#ffffff73>Sapeva che quella lettera l'aveva scritta l'Archon Focalors, la quale lo invitava a visitare Fontaine, affermando: \"Posso assegnarti un posto con la vista migliore nel più grande dei teatri\".</color>\n<color=#ffffff73>Tempo dopo avrebbe ricevuto davvero quel posto, al centro della prima fila nell'Opéra Épiclèse, sull'isola conosciuta come Érinnyes. Da lì avrebbe guardato ogni tipo di spettacolo, e la vista era davvero fenomenale, proprio come aveva promesso Focalors.</color>\n<color=#ffffff73>Quel che avvenne in seguito non fu reso di dominio pubblico. Con ogni probabilità, la gente non aveva modo di capire cosa significasse la distruzione del trono, o come il potere dell'acqua si fosse completamente ripristinato nel suo possessore originale. Per quanto riguarda il loro perdono, e sul perché dovessero essere perdonati, era una storia ancora più ampia e complessa.</color>\n<color=#ffffff73>Così calò il sipario, e Fontaine assistette al lieto fine della più grande tragedia della storia.</color>\n<color=#ffffff73>Oppure no? Un lieto fine, tutto qui. Fu allora che Neuvillette comprese che il \"posto\" menzionato nella lettera non era un semplice sedile in un teatro.</color>\n<color=#ffffff73>Focalors, o meglio Furina, aveva rinunciato al suo posto nel pubblico ed era salita sul palco da sola per divenire l'eroina di quella tragedia.</color>\n<color=#ffffff73>Il numero dei posti era limitato, per cui quando se ne liberava uno, questo veniva occupato subito. Quella lettera era un invito, ed era stato scritto con diversi secoli di anticipo.</color>\n<color=#ffffff73>Beh, Drago di Hydro? Come ci si sente a diventare un membro del pubblico mortale?</color>\n<color=#ffffff73>Ti piace questa tragedia umana?</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Focalors",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/b0fb20592e699cd5342b9c87d6fab121_6327654859344677399.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Il cuore del Mare Primordiale, Egeria, conosciuta come la Signora delle Molte Acque, creò le Oceanidi, forme di vita elementali intelligenti. Le Oceanidi, che ammiravano la vita degli esseri umani, volevano diventare come loro. La Signora delle Molte Acque esaudì i loro desideri e, grazie al potere del Mare Primordiale, trasformò alcune Oceanidi in umani il cui sangue scorreva con l'Acqua Primordiale. Così facendo commise il peccato originale. Celestia si arrabbiò con la Signora delle Molte Acque per aver rubato il potere del Mare, e quindi la fece imprigionare. Fu creata una profezia che diceva: <color=#ece5d8>\"Alla fine, tutte le persone saranno dissolte nelle acque, e rimarrà solo l'Archon di Hydro, piangendo sul suo trono\"</color> . La profezia fu incisa nel'Irminsul molto tempo fa e non poteva essere evitata. Millenni fa, Egeria tornò dalla prigionia e ottenne sia il diritto di Archon che il dovere divino."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/6ec960ac7a2160449e946df38d1b5da0_691909026731103960.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Focalors, un tempo, era il famiglio Oceanide di Egeria. Ha sempre desiderato diventare un essere umano, in quanto ai suoi occhi l'esistenza stessa di una persona era la performance più bella, e così Egeria trasformò Focalors in un essere umano. 500 anni fa, la Signora delle Molte Acque morì durante il Cataclisma e scelse Focalors come suo successore al Trono degli Archon. Egeria sapeva che la profezia si sarebbe avverata e che ai Principi Celesti non si poteva resistere. Affidò la soluzione lasciò il peso di questo problema sulle spalle di Focalors. Se il furto della potere del Mare Primordiale fosse stato il \"peccato originale\" di Fontaine, la discendenza dei Fontainiani come esseri umani e il loro diritto di esistere in questo mondo sarebbe stata allors la \"giustizia originale\" di Fontaine. L'\"esistenza\" era la giustizia di Egeria e Focalors portò avanti questo principio. Sfidare la profezia e garantire che il popolo di Fontaine continuasse a vivere: questa sarebbe dovuta essere la priorità.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanidi",
        "desc": "<p>Gli Oceanidi sono forme di vita Hydro intelligenti create dal precedente Arconte Hydro, Egeria, e sono in grado di manipolare l'acqua a piacimento. <span class=\"wk-shady\">Tutto il popolo di Fontaine un tempo erano Oceanidi, che Egeria aveva trasformato in umani per soddisfare i loro desideri nei suoi confronti, andando contro la volontà dei Principi Celesti.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/85019254/03504adeef60cc4ded53192b2287b1fe_5967388393566751296.jpg",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Il precedente Archon di Hydro morto durante il Cataclisma 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/a5b8d23dd3fbe0969cc3ebce78f9c29f_5914355630979167572.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Profezia",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/6b63ba3a7d5c46b0a07282251614a445_5914282810604832850.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Focalors pensò per tanto tempo a come contrastare la profezia e trovò solamente una possibile soluzione: era necessario ingannare i Principi Celesti durante l'adempimento della profezia. Dopo essere diventato un'Archon, Focalors separarò la sua parte divina dal suo corpo e dal suo spirito. Chiamò la sua controparte umana \"Furina\". Furina era solamente un'umana che però poteva provare gioia, dolore e tutto il resto; poteva essere vanitosa e presuntuosa, o mite e vulnerabile quanto desiderava; i suoi punti di forza erano quelli che solo un essere umano poteva possedere, così come i suoi difetti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/7d385a6c1ba9e5d7ccb649d37c020ec0_8512935986327015719.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Agli occhi di Focalors, l'umanità di Furina era ciò che la rendeva perfetta e ciò che Focalors aveva sempre voluto essere. Dopo aver creato Furina, la maledisse anche, quindi finché la divinità di Focalors avesse continuato ad esistere, Furina non avrebbe potuto morire per adempiere la profezia. Furina venne incaricata di salire sul palco del teatro dell'opera, di interpretare il ruolo di protagonista e di interpretare per sempre la parte della dea della profezia per creare un'apparenza ingannevole di quella profezia che si avvera. Focalors promise che la sua tortura alla fine si sarebbe conclusa con un processo magnifico e drammatico e che tutti sarebbero stati salvati. Furina non sapeva quando sarebbe avvenuta la prova finale, quindi per tutti questi 500 anni ha svolto il suo ruolo, cercando di risolvere la profezia e salvare le persone."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/237301566/f9637e460d788f9ba3c8144200245850_5440911958406479077.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Mentre Furina governava a Fontaine, Focalors accumulava energia per ingannare i Principi Celesti. Creò e collocò la sua divinità insieme alla Gnosi di Hydro all'interno dell'Oratrice Mecanique d'Analyse Cardinale - un dispositivo speciale che si trovava all'Opera Epiclese, dove si sono svolgevano tutti i processi. L'Oratrice ha convertito la fede del popolo nella giustizia in Indemnitium, un tipo di energia che alimenta Fontaine. Se questo potere, accumulato in cinque secoli, fosse stato utilizzato solo per sostenere i Fontainiani, sarebbe potuto durare per millenni, ma aveva anche e soprattutto un altro scopo. Insieme al Capo della Corte Suprema, questo dispositivo emetteva sentenze in tribunale che sono sempre state cruciali. Nonostante fosse utilizzato per i processi, in realtà il suo scopo principale era quello di uccidere il Dio della Giustizia insieme al Trono Divino quando sarebbe stato il momento. Focalors capì che solo con un potere di questa portata poteva sperare di distruggere il Trono Divino dell'Archon di Hydro, scuotendo le regole stabilite da Celestia e sfondando l'istituzione dei Sette."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/e04b1145b19d9257af9cb3f66e5c8ffe_5112452436646273335.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "500 anni dopo, quando la profezia iniziò ad avverarsi e Focalors accumulò abbastanza Indemnitium, l'Oratrice Mecanique d'Analyse Cardinale condannò a morte l'Archon di Hydro. Focalors incontrò il Drago Drago, Neuvillette, per affidargli la decisione sul popolo di Fontaine. Neuvillette fu invitatò alla Corte di Fontaine per servire come Iudex come parte del piano di Focalors, e sapeva che non avrebbe mai più potuto dichiararli \"colpevoli\"."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/e00976a48b070bd08874a4b055a1eae9_2421534148313193330.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "All'inizio, Neuvillette non era interessato all'esistenza degli umani, ma dopo cinque secoli al loro fianco, rimase piuttosto affascinato dalle gioie e dai dolori dell'umanità e tentò persino di provare ciò che loro provano. Quando Focalors salutò Drago di Hydro, l'Oratrice Mecanique d'Analyse Cardinale eseguì la sentenza, distruggendo il trono dell'Archon di Hydro, uccidendo Focalors e restituendo la piena autorità al Drago Sovrano. Dopo aver acquisito il pieno potere, Neuvillette purificò i Fontainiani dal loro peccato originale e li trasformò in persone reali, salvandoli dal diluvio."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/610d1ce3d05a0bf14311b050c06efc04_2581014749507867284.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Poco prima che cominciasse ad avverarsi la profezia, l'Oratrice dichiarò colpevole l'Undicesimo Messaggero dei Fatui, Tartaglia, dei casi di sparizioni seriali e di dissoluzione delle persone, accaduti a Fontaine e che andavano avanti da vent'anni. Gli uomini videro in questa dissoluzione il segno dell'adempimento della profezia, al pari dell'innalzamento delle acque del Mare Primordiale, che provocò la dissoluzione dei Fontainiani. Anche se Childe non fu la causa principale del disastro, l'Oratrice lo vide in parte come responsabile: quando Tartaglia aveva 14 anni, cadde in una fessura senza fondo della superficie terrestre. Lì, per caso, risvegliò il Narvalo Divoramondi, una creatura misteriosa e gigantesca proveniente da un altro mondo, che voleva assorbire il Mare Primordiale e che provocò il diluvio promesso dalla profezia. Secondo Neuvillette, questa sentenza potrebbe essere stata emessa o per responsabilità ed associazione al caso, o a causa di Focalors che avrebbe potuto deliberatamente utilizzare Tartaglia per guadagnare tempo supponendo che il Narvalo sarebbe potuto essere tenuto a bada.\nDopo la morte di Focalors, Furina fu liberata dalla maledizione e divenne un comune essere umano. Anche se le persone continuano ad incolparla per non aver assolto la profezia, ora può finalmente essere se stessa e non interpretare il ruolo dell'Archon di Hydro.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>La protagonista assoluta della scena del giudizio, fino all'applauso finale.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/45954971/263e5ea0784d182b393f67a7e24146a5_8864541355688862657.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il Giudice supremo di Fontaine, anche conosciuto come lo Iudex, famoso per la sua incontestabile imparzialità.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/157266935/0513aa7f482dbb4778545d02f94956fe_7174467864028517893.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'undicesimo Messaggero dei Fatui, noto anche come il \"Principe\". Il suo nome è molto temuto sul campo di battaglia.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "<p>Leader della Confrerie di Cabriere, organizazzione affine alla Spina di Rosula.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/26/362377527/4e904e9d971d9031fefc37f2cc034e9f_1098908699134216182.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4572,
        "name": "Narvalo Divoramondi",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una misteriosa creatura gigantesca proveniente da un altro mondo. I poeti spesso paragonano il cielo stellato all'oceano. Hanno visto o sognato innumerevoli plancton bioluminescenti che fluttuano su un mare senza luna, che assomiglia a una galassia, oppure la luce lunare quarciata da onde sulla superficie del mare, come stelle luccicanti. Nelle storie più favolose o nelle bugie più oltraggiose, le stelle che si trovano nelle profondità del cosmo potrebbero essere piene di vita, proprio come Teyvat, e l'universo stesso somiglia a un oceano.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Parlando in termini realistici, tuttavia, se un universo profondo e pieno di vita esiste, perché nessuna di queste forme di vita ha provato a entrare in contatto con Teyvat?</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Forse l'universo tenta d'infilstrarsi a Teyvat da tempo, o magari un potere superiore ha creato dei confini a protezione di questo mondo.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/23/45954971/278f947a4cbd5097de46e7efb64dbc39_1432744513697629406.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailers e teasers della storia",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Scena animata: \"L'atto finale della peccatrice\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/e7577f7685498b8c158b290ccd00216c_5700817998979627989.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>17 Novembre 2023</color>\nDopo aver assistito a innumerevoli processi, il più grande e drammatico di tutti sta finalmente per avere inizio.\nUna possente spada ricolma di energia squarcia il sipario, con la danza della peccatrice che è ormai giunta all'ultima nota.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=_RAhrisU6Mc&embeds_referring_euri=https%3A%2F%2Fwww.hoyolab.com%2F&source_ve_path=Mjg2NjY&feature=emb_logo"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Focalors"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Archon\nOceanidi"
          }
        ]
      },
      {
        "key": "Titolo",
        "value": [
          {
            "type": "RichText",
            "text": "Dea della Giustizia"
          }
        ]
      },
      {
        "key": "Voce cinese",
        "value": [
          {
            "type": "RichText",
            "text": "钱琛 (Qian Chen)"
          }
        ]
      },
      {
        "key": "Voce inglese",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Amber Lee Connors</color>"
          }
        ]
      },
      {
        "key": "Voce giapponese",
        "value": [
          {
            "type": "RichText",
            "text": "水瀬 いのり (INORI Minase)"
          }
        ]
      },
      {
        "key": "Voce coreana",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>김하영 (Kim Ha-Young)</color>"
          }
        ]
      }
    ]
  }
}