{
  "epId": 4784,
  "name": "Azhdaha",
  "desc": "<p>Forma di vita elementale la cui durata di vita supera di gran lunga quella dell'umanità, portata in superficie da Rex Lapis. Morax lo ha scolpito in un drago e gli ha dato gli occhi per vedere il sole. Azhdaha era stato amico e alleato dell'Archon Geo per molti anni.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/07/85019254/472a219c5d998c371672b670a0829f16_9048826483843154718.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1705771183,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Azhdaha"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Gruppo",
        "value": [
          {
            "type": "RichText",
            "text": "Vishap"
          }
        ]
      },
      {
        "key": "Articolo correlato",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2212,
            "name": "Azhdaha",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un drago gigantesco, antico come le stesse montagne.<br>In un'epoca che è quasi scomparsa dalla memoria, stava al fianco di colui che governava un porto di pietra. Ma, alla fine, i due si scontrarono e il drago fu bandito in un luogo oscuro nelle profondità del sottosuolo. Durante i suoi lunghi anni di prigionia, il suo potere si è lentamente dissipato, e la sua forma è stata sfigurata dai vari tipi di erosione a cui è stato sottoposto.<br>Il debole tintinnio delle catene di questo Signore dei draghi, e il suo ringhio, profondo e rabbioso, echeggiano nelle viscere delle montagne come ricordi di un'epoca passata.</span></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Azhdaha_icon.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Carta",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4739,
            "name": "Azhdaha",
            "desc": "<p><span style=\"color: #FFFFFF\">Azhdaha, Lontano antenato del Geosauro</span></p><p>Il debole tintinnio delle catene di questo Signore dei draghi e l'eco del suo ringhio profondo e arrabbiato che attraversa le viscere delle montagne sono come reminiscenze di un'era passata.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/07/20577441/59c9f48b45fef7fae67645f57f3631bc_5900083583172778107.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/85019254/c6b12865e76b20df8ba7c121d47be54a_1526406616503059278.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La maggior parte delle antiche forme di vita Geo che vivono sotto Liyue sono cieche, non avendo visto la luce del sole per un'eternità. Per millenni, lo spirito della roccia ha dormito a Nantianmen, non sembrando affatto diverso dalle colline circostanti. Ma quando si svegliava, anche il più piccolo movimento o il minimo allungamento faceva tremare e scuotere la terra. Una volta Rex Lapis stava camminando da solo sulle montagne. Sentì una voce remota diversa dalle altre provenire da una fessura della terra. La voce a volte era triste e simile a una canzone; altre volte era forte e fragorosa. Il Signore di Geo cercò qua e là prima di portare finalmente alla luce una strana pietra dal substrato roccioso."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/85019254/4665e61d5418b7195e79828a1247d27f_746017671048229704.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Il Signore di Geo ebbe pietà dello spirito della roccia e la scolpì in una vivida rappresentazione di un drago. Così nacque Azhdaha. Rex Lapis rispose al suo desiderio e lo portò fuori terra. Con il suo dito donò al drago un paio di occhi per vedere il mondo e raggiunse un accordo con lui. Rex Lapis accettò di lasciare che Azhdaha vivesse tra la gente in superficie. Ma se mai fosse arrivato il giorno in cui avesse riportato l'ordine alla rovina, sarebbe stato ancora una volta sigillato nell'oscurità. Il drago accompagnò il Signore di Geo, combattendo campagne al suo fianco nei quattro angoli del mondo."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Lo schianto di una lancia portò polvere fluttuante, le montagne e le acque si fecero strada al suono. La vista di un drago conferita con un tocco, la promessa dell'acqua piovana che benedisse il terreno.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/85019254/675c4c8064b42f7e98de36913976357a_1975943451335018495.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Per molti secoli, Azhdaha, insieme a Morax e gli altri Adepti, aiutò la gente di Liyue. Tuttavia, i ricordi delle rocce non durano a lungo. Quei ricordi che sopravvivono sono radicati in emozioni potenti. Ma col passare del tempo, questi ricordi svaniscono nell’oscurità. L’erosione, un ordine inevitabile di Teyvat, è il più grande distruttore di ricordi del mondo. L'erosione ha gettato la coscienza di Azhdaha nell'oblio. Lentamente, dimenticò il volto del suo vecchio amico e i suoi ricordi di aver difeso il porto di Liyue si disintegrarono. Azhdaha, ormai incompleto, divenne irascibile e aggressivo. L'erosione lo rese ancora più selvaggio e, non importa quanto abbia lottato, perse la capacità di coesistere con l'umanità e perse ogni ragione. Morax condivise parte del suo potere con Azhdaha per prevenire un'ulteriore erosione, ma fu inutile. È l’ordine naturale, una forza inarrestabile."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/85019254/884f5f6baa32c6d7b021900c1850c30e_3297649129614807001.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Lo sfruttamento eccessivo delle miniere fece tremare le Ley Lines nella Voragine, causando indicibili sofferenze ad Azhdaha. Un giorno attaccò l'Abisso e dichiarò guerra a Morax. Rex Lapis dovette combattere con il suo amico. Scelse la giustizia ma non abbandonò la sua gentilezza. Andò da Azhdaha non come un assassino, quindi Azhdaha fu volontariamente sigillato. Morax imprigionò Azhdaha sottoterra, ponendo un sigillo a protezione del passaggio."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/85019254/1fb1e07343f31e966670941818cbae18_4605057584464706707.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Millenni dopo, il sigillo che tratteneva Azhdaha si allentò e il suo potere si manifestò in questo mondo come una bambina di nome Jiu. Con questa nuova identità, ha potuto sfogarsi sulle forze che lo reprimevano. Azhdaha ha deciso di lanciare l'attacco dall'esterno e dall'interno per distruggere completamente il sigillo. Ha ipnotizzato i minatori affinché scavassero un tunnel fino all'ingresso sigillato. Allo stesso tempo, un altro potere, i resti della benevolenza di Azhdaha, si risvegliarono a causa dell'allentamento del sigillo. Questo potere era troppo debole per reincarnarsi ma abbastanza forte per possedere il corpo umano di Kun Jun. Il suo unico scopo era trovare Morax e aiutarlo a fermare Jiu. Questi poteri erano le polarità e lo scisma della volontà di Azhdaha. Jiu era il ricordo della terra, mentre Kun Jun era il ricordo della convivenza con l'umanità e dell'ultimo contratto che Azhdaha aveva con Morax. Grazie a \"Kun Jun\", Azhdaha ha potuto ricordare il tempo trascorso con il Signore di Geo e la loro amicizia e contratto. Prima di scomparire, ha ringraziato Morax e ha detto che non avrebbe dimenticato come Morax gli ha dato gli occhi quando Azhdaha desiderava il sole."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffa6>\"Tutte le potenze sotto il cielo, ascesa e caduta della terra e del mare...</color>\n<color=#ffffffa6>...Una stella appare nella natura selvaggia... un sole sorge luminoso come... giada...\"</color>\n<color=#ffffffa6>\"Nel deserto, la neve cade in un giorno di primavera. In un attimo si scioglie. Anche dove è fugace e non lascia traccia. Anche dove non cadrà mai più...\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=1jUemn6Jk-o&t=4s"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un misterioso esperto ingaggiato dai Servizi Funebri Wangsheng. Estremamente competente in qualsiasi materia.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2212,
        "name": "Azhdaha",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un drago gigantesco, antico come le stesse montagne.<br>In un'epoca che è quasi scomparsa dalla memoria, stava al fianco di colui che governava un porto di pietra. Ma, alla fine, i due si scontrarono e il drago fu bandito in un luogo oscuro nelle profondità del sottosuolo. Durante i suoi lunghi anni di prigionia, il suo potere si è lentamente dissipato, e la sua forma è stata sfigurata dai vari tipi di erosione a cui è stato sottoposto.<br>Il debole tintinnio delle catene di questo Signore dei draghi, e il suo ringhio, profondo e rabbioso, echeggiano nelle viscere delle montagne come ricordi di un'epoca passata.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Azhdaha_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1978,
        "name": "Spadone grezzo",
        "desc": "<p>Capace di scacciare gli spiriti maligni e le persone malvagie, questa claymore sembra possedere una sorta di potere divino.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/无工之剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1927,
        "name": "Corona del re dei draghi",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Delle corna create dalla giada indurita che si è cristallizzata per oltre mille anni e che sono la corona naturale del Re drago.<br>Infuso di spirito e scolpito nella roccia, nacque nel cuore della montagna per mostrare la forza del mondo alla terra tra i monoliti, e le sue lunghe corna dorate sono il segno della sua ancestrale lotta contro un antico signore.<br>Una volta, questo corno venne frantumato e perse la sua lucentezza, ma ora brilla di un colore freddo e dorato mentre giace nel tuo palmo.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dragon Lord's Crown_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1576,
        "name": "Ramo di giada cremisi",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nutriti dalla potenza del Re drago, questi rami d'osso brillano di colori singolari e strani.<br>L'odio scorreva attraverso i ruscelli naturali e baciava il freddo chiaro di luna, e da ciò nacquero e crebbero questi rami cristallini...<br>Anche se sono stati tagliati in battaglia, questi rami imbevuti di sangue di drago frusciano come se fossero perennemente irrequieti.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodjade Branch_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1673,
        "name": "Squama dorata",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un'armatura a scaglie che cresce naturalmente sulla pietra mistica, e che è piena di forza del Re drago.<br>Nel corso degli anni, mentre innumerevoli generazioni tornavano a concimare il mondo, l'oro e l'ossidiana si incorporarono nella carne e nel sangue forgiati dalla roccia viva, prima di diffondersi e tramutarsi in scaglie.<br>Un'agonia rovente, urla prive di parole... Forse spariranno tutte quando anche i rancori che le hanno generate avranno fine.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gilded Scale_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un misterioso esperto ingaggiato dai Servizi Funebri Wangsheng. Estremamente competente in qualsiasi materia.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Signore della Pietra, che ha dato ad <color=#ffffff73>Azhdaha</color> i suoi occhi e gli ha permesso di vivere in superficie.\nGli Dei e gli Adepti, insieme ai quali Azhdaha e il Signore della Pietra aiutarono le persone a Liyue."
      },
      {
        "type": "CustomEntry",
        "epId": 4782,
        "name": "Pilastro dei cieli",
        "desc": "<p>Un Adepto di Liyue che morì durante la Guerra degli Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/10/12694555/30fce72dbb1a32caf708f842e2f01bb1_8832357923624902647.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4783,
        "name": "Osservatore dell'oceano",
        "desc": "<p>Adeptus di Liyue che adorava collezionare tesori. Era il precedente proprietario della \"Bussola Fantastica\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/19/362377527/6de473741b015edb622bc8f4e2ca2b50_8322896002653564448.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3487,
        "name": "Guizhong",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/22/194600931/66a9dceb7daa0fd96ac32f3a9af48068_3995632004146016517.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Guoba",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/23/194600931/aed6d782110b4a976ecc5deffddd9bff_37725679114108199.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2461,
        "name": "Scultore della luna",
        "desc": "<p>Scultore della luna è un adeptus che si è ritirato sulle montagne di Liyue, ha le sembianze di un cervo e, come gran parte degli adepti, preferisce evitare il contatto con gli umani. Ha combattuto al fianco dell'Archon di Geo durante la guerra degli Archon.<br>Scultore della luna è un NPC che compare in alcune missioni ed eventi di Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/95525664/f6db6df736a86639eaf7c2d89eb318b8_4057754137573484454.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Vestale delle Nuvole",
        "desc": "<p>Un'Adepta di Jueyun che vive sul Monte Aocang, a Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/190184121/46ee1323ddfe94fe1707c1d50912504e_2884877935752582915.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Madame Ping è un'anziana signora che vive nel Porto di Liyue: è possibile trovarla nella zona del Padiglione Yuehai, sul Belvedere di Yujing, durante le ore diurne accanto al tavolino su cui tiene i suoi oggetti personali,</span><span class=\"wk-shady\"> tra i quali la sua serenteiera,</span><span style=\"color: rgba(255, 255, 255, 0.65)\"> intenta ad osservare lo sbocciare dei fiori circostanti.</span></p><p><span class=\"wk-shady\">È un'adeptus, conosciuta in passato col nome di Raminga dei sentieri, dedita alla musica, alla convivialità e molto legata agli esseri umani, di cui tutt'ora si interessa, osservandone quotidianamente l'evoluzione.</span></p><p><span class=\"wk-shady\">Oggi Madame Ping ha le sembianze di un'anziana signora, saggia e dai modi gentili, ma nel periodo della sua giovinezza, quand'era '<em>bella e vanitosa</em>', come lei stessa si definisce, era '<em>impavida, premurosa, eloquente e molto saggia</em>', come rammenta Vestale delle nuvole durante il Festival delle lanterne (versione 3.4), tanto da aver combattuto al fianco dell'Archon di Geo durante la guerra degli Archon.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Madame Ping è un NPC che compare in alcune missioni ed eventi di Liyue.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/95525664/0f6d6b3952d41b274178b21b4b0169b9_6945545406528595277.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3524,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "L'\"odio\" di Azhdaha, che si è liberato quando il sigillo che lo tratteneva si è indebolito.\nJiu\nKun Jun\nLa persona in cui era infuso tutto il bene rimasto di Azhdaha."
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/07/85019254/59c9f48b45fef7fae67645f57f3631bc_970269245961566606.png"
      },
      {
        "key": "Natanmien",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/07/85019254/388162b79f5e54a55f436c2c1684d44d_9214656666472133933.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Un luogo dove Azhdaha dormì per millenni prima che Rex Lapis lo riportasse in superficie. Successivamente divenne il luogo in cui fu sigillata Azhdaha. Il Dragon-Queller è la coda di Azhdaha."
          }
        ]
      },
      {
        "key": "Azhdaha",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/07/85019254/675c4c8064b42f7e98de36913976357a_8178706497978965808.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Azhdaha e Rex Lapis"
          }
        ]
      },
      {
        "key": "Azhdaha",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/07/85019254/fa080424d41f1eafd47a6a47f80b5233_3664814457510343048.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Azhdaha e gli Adepti."
          }
        ]
      }
    ]
  }
}