{
  "epId": 4901,
  "name": "Vennessa",
  "desc": "<p>Ex schiava, fondatrice e prima Gran Maestra dell'ordine dei Cavalieri di Favonius, conosciuta anche come Cavaliere del Dente di Leone.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/05/218111227/843dd2247159897d9be7c5a528e90a43_1185647477056402836.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1713368568,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Anteprima della storia e Trailer",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Genshin Impact Manga"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/015914bdfc4faca8a58210c8e8989e67_7757150517833651857.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Prologo: Canzoni del vento</color>\nDopo aver fondato la sua tanto amata Mondstat, Barbatos la affidò alle cure dei suoi primi residenti e se ne andò per la sua strada. Tuttavia la bramosia umana non conosce confini e i ricchi presero possesso della città, regnando come meglio credevano. Alla vigilia della festa di Ludi Harpatsum apparve un bardo misterioso…\n<color=#ffffff>HoYoverse:</color> <color=#37ffff>https:/genshin.hoyoverse.com/en/manga/detail/104863?mute=1</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Tales - \"Venti: The Four Winds\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/dfe34a988201bda693cadf10fb3a2281_1632472243625685500.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>15 Ottobre 2020</color>\nQuesta storia iniziò un centinaio d'anni or sono, quando i regnanti di Mondstat persero il trono. Il leone del sud la corona rovesciò ed il vento dell'ovest sbuffando perseverò.\nIl guardiano del nord fece ritorno e nel bosco dei lupi rimase in soggiorno.\nI Quattro Venti, a turno, soffiarono e di Mondstat la ricostruzione pianificarono.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=M9kQP-cmipY&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un bardo di Mondstadt, che vaga liberamente per le strade e le vie della città.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Amico di Vennessa che fu salvato da lei dalle grinfie del giovane lord Barca Lawrence.\nCavalieri di Favonius\nUn Ordine fondato da Vennessa per governare Mondstat dopo la caduta dell'aristocrazia.\nQuattro Venti\nGruppo dei protettori di Mondstat da lei convocato.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Oggetti e libri correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 2324,
        "name": "La leggenda di Vennessa",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Legend of Vennessa_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2318,
        "name": "Brezza nella foresta",
        "desc": "<p>Una raccolta di ballate di Mondstadt, registrate, redatte e arrangiate dagli studiosi nei secoli addietro.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2306,
        "name": "Diario di antiche indagini: Parte II",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un diario di indagini trovato sotto le rovine ghiacciate.<br>L'autore pare essere un membro dell'aristocrazia che un tempo governava Mondstadt.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/59f17d37231cb49bcceb29124e5cfac1_4486331947679715643.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2046,
        "name": "Aquila Favonia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'anima dei Cavalieri di Favonius. Millenni più tardi, evoca ancora i venti della giustizia per sconfiggere il male, proprio come l'ultima eroina che la impugnò.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/风鹰剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3800,
        "name": "Lira sacra celeste",
        "desc": "<p>Un tesoro appartenuto a Barbatos, l'Archon di Anemo, ma il cui potere elementale si è prosciugato completamente.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/24/20577441/59425415f62733a7a83dab22c5787b19_2702509299408568571.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Vennessa",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/838b9700660c599eb0035c31c730636e_7477418653650690401.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vennessa e il suo clan erano originari di Natlan e venivano considerati i figli di Murata, Dea della guerra e Signora del Fuoco, che al tempo era l’Archon di Pyro.\nI Muratani avevano i capelli di un caratteristico rosso fuoco ed erano persone forti e orgogliose. La loro civiltà viveva nei pendii dei vulcani del lontano ovest; molti anni fa la popolazione fu costretta ad abbandonare Natlan a causa dell’ambiente ostile e dovette emigrare nel mare d’erba per sopravvivere.\nUna decina d’anni prima che Vennessa incontrasse Venti per la prima volta, il suo clan ebbe uno scontro con il Dragone Ursa, che aveva terrorizzato la regione per numerosi anni e, in un tentativo di fuga, I figli di Murata finirono in una Mondstat allora governata dall’aristocrazia.\nQuando Decarabian, l’Archon precedente, venne spodestato, il Dio del Vento Barbatos assunse il controllo su Mondstat. Il nuovo Archon parlò alle persone della libertà, diede il via ai festival e insegnò loro a planare sfruttando i venti, ma abbandonò il governo dell’aristocrazia per potersi addormentare nel suo lungo sonno.\nAll’inizio gli aristocratici dimostrarono di essere un’esempio per la popolazione, ma con il passare del tempo vennero corrotti dal potere. Ristabilirono la schiavitù, riportarono in voga le lotte fra gladiatori per puro intrattenimento e trasformarono Ludi Harpatsum, una delle festività più importanti di Mondstat in onore del popolo, in una celebrazione della famiglia al potere: il clan Lawrence. Una delle tradizioni del festival consisteva nel scegliere una ragazza che lanciasse la palla rossa chiamata Harpatsum nella folla e si credeva che la prima persona a toccare la palla sarebbe stata baciata dalla fortuna per tutto l'anno. Ma i Lawrence traviarono la tradizione vietando ai popolani di toccare la palla e la prescelta, che sarebbe dovuta diventare principessa di Ludi Harpatsum, venne rapita dal giovane lord Barca Lawrence.\nQuando il clan di Vennessa arrivò a Mondstat venne fatto schiavo dai Lord e Vennessa fu costretta a diventare un gladiatore. Le venne promesso che alla vittoria della sua 12ª battaglia, sarebbe stata garantita la libertà a lei e al suo popolo e lei combatté ferocemente per loro.\nUn giorno, disperata, pregò Celestia e implorò gli dei di aiutarla a salvare il suo clan. L’Archon di Anemo Barbatos venne risvegliato dalle sue preghiere e discese a Mondstat con le sembianze di un comune bardo chiamato Venti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/077320c3e1d06a4f9533ac5fda2f61e2_6810935349219545549.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Egli si recò ai festeggiamenti di Ludi Harpatsum e scoprì in cosa i nobili avevano tramutato la festività che lui aveva creato in onore del proprio popolo per insegnare la libertà, la gioia e la produzione del vino.\nIl bardo, Dio del Vento e della libertà, si rifiutò di obbedire i Lord e in un gesto di sfida sollevò l’Harpatsum, provocando l'ira di Barca Lawrence che ordinò alle guardie di catturarlo. Fuggendo, Venti si scontrò con Vennessa, che stava comprando erbe medicinali per una ragazza malata del suo clan.\nLawrence ordinò a Vennessa di togliersi di mezzo per permettere alle guardie di catturare Venti, ma lei rifiutò e protesse il bardo. Per vendetta, Barca chiese al padre di prendere in ostaggio l'intero clan e fece sbattere Vennessa dietro le sbarre, costringendola a combattere il giorno successivo.\nA notte inoltrata Venti si fece strada verso la sua salvatrice per ringraziarla della sua protezione, chiedendole la sua amicizia e le raccontò di Murata. Il bardo, dispiaciuto di saperla in manette a causa sua le propose di fuggire, ma lei rifiutò spiegando di dover proteggere il proprio popolo dall'ira di Barca."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/db0d6bb57e72161786db2b32170f79fd_1400062299052685947.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "L’ultimo sfidante in lista contro la ragazza di Natlan era il Dragone Ursa e Lawrence, non soddisfatto, decise di giocare sporco mandando in campo lei e tutto il suo clan, inclusi bambini e anziani. In caso di vittoria lord Lawrence promise di liberare tutti gli schiavi e di concedere a Vennessa il suo patrimonio e le chiavi di Mondstat.\nUrsa e i suoi lacchè rimasero in attesa davanti ai Muratani e alle loro spalle fece schierare gli arcieri degli aristocratici, per non dare scampo agli schiavi. Proprio quando tutto sembrava perduto, Venti apparve rivelando la sua forma divina e infuse la spada di Vennessa del potere del vento aiutandola a scacciare via il dragone.\nDopo la vittoria su Ursa, Venti impose ai Lawrence di mantenere la propria propria promessa, liberando gli schiavi e cedendo le proprie ricchezze e le chiavi di Mondstat alla giovane come prestabilito.\nCon l'aiuto di Ragnvindr, il Cavaliere dell’Alba, un ex membro della famiglia Lawrence chiamato Kreuzlied ed altri cittadini insoddisfatti, Vennessa diede vita alla ribellione contro l'aristocrazia rovesciando definitivamente i Lord e restituendo il potere al popolo.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un bardo di Mondstadt, che vaga liberamente per le strade e le vie della città.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2033,
        "name": "Spadone del tempo",
        "desc": "<p>Uno spadone pesante. L'orologio con cui è abbellito è rimasto danneggiato da tempo immemore.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/钟剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2075,
        "name": "Noblesse oblige",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2297,
        "name": "Ballate dello scudiere",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ballads of the Squire_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "I Cavalieri di Favonius",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/abd8efbb6bea59bcf72a9d3b0e73a118_5177554025741331531.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dopo la vittoria contro gli aristocratici Vennessa fondò i Cavalieri di Favonius, un ordine incaricato di proteggere Mondstat, e divenne la prima Gran Maestra e Cavaliere del Dente di Leone. Durante il suo regno i Quattro Venti vennero chiamati a proteggere Mondstat: il lupo del Nord Andrius, che combattè contro il tiranno Decarabian, il falco dell'ovest Vennessa, il drago dell'est Dvalin (amico di Barbatos) e il leone del sud, anche conosciuto come Cavaliere del Dente di Leone (Attualmente Jean). Per molti anni gli abitanti di Mondstat adorarono i guardiani e dedicarono loro dei templi che, a seguito del cataclisma di 500 anni or sono, vennero abbandonati e i Quattro Venti dimenticati."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/40aabcd7e8b3d68d92a61d92ec42daad_8307353104923142834.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Anni dopo il ritorno alla gloria di Mondstat Vennessa ascese a Celestia e da allora, con le sembianze di un falco, continua a vegliare sulla città."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/fb58ef9b392d7563bd1f8d09c8efe065_3411328579290626231.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Nel luogo dove la guerriera spirò crebbe un’enorme quercia e l’ombra proiettata dalle sue fronde protegge ancora oggi dalle intemperie la Statua dei Sette situata ai suoi piedi, proprio come Vennessa protesse Mondstat. L’albero ha anche un nesso speciale con l’Archon di Anemo ed il suo Elemento, infatti quando Barbatos rimase ferito dopo aver perso la sua Gnosi, quale simbolo della protettrice di Mondstat, lo guarì.\nCome promesso da Venti, l'ex schiava fu per sempre ricordata come l'eroina di Mondstat e divenne protagonista di innumerevoli ballate."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Quando i giorni diventano notti e lo sconforto si proclama,</color>\n<color=#ffffff>Non scordate le imprese di Vennessa dai capelli di fiamma!</color>\n<color=#ffffff>E non smettete di perseguire la libertà neanche quando la terra sarà grama\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2324,
        "name": "La leggenda di Vennessa",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Legend of Vennessa_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Decarabian",
        "desc": "<p>Dio delle tempeste e Sovrano di Vecchia Mondstat. <br>Venne spodestato durante una rivolta dagli abitanti della sua stessa città, stanchi della tirannia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/218111227/54fc33ab94abb4b00460e448f7765892_8471892287086795112.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4900,
        "name": "Andrius",
        "desc": "<p>Signore dei Lupi, protettore del Regno dei Lupi e uno dei Quattro Venti.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/362377527/c6d3a6d44b0b2e2320a1e3e41675ef8b_1807746324307273321.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>Drago Elementale, nonché migliore amico dell'Archon di Anemo, Barbatos. In seguito ad un avvelenamento dovuto al sangue del Drago dell'Ombra, venne rinominato Terrore Alato.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/23/218111227/b6e31b3c3cb069320d40e3b7b7d06b2f_6818716337752725297.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Virtuosa e rigorosa Cavaliere del Dente di leone, oltre che Gran Maestra Reggente dei Cavalieri di Favonius di Mondstadt.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un bardo di Mondstadt, che vaga liberamente per le strade e le vie della città.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Storia del personaggio"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Storia del personaggio 2</color>\n<color=#ffffff73>Al centro di Levanteolo sorge una gigantesca quercia, che si dice sia germogliata quando Vennessa ascese in cielo mille anni fa.</color>\n<color=#ffffff73>Negli ultimi mesi, capita che i viaggiatori che riposano all'ombra della grande quercia sentano un ragazzo che canta le storie di Barbatos, l'Archon di Anemo. A differenza delle divinità regnanti delle altre nazioni, Barbatos ha lasciato Mondstadt da tempo. L'unica prova visibile del suo legame con Mondstadt, in effetti, sono le Statue dei Sette che appaiono in tutta la nazione, ma anche queste gli somigliano solo vagamente. Per fortuna, le gesta passate di Barbatos sono raccolte nei libri e nelle epopee, e vengono cantate e tramandate dai bardi.</color>\n<color=#ffffff73>In contrasto con queste opere più canoniche, le ballate di Venti tendono a includere avventure bizzarre e bravate di vario genere, come la volta in cui Barbatos rubò lo scettro dell'Archon di Cryo e lo sostituì con la mazza di legno di un Hilichurl...</color>\n<color=#ffffff73>Gli adoratori di Barbatos si affrettano a prendere le distanze da queste storie e a chiamarle invenzioni blasfeme, ma ogni volta che qualcuno affronta Venti in proposito, nelle sue risposte non c'è neanche un briciolo di rimorso: \"Come fai a dire che sono invenzioni?\"</color>\n<color=#ffffff73>E non ha tutti i torti... Neanche la sorella più devota non può conoscere ogni dettaglio di tutte le azioni compiute da Barbatos un millennio fa. Solo Venti conosce la verità dietro i testi delle sue canzoni, e la nasconde dietro un sorriso enigmatico.</color>\n<color=#ffffff73>La ragione è che... sì, i racconti di Venti sulle imprese poco ortodosse di Barbatos sono completamente inventati.</color>\n<color=#ffffff73>Ehi, Venti avrà pure bisogno di bere qualcosa per alimentare l'ispirazione, no?</color>\n<color=#ffd780>Dove non soffia il vento</color>\n<color=#ffffff73>Dopo 1.600 anni di storia, la \"libertà\" di Mondstadt era crollata a un livello mai visto prima. Barbatos, non volendo diventare un dittatore, era andato via, ma non avrebbe mai immaginato che sarebbero state proprio le persone a cui aveva donato la libertà a creare il loro tiranno.</color>\n<color=#ffffff73>L'aristocrazia governava Mondstadt con mano crudele, portando la schiavitù e ignorando le grida degli oppressi. Così l'Archon di Anemo tornò, dopo 1.600 anni, in quella che una volta era la Città della Libertà. Sentì il grido della schiava Vennessa, e insieme a lei sollevò una ribellione che rovesciò l'aristocrazia.</color>\n<color=#ffffff73>Ora, questa è considerata da tutti come la storia ufficiale di Mondstadt. Però, la storia ha un interessante colpo di scena che sono in pochi a conoscere.</color>\n<color=#ffffff73>Quella che unì il popolo di Mondstadt in questo conflitto fu davvero Vennessa, ma il motivo per cui molte delle truppe dell'aristocrazia passarono dall'altra parte fu un \"tradimento nei confronti del vento\". Venne trovato un trattato segreto, mirato a tradire la città... Gli aristocratici avevano abbandonato il vento e venduto tutta Mondstadt all'Archon di Geo della nazione vicina.</color>\n<color=#ffffff73>Alla fine del trattato c'era uno stemma, divino e inimitabile per tutti tranne per la divinità chiamata Rex Lapis. I soldati che un tempo avevano oppresso gli schiavi rabbrividirono nel capire che anche loro sarebbero diventati schiavi in una terra straniera.</color>\n<color=#ffffff73>La notizia, e il conflitto, si diffusero a macchia d'olio, consumando l'aristocrazia. Fu solo molti anni dopo che gli storici scoprirono che quel trattato era un falso. Sembra che, un tempo, Venti avesse praticato l'arte della falsificazione per fare scherzi all'Archon di Geo, senza però mai riuscire a ingannare il dio della ricchezza e delle transazioni. Nonostante ciò, centinaia d'anni dopo, tutta quella esperienza si sarebbe rivelata utile.</color>\n<color=#ffffff73>Che felice coincidenza.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Virtuosa e rigorosa Cavaliere del Dente di leone, oltre che Gran Maestra Reggente dei Cavalieri di Favonius di Mondstadt.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Storia del pertsonaggio"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Storia del personaggio 4</color>\n<color=#ffffff73>Il grande albero di Levanteolo è dove si concluse il viaggio della prima Cavaliere del Dente di leone.</color>\n<color=#ffffff73>Si trattava di Vennessa, fondatrice dei Cavalieri di Favonius e colei che ha ricostruito Mondstadt.</color>\n<color=#ffffff73>Disse addio alla città che aveva giurato di proteggere, lasciandosi alle spalle il mito che aveva creato e un singolo alberello.</color>\n<color=#ffffff73>Quest'ultimo, accarezzato per secoli dai mille venti, crebbe fino a diventare un albero imponente.</color>\n<color=#ffffff73>A Jean fu conferito il titolo di Cavaliere del Dente di leone all'età di quindici anni.</color>\n<color=#ffffff73>Un nome alternativo per questo titolo è Cavaliere della Zanna di leone. Tramandato per generazioni di cavalieri, viene elargito solo alle persone più illustri.</color>\n<color=#ffffff73>Il giorno in cui ricevette il titolo, Jean si assentò dai festeggiamenti seguiti alla cerimonia solenne e, come seguendo le orme della sua eroina d'infanzia, raggiunse il grande albero.</color>\n<color=#ffffff73>Il titolo di Cavaliere del Dente di leone simboleggia la tenacia e la benevolenza tramandate da Vennessa. Perciò, pensava Jean, come poteva lei essere degna di un titolo così rispettabile?</color>\n<color=#ffffff73>Era trascorso più di un millennio dalla rinascita di Mondstadt. Jean aveva davvero ciò che serviva per continuare a proteggere quell'antica e fiera terra di libertà?</color>\n<color=#ffffff73>Dietro al suo aspetto maturo si nascondeva il cuore di una giovane ragazza a cui era stato da poco assegnato quel ruolo e che si sentiva totalmente impreparata per il compito che l'attendeva.</color>\n<color=#ffffff73>Il vento soffiò da molto lontano e lei se lo sentì fluire dentro, spazzando via delicatamente i suoi dubbi e le sue preoccupazioni, e lasciandola con una salda determinazione.</color>\n<color=#ffffff73>Per Mondstadt, per sempre.</color>\n<color=#ffffff73>Diventare una guerriera gentile e determinata come Vennessa, combattere per la gente e per la libertà... Sì, era questo il vero significato del motto della sua famiglia.</color>\n<color=#ffffff73>Ancora oggi, quando Jean si sente abbattuta o sul punto di cedere, raggiunge il grande albero e lascia che il vento la consoli ancora una volta. Esso riesce a spazzare via la sua stanchezza e le ridona la forza per andare avanti.</color>\n<color=#ffffff73>Il grande albero di Levanteolo segnò la fine del viaggio della prima Cavaliere della Zanna di leone.</color>\n<color=#ffffff73>Ora simboleggia anche l'inizio del viaggio di Jean.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Battute"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Altro su Jean: II</color>\nIl titolo di Cavaliere del Dente di leone di Vennessa è stato tramandato di generazione in generazione. Molti grandi Cavalieri sono stati insigniti di questo nome, e io non lo disonorerò. Per questo non posso fermarmi. Devo diventare la spada e l'egida del popolo."
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Vennessa"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan\nMondstat"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Cavalieri di Favonius\nQuattro Venti"
          }
        ]
      },
      {
        "key": "Carta Azione TGC",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3886,
            "name": "La leggenda di Vennessa",
            "desc": "<p><span style=\"color: #FFFFFF\">Sogni di libertà non corrisposta</span></p><p>\"Le brezze silvestri si unirono e insieme abbatterono del tiranno la torre.</p><p>Libera dalle catene alfine, la giovane leonessa alzò fiera il capo, senza che il vento la osasse scomporre.\"</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/25/20577441/9588a6f9bfd896486d429ca3b21862a6_8489285515969924040.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/05/218111227/3b16b576c30adbe1cba956f94daa8bc7_7732764488599353717.png"
      },
      {
        "key": "Vennessa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/05/218111227/05032bd9331cbcb343e3a940f8c5aca0_4609791889848953102.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Vennessa e l'Archon di Anemo."
          }
        ]
      }
    ]
  }
}