{
  "epId": 4903,
  "name": "Durin",
  "desc": "<p>Drago dell'Ombra e figlio di Rhinedottir.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/218111227/206a8a0bc1698ae7019f093470f9e845_9011755707088072989.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1747775206,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Anteprima della storia e Trailer",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Versione 1.2 \"Il principe di gesso e il drago\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/22/218111227/29acc39a2523d0aa5c2aec19a75d37f3_7041738233681436065.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>11 Dicembre 2020</color>\nQuesto è Picco del Drago: un'enorme montagna che ospita i resti di Durin, caduto e deceduto qui in seguito alla sua battaglia con Dvalin. Pochi avventurieri osano conquistare questo luogo implacabile caratterizzato da neve profonda, freddo pungente, sangue tossico e mostri. Queste cose non dissuaderanno il Viaggiatore delle stelle dall'avventurarsi qui..."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Durin",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/22/218111227/dcdf547f543afd251efe7723477446d3_8280006291523858980.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Migliaia di anni fa, su una montagna innevata, sorgeva il regno di Sal Vindagnyr, nel quale cresceva un Albero Bianco, parte dell’Irminsul. In quei tempi, i sacerdoti del regno possedevano la capacità di solcare i cieli e addentrarsi negli abissi, rispondendo alla chiamata degli dei di Celestia. L’Alto Sacerdote e l’Alta Sacerdotessa di Vindagnyr diedero alla luce una figlia dotata del dono della preveggenza, che in seguito sarebbe stata conosciuta come la Principessa. Essa predisse l’arrivo del Drago Nero, una creatura capace di corrompere ogni cosa con il proprio veleno. Purtroppo, con la caduta della Punta di Gelocielo, il regno venne distrutto e ridotto in rovine. L’Albero Bianco appassì e per lunghi anni nessuno osò più mettere piede sulle vette innevate della montagna. Finché, lentamente, le cose iniziarono ad andare come previsto dalla profezia della Principessa.\nContemporaneamente Rhinedottir l’alchimista, conosciuta anche come Oro, diede vita ad un esercito di mostri dall’Abisso che iniziarono presto ad attaccare i sette regni di Teyvat. Tra le sue creazioni più imponenti c’era Durin, uno dei figli di Rhinedottir, un'essere nero alato in parte drago e in parte serpente."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Quindi, miei adorati figli,</color>\n<color=#ffffff>Come la pioggia scivola fra le crepe, e le piante crescono verso il sole,</color>\n<color=#ffffff>Recatevi in uno splendido posto, e mostrate la vostra bellezza con orgoglio.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Un giorno, Durin udì una musica meravigliosa e vide il drago Dvalin. Sognò di intraprendere un lungo, lunghissimo viaggio verso una terra dove cresceva l’erba verde e si udivano canzoni cariche d’anima. Sognò di cantare insieme al popolo gentile di quella terra e di danzare nei cieli accanto a un drago splendente come una gemma."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Grazie Madre, grazie.\"</color>\n<color=#ffffff>\"Mi diedi ali per volare e una forma maestosa.\"</color>\n<color=#ffffff>\"Madre, desidero recarmi in una terra di incantevoli canzoni.\"</color>\n<color=#ffffff>\"Dirò loro di te, Madre, e di tutti gli altri.\"</color>\n<color=#ffffff>\"Racconterò loro del posto dove son nato e dirò loro che è meraviglioso.”</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/218111227/3dd966675be0cb2d46c420ae09c0bf6d_6686821836596776056.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durin si recò a Mondstadt per incontrare il drago e il bardo, ignaro che il suo sangue fosse velenoso e tossico per gli abitanti e la terra di quella regione. Anche se non era sua intenzione, provocò gravi disastri sul territorio. I cittadini erano convinti che Durin volesse distruggere ogni forma di vita e il drago infernale, mosso dall'invidia, scatenò il male sotto forma di mostri sanguinolenti e desolazione, contaminando il suolo e gli abitanti. Risvegliato dalle grida delle vittime di Durin, l’Archon di Anemo si fece avanti ed evocò il suo fedele servo. In nome della vita e della libertà, l’Archon e il Drago del Vento cavalcarono le brezze e sfidarono il loro avversario in una battaglia che scosse i cieli: Dvalin spalancò le sue sei ali divine, squarciando le nuvole e penetrando le scaglie d’acciaio di Durin con la forza di una lama colossale. Il conflitto sembrava destinato a peggiorare, finché il Drago del Vento, con artigli affilati come spade forgiate dal vento, trapassò in profondità la carne putrida di Durin. Il fragore della battaglia risuonava nel cielo, facendo tremare persino il sole, ma quando Dvalin strappò la gola a Durin con i suoi denti, il drago cadde finalmente precipitò dal cielo."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Addio, madre! Il mio viaggio è finito\".</color>\n<color=#ffffff>\"Dormirò sotto questo bianco argento splendente… e forse va bene anche così\".</color>\n<color=#ffffff>\"Addio, adorabile bardo! E addio anche a te splendido drago!\"</color>\n<color=#ffffff>\"Vorrei che ci fossimo incontrati in un altro tempo e in luogo diversi!\"</color>\n<color=#ffffff>\"Per conoscerci, cantare e ballare insieme!\"</color>\n<color=#ffffff>\"Così pensò sinceramente mentre giaceva.\"</color>\n<color=#ffffff>“Ora, questa grandiosa benedizione che scorre nelle mie vene,\"</color>\n<color=#ffffff>\"E l’incantevole vista sull’oscuro universo che mi ha partorito…\"</color>\n<color=#ffffff>\"Diverranno vostre da ereditare.”</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/218111227/f5cdefaf93f3fc5a8efaa9d8e670b325_617890578133745356.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Il corpo senza vita di Durin giacque sulle rovine dell’antico regno di Sal Vindagnyr, che in seguito fu soprannominato Picco del Drago. Il veleno che fuoriusciva dal suo corpo fu contenuto dal ghiaccio eterno della montagna, ma il suo cuore infetto continua a battere, sepolto sotto la neve."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/218111227/d97160c2d7ebb6560f691f24e5ac57f6_5132223968183519531.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Il suo sangue corrotto contaminò la terra, risvegliando i mostri che la abitavano, mentre la sua forza vitale fece rinascere piante morte, trasformandole in mostri come il Malefiore di Cryo. Quando il Viaggiatore nutrì l’Albero del Geleterno con le Agate Cremisi, create dal sangue del drago, quest’ultimo tornò in vita.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6274,
        "name": "Simulanka",
        "desc": "<p>Tanto, tanto tempo fa, tre dee crearono questo mondo, chiamandolo \"Simulanka\".</p><p>La Dea della Creazione, la quale controllava materia e magia, creò le montagne e i fiumi, donando la vita. I suoi poteri aprirono anche la strada a Simulanka di esistere in numerosi mondi. Dopo la Dea della Creazione arrivò la Dea della Profezia, la quale dominava le stelle e il corso del fato stesso. Indusse il cielo a girare e la terra a muoversi. Tutt'ora, la sua statua spicca nel punto più alto di Sideropoli. L'ultima Dea era quella del Fato, la quale regnava su tutti i racconti preziosi e i desideri più amati. Lei concesse le ardenti ed eterne sensazioni di amore e odio, mostrando il significato di morte e fede.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/12694555/73c8a8ba49dc47173e7120269b48dc60_310425031621219317.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5575,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5112,
        "name": "Picco del Drago",
        "desc": "<p>Si tratta di una pericolosa regione innevata situata a sud di Mondstadt, dove il ghiaccio non si scioglie mai. Le terre del Picco del Drago sono intrise del sangue avvelenato del drago Durin.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/13/445590549/b8b72510f6e10df82a28ab7e44925d9d_889689158564550306.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Hexenzirkel",
        "desc": "<p>Una società segreta di streghe che discute alle cerimonie del tè ed esplora l'Irminsul. Otto streghe fanno parte dell'Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/362377527/020ec4f93b3e97a635245eee1a680860_594134003990708097.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Rhinedottir",
        "desc": "<p>Alchimista membro dell'Hexenzirkel, una dei Cinque Peccatori di Khaenri'ah e madre di Albedo. Rhinedottir creò un'armata di mostri ombra, che attaccarono Teyvat 500 anni fa. La donna è anche conosciuta come \"La Dorata\" o \"R\". </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/20856775/aec634114cb0624de33275829ed6c51f_916028853746468711.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>Drago Elementale, nonché migliore amico dell'Archon di Anemo, Barbatos. In seguito ad un avvelenamento dovuto al sangue del Drago dell'Ombra, venne rinominato Terrore Alato.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/23/218111227/b6e31b3c3cb069320d40e3b7b7d06b2f_6818716337752725297.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "name": "Barbatos",
        "desc": "<p>L'Archon di Anemo di Mondstadt</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/02/445590549/5f7d70114271f8eca21f24cd62499dc6_5900345539858043677.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Un genio conosciuto come Kreideprinz, è capo alchimista e capitano della squadra investigativa dei Cavalieri di Favonius.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "name": "Andersdotter",
        "desc": "<p>Anya M. Andersdotter era una scrittrice mortale di Mondstadt e un membro dell'Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/26/362377527/f3310243870df041ac893ce6ef05488a_4654961582927986812.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7680,
        "name": "Mini Durin",
        "desc": "<p>Un drago proveniente da un mondo magico, creato dalla scrittrice Andersdotter.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/16/362377527/aeb048210bdcd1d14fa6e0c0c6829b8a_3234571846095936172.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2145,
        "name": "Regisreptus di Cryo",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un mostro originato da un rampicante, imbevuto dell'essenza del gelo all'interno delle linee geomantiche.<br>Secondo alcuni studi, le piante sono paragonabili agli organi del mondo, in armonia con le turbolente energie elementali delle linee geomantiche. Esempi concreti di questi fenomeni sono i Fiordinebbia, i Malefiori e simili, che traboccano di energia elementale.<br>In determinate circostanze e nel corso di molti anni, alcune piante si trasformano in creature di dimensioni e intenzioni mostruose, come i Regisreptus di Cryo.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Regisvine_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1955,
        "name": "Atlante celeste",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un atlante delle nuvole che simboleggia Dvalin e il suo precedente padrone, l'Archon di Anemo. Illustra i venti e le nubi delle regioni del nord, e contiene i poteri del cielo e del vento.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之卷.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1953,
        "name": "Orgoglio celeste",
        "desc": "<p>Una claymore che simboleggia l'orgoglio di Dvalin mentre libra nel cielo. I suoi colpi producono un fragore che evoca la forza di Dvalin e il potere di Anemo.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之傲.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1957,
        "name": "Lancia d'osso celeste",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una lancia che simboleggia la risolutezza di Dvalin. La sua asta diritta punta verso l'alto, impregnata del potere del cielo e del vento.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之脊.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1954,
        "name": "Lama celeste",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">La spada di un cavaliere che simboleggia l'onore riconquistato di Dvalin. Benedetta dall'Archon di Anemo, racchiude i poteri del cielo e del vento.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之刃.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1956,
        "name": "Arpa celeste",
        "desc": "<p>Un grande arco che simboleggia l'affiliazione di Dvalin con l'Archon di Anemo. Il suono delle frecce che scoccano da quest'arco è musica per le orecchie del dio del vento. Contiene i poteri del cielo e del vento.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之翼.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2060,
        "name": "Lancia del Picco del Drago",
        "desc": "<p>Una lancia creata con la zanna di un drago. Stranamente calda al tatto.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/龙脊长枪.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1969,
        "name": "Serbagelo",
        "desc": "<p>Un frutto che possiede una strana volontà glaciale. Emana un debole senso d'agonia.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/忍冬之果.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2062,
        "name": "Nomade della tormenta",
        "desc": "<p></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2318,
        "name": "Brezza nella foresta",
        "desc": "<p>Una raccolta di ballate di Mondstadt, registrate, redatte e arrangiate dagli studiosi nei secoli addietro.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3655,
        "name": "Strange Tooth",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Un dente di drago che hai raccolto sul Picco del Drago. Forse qualcuno potrebbe saperne di più su quest'oggetto...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/24/30663804/edb70f356aea7e5ad92dd0549b63f2f1_823310764821412976.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 985,
        "name": "Dente di drago potenziato",
        "desc": "<p>Un dente di drago infuso di potere. La sua lucentezza e consistenza sembrano essere in qualche modo cambiate…</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/30663804/6cfcd3563c5dc9794a4d4dc1a9b76f9e_6434610944345480577.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1365,
        "name": "Agata cremisi",
        "desc": "<p><span style=\"color: #9B9C9F\">Un tipo di cristallo che si è formato grazie alla combinazione di una forza vitale concentrata con un’energia speciale del Picco del Drago. È uno dei nutrienti ideali per far crescere un Albero del Geleterno.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crimson Agate_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1280,
        "name": "Scrigno del sacerdote",
        "desc": "<p>Uno scrigno con un motivo decorativo nella parte inferiore. L'ornamento sembra essere costituto da un disegno in tre parti. Una volta completato, potrebbe aprire una porta da qualche parte. </p><p>\"Credevo che i giovani crescessero forti e robusti come i cipressi.\" </p><p>\"Ma questi cipressi stanno per appassire. La loro voce non verrà più trasportata dal vento. Le aspettative che avevo verso di loro, così come la fiducia che loro ripongono in me, svaniranno del tutto.\" </p><p>\"Ancora una volta scalo questa vetta alla ricerca di una guida. Quando sarò tornato giù, mia figlia avrà sicuramente finito il secondo dipinto.\" </p><p>\"Fintantoché nel terzo sarà presente lo sciogliersi della neve e del ghiaccio, andrà tutto bene.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/08/20856775/709a75527eba582caa1384b6eba0d205_5003925923120937098.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 297,
        "name": "Scatola della principessa",
        "desc": "<p>Uno scrigno con un motivo decorativo nella parte inferiore. L'ornamento sembra essere costituto da un disegno in tre parti. Una volta completato, potrebbe aprire una porta da qualche parte. </p><p>\"Temo di non poter finire l'affresco.\" </p><p>\"Ne è passato di tempo dall'ultima volta che ho visto il cielo blu e l'erba verde. Non so quali colori usare per raffigurare il paesaggio che mio padre desidera vedere così tanto, ossia il ghiaccio e la neve che si sciolgono.\" </p><p>\"Quando tornerà, tutto sarà di nuovo come prima. Ma non riesco più a sopportare questo freddo.\" </p><p>\"Perdonami, padre. Ukko, mi dispiace che tu debba vederci così.\" \"Vorrei poterti incontrare di nuovo, Imunlaukr...\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/08/20856775/709a75527eba582caa1384b6eba0d205_6381617629114098911.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1602,
        "name": "Scrigno dello scriba",
        "desc": "<p>Uno scrigno con un motivo decorativo nella parte inferiore. L'ornamento sembra essere costituto da un disegno in tre parti. Una volta completato, potrebbe aprire una porta da qualche parte. </p><p>\"Vorrei che questi cieli congelati prendessero fuoco e bruciassero fino a quando non ci sia più un'anima viva nel mondo.\" </p><p>\"Vorrei che ci trasformassimo in polvere per essere sospinti dal vento, e che trovassimo così lo straniero che abbandonò la principessa.\" </p><p>\"Vorrei che il drago nero dei sogni della principessa avvolgesse la terra in una velenosa nube scarlatta.\" </p><p>\"Io sono l'ultimo. Non c'è più bisogno di vegliare.\" </p><p>\"Ho sentito che alcuni stanno costruendo una nuova nazione senza dèi. Forse loro avranno il potere di ergersi contro questo mondo.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/08/20856775/709a75527eba582caa1384b6eba0d205_2508825621985000473.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3028,
        "name": "Quarzo scarlatto",
        "desc": "<p>Le strane gemme chiamate Quarzi scarlatti contengono un certo tipo di energia riscaldante. <span style=\"color: #FFE14B\">Rompile e raccogline i frammenti</span> per avvolgere il tuo personaggio con quest'energia.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/05/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_9084089098709080618.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Il Principe di Gesso e il Drago",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Un giorno un fabbro creò una spada magica utilizzando gli artigli, le zanne e le scaglie polverizzate di Durin e il veleno del drago contaminò la spada dandole dei poteri. Il fabbro, colmo d'orgoglio per la propria creazione, decise di testare l'arma su se stesso e scese in battaglia con la sua nuova fidata spada. Appena sguainata, l'energia decadente del drago fuoriuscì dall'elsa, contaminando il suo creatore. Nessun comune mortale sarebbe mai potuto essere in grado di resistere questa energia e il fabbro, ormai maledetto e reso folle, fuggì dal campo di battaglia e si estinse in una località ignota."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/22/218111227/159e087e0dfbbf505a301b2fd176739a_9090405631697606557.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Albedo, figlio di Rhinedottir e fratello di Durin, venne in qualche modo in possesso della spada e provò a condurre degli esperimenti per scoprirne la natura, ma le sue ricerche lo portarono inaspettatamente a scoprirne la storia. La spada magica poteva quasi essere definita \"viva\" ed era capace di assorbire l'energia delle persone. Sapendo che una persona comune non avrebbe mai potuto utilizzarla, decise di darla al Viaggiatore perché in grado di neutralizzare il veleno di Durin e di infonderle dell'energia vitale. Albedo quindi assorbì la forza vitale dalla spada e risonò con essa grazie alla sua parentela con il drago.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Un genio conosciuto come Kreideprinz, è capo alchimista e capitano della squadra investigativa dei Cavalieri di Favonius.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2011,
        "name": "Desiderio purulento",
        "desc": "<p>Un'inquietante spada dritta che sembra agognare alla vita. È impregnata di un veleno virulento che potrebbe appestare persino il più potente dei draghi.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/腐殖之剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1492,
        "name": "Midollo del drago velenoso",
        "desc": "Specialized refinement material for Festering Desire.<br/>This is the product of purifying Durin's vile venom, which has seeped into and spread throughout Dragonspine's ley lines. By using it on a bloodthirsty sword with a strong affinity for such materials, you can increase that sword's power. ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Festering Dragon Marrow_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Trasmutazione Umana",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/7ca902755d8f5c7152710f401d02348c_7504217153523078323.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ai tempi in cui l'alchimista Rhinedottir, nota anche come Oro, conduceva i suoi esperimenti per creare la vita tramite l'arte della Khemia, uno di questi fallì e venne scartato. Il fallimento fu inghiottito dal drago Durin e, dopo la sua morte, l'esperimento tornò in vita nutrendosi del suo sangue. La creatura, ormai risvegliata, osservò come un'altra creazione di Oro, Albedo, fosse riuscito a integrarsi nella società umana, venendo persino accettato e considerato un amico dal popolo. Ai suoi occhi, Albedo era quasi perfetto. Decise quindi di assumerne l'aspetto e prenderne il posto. Rendendosi conto che non c'era spazio per entrambi, Albedo fu costretto a uccidere il suo impostore e a seppellirlo sul Picco del Drago.\nCol passare del tempo, Durin iniziò gradualmente a tornare in vita. Sotto l’influenza della sua energia, i mostri sul Picco del Drago dissotterrarono i resti dell’impostore sepolto e li riportarono nel ventre del drago. Così, dopo aver assorbito tutta la conoscenza, le idee e i ricordi dell’esperimento fallito, Durin riuscì a comprendere almeno in parte il mondo in cui si trovava. Si rese conto di non essere più la creazione perfetta di sua madre e, di conseguenza, cominciò a provare emozioni autentiche, simili a quelle umane. <color=#ffffff>\"Se elimino la creazione perfetta, sarò l’unico figlio di cui avrà bisogno.\"</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/61846d03ca4c99f9c60b42affbf2c859_5695766773496808702.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Questa concezione nacque dall’istinto di Durin alla competizione e alla sopravvivenza e finì per dominare tutto ciò che lo circondava. Grazie alle conoscenze e alle abilità acquisite, i nuovi mostri generati da Durin acquisirono la capacità di mutare aspetto, mentre le persone che trascorrevano troppo tempo sul Picco del Drago venivano gradualmente corrotte dal potere del drago. L’impostore assumeva le sembianze di coloro che non avevano famiglia né amici, persone la cui scomparsa sarebbe passata inosservata. Per infiltrarsi a Mondstadt, assunse le sembianze della Capitana della 6ª Compagnia dei Cavalieri di Favonius, Hertha, la cui morte era stata falsamente riportata come avvenuta sul Picco del Drago allo scopo di attirare Durin in una trappola. Hertha accusò Albedo di omicidio e di aver occultato il corpo in modo illecito; a sostegno delle sue affermazioni, testimoniarono persone sotto la sua influenza. Tuttavia, grazie a un piano elaborato dai Cavalieri di Favonius nel corso di diversi mesi, Hertha fu smascherata e i mostri del Picco del Drago furono costretti a lanciare un assalto diretto alla città. Grazie allo sforzo congiunto di tutti, Mondstadt fu salvata."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/f988fb022d6f4d8e58a5f27589940718_2636423085266220257.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Secondo la profezia annunciata dalla strega Barbeloth, Durin era destinato a rinascere in una nuova forma. Conscio del fatto che un Durin resuscitato avrebbe potuto causare una calamità su Mondstadt simile al Cataclisma, Albedo decise di uccidere il drago d’ombra e di farlo rinascere sotto un’altra forma. Intendeva trasmutare il corpo di Mini Durin di Simulanka in un essere umano. Una volta rinato, Durin avrebbe smesso di essere un mostro e non avrebbe più rappresentato una minaccia per Mondstadt. A differenza del Durin di Teyvat, Mini Durin possedeva un’anima pura, in grado di controbilanciare il suo lato malvagio. Poiché Durin non poteva morire completamente, Albedo estrasse il nucleo dal cuore del drago, prosciugando il resto della sua forza vitale. Con l’approvazione dell’Hexenzirkel, Albedo impiegò la carne di una bestia immortale proveniente dal Mare Jivari, l’embrione con cui Rhinedottir dava vita e il nucleo del cuore di Durin per compiere un rituale alchemico volto a trasformare Mini Durin in un essere umano. Così si concluse la vita del drago sepolto sul Picco del Drago cinquecento anni prima.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7724,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 7683,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Rhinedottir",
        "desc": "<p>Alchimista membro dell'Hexenzirkel, una dei Cinque Peccatori di Khaenri'ah e madre di Albedo. Rhinedottir creò un'armata di mostri ombra, che attaccarono Teyvat 500 anni fa. La donna è anche conosciuta come \"La Dorata\" o \"R\". </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/20856775/aec634114cb0624de33275829ed6c51f_916028853746468711.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Un genio conosciuto come Kreideprinz, è capo alchimista e capitano della squadra investigativa dei Cavalieri di Favonius.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2549,
        "name": "Hertha",
        "desc": "<p><span style=\"color: oklab(0.894514 0.000141621 -0.0041967)\">Hertha, sovrintendente di beni e rifornimenti per i Cavalieri di Favonius. Se c'è qualcuno che capisce la città del vento e le preoccupazioni dei suoi abitanti, è lei. Aumenta la tua reputazione a Mondstadt e guadagnati la fiducia dei suoi abitanti: potrebbe persino essere disposta a fornirti beni unici. </span></p><p><span style=\"color: oklab(0.894514 0.000141621 -0.0041967)\">Il capitano della Sesta Compagnia dei Cavalieri di Favonius, responsabile della logistica. Il suo lavoro comprende principalmente l'amministrazione dei convogli di rifornimento, la gestione delle risorse e l'organizzazione dei registri. </span><br></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/20/1023623/339df7b6dd0ee692327a90b322db2cd3_4859509927616349328.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7680,
        "name": "Mini Durin",
        "desc": "<p>Un drago proveniente da un mondo magico, creato dalla scrittrice Andersdotter.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/16/362377527/aeb048210bdcd1d14fa6e0c0c6829b8a_3234571846095936172.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Rhinedottir",
        "desc": "<p>Alchimista membro dell'Hexenzirkel, una dei Cinque Peccatori di Khaenri'ah e madre di Albedo. Rhinedottir creò un'armata di mostri ombra, che attaccarono Teyvat 500 anni fa. La donna è anche conosciuta come \"La Dorata\" o \"R\". </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/20856775/aec634114cb0624de33275829ed6c51f_916028853746468711.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Alchimista di Khaenri'ah e \"madre\" di Durin. Ella creò il drago utilizzando \"humus\"."
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>Drago Elementale, nonché migliore amico dell'Archon di Anemo, Barbatos. In seguito ad un avvelenamento dovuto al sangue del Drago dell'Ombra, venne rinominato Terrore Alato.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/23/218111227/b6e31b3c3cb069320d40e3b7b7d06b2f_6818716337752725297.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Drago elementale che sconfisse Durin.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Un genio conosciuto come Kreideprinz, è capo alchimista e capitano della squadra investigativa dei Cavalieri di Favonius.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2123,
        "name": "Segugio della Faglia Spaccaroccia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una bestia dal sangue mostruoso che è in grado di corrodere i confini del mondo. La sua razza è stata creata da \"Oro\".</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Mostrano determinati comportamenti biologici simili a quelli dei veri lupi. Forse provano invidia nei confronti di questi loro \"parenti stretti\" e sognano di rimpiazzarli un giorno.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rockfond Rifthound_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2125,
        "name": "Segugio della Faglia Viltuono",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una bestia dal sangue mostruoso che è in grado di corrodere i confini del mondo. La sua razza e stata creata da \"Oro\".</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un tempo, si scatenavano per tutto il continente, ma si estinsero per un certo periodo a causa della resistenza e delle battute di caccia massive. Tuttavia, di recente sono riemersi. Il branco di lupi neri che attualmetne minaccia il Villaggio Acquachiara e il Regno dei Lupi è composto da creature di questo tipo.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thundercraven Rifthound_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2124,
        "name": "Segugio della Faglia Viltuono cucciolo",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una bestia dal sangue mostruoso capace di erodere i confini del mondo. \"Oro\" ha classificato queste creature come \"Alfisol\".</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">In tempi passati, quando discendevano enormi bestie mostruose, grandi sciami di questi segugi li precedevano per sciogliere i confini del mondo e spianare la loro strada.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thundercraven Rifthound Whelp_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2122,
        "name": "Segugio della Faglia Spaccaroccia cucciolo",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una bestia dal sangue mostruoso capace di erodere i confini del mondo. \"Oro\" ha classificato queste creature come \"Alfisol\".</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Seguono l'Abisso sconfinato per divorare gli elementi. Fortunatamente, ne sono rimasti pochi in questo mondo.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rockfond Rifthound Whelp_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2247,
        "name": "Signore dei lupi dorato",
        "desc": "<p>Proveniente da un mondo oscuro, questo sovrano dei lupi neri ha il potere di evocare i suoi seguaci, i suoi artigli nascosti, di dissolvere lo spazio stesso e creare una faglia attraverso la quale può entrare.</p><p>Il Signore dei lupi non ha nome, poiché è solo una delle creazioni involontarie di \"Oro\", e ciò è precisamente il motivo per cui è ossessionato dall'invadere mondi che non gli appartengono e farsi un nome.</p><p>Detto questo, il branco di lupi è tutt'altro che privo d'intelligenza. Dopo la disfatta della loro precedente invasione, è stata scelta un'isola deserta dove non abitano umani o protettori per preparare la discesa del loro Signore.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Golden Wolflord_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Bestia dell'Abisso che apparve a Fontaine durante il Cataclisma di 500 anni fa. Elynas è il \"Padre\" di tutte le Melusine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/362377527/fa4c986eefe97522566b35be6e29e7a0_830321453062263704.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Fratelli di Durin.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7680,
        "name": "Mini Durin",
        "desc": "<p>Un drago proveniente da un mondo magico, creato dalla scrittrice Andersdotter.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/16/362377527/aeb048210bdcd1d14fa6e0c0c6829b8a_3234571846095936172.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Un drago proveniente dalla terra fiabesca di",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6274,
        "name": "Simulanka",
        "desc": "<p>Tanto, tanto tempo fa, tre dee crearono questo mondo, chiamandolo \"Simulanka\".</p><p>La Dea della Creazione, la quale controllava materia e magia, creò le montagne e i fiumi, donando la vita. I suoi poteri aprirono anche la strada a Simulanka di esistere in numerosi mondi. Dopo la Dea della Creazione arrivò la Dea della Profezia, la quale dominava le stelle e il corso del fato stesso. Indusse il cielo a girare e la terra a muoversi. Tutt'ora, la sua statua spicca nel punto più alto di Sideropoli. L'ultima Dea era quella del Fato, la quale regnava su tutti i racconti preziosi e i desideri più amati. Lei concesse le ardenti ed eterne sensazioni di amore e odio, mostrando il significato di morte e fede.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/12694555/73c8a8ba49dc47173e7120269b48dc60_310425031621219317.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ", creato a immagine di Durin. Per impedire la rinascita del drago d’ombra, Albedo eseguì un rituale alchemico che portò alla rinascita di Mini Durin e Durin sotto forma umana.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Libri e oggetti correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 2318,
        "name": "Brezza nella foresta",
        "desc": "<p>Una raccolta di ballate di Mondstadt, registrate, redatte e arrangiate dagli studiosi nei secoli addietro.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1955,
        "name": "Atlante celeste",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un atlante delle nuvole che simboleggia Dvalin e il suo precedente padrone, l'Archon di Anemo. Illustra i venti e le nubi delle regioni del nord, e contiene i poteri del cielo e del vento.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之卷.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1953,
        "name": "Orgoglio celeste",
        "desc": "<p>Una claymore che simboleggia l'orgoglio di Dvalin mentre libra nel cielo. I suoi colpi producono un fragore che evoca la forza di Dvalin e il potere di Anemo.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之傲.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1957,
        "name": "Lancia d'osso celeste",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una lancia che simboleggia la risolutezza di Dvalin. La sua asta diritta punta verso l'alto, impregnata del potere del cielo e del vento.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之脊.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1954,
        "name": "Lama celeste",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">La spada di un cavaliere che simboleggia l'onore riconquistato di Dvalin. Benedetta dall'Archon di Anemo, racchiude i poteri del cielo e del vento.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之刃.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1956,
        "name": "Arpa celeste",
        "desc": "<p>Un grande arco che simboleggia l'affiliazione di Dvalin con l'Archon di Anemo. Il suono delle frecce che scoccano da quest'arco è musica per le orecchie del dio del vento. Contiene i poteri del cielo e del vento.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之翼.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2011,
        "name": "Desiderio purulento",
        "desc": "<p>Un'inquietante spada dritta che sembra agognare alla vita. È impregnata di un veleno virulento che potrebbe appestare persino il più potente dei draghi.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/腐殖之剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2060,
        "name": "Lancia del Picco del Drago",
        "desc": "<p>Una lancia creata con la zanna di un drago. Stranamente calda al tatto.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/龙脊长枪.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3656,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 985,
        "name": "Dente di drago potenziato",
        "desc": "<p>Un dente di drago infuso di potere. La sua lucentezza e consistenza sembrano essere in qualche modo cambiate…</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/30663804/6cfcd3563c5dc9794a4d4dc1a9b76f9e_6434610944345480577.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1365,
        "name": "Agata cremisi",
        "desc": "<p><span style=\"color: #9B9C9F\">Un tipo di cristallo che si è formato grazie alla combinazione di una forza vitale concentrata con un’energia speciale del Picco del Drago. È uno dei nutrienti ideali per far crescere un Albero del Geleterno.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crimson Agate_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1492,
        "name": "Midollo del drago velenoso",
        "desc": "Specialized refinement material for Festering Desire.<br/>This is the product of purifying Durin's vile venom, which has seeped into and spread throughout Dragonspine's ley lines. By using it on a bloodthirsty sword with a strong affinity for such materials, you can increase that sword's power. ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Festering Dragon Marrow_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4306,
        "name": "Pagina misteriosa (V)",
        "desc": "<p>Uno scritto antico dai contenuti del tutto incomprensibili.</p><p>Forse esiste un modo per decifrarlo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/24/20577441/5297fd201cef47a3124d0d2c95f8d6db_4595036792074462409.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1069,
        "name": "Pezzo di Aerosiderite",
        "desc": "<p>Materiale d'ascensione delle armi.</p><p>Quando Khaenri'ah venne distrutta, un grande peccatore creò infiniti mostri nelle cui vene scorreva un sangue oscuro e alieno. Si scatenarono in tutto il paese, distruggendo ogni cosa che incontravano. Erano delle forme di vita mutate, e quest'alterazione era causata da poteri all'infuori di questo mondo. Durin, il drago nero serpentino che attaccò Mondstadt, era uno di questi esseri mutati.</p><p></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chunk of Aerosiderite_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1709,
        "name": "Artiglio affilato nascosto",
        "desc": "Body tissue left behind by one of the Riftwolves.<br/>Though they are quite wondrous indeed, these hunting hounds of \"Alfisol\" are nothing of note before Durin of \"Humus.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Concealed Unguis_icon.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Durin"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Abisso"
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "Version 1.2 \"The Chalk Prince and the Dragon\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=dzpmNU8WJVg",
        "coverUrl": "https://i.ytimg.com/vi/dzpmNU8WJVg/maxresdefault.jpg",
        "duration": 181
      }
    ],
    "galleryCharacter": [
      {
        "key": "Durin",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/218111227/25dc69c3876ff2d171c7b1aac166ca3a_1798900830623374460.png"
      }
    ]
  }
}