{
  "epId": 4907,
  "name": "Makoto",
  "desc": "<p>Sorella gemella di Raiden Ei e precedente Archon di Electro, conosciuta anche con il nome di Baal. Morì durante il Cataclisma di 500 anni fa.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/01/362377527/e5d1d69df9e3e1db8ca6ee72b020cd4d_1625877201838850420.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1741106445,
  "components": {
    "videoCollection": [
      {
        "title": "Character Demo - \"Raiden Shogun: Judgment of Euthymia\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=mvrW4aKwAXw",
        "coverUrl": "https://i.ytimg.com/vi/mvrW4aKwAXw/maxresdefault.jpg",
        "duration": 163
      },
      {
        "title": "Character Teaser - \"Raiden Shogun: Nightmare\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=ydPqFAEgHzs",
        "coverUrl": "https://i.ytimg.com/vi/ydPqFAEgHzs/maxresdefault.jpg",
        "duration": 101
      },
      {
        "title": "Story Teaser: Promise of a People's Dream | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=hQ5GEOlwLUQ",
        "coverUrl": "https://i.ytimg.com/vi/hQ5GEOlwLUQ/maxresdefault.jpg",
        "duration": 119
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "name": "La Guerra degli Archon...",
        "desc": "<p>Una guerra per il trono divino, dichiarata dai Princìpi celesti. Come risultato della Guerra degli Archon, sette governanti di sette nazioni ricevettero la Gnosi, il trono divino ed il titolo di Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/21/20856775/826332c1b0fb525a54df5442ee996c76_5738252862547433153.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Baal e Beelzebul vinsero la Guerra degli Archon insieme. Per tutti gli abitanti di Inazuma esisteva un solo Archon, Baal.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Cataclisma di Khaenri'ah",
        "desc": "<p>Un disastro avvenuto 500 anni fa, durante il quale le forze dell'Abisso irruppero a Teyvat. Come risultato del Cataclisma, Khaenri'ah venne distrutta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/23/20856775/826332c1b0fb525a54df5442ee996c76_3770321130010944750.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Durante il Cataclisma, Makoto non disse nulla a sua sorella e si recò a",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "text",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "da sola. Non era una guerriera molto forte e così morì.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Beelzebul",
        "desc": "<p>L'Archon di Electro di Inazuma, conosciuta anche come Raiden Ei</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/06/20577441/68ce1b8c0e262cc6e4f1074c6431a295_2253924797727775864.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ei è la sorella gemella di Makoto. Durante il regno di Makoto, lei fu la sua kagemusha. Quando Ei trovò sua sorella a Khaenri'ah, fu ormai troppo tardi. Si diedero l'ultimo addio nel subconscio di Makoto ma Ei non capì mai perchè sua sorella si recò lì da sola.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4898,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Presumibilmente, dopo il Cataclisma, Istaroth aiutò Makoto a piantare il Sakura Sacro in passato. Per tutti a Inazuma, tranne Ei, sembrava che il sakura fosse sempre stato lì.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7498,
        "name": "Kitsune Saiguu",
        "desc": "<p>Una Kitsune del clan Hakushin, che era venerata come una dea kitsune. È morta 500 anni fa durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/05/45954971/442d85d342b758cb26b888a50a2f9b0f_3701134300388787329.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7499,
        "name": "Sasayuri",
        "desc": "<p>Un Tengu e il generale dell'esercito di Inazuma. Morì nella guerra contro Orobashi 2.000 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/07/157266935/6532a7d73481ef732501064e283864c1_6313350485659730574.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7500,
        "name": "Mikoshi Chiyo",
        "desc": "<p>Fedele Luogotenente di Raiden Ei, resa folle dall'Incubo dopo il Cataclisma. Fu sconfitta da Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/04/157266935/6ea050aa0bf1c124840bdb386f992fb7_7085104328890493882.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Amici di Makoto",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Articoli correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 2328,
        "name": "Racconti preziosi del Kiyoshiken Shinkageuchi",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Treasured Tales of the Chouken Shinkageuchi_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Shogun Raiden",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Sua Eccellenza, la potente Narukami Ogosho, che ha promesso al popolo di Inazuma un'Eternità immutevole.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Beelzebul",
        "desc": "<p>L'Archon di Electro di Inazuma, conosciuta anche come Raiden Ei</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/06/20577441/68ce1b8c0e262cc6e4f1074c6431a295_2253924797727775864.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Storia del personaggio"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Storia del personaggio 3</color>\n<color=#ffffffa6>Prima che Raiden Ei divenisse la Shogun, era una samurai incaricata di vigilare sullo svolgimento degli ordini impartiti dalla Shogun precedente.</color>\n<color=#ffffffa6>L'Archon di Electro precedente, Raiden Makoto, non era una grande combattente, pertanto era Ei a occuparsi di guerre e massacri. Nonostante ciò, riusciva a ritagliarsi dei momenti lontano dai campi di battaglia per riposarsi con gli amici sotto agli alberi di sakura e per giocare a karuta.</color>\n<color=#ffffffa6>Per com'era fatta, Ei era una giocatrice piuttosto mediocre: non vinceva mai e mai aveva ricevuto i premi che la Saiguu Kitsune riservava ai vincitori.</color>\n<color=#ffffffa6>Ma la sua tenacia la portò a riversare lo stesso impegno che dedicava alla spada nello studio del karuta, costringendo Makoto o Mikoshi Chiyo a giocare con lei oppure passando le nottate al chiaro di luna a interpretare le poesie scritte sulle carte.</color>\n<color=#ffffffa6>Si impegnò così duramente che arrivò il giorno in cui, all'ombra del sakura, cominciò a sconfiggere un avversario dopo l'altro. Nemmeno il potente tengu riusciva a tenerle testa, ed Ei venne incoronata campionessa.</color>\n<color=#ffffffa6>Conquistata la vittoria, urlò di gioia e soddisfazione, causando l'ilarità dei suoi amici che, per la prima volta, la vedevano perdere la sua usuale compostezza. Si rese conto del perché della reazione, e si ricompose in fretta tornando ad assumere la sua aria distaccata.</color>\n<color=#ffffffa6>Non era per prenderla in giro che i suoi amici ridevano però, anzi, conoscendola, avevano ben chiaro che impegno ci avesse messo e quanta fatica le fosse costata quella vittoria.</color>\n<color=#ffffffa6>E la Saiguu Kitsune aveva l'aria molto divertita quando si presentò davanti a Ei con dei pasticcini.</color>\n<color=#ffffffa6>\"Avevo detto che c'era una ricompensa, e si tratta di questi tortini che ho fatto con le mie mani. Non credevo davvero che ti importasse così tanto, Ei. Adesso goditi i frutti della tua vittoria... Direi, a sazietà!\"</color>\n<color=#ffffffa6>Ei non era affatto golosa, ma, in quanto samurai, era convinta che occorra compensare in qualche modo ciò di cui ci si è privati... E quei pasticcini, in un certo senso, erano ciò che le toccava per aver finalmente appagato il suo desiderio di vittoria.</color>\n<color=#ffffffa6>Era concentrata su questo pensiero, quando il gusto delizioso delle tortine fece riapparire il sorriso sul suo viso: erano dolci, proprio come il gusto della vittoria. Provò a dissimulare quella sua allegria, ma per gli amici era un vero spettacolo vedere quanto male ci riusciva.</color>\n<color=#ffffffa6>E l'immagine dell'albero di sakura di quel giorno ancora riaffiora, di tanto in tanto, nella sua mente.</color>\n<color=#ffffffa6>Ei non lo vede da molto tempo, e nessuno va più a sedersi sotto le sue fronde, ma lei vorrebbe tanto fermare il tempo a quel momento e che tutto rimanesse come allora.</color>\n<color=#ffd780>Storia del personaggio 4</color>\n<color=#ffffffa6>Ei si ricorda ancora l'amore che Makoto provava per i paesaggi di Inazuma, per la sua deliziosa cucina e per la gente del luogo... Si ricorda quanto a lei piacesse raccontarle storie sulla città.</color>\n<color=#ffffffa6>Entrambe conoscevano il concetto del tempo che consuma le cose e le persone, ma mentre Ei tendeva a preoccuparsi troppo del futuro, l'attenzione e le energie di Makoto erano tutte concentrate sul presente.</color>\n<color=#ffffffa6>\"Proprio perché sappiamo che ciò che abbiamo dinanzi agli occhi è una realtà mutevole e passeggera, dovremmo godercela al massimo.\"</color>\n<color=#ffffffa6>Ei sorrise, un po' amaramente, rendendosi conto che lei, la kagemusha, era persino più conservatrice della reale Shogun Raiden. Le venne in mente che avrebbe dovuto essere più rilassata, proprio come Makoto.</color>\n<color=#ffffffa6>Ma il tempo passa in fretta, e le cose cambiano. Non per questo Ei si fece trovare impreparata e, quando arrivò il momento, impugnava già la spada che Raiden Makoto le aveva affidato prima di spirare.</color>\n<color=#ffffffa6>La kagemusha era adesso la nuova Shogun Raiden.</color>\n<color=#ffffffa6>E proprio allora Ei cominciò ad avvertire l'angoscia legata al passare del tempo.</color>\n<color=#ffffffa6>Mentre il tempo scorreva inesorabile, quella spada, l'albero di sakura e... tutta Inazuma svaniva sotto ai suoi occhi.</color>\n<color=#ffffffa6>Il suo compito, in qualità di Shogun Raiden, era quello di difendere l'esistenza di Inazuma.</color>\n<color=#ffffffa6>\"Da questo punto di vista, preoccuparsi del futuro è tutt'altro che inutile, né si può definire arrogante.\"</color>\n<color=#ffffffa6>Raggiunto questo equilibrio, la sua esistenza superò i confini della mortalità e l'eternità si palesò nella dimensione mortale.</color>\n<color=#ffd780>Musou Isshin</color>\n<color=#ffffffa6>La spada che le è stata affidata e che ha accompagnato Ei fino a oggi.</color>\n<color=#ffffffa6>Questa spada, brandita da due persone nel corso della sua storia, è stata testimone tanto del tempo quanto dell'Eternità.</color>\n<color=#ffffffa6>È stata forgiata dalla potenza divina di Raiden Makoto, ma la sua lama non è mai stata affilata. Era come la sua proprietaria, inadatta al combattimento. Non era che un simbolo, il simbolo della vera pace.</color>\n<color=#ffffffa6>Il giorno in cui Makoto venne a mancare, la spada passò nelle mani di Ei. La lama si macchiò di sangue, e assaggiando per la prima volta la cremisi linfa vitale, venne colpita da venti selvaggi e tuoni roboanti.</color>\n<color=#ffffffa6>Makoto le aveva dato il nome Musou Isshin e tanto aveva desiderato che vedesse Inazuma risplendere in tutta la sua bellezza e i cuori nobili popolare il mondo.</color>\n<color=#ffffffa6>Ei non ne cambiò il nome. Anche lei aveva ammirato quella distesa di bellezza e la vista aveva fatto crescere in lei un sogno ancora più forte e puro.</color>\n<color=#ffffffa6>L'aspetto del fulmine vuole simboleggiare proprio l'importanza di afferrare ciò che è prezioso nella transitorietà della realtà.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito di Makoto</color>\n<color=#ffffff73>Mi sono tornate in mente molte persone... La Saiguu Kitsune, Makoto, e tutti gli altri amici scomparsi ancora prima.</color>\n<color=#ffffff73>Alla Commissione Yashiro, ho mantenuto la conversazione abbastanza leggera, ma ora... vorrei affrontare un argomento più vessante, se posso.</color>\n<color=#ffffff73>Gli eventi di cinquecento anni fa non mi hanno solo privato della mia amica, la Saiguu Kitsune... mi hanno anche portato via Makoto per sempre.</color>\n<color=#ffffff73>Paimon: Anche lei morì in quel disastro?</color>\n<color=#ffffff73>Sì, era andata a Khaenri'ah da sola, senza dirmelo.</color>\n<color=#ffffff73>A differenza mia, Makoto non era una marzialista. Ogni volta che si verificavano crisi simili, ero sempre stata io ad affrontarle.</color>\n<color=#ffffff73>Eppure, quella volta, le circostanze erano così gravi che Makoto non ebbe altra scelta che lasciarmi indietro. O forse... aveva deciso di precedermi, pararsi davanti a me in modo da tenermi nascosta. In ogni caso, quando mi resi conto di quanto stava succedendo...</color>\n<color=#ffffff73>Sì, era troppo tardi, arrivai giusto in tempo per sentirla esalare l'ultimo respiro.</color>\n<color=#ffffff73>Aveva già perso coscienza, e non potei fare altro che entrare nella sua mente... Per spiegarvelo, era un posto simile al Piano dell'eutimia.</color>\n<color=#ffffff73>Fu li che ci salutammo per l'ultima volta. Piansi amaramente. Anche in quegli ultimi momenti, non riuscivo a capire le sue azioni.</color>\n<color=#ffffff73>Perché era andata a Khaenri'ah anziché venire da me?</color>\n<color=#ffffff73>Perché mi aveva tenuta all'oscuro della cosa? L'aveva fatto per proteggermi?</color>\n<color=#ffffff73>Fu in quell'istante che decisi di perseguire l'eternità. A testimonianza di quella decisione, salvai il regno della sua coscienza appena prima che crollasse del tutto, e lo riportai a Inazuma.</color>\n<color=#ffffff73>Una volta tornata a inazuma, rimasi scioccata nello scoprire che sul Monte Yougou era apparso un enorme albero, quello che oggi è conosciuto come il Sakura sacro.</color>\n<color=#ffffff73>Tutti mi dissero la stessa cosa, che esisteva da tempo immemore. Ne erano assolutamente certi, e non riuscivano a capire perché fossi così sorpresa.</color>\n<color=#ffffff73>Nessuno ne dubitava, eppure la sua presenza contrastava così tanto con il mio ricordo di quel luogo... Sembrava che fossi l'unica ad averlo visto apparire improvvisamente dal nulla.</color>\n<color=#ffffff73>Alla fine, dovetti semplicemente accettare che era un effetto miracoloso prodotto dalla coscienza di Makoto.</color>\n<color=#ffffff73>Grazie al potere del Sakura sacro, riuscii finalmente a sconfiggere i mostri e ad arrestare il disastro di Inazuma.</color>\n<color=#ffd780>A proposito del Decreto Sakoku</color>\nLo sguardo di Makoto era sempre fisso sulla gente di Inazuma. Ho sempre pensato che fosse perché... era suo dovere.\nMa ora vedo che il suo era uno sguardo pieno di gioia e di speranza. Non era solo un dovere, ma anche una gioia. Amava moltissimo l'umanità.\nSe le persone del passato meritavano l'attenzione degli dei, allora lo faranno anche le persone del futuro.\nInfatti non ignorerò più le loro passioni e i loro sogni.\n<color=#ffd780>A proposito di Makoto</color>\n<color=#ffffff73>La filosofia di vita che ha condiviso con noi poco fa... era il punto di vista di Makoto sulla realtà. Ha sempre avuto quei</color>\n<color=#ffffff73>genere di pensieri.</color>\n<color=#ffffff73>Ai suoi occhi, le cose più preziose di questo mondo erano i sogni... il desiderio di un futuro migliore tipico degli esseri viventi.</color>\n<color=#ffffff73>Quando ti sei gettata a capofitto nel Piano dell'eutimia, ho visto le aspirazioni umane illuminare il cielo sotto forma</color>\n<color=#ffffff73>'innumerevoli stelle. Questo... mi ha in qualche modo scossa.</color>\n<color=#ffffff73>Sembra che avesse ragione lei... mentre io avevo preso la strada sbagliata.</color>\n<color=#ffffff73>Makoto vedeva un quadro più grande di me: secondo lei, il sogno è più immaginario, più astratto di un'ambizione.</color>\n<color=#ffffff73>L'ambizione è un desiderio di qualcosa di materiale o di un risultato concreto. La sua natura è limitata, e a tempo debito viene sostituita da una nuova ambizione.</color>\n<color=#ffffff73>Makoto era più interessata alla forza che spinge gli esseri umani a generare costantemente nuove ambizioni. E qualcosa di innato, radicato nel loro istinto. In altre parole... è qualcosa di eterno.</color>\n<color=#ffffff73>In parole povere, Makoto non si preoccupava dei risultati.</color>\n<color=#ffffff73>All'epoca non capivo... Com'è possibile preservare l'eternità quando tutto è in continuo movimento ed evoluzione?</color>\n<color=#ffffff73>Suppongo che si rifaccia tutto alla definizione di \"eternità\"</color>\n<color=#ffffff73>da cui era partita lei.</color>\n<color=#ffffff73>Ho sempre pensato che avesse afferrato una qualche saggezza arcana e sfuggente per arrivare alle sue conclusioni.</color>\n<color=#ffffff73>Tuttavia, in ultima analisi e almeno apparentemente, la filosofia di Makoto era elegantemente semplice. Allo stesso tempo, però, era anche la scelta più prudente, basata su una visione più matura e lungimirante.</color>\n<color=#ffd780>A proposito della Musou Isshin</color>\n<color=#ffffff73>Questa lama apparteneva a Makoto. Forse risponde a me con i suoi pieni poteri solamente quando credo in lei e la capisco realmente.</color>\n<color=#ffffff73>Quando ho stretto la Musou Isshin tra le mani, ho sentito che era di nuovo dalla mia parte.</color>\n<color=#ffffff73>È stata una sensazione familiare e strana al tempo stesso...</color>\n<color=#ffffff73>Makoto ha a malapena brandito una spada in tutta la sua vita, eppure sento che questa mi avvicina a lei.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Lady Guuji del Gran Santuario di Narukami e caporedattrice della Casa editrice Yae. Dietro alla sua bellezza si celano un'intelligenza e un'astuzia incredibili.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito degli Archon</color>\nMi sorprende che uno straniero come te sia a conoscenza del fatto che una volta ci fu un cambiamento con l'Archon di Electro... Pochi cittadini di Inazuma ne sono consapevoli.\nLa verità è che esistevano due dee gemelle, Baal e Beelzebul.\nVinsero insieme la Guerra degli Archon e quando Baal fondò lo Shogunato, Beelzebul divenne la sua Kagemusha, o \"guerriero ombra\". In altre parole, agì come la controfigura di Baal.\nBelzebul è Ei, che ora conosciamo entrambi. Il nome di Baal era \"Makoto\".\nPer quanto ne sapeva il mondo, non ce n'erano due, ma uno. Si completavano a vicenda e governavano insieme Inazuma. Quindi non c’era bisogno che il pubblico sapesse la verità.\nIn effetti, si pensava che il nome \"Baal\" e il titolo di Raiden Shogun si riferissero a entrambi, fino a quando... Makoto morì diverse centinaia di anni fa in una guerra nella quale non fui personalmente coinvolta. Da allora, Ei ha assunto lo shogunato.\nFu allora che Ei iniziò a cambiare. Makoto è stata la sua più grande perdita.\nNon ho passato molto tempo con lei, ma la mia impressione era... che fosse una dea gentile, che in ogni momento amava la bellezza di ciò che aveva davanti."
      }
    ],
    "galleryCharacter": [
      {
        "key": "Raiden Makoto",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/01/362377527/740670ecb37a44d83fef1ca12c0c4d34_5648828218216482569.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Makoto"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Archon"
          }
        ]
      }
    ]
  }
}