{
  "epId": 4908,
  "name": "Orobashi",
  "desc": "<p>Il Dio serpente che ha condotto il popolo di Enkanomiya fuori dal Mare oscuro e verso la superficie, è stato ucciso da Beelzebul. </p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/20856775/e66bd3f5e6857b4b569fb4fd014fa70b_4441364465739953540.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1740751343,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Orobashi"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Enkanomiya"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Dei"
          }
        ]
      },
      {
        "key": "Alias",
        "value": [
          {
            "type": "RichText",
            "text": "Orobashi no Mikoto\nWatatsumi Omikami"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "name": "Morax",
        "desc": "<p>L'Archon di Geo di Liyue</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/05/20577441/51993b7b69c68f3d8388ed314bf1eed8_2941897031758751868.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Il Deus Auri dal quale Orobashi fuggì durante la",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "name": "La Guerra degli Archon...",
        "desc": "<p>Una guerra per il trono divino, dichiarata dai Princìpi celesti. Come risultato della Guerra degli Archon, sette governanti di sette nazioni ricevettero la Gnosi, il trono divino ed il titolo di Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/21/20856775/826332c1b0fb525a54df5442ee996c76_5738252862547433153.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Beelzebul",
        "desc": "<p>L'Archon di Electro di Inazuma, conosciuta anche come Raiden Ei</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/06/20577441/68ce1b8c0e262cc6e4f1074c6431a295_2253924797727775864.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Orobashi fuggì da Narukami durante la Guerra degli Archon, ma Beelzebul riuscì a porre fine alla sua esistenza, 2000 anni fa durante la guerra tra Inazuma e Watatsumi.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Libri e oggetti correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 2327,
        "name": "Cronache di Sangonomiya",
        "desc": "Historical annals written by the famous Shogunate historian Kujou Michizane, who was known as one of the \"The Three Kujou Dignitaries,\" or \"The Great Calligrapher.\" It chronicles the history of Watatsumi Island in broad strokes.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Sangonomiya Chronicles_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1176,
        "name": "Studio preliminare sulle credenze popolari di Sangonomiya",
        "desc": "This paper was written by Shihab Purbiruni, a scholar of modern history from Sumeru, two years before the civil war in Inazuma. It details the folk beliefs of Watatsumi Island and the Sangonomiya people, and puts forward some relatively new academic propositions.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/A Preliminary Study of Sangonomiya Folk Belief_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2311,
        "name": "Vita della sacerdotessa Mouun",
        "desc": "<p>Per la gente di Watatsumi, le leggende riguardanti la Guerra degli Archon sono sempre piene d'amarezza. Molte di queste canzoni popolari millenarie parlano di una sacerdotessa di nome Mouun, che una volta cavalcò il dorso di un mostro marino, seguendo il Grande Serpente verso una tragica ma commovente fine.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Life of Mouun the Shrine Maiden_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2846,
        "name": "La raccolta di Byakuyakoku",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/80830045/8a7b95710be73a0c089b83f2ff88270a_4510262374456186105.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2024,
        "name": "Occhio del giuramento",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un tesoro nazionale di Byakuyakoku conservato nel Dainichi Mikoshi. Con la venuta del Dio serpente, questo oggetto venne utilizzato per ufficializzare desideri e giuramenti.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/证誓之明瞳.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1630,
        "name": "Ramo di corallo di un mare lontano",
        "desc": "Weapon Ascension Material.<br/>Watatsumi Island is the furthest from Narukami Island in the Inazuman island chain, and its name means \"the god of the oceans\" in the island's ancient tongue. Legend has it that when the great serpent first arose within the abyssal nation of ever-night, its fluorescent body was covered in myriad-colored coral.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Coral Branch of a Distant Sea_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1628,
        "name": "Ramo prezioso di un mare lontano",
        "desc": "Weapon Ascension Material.<br/>This coral cannot be found anywhere in Teyvat, but was a gift that the great serpent obtained when it broke into the Dark Sea. For that abyssal snake, to be filled with coral was to be mighty, and its power would be shaved away as those corals were lost. In other words, those corals contain power far beyond the norm.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jeweled Branch of a Distant Sea_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1629,
        "name": "Ramo di giada di un mare lontano",
        "desc": "Weapon Ascension Material.<br/>Fleeing into the Dark Sea, the god that had lost everything met the abandoned people who had nothing within the ocean depths. Thus it elected to remain and become their \"Orobashi no Mikoto,\" their \"Watatsumi Omikami.\"<br/>It is said that the great snake god once broke off all the coral branches on its body to give light to the children who were curled up in the darkness. They also say that it used these coral branches to create a huge ladder to allow those children to once again reach the surface and see the light of day.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jade Branch of a Distant Sea_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1631,
        "name": "Ramo dorato di un mare lontano",
        "desc": "Weapon Ascension Material.<br/>The meaning that lies behind the name \"Watatsumi\" is simply the unrequited hopes that the abandoned people who dwelt in the deep sea pinned upon the serpent god that led them.<br/>And it was also because the serpent god now had people who worshiped it that it stayed in the world it should have long fled, breaking off the coral branches that adorned its body, treading upon land where it should not have, and facing a foe it could never hope to match — till at last, its divine form was sundered along with the mountains, its ichor turned into plasma, and its will and power became a curse that could never be extinguished: Tatarigami.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Branch of a Distant Sea_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1575,
        "name": "Corallo sanguigno",
        "desc": "A coral in which the life force of Watatsumi Omikami dwells. It is a vital part of the Watatsumi Goryou Matsuri.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodbranch Coral_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailer e teaser della storia",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Teaser della storia: Il sogno promesso"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/20856775/7088284c8820c9b83d1381510e23a3b5_2662768468827226888.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>6 settembre 2021</color>\nUna nazione in espansione è rimasta bloccata nell'ombra di un momento fugace. Forse, se il tempo si fermasse, Inazuma potrebbe davvero brillare in eterno... Usando la propria lama, ella si disfa di tutti gli ostacoli al progresso di Inazuma e promette ai sudditi il suo sogno di eternità. Questa è la singolare visione di Shogun Raiden per le terre di Narukami.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=hQ5GEOlwLUQ"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Orobashi",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Oltre 4.000 anni fa, i Princìpi celesti diedero inizio alla Guerra degli Archon per conquistare il Trono Divino. Durante questa guerra un serpente bianco gigante si rifugiò nel Mare oscuro, al riparo dalla vista di Celestia, nel tentativo di scappare da\ne da\n. Egli si ritrovò in una caverna a Byakuyakoku, che faceva parte di un'antica civiltà precipitata nel Mare oscuro durante la battaglia del Primigenio contro il Secondo Trono. Prima dell'arrivo degli umani il luogo era avvolto nell'oscurità ed abitato soltanto dai\n, esseri elementali che non si inchinavano al potere degli Dei. Con l'aiuto del sole artificiale\n, gli umani riuscirono a scacciare i draghi. Molti anni dopo la creazione di Helios gli abitanti iniziarono a cercare un modo di tornare a casa, sebbene per loro fosse una cosa proibita. Nel periodo in cui il serpente era fuggito verso il Mare oscuro, Byakuyakoku era governata dal Figlio del Sole, un bambino che non sapeva nulla del mondo. Un ragazzino come lui non poteva governare, così restava una marionetta che si mostrava sempre d'accordo con chi tirava i suoi fili e rimaneva dietro il trono. Questi nobili imposero tasse insostenibili sulle persone e divennero sempre più ricchi grazie agli sforzi della popolazione, controllando il Figlio del Sole e spingendolo a compiere atti disgustosi.\nUn giorno, un bambino di Enkanomiya fece una scommessa con i suoi amici. Da solo, si sarebbe avventurato oltre i tre angoli eludendo il sentiero degli Eredi dei draghi, alla ricerca di un Fiore d'osso di drago. Ciò che invece trovò all'interno di una grande caverna fu un potente serpente, che non aveva mai visto prima. Mentre osservava la forma immensa del serpente, il bambino non provava paura ma piuttosto una sorta di affinità."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Sono il Serpente sacrilego.</color>\n<color=#ffffff>I miei servitori sono innumerevoli, eppure ormai nessun mortale vive alla mia ombra.</color>\n<color=#ffffff>Il fatto che io sia caduto in questo regno e che ti abbia incontrato... forse è opera del destino.</color>\n<color=#ffffff>Tu non appartieni al mio popolo, ma sei pur sempre umano.</color>\n<color=#ffffff>Esprimi un desiderio, ti ascolterò.\"</color>\n<color=#ffffff>\"Potresti diventare la nostra divinità?\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/20/20856775/0ac5794073b7d6e84fa3ceb9e88b1840_1211970259952917764.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Il serpente sapeva che, se la gente di Enkanomiya avesse continuato a cercare la luce, avrebbe subito una perdita in futuro. Mostrò al popolo un gioiello che brillava come gli occhi di una serpe e disse loro di giurare su questo gioiello per stringere un patto con lui. Alcuni credevano di non dover venerare un dio e di poter decidere da soli il proprio destino. Allora, il serpente stesso giurò davanti a quell'occhio, così come i servi del corallo avevano giurato davanti a lui. Per gli abitanti di Enkanomiya, il serpente prese il nome di Orobashi no Mikoto e insieme si opposero al potere dei Figli del Sole ed alla crudeltà degli Elementosauri abissali.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5576,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Enkanomiya",
        "desc": "<p>L'unica speranza per la salvezza dell'Isola di Watatsumi giace in questo luogo avvolto dai segreti, Enkanomiya. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/18/20856775/d9249cfe7e91d27caa52bdb7121ed2c4_8658698864345673204.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "name": "La Guerra degli Archon...",
        "desc": "<p>Una guerra per il trono divino, dichiarata dai Princìpi celesti. Come risultato della Guerra degli Archon, sette governanti di sette nazioni ricevettero la Gnosi, il trono divino ed il titolo di Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/21/20856775/826332c1b0fb525a54df5442ee996c76_5738252862547433153.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "name": "Elementosauro abissale Azzannabrina",
        "desc": "A vishap that dwells deep beneath the oceans. Due to certain social adaptations, it has manifested a form aligned with the Cryo element.<br/>The coming of humans sparked a conflict and a resultant evolution within the Bathysmal Vishaps, just as ants might divide up labor and biological characteristics, thus appearing in different forms. These vishaps are stronger than their ordinary kin.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "name": "Elementosauro abissale Divoratuono",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Elementosauro che vive nelle profondità degli oceani. A causa di alcuni adattamenti sociali, ha manifestato una forma allineata con l'elemento Electro.<br>Dopo il declino del potere dei \"Sette\", sta nascendo una nuova generazione di sovrani. Ma ora che gli Elementosauri abissali si sono evoluti in questo modo, hanno perso la loro purezza. Pertanto, il Drago dell'acqua non nascerà più dalle loro schiere. La profezia narra che il nuovo Drago dell'acqua discenderà sicuramente sotto forma di un essere umano.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Elementosauro abissale primordiale",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Elementosauro che vive nelle profondità degli oceani.<br>Un tempo erano la razza dominante negli abissi... E, in effetti, i draghi erano i signori del mondo intero in un'era ancor più antica. Ma i loro Sette sovrani furono sconfitti da un potere proveniente dal cielo, che li fece estinguere uno dopo l'altro.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2024,
        "name": "Occhio del giuramento",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un tesoro nazionale di Byakuyakoku conservato nel Dainichi Mikoshi. Con la venuta del Dio serpente, questo oggetto venne utilizzato per ufficializzare desideri e giuramenti.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/证誓之明瞳.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Esperimenti",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/20/237301566/2086e64ad2eee032a9cd2a8ce13ef962_660478570116834468.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Secondo la leggenda, il corpo fluorescente di Orobashi era ricoperto da una miriade di coralli colorati, un dono che egli aveva ottenuto quando si era inabissato nel Mare oscuro. Per il serpente, i coralli presenti sul proprio corpo, erano simbolo di potere ed erano pervasi da una forza incredibile. Questi coralli, che contenevano la forza vitale di Orobashi, venivano utilizzati per sopprimere gli Elementosauri abissali sotto la torre del Dainichi Mikoshi. Ora sono utilizzati per una cerimonia speciale: il Rito sacro di Watatsumi, che si svolge a Sangonomiya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/20/237301566/1f3476e22b0be946de07452ea9607513_2625875458377201775.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Durante il regno di Orobashi, ad Enkanomiya fu fondato un istituto di ricerca segreto per studiare gli Elementosauri abissali e per tentare di impiantare dentro di loro i coralli del serpente. Molti tentativi di trapiantare i coralli di Orobashi negli Elementosauri non ebbero alcun successo. Dato che gli Elementosauri appartenevano al Regno della Luce, non potevano accettare il sangue di un serpente che veniva dal Regno Umano e che infatti causava varie reazioni negative nei loro corpi. In seguito all'addestramento e ad un accurato processo di selezione, essi sviluppavano una comprensione linguistica paragonabile a quella di uno studente umano di 12 anni. Una leggenda narra che, dopo la sconfitta, i draghi delle profondità dovettero adattarsi per sopravvivere. Cominciarono ad imitare i vincitori e, col tempo, apparvero degli Elementosauri che erano indistinguibili dagli esseri umani, tranne che per la forma delle loro pupille che sembravano quelle di un serpente. Questi Elementosauri dalle sembianze umane riuscirono ad infiltrarsi ad Enkanomiya per sostituire gli umani ed occupare posizioni di alto rango. Nonostante le capacità evolutive degli Elementosauri, non esistono registrazioni di Elementosauri dalle sembianze umane nei documenti segreti di Sangonomiya. Dopo aver migliorato le capacità intellettuali degli Elementosauri, i ricercatori decisero di interrompere gli esperimenti per impedirgli di evolversi ed imparare ad assumere sembianze umane. Secondo una profezia infatti, il prossimo Drago di Hydro sarebbe nato in forma umana ed essi non potevano permettere che una cosa del genere accadesse a Byakuyakoku, eppure furono proprio quegli esperimenti a fare in modo che lo sviluppo tanto temuto divenisse realtà.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Enkanomiya",
        "desc": "<p>L'unica speranza per la salvezza dell'Isola di Watatsumi giace in questo luogo avvolto dai segreti, Enkanomiya. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/18/20856775/d9249cfe7e91d27caa52bdb7121ed2c4_8658698864345673204.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il Giudice supremo di Fontaine, anche conosciuto come lo Iudex, famoso per la sua incontestabile imparzialità.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/157266935/0513aa7f482dbb4778545d02f94956fe_7174467864028517893.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2846,
        "name": "La raccolta di Byakuyakoku",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/80830045/8a7b95710be73a0c089b83f2ff88270a_4510262374456186105.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Elementosauro abissale primordiale",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Elementosauro che vive nelle profondità degli oceani.<br>Un tempo erano la razza dominante negli abissi... E, in effetti, i draghi erano i signori del mondo intero in un'era ancor più antica. Ma i loro Sette sovrani furono sconfitti da un potere proveniente dal cielo, che li fece estinguere uno dopo l'altro.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "name": "Elementosauro abissale Divoratuono",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Elementosauro che vive nelle profondità degli oceani. A causa di alcuni adattamenti sociali, ha manifestato una forma allineata con l'elemento Electro.<br>Dopo il declino del potere dei \"Sette\", sta nascendo una nuova generazione di sovrani. Ma ora che gli Elementosauri abissali si sono evoluti in questo modo, hanno perso la loro purezza. Pertanto, il Drago dell'acqua non nascerà più dalle loro schiere. La profezia narra che il nuovo Drago dell'acqua discenderà sicuramente sotto forma di un essere umano.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "name": "Elementosauro abissale Azzannabrina",
        "desc": "A vishap that dwells deep beneath the oceans. Due to certain social adaptations, it has manifested a form aligned with the Cryo element.<br/>The coming of humans sparked a conflict and a resultant evolution within the Bathysmal Vishaps, just as ants might divide up labor and biological characteristics, thus appearing in different forms. These vishaps are stronger than their ordinary kin.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 3443,
        "name": "Branco di Elementosauri abissali",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un potente gruppo di Elementosauri abissali.<br>Sono stati allevati e selezionati specificamente dal popolo di Enkanomiya, per conferirgli una forza eccezionale. Naturalmente, nessun Elementosauro lo considera un debito da ripagare.<br>I membri più forti del branco sono in grado di usare diversi elementi, che adoperano a riprova del loro odio.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/05/35428890/b47c21200d36f217cab2e527e85d2896_4738875560654045342.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 1630,
        "name": "Ramo di corallo di un mare lontano",
        "desc": "Weapon Ascension Material.<br/>Watatsumi Island is the furthest from Narukami Island in the Inazuman island chain, and its name means \"the god of the oceans\" in the island's ancient tongue. Legend has it that when the great serpent first arose within the abyssal nation of ever-night, its fluorescent body was covered in myriad-colored coral.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Coral Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1628,
        "name": "Ramo prezioso di un mare lontano",
        "desc": "Weapon Ascension Material.<br/>This coral cannot be found anywhere in Teyvat, but was a gift that the great serpent obtained when it broke into the Dark Sea. For that abyssal snake, to be filled with coral was to be mighty, and its power would be shaved away as those corals were lost. In other words, those corals contain power far beyond the norm.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jeweled Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1629,
        "name": "Ramo di giada di un mare lontano",
        "desc": "Weapon Ascension Material.<br/>Fleeing into the Dark Sea, the god that had lost everything met the abandoned people who had nothing within the ocean depths. Thus it elected to remain and become their \"Orobashi no Mikoto,\" their \"Watatsumi Omikami.\"<br/>It is said that the great snake god once broke off all the coral branches on its body to give light to the children who were curled up in the darkness. They also say that it used these coral branches to create a huge ladder to allow those children to once again reach the surface and see the light of day.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jade Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1575,
        "name": "Corallo sanguigno",
        "desc": "A coral in which the life force of Watatsumi Omikami dwells. It is a vital part of the Watatsumi Goryou Matsuri.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodbranch Coral_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1631,
        "name": "Ramo dorato di un mare lontano",
        "desc": "Weapon Ascension Material.<br/>The meaning that lies behind the name \"Watatsumi\" is simply the unrequited hopes that the abandoned people who dwelt in the deep sea pinned upon the serpent god that led them.<br/>And it was also because the serpent god now had people who worshiped it that it stayed in the world it should have long fled, breaking off the coral branches that adorned its body, treading upon land where it should not have, and facing a foe it could never hope to match — till at last, its divine form was sundered along with the mountains, its ichor turned into plasma, and its will and power became a curse that could never be extinguished: Tatarigami.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Famigli",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/20/237301566/dd24b9b451e2ae8db2f2d645c7b48153_6805560437539170999.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "I primi famigli di Orobashi furono i vassalli di Watatsumi. La leggenda narra che fossero una specie metà umana e metà serpente, che aiutò gli abitanti di Enkanomiya a combattere gli Elementosauri. Dato che vivevano tra gli esseri umani, iniziarono pian piano ad assomigliare loro in tutto e per tutto tranne che per le pupille da serpente, che erano il tratto distintivo principale dei Vassalli. Dopo che Orobashi utilizzò tutte le sue forze per creare l'Isola di Watatsumi, i vassalli di Watatsumi non nacquero più. Nonostante ciò, nei registri viene menzionata l'ultima dei Vassalli, che avrebbe dovuto essere il collegamento tra i draghi e gli umani. Quando era solo una bambina, lei e la guardiana del santuario furono attaccate dagli Elementosauri ai confini di Enkanomiya. Successivamente venne costruita una statua del vassallo di Watatsumi ad Enkanomiya. Altri famigli erano i Sangacorallia, le farfalle coralline. Queste creature scompongono l'energia elementale grezza e primitiva nell'energia elementale più blanda del regno umano. Il loro risveglio di massa può causare una trasformazione nell'ambiente ecologico di Enkanomiya. Esiste un rituale chiamato Watatsumi Goryou Matsuri, progettato per utilizzare la forza vitale ed il sangue del Dio Serpente per risvegliare i Sangacorallia.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Enkanomiya",
        "desc": "<p>L'unica speranza per la salvezza dell'Isola di Watatsumi giace in questo luogo avvolto dai segreti, Enkanomiya. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/18/20856775/d9249cfe7e91d27caa52bdb7121ed2c4_8658698864345673204.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6559,
        "name": "Tsumi",
        "desc": "<p>L'ultima Vassalla di Watatsumi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/20856775/1b4813ee4ee058cd0428721d3301de69_828098284566828079.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3050,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Creazione di Watatsumi",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/20856775/b164027d01612b5a3b559f987c62c584_6402507427162170232.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Mentre Orobashi era il Dio di Byakuyakoku venne a conoscenza del segreto della creazione del mondo prima della sua esistenza. I\nnon volevano che le persone ricordassero gli avvenimenti risalenti a prima della Grande Guerra e così spinsero Orobashi a sacrificarsi, in modo che la verità rimanesse celata. Soltanto così il popolo di Enkanomiya poteva continuare a vivere secondo la regola dei Sette. Quando venne ritirato il divieto di accesso alla superficie, Orobashi ruppe tutti i rami di corallo del suo corpo e con essi costruì una scala. Fu in questo modo che i devoti di Orobashi fondarono Sangonomiya, ad ovest di Inazuma e che Byakuyakoku venne rinominata Enkanomiya. Gli abitanti di Sangonomiya chiamarono l'isola Watatsumi, che significava \"il Dio degli oceani\" ed Orobashi divenne Watatsumi Omikami. Il Dio insegnò al popolo l'agricoltura, assieme alla fusione dei metalli e gli abitanti di Sangonomiya si dimostrarono molto grati per quelle preziose conoscenze.\nPer proteggere gli abitanti di Sangonomiya dai segreti che aveva scoperto, Orobashi fece il possibile per assicurarsi che potessero vivere sotto l'ala protettrice dell'Archon di Electro, Raiden. Egli insegnò loro la lingua di Narukami, costrinse tutti a cambiare i loro nomi con quelli di Inazuma e stabilì relazioni diplomatiche. Con il passare del tempo, tutti quanti dimenticarono la vera lingua di Byakuyakoku. Sangonomiya e Narukami vissero in pace per un po', ma successivamente Orobashi dovette entrare in guerra contro Inazuma e sacrificarsi. La Sacerdotessa di Sangonomiya, Mouun, lo seguì sul dorso dell'enorme balena Daikengyou, assieme alla sua sorella gemella \"Umigozen\" Ayame ed a Touzannou, che aveva ricevuto il proprio nome da Watatsumi Omikami stesso. La guerra fu brutale e causò molta sofferenza. Entrambe le fazioni combatterono sull'isola che ora si chiama Yashiori e subirono parecchie perdite. Infine, Raiden uccise il serpente gigante scatenando il Musou no Hitotachi ed i suoi resti sono ancora visibili sull'Isola di Yashiori. Il potentissimo colpo dell'Archon creò la Valle di Musoujin. Dopo questo avvenimento, Sangonomiya mandò degli emissari ad annunciare la propria resa e da allora riconobbe la Shogun di Inazuma come sovrana legittima e suprema."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/20/237301566/d5019a01ab5885df46b9e0a45c36c11a_4744836363098206051.jpg",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Quasi nessuno conosce la vera ragione che si cela dietro le azioni di Orobashi, ma tra la gente circolano svariate leggende. La prima di queste narra che, circa duemila anni fa, il Grande Serpente Orobashi ruppe i rami di corallo presenti sul proprio corpo e guidò il popolo delle profondità verso la luce del giorno e, grazie alla sua grazia ed alla sua pietà, li raccolse per creare una vita sull'isola di corallo. Il sole splendente ed il cielo limpido non riuscivano a lenire le ferite della fame e delle malattie. Il Grande Serpente non dimenticò mai il suo passato di sconfitto, né il suo giuramento di non permettere mai più che il suo popolo venisse abbandonato. Chiese alla fanciulla del santuario ed agli anziani perché la gente degli abissi stesse piangendo. Gli spiegarono della terribile carestia, gli chiesero di andare nelle isole orientali e di creare per loro un dominio, affinché i loro figli potessero avere un futuro di abbondanza. Inizialmente, il Grande Serpente rimase in silenzio e non diede alcuna risposta, ma negli anni che seguirono, le persone affamate e malate continuarono più e più volte a parlagli, riuscendo finalmente a fare breccia nel cuore del loro Dio. Il Grande Serpente addestrò le persone e le condusse all'invasione delle terre dell'Archon di Electro tra i sibili dei canti delle balene. Tuttavia, la gente del mare non sapeva che l'Omikami di Watatsumi si era imbarcato in una violenta battaglia nella quale non aveva alcuna speranza di vittoria e che il suo scopo non era la conquista, ma il sacrificio. L'Omikami di Watatsumi sapeva ormai da tempo che questa volta non avrebbe avuto alcuna possibilità di sopravvivere, ma accettò tranquillamente il suo destino. Se voleva garantire la prosecuzione della \"fede\" del suo popolo, non c'era che una strada: il sacrificio. Anche se Watatsumi morisse, la sua gente intreccerebbe all’infinito ricordi di gioia, prosperità, amarezza e perdita in un'unica fede. Questi ricordi, a loro volta, fiorirebbero grazie alle intense emozioni dei vinti costretti a una vergognosa sottomissione. Questo racconto sulla terra arida dell'isola Watatsumi, divenne la versione ufficiale dei fatti avvenuti durante la guerra."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/20856775/5a6a127a765bb7a2e568703a72c9ebec_6975648683003302311.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Esiste un'altra versione della leggenda dell'uccisione dell'Omikami di Watatsumi. Mentre gli abitanti delle profondità abitavano ancora nel luogo, mantenevano dei registri molto attendibili secondo i quali, per loro, non esistevano né giorno né notte. Se non avessero tenuto questi registri precisi, avrebbero persino dimenticato che ore fossero. I documenti furono sigillati ad Enkanomiya dal Grande Serpente, per non essere mai recuperati. Si narra che quando l'Omikami di Watatsumi decise di far uscire dalle acque la gente degli abissi, lo fece su istruzione dei cieli stessi. L'Omikami di Watatsumi era fuggito una volta nel Mare oscuro per evitare la Guerra degli Archon, commettendo un grave peccato nel processo. Forse fu per ordine del Cielo che Orobashi andò incontro alla morte, anche se non possiamo saperlo con certezza.\nUn ricercatore di Sumeru, che studiava la cultura Watatsumi, ipotizzò che l'antica Inazuma dovesse aver ospitato due divinità serpente. Una di loro era cresciuta assieme al corallo e quindi non poteva muoversi, creando così il Santuario di Sangonomiya. La sua vera forma divina dimorava nelle profondità di Enkanomiya, difendendo per sempre il popolo dell'Isola di Watatsumi. Per quanto riguarda l'altra divinità serpente, si trattava di un essere molto ambizioso e che sognava di invadere l'Isola di Narukami, ma fu ucciso dall'Archon di Electro mentre tentava di mettere in atto i suoi piani di conquista. Il ricercatore, come prova della sua teoria, utilizzò un totem che mostrava il disegno di un serpente con il corallo su un'estremità ed uno che ne era completamente privo sull'altra. Lo studioso era sicuro che, una volta pubblicate le sue scoperte, sarebbe diventato famoso.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Shogun Raiden",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Sua Eccellenza, la potente Narukami Ogosho, che ha promesso al popolo di Inazuma un'Eternità immutevole.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 1985,
        "name": "Luna di Mouun",
        "desc": "<p>Un elegante arco da guerra realizzato con conchiglie e coralli. Un triste bagliore lo pervade per tutta la sua lunghezza.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/曚云之月.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1975,
        "name": "Pinna del Frangionde",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Una naginata di un materiale luminescente originario delle profondità marine. Un tempo, era di proprietà della razza tengu.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/断浪长鳍.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1971,
        "name": "Spada di Akuou",
        "desc": "<p>L'adorata spada del leggendario Akuou. La lama è enorme e maestosa, ma è sorprendentemente facile da maneggiare.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/恶王丸.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6544,
        "name": "Studio preliminare sulle credenze popolari di Sangonomiya",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Questo saggio è stato scritto da Shihab Purbiruni, uno studioso di storia moderna di Sumeru, due anni prima della guerra civile a Inazuma. Descrive in modo dettagliato le credenze popolari della gente dell’Isola di Watatsumi e di Sangonomiya, presentando alcune nuove proposte di carattere accademico.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/26/83872660/8513540a3b4971a038722d610c3f1e77_2600134819551544402.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2327,
        "name": "Cronache di Sangonomiya",
        "desc": "Historical annals written by the famous Shogunate historian Kujou Michizane, who was known as one of the \"The Three Kujou Dignitaries,\" or \"The Great Calligrapher.\" It chronicles the history of Watatsumi Island in broad strokes.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Sangonomiya Chronicles_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "Prima del sole e della luna",
        "desc": "<p>Un racconto che è stato vietato alla gente comune. Lo scritto unisce elementi storici ad altri fiabeschi, narrando gli eventi dalla creazione del mondo fino alla nascita del Dainichi Mikoshi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20577441/30d637f5d6939cb8f5a886096aa7ba70_7112384876880326976.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2311,
        "name": "Vita della sacerdotessa Mouun",
        "desc": "<p>Per la gente di Watatsumi, le leggende riguardanti la Guerra degli Archon sono sempre piene d'amarezza. Molte di queste canzoni popolari millenarie parlano di una sacerdotessa di nome Mouun, che una volta cavalcò il dorso di un mostro marino, seguendo il Grande Serpente verso una tragica ma commovente fine.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Life of Mouun the Shrine Maiden_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tatarigami",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Le divinità non possono scomparire senza lasciare alcuna traccia, l'odio da loro provato permea la terra e la avvelena. Quando la forma divina di Watatsumi Omikami venne separata dal Musou no Hitotachi e dalle montagne, il suo icore si tramutò in plasma ed il suo potere divenne una maledizione senza fine: il Tatarigami. Data la sua natura, il \"Tatarigami\" era pura malvagità ed i fantasmi di quella cattiveria riempirono l'Isola di Yashiori. Le persone ne furono avvelenate, impazzirono e si ritrovarono con i corpi devastati. Il Tatarigami non trasformava tutte le sue prede in violenti mostri, ma la maggior parte delle vittime sviluppano delle ossessioni dovute alla lunga esposizione alla maledizione. La presenza del veleno era più intensa nei pressi dei resti del Dio serpente. Il popolo dell'isola creò l'amuleto di Ogosho per tenere sotto controllo l'anima del Dio serpente. Il capo del Villaggio Higi, Washizu, fece costruire sull'isola alcuni santuari, nella speranza di placare l'anima della divinità attraverso le offerte. Gli abitanti del villaggio avevano costantemente a che fare con i\ned iniziarono ad ammalarsi. Dato che ormai la Miniera di Jakotsu era stata chiusa, Washizu cominciò ad avere un comportamento sempre più bizzarro e le sue offerte alla divinità divennero ancora più folli. Tutti coloro che cominciavano a parlare del suo strano comportamento, iniziarono a sparire dalla circolazione. Quando la guerra civile divampò a Yashiori, il Villaggio Higi era ormai deserto: coloro che non erano morti, avevano lasciato il villaggio e gli altri se ne erano andati in cerca di una cura per la maledizione. Sul luogo ura rimasto soltanto un ragazzo, Chouji. Con grosse probabilità il padre del giovane era deceduto e Washizu aveva catturato la madre, probabilmente per offrirla in sacrificio al Dio serpente, dato che il Tatarigami non si era dimostrato fatale per la donna. Nonostante tutto, ella era riuscita a fuggire e si era recata a Sumeru per cercare una cura, lasciando al figlio soltanto un biglietto scritto a mano. Il capo del villaggio aveva persino tentato di sacrificare il Viaggiatore, ma venne finalmente fermato.\nNonostante il grande danno che il Tatarigami causò all'Isola di Yashiori ed a Kannazuka, la gente del luogo imparò ad utilizzarne il potere per i propri scopi. Il Midollo cristallino, che contiene una forma inerte di energia del Tatarigami, iniziò ad essere aggiunto ai processi di fusione e venne sfruttato per aumentare sensibilmente l'elasticità e la forza dei prodotti in metallo. Il segreto del famoso Acciaio di giada sta proprio nel fatto che questo materiale viene aggiunto al metallo. La lama della Kagotsurube Isshin venne forgiata dal Tatarigami dallo spadaccino Akame Kanenaga. Le persone spesso dicono che nel corpo di ogni lama riposi uno spirito, quindi è naturale pensare che una spada forgiata dal Tatarigami sia posseduta da un demone maligno. Isshin è la quiete della mente, esente da ogni distrazione. Tale purezza del desiderio consente al fabbro di forgiare senza sosta. La Scuola Akame, smodatamente appassionata dell'arte Isshin, ha sempre mirato a forgiare una lama assassina che potesse raggiungere i massimi livelli di letalità. Per questo motivo, il ruolo guida che ricopriva la Scuola Akame nell'arte Isshin durò solo tre generazioni, per poi essere revocato dalle autorità. Akame Kanenaga stesso aiutò il burattino Kunikuzushi, creato da Raiden Ei e poi abbandonato al proprio destino, nel tentativo di distruggere il Raiden Gokaden (le cinque scuole di forgiatura di Inazuma). L'Arte della spada Isshin venne quasi distrutta, ma alla fine della propria vita, Akame Kanenaga creò la Kagotsurube Isshin nel tentativo di ripristinare il clan e il nome dei Kaedehara, massimi esponenti della scuola Isshin, e di farne riconoscere universalmente le abilità."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/20856775/0b85727b3c9ff43d58062f6984943810_5530255997060653070.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Venne trovato un utilizzo anche per il nucleo del Tatarigami, che fu impiegato per la creazione della famosa Fornace Mikage. Proprio in quel luogo venivano minati i cristalli poi utilizzati da Inazuma per il suo Acciaio di giada. Durante la guerra civile tra Sangonomiya e Narukami, che avvenne duemila anni dopo la morte di Orobashi, i sabotatori dell'esercito di Sangonomiya distrussero gli amuleti che tenevano a bada il potere dei resti del Dio serpente e danneggiarono la Fornace Mikage. La parte che conteneva l'energia del Tatarigami divenne molto instabile ed essa cominciò a spargersi nuovamente per tutta l'isola. Il cielo si coprì di nuvole, la pioggia batteva incessante ed uno dopo l'altro, i minatori si ammalarono, impazzirono ed andarono in esilio su altre isole. Il popolo abbandonò frettolosamente l'isola, che rimase deserta. Quando la Fornace Mikage fu ripristinata e la guerra civile si concluse, il potere del Tatarigami venne soppresso nuovamente.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2264,
        "name": "Kagotsurube Isshin",
        "desc": "This famed blade was born in a nation to the far north. But in the name of \"Isshin,\" it was stained with many a dark deed on its home-bound journey.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/笼钓瓶一心.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 898,
        "name": "Midollo cristallino",
        "desc": "<p>Un cristallo che contiene una scheggia di potere del Tatarigami. Aggiungere questo materiale durante la fusione aumenterà notevolmente la forza e la resistenza dei metalli.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crystal Marrow_icon.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "galleryCharacter": [
      {
        "key": "Orobashi",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/20856775/7088284c8820c9b83d1381510e23a3b5_823615784900022377.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Beelzebul combatte contro il Dio serpente."
          }
        ]
      },
      {
        "key": "Teschio di Orobashi",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/20856775/5a6a127a765bb7a2e568703a72c9ebec_968662223530499641.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Quello che rimane oggi del Dio serpente."
          }
        ]
      }
    ]
  }
}