{
  "epId": 4910,
  "name": "Rukkhadevata",
  "desc": "<p>La Dea della Saggezza, precedente Archon di Dendro e amica di Nabu Malikata e del Re Deshret. E' stata cancellata completamente dall'Irminsul per salvarlo dalla conoscenza proibita.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/09/362377527/acd0bdd45468ca7918a0d122cd91f01a_1541552034862194288.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1729634299,
  "components": {
    "galleryCharacter": [
      {
        "key": "Rukkhadevata",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/09/362377527/69fd02cead19570316a8f7ce964b32cc_8330685680328264629.png"
      },
      {
        "key": "Rukkhadevata",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/09/362377527/90a74ce6fe12e17e57235171c459b38a_3312359987130203434.png"
      },
      {
        "key": "Rukkhadevata",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/09/362377527/224bf0cf84b8ff1790847a7c09c92d75_5640800998271162773.png"
      },
      {
        "key": "Rukkhadevata",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/09/362377527/a162429af81d88859df677946cb6c3d6_1456721118735925275.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Rukkhadevata libera Sumeru dalla conoscenza proibita"
          }
        ]
      },
      {
        "key": "Rukkhadevata",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/09/362377527/896924f2c0b6efcff4be8af404898818_8723865595156498726.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Rukkhadevata perde i suoi poteri dopo aver liberato Sumeru dalla conoscenza proibita"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Rukkhadevata"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Sumeru"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Archons"
          }
        ]
      },
      {
        "key": "Titolo",
        "value": [
          {
            "type": "RichText",
            "text": "Sua Eccellenza Maggiore Rukkhadevata"
          }
        ]
      },
      {
        "key": "Alias",
        "value": [
          {
            "type": "RichText",
            "text": "Sua Eccellenza Maggiore di Dendro\nArchon di Dendro\nRegina Aranyani\nDea della Saggezza\nSua Eccellenza Maggiore del Verde"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailers e teasers della storia",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lost Legacies in the Sand"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/aa70876d6b7d8f92677c156eb93b4530_7096251756531121194.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>3 Ottobre 2022</color>\nLe rovine nella Grande Sabbia Rossa sono magnifiche e l'antica civiltà è molto intrigante e porta con sé i sogni di molti. La verità portata alla luce, però, è ben lontana da ciò che la gente pensa che sia...\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=EEGh9J0TH2E&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "\"A Dream of Falling Branches\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/237301566/86d85b6c97afb6f5baf9c29371770e7a_5239377591676221292.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>5 Novembre 2022</color>\nFacciamo domande e riceviamo risposte nei nostri sogni. Quando una miriade di sogni scendono sul mondo, allora è tempo di dire addio.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=zgQG0b-Isbk&ab_channel=GenshinImpact"
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Un uccello rinchiuso tra le mura del Santuario di Surasthana che può vedere il mondo solo attraverso i suoi sogni.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/35428890/f29490bddc56b4a6773b6c5003bbb853_9091170755650648414.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Storia del personaggio"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Informazioni sul personaggio</color>\n<color=#ffffff73>Molto tempo fa, l'Archon di Dendro creò la foresta pluviale di Sumeru e concesse il dono della saggezza al suo popolo attraverso l'Akademiya. Il suo nome è oggetto di lode in migliaia di storie, scritte appositamente per commemorare le sue gesta e le sue virtù.</color>\n<color=#ffffff73>Agli occhi del popolo di Sumeru, l'esistenza dell'Archon di Dendro è, più che altro, un simbolo che li rassicura circa la protezione divina su questa terra che persiste sin dall'antichità.</color>\n<color=#ffffff73>L'Archon di Dendro è stimata dai sommi saggi della Città di Sumeru e venerata fermamente dai cittadini.</color>\n<color=#ffffff73>E il potente sistema dell'Akasha costituisce gli occhi e le orecchie di Sua Eccellenza Minore Kusanali.</color>\n<color=#ffffff73>L'Akasha le permette di osservare e imparare le emozioni delle persone, dandole vista e udito onnipresenti per distinguere le voci che non pronunciano lodi. Più osserva, più capisce di aver bisogno di un apprendimento costante. Solo così potrà arricchire la propria esperienza, affinare le sue abilità e diventare abbastanza forte per affrontare le minacce. Più osserva, più capisce di aver bisogno di un apprendimento costante. Solo così potrà arricchire la propria esperienza; affinare le sue abilità e diventare abbastanza forte per affrontare le minacce provenienti dagli angoli più oscuri del mondo.</color>\n<color=#ffffff73>E un dovere inesorabile da cui non c'è scampo. Anche se sono pochi quelli che non sono soddisfatti dello stato delle cose, Nahida rimane incrollabile. La sua tenacia ha origine dalla sua sicurezza. Sa meglio di chiunque altro che, in questo posto, è di lei che tutti si fidano e su cui fanno affidamento.</color>\n<color=#ffd780>Storia del personaggio 3</color>\n<color=#ffffff73>I bambini non sono certamente molti informati e sono facilmente sopraffatti dalle emozioni, ciò non significa che si possa mancargli di rispetto o prenderli in giro. La frustrazione e le delusioni li portano infatti a capire la realtà, ma a costo di privarli dei loro pensieri innocenti e delle loro entusiaste emozioni. I bambini che si imbattono in queste cose spiacevoli sentiranno sempre una voce gentile in una notte qualunque. Questa voce ascolta attentamente i bambini, usa le sue fantastiche metafore per ragionare insieme a loro, si intrattiene con loro e parla dei loro giochi e spuntini preferiti… fino all’alba. Sebbene la notte sia breve, avere questo genere di compagnia permette ai bambini di credere che ci siano ancora persone in questo mondo in grado di capirli. Odio e frustrazione ergono sciolti dal calore dei loro cuori e, nel corso della loro vita, i bambini avranno di nuovo l’opportunità di cambiare e diventare felici e sicuri di sè. Ma nessuno di loro riesce a capire a chi appartenga la calda voce che sentono di notte. In fin dei conti tutti sanno che Sua Eccellenza Maggiore Rukkhadevata se ne è andata tempo fa. Un gruppo di bambini si incontrò in segreto per discutere di questo fenomeno mistico. Improvvisamente, un bambino che sembrava sapere molte più cose rispetto ai suoi coetanei, parlò di un nome inusuale, “Sua Eccellenza Minore Kusanali.” Accettarono presto la teoria e ovviamente nessuno dei loro genitori gli credette. Ma cos’importava? Sua Eccellenza Minore Kusanali era già diventata loro amica.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito dell'Irminsul</color>\nCome forse già sapete, <color=#ffffff73>Sua Eccellenza Maggiore Rukkhadevata scomparve dopo il disastro di</color> Khaenri'ah <color=#ffffff73>. L'ordine degli eventi combacia, quindi i vostri sospetti sono fondati. Sembra che ciò che era rimasto della coscienza di Sua Eccellenza Maggiore Rukkhadevata all'interno dell'Irminsul sia stato contaminato da qualcosa che emana un'aura molto pericolosa. Molti studiosi, nonostante la loro dedizione, impazziscono non apena le loro coscienze stabiliscono un contatto... Ho avvertito molte volte l'</color> Akademiya <color=#ffffff73>a riguardo, ma casi come questi continuano a ripetersi.</color>\n<color=#ffd780>A proposito dell'Akasha e il Santuario di Surasthana</color>\nL'Akasha è l'eredità di <color=#ffffff73>Sua Eccellenza Maggiore</color> Rukkhadevata. Poichè io sono <color=#ffffff73>Sua Eccellenza Minore Kusanali, nonchè primo Terminale dell'Akasha, la mia coscienza è sempre stata collegata all'Akasha.</color>\n...E' una storia che ebbe inizio molto tempo fa. Dopo che <color=#ffffff73>Sua Eccellenza Maggiore Rukkhadevata sparì, i saggi mi trovarono appena nata e mi portarono a Sumeru con loro.</color>\nIn quel tempo, ero giovane e debole. Presumo che i saggi mi abbiano tenuta nel Santuario di Surasthana per \"proteggermi\", ma da allora ho avuto pochissimi contatti con loro.\nTuttavia, so bene che la loro speranza fosse trovare <color=#ffffff73>Sua Eccellenza Maggiore Rukkhadevata e non me, simbolo del suo passaggio.</color>\nIn un certo senso, non hanno sbagliato. <color=#ffffff73>Sua Eccellenza Maggiore Rukkhadevata era onnisciente e onnipotente. Dopo la sua morte, l'Akasha sta ancora alimentando l'intera nazione.</color>\nMentre io... sono ancora lontana dal potermi definire la Dea della Saggezza. Inoltre, l'Akademiya ha anche molta più esperienza nel governare questo Paese. La mia esistenza non ha molto significato.\n<color=#ffd780>A proposito della conoscenza proibita</color>\nLa conoscenza proibita contaminava il deserto migliaia di anni fa, ma fu espugnata grazie al sacrificio di Re Deshret e <color=#ffffff73>Sua Eccellenza Maggiore Rukkhadevata, che aveva quasi esaurito il suo potere.</color>\nMa temo che questa volta la situazione sia più seria, dato che l'Irminsul è già in pericolo.\nE' molto probabile che si sia sacrificata nella lotta contro la conoscenza proibita.\nNon è riuscita a debellare completamente la conoscenza proibita, ma se non fosse stato per lei, la contaminazione sarebbe stata di gran lunga più dilagante negli ultimi cinquecento anni.\nIl modo in cui tutti, me inclusa, non hanno memoria della conoscenza proibita potrebbe essere dovuto al suo risanamento dell'Irminsul."
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "Viaggiatore/Viaggiatrice",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un viaggiatore di un altro mondo. Qualcuno gli ha strappato via il suo unico parente, e ora è costretto/a a intraprendere un viaggio alla ricerca dei Sette.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/02/190184121/f00d18b57acb4aa37bf2fc39bf67ddd0_885637890644803057.gif",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Overs"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito della fede</color>\n<color=#37ffff>Paimon</color> <color=#ffffff73>: \"Hai notato che a Sumeru le persone non sembrano avere molta fede in Sua Eccellenza Minore Kusanali?\"</color>\n<color=#37ffff>Paimon</color> <color=#ffffff73>: \"A Liyue e Inazuma erano tutti piuttosto affezionati a Rex Lapis e alla Shogun onnipotente.\"</color>\n<color=#37ffff>Paimon</color> <color=#ffffff73>: \"Quegli strani studiosi sono una cosa a parte, ma persino quelli che vivono in centro non sembrano far altro che parlare di Sua Eccellenza Maggiore Rukkhadevata.\"</color>\n<color=#37ffff>Viaggiatore</color> <color=#ffffff73>: \"Già. E i funghi più deliziosi si dice che siano una benedizione di Sua Eccellenza Maggiore Rukkhadevata.\"</color>\n<color=#37ffff>Paimon</color> <color=#ffffff73>: \"A proposito, molte pietanze a Liyue si dice che siano state insegnate e approvate da Rex Lapis in persona...\"</color>\n<color=#37ffff>Paimon</color> <color=#ffffff73>: \"A-ha! Quindi basta che un dio benedica il suo popolo con del cibo delizioso per far sì che venga adorato!\"</color>\n<color=#37ffff>Viaggiatore</color> <color=#ffffff73>: \"Eheh, se si tratta di Paimon, sicuramente.\" Paimon: \"Cosa? Aspetta, allora... tu in cosa credi, Viaggiatore?\"</color>\n<color=#37ffff>Viaggiatore</color> <color=#ffffff73>: \"Io? Mmh... In Paimon, ovviamente.\"</color>\n<color=#37ffff>Paimon</color> <color=#ffffff73>: \"Eheh, così va bene!\"</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Pensieri interiori"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito di Re Deshret e Sua Eccellenza Maggiore</color>\n( <color=#ffffff73>Sua Eccellenza Maggiore Rukkhadevata</color> venne in soccorso di Re Deshret e del suo popolo, ma per cancellare le conoscenze proibite finì per privarsi di troppo potere...)\n(Per tutto questo tempo, i loro rispettivi seguaci si sono odiati, senza sapere che i loro dei erano rimasti fedeli l'uno all'altra finchè la morte non li aveva separati.)\n<color=#ffd780>A proposito di Sua Eccellenza Maggiore</color>\n(Sembra che tutti si siano dimenticati di Sua Eccellenza Maggiore Rukkhadevata. E' cambiato anche il loro ricordo della storia di Sumeru...)\n(Forse sono l'unica persona in tutta Teyvat a ricordare che Sua Eccellenza Maggiore Rukkhadevata sia esistita.)\n(Come testimone di quel che è successo, rispetterò la sua scelta e manterrò il suo segreto.)"
      },
      {
        "type": "CustomEntry",
        "epId": 7033,
        "name": "Aranara",
        "desc": "<p>Famigli di Sua Eccellenza Maggiore Rukkhadevata e spiriti della foresta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/05/362377527/17cf70138c55ea3166d1145473c73599_6865618280488171744.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito di Sua Eccellenza Maggiore</color>\n<color=#ffffff73>Tutti gli Aranara sono figli dell'Archon di Dendro, persino Aramuhukunda. L'Archon di Dendro ama allo stesso modo tutta la vita di Vana, che si tratti di Aranara, Nara, funghi o Tigri Chiomalunga... Per lei, sono tutte verdi foglie dello stesso albero. Che provengano dalla chioma più alta o dai rami più bassi, le foglie dell'albero hanno tutte la stessa forma. Perciò, tutte le creature viventi la ricambiano con lo stesso amore. Ma un giorno, il cielo si fece nero e i corsi d'acqua divennero acri come il sangue... Ovunque brulicavano mostri neri come l'inchiostro e pezzi di ferro grossi si stavagliavano in ogni dove. Persino la foresta divampò, e Marana iniziò a fluire come acqua di sorgente. L'Archon di Dendro andò in una terra molto, molto lontana per curare il mondo.</color> Tuttavia, non fece ritorno. Forse si è trasformata in un albero per portare frutti che possono guarire il mondo <color=#ffffff73>Quando questo accadde, molti Aranara conobberò per la prima volta il sapore della tristezza.</color>\n<color=#ffd780>A proposito dell'Albero di Ashvattha</color>\n<color=#ffffff73>Migliaia di lune fa, se non di più, qui cantò la regina Aranyani. All'epoca aveva lasciato Valuka, e la foresta non era rigogliosa come ora, quindi il terreno era ancora molto sabbioso. Poiché la sua canzone era quella più simile al Cantosorgente, la sua Ararakalari era la più potente di tutti. Quindi Ashvattha rispose alla chiamata e spuntò dal Sarva. La regina Aranyani disse ad Ashvattha che nella foresta c'erano tantissimi Nara intelligenti e bellissimi, ma che erano ancora soli. Dunque, dovevano nascere più Figli della foresta per far amicizia coi Nara. Fu così che Ashvattha creò un melograno meraviglioso e ricco di semi, da cui Aramuhukunda germogliò per primo. Aramuhukunda fu il primissimo Aranara. Col passare del tempo, tutti i semi germogliarono e gli Aranara si diffusero come foglie di un albero. Insieme ai Nara, facciamo parte del popolo della foresta. È per questo motivo che l'albero di Ashvattha è il più potente e importante di tutti! Come le donne Nara portano i figli in grembo, ogni Aranara discende da Ashvattha e dalla regina Aranyani.</color>\n<color=#ffd780>A proposito dell'Ararakalari</color>\n<color=#ffffff73>Le Ararakalari sono nate dalla canzone degli Aranara in onore della regina Aranyani, dei Nara e della loro specie. Questa canzone s'intitola \"Mahamaitri Kusa Stotra\" e può fermare gli araldi della morte. Aramuhukunda e Arama erano presenti quando la regina Aranyani ha creato la terra e tramutato i terreni dorati della morte in foreste piene di vita. Dunque, le loro Ararakalari hanno acquisito quest'abilità.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2268,
        "name": "Collei",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un'apprendista guardaboschi di servizio nella Selva di Avidya. Le sue parole e le sue azioni appassionate celano una personalità un po' introversa.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/194600931/37a18b6b6865c59063003a9380f08225_7758071773430345954.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito di</color> <color=#ffe699>Sua Eccellenza Maggiore Rukkhadevata</color>\n<color=#ffffff73>Sua Eccellenza Maggiore Rukkhadevata è stata il primo Archon di Dendro a Sumeru. Ha creato le foreste pluviali e il Muro di Samuel attorno al deserto. Le sue opere hanno permesso a tutti di avere una vita tranquilla. Per la gente di Sumeru lei non è solo un simbolo di saggezza, ma anche di potere e gentilezza. Sfortunatamente sparì durante una grande calamità verificatasi qualche centinaio di anni fa. Secondo quanto mi ha detto il maestro, i saggi poi trovarono tale Archon di Dendro neonata e la portarono a Sumeru. Per festeggiare il ritorno della loro divinità perduta, i saggi la ribattezzarono Sua Eccellenza Minore Kusanali e lasciarono che risiedesse nel Santuario di Surastana.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2265,
        "name": "Tighnari",
        "desc": "<p>Un giovane ricercatore molto portato per la botanica che al momento ricopre il ruolo di Guardiano dela foresta nella Selva di Avidya. É una persona onesta e di buon cuore, oltre a essere un esperto nel guidare anche gli studenti più disorientati.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/22/35428890/497dd6fac3d3c652a367c67428550747_306268558608889633.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito dell'Akasha</color>\n<color=#ffffff73>Si chiama Terminale dell’Akasha, ed è uno strumento realizzato dall’Akademiya che si avvale del lascito di Sua Eccellenza Maggiore Rukkhadevata. Alcuni credono che questo terminale sia la ragione per cui la Città di Sumeru viene chiamata Città della Saggezza.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3419,
        "name": "Asfand",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/25/35428890/1d31b9d2f1008a6f2469ee29b27b0900_3637661341826411138.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito dell'Archon di Dendro</color>\n<color=#ffffff73>Gli Eremiti non vanno molto d'accordo con la religione, infatti non sappiamo granché sulle divinità e l'Akasha a noi rivela ancora meno</color>\n<color=#ffffff73>informazioni che a voi. La nostra fondazione avvenne nel deserto, dove gli dèi morirono tanto tempo fa. Da allora, ci siamo fatti strada con le nostre forze, non preghiamo nessuno affinché ci dia aiuto.</color>\n<color=#ffffff73>Non siamo solo noi però. Se me lo chiedi, credo che la maggior parte di Sumeru non sia interessata a Sua Eccellenza Minore Kusanali.</color>\n<color=#ffffff73>Prendiamo l'Akademiya, per esempio. Sono loro a governare davvero Sumeru, e nonostante credano negli dèi a quasi tutti importa solo crogiolarsi nel ricordo di Sua Eccellenza Maggiore Rukkhadevata.</color>\n<color=#ffffff73>Per come la vedono loro, fu lei a fondare Sumeru e a donarci l'Akasha. Sua Eccellenza Minore Kusanali ha</color>\n<color=#ffffff73>semplicemente ereditato tutto ciò. L'influenza dell'Akademiya fa sì che i cittadini apprezzino maggiormente Sua Eccellenza Maggiore</color>\n<color=#ffffff73>Rukkhadevata, che adorano molto.</color>\n<color=#ffffff73>Senza menzionare che Sua Eccellenza Minore Kusanali non è mai apparsa e l'Akademiya non lascia trapelare dettagli sul suo conto. La gente qui sa che è una divinità, che esiste e...</color>\n<color=#ffffff73>nient'altro, in effetti.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3570,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito del Festival del Sabzeruz</color>\n<color=#ffffff73>E’ il compleanno di Sua Eccellenza Minore Kusanali. Fu ritrovata in questo esatto giorno dai saggi. In realtà si tratta di una festività antica, che originariamente celebrava la nascita di Sua Eccellenza Maggiore Rukkhadevata. Da quando è mancata, però, rende omaggio a Sua Eccellenza Minore. Si dice che tutti fossero felicissimi di riaccoglierà a Sumeru. All’epoca, il festival era un evento davvero importante. A causa dell’influenza dell’Akademiya, invece, le persone hanno via via perso interesse. A Sumeru, l’Akademiya è molto coinvolta nelle svariate festività dedicate a Sua Eccellenza Maggiore Rukkhadevata, ma quando si tratta del Festival del Sabzeruz i finanziamenti scarseggiano. Non lo considerano un granchè. Forse interpretano la nascita di Sua Eccellenza Minore Kusanali come la conferma della morte di Sua Eccellenza Maggiore Rukkhadevata, quindi sono riluttanti nel celebrarla. E’ vero, Sua Eccellenza Maggiore ha fondato Sumeru, ma non è stata forse Sua Eccellenza Minore Kusanali a proteggerci senza far clamore da centinaia di anni a questa parte?</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La stella del Teatro Zubayr. Una fanciulla piena di calore e innocenza, che si esibisce in danze vivaci ed eleganti.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/10/35428890/586d726f9ebda3506c78beaaa41f13b6_5916447718992361520.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito del Festival del Sabzeruz</color>\n<color=#ffffff73>Secondo la leggenda, il Festival del Sabzeruz in origine non era altro che la festa di compleanno della Dea dei Fiori per Sua Eccellenza Maggiore. Tantissimo tempo fa, durante uno dei compleanni di Sua Eccellenza Maggiore Rukkhadevata, alcune sue amiche organizzarono un banchetto in suo onore. Molti dei si ubriacarono… uno iniziò a suonare e Sua Eccellenza Maggiore a cantare, quindi la Dea dei Fiori si mise a ballare. Danzò sull’erba e subito un’infinità di meravigliosi Padisarah sbocciò, a ogni suo passo. Quei brillanti fiori purpurei divennero il suo scintillante palcoscenico. Tutti gli dei mormoravano “Oh, se solo potessimo fermare il tempo”. Puoi scommetterci! Quando la gente cita le divinità, di solito pensa alla Guerra degli Archon.Gli dei di Sumeru, invece, sanno anche divertirsi. Eheh, sono il simbolo della Dea dei Fiori, in fondo. Che peccato, però, che tutti i veri Padisarah si siano estinti dopo la sua morte… Già. Sua Eccellenza Maggiore iniziò a coltivarne di simili per celebrare il ricordo della Dea dei Fiori, ma non riuscì mai a replicare appieno quel bel colore viola.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Ayn Al-Ahmar</color>",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito di Re Deshret</color>\n<color=#ffffff73>Anni fa, Re Deshret fondò la grande nazione nel deserto che era la nostra patria. Si trattava di una civiltà avanzata, ben superiore a qualsiasi altra dell’attuale Sumeru. L’unica legittima divinità della saggezza era proprio Re Deshret, invece una persona di cui si fidava l’ha tradito, appropriandosi perfino del titolo di “Dea della Saggezza”. Rukkhadevata, sì! Quella strega ha distrutto la civiltà di Re Deshret e i nostri antenati sono stati costretti a fuggire qui, dove abbiamo subito la tirannia dei nostri nemici. Inoltre, ha cospirato con l’Akademiya per coprire la verità sulle azioni e creare la maschera misericordiosa e benevola con cui ora è conosciuta. Ugh, solo a pensarci mi viene il voltastomaco. Ma la storia non finisce qui, oh no. Re Deshret non è veramente morto. La Voce dell’Oracolo si ode nel deserto e profetizza la sua resurrezione! Ricordate le mie parole: il nostro dio tornerà. E quando quel giorno arriverà, i seguaci della traditrice e tutti gli abitanti del deserto che hanno dimenticato la loro vera divinità subiranno la sua ira. Se quello che sto dicendo vi fa tremare di paura, forse non è troppo tardi per diventare seguaci di Re Deshret, ahahah.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3336,
        "name": "Alhaitham",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'attuale scriba dell'Akademiya di Sumeru, dotato d'intelligenza e talento fuori dalla norma. Vive libero... dagli occhi inquisitori della gente comune, perlomeno.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/15/35428890/25249dd20b86c775fb35bdbbd805d9ec_8879881358376735994.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito dell'Akademiya di Sumeru</color>\n<color=#ffffff73>Non è qualcosa di ottenibile grazie alla mera ricerca. Nel Santuario di Surasthana c'è un dispositivo che Sua Eccellenza Maggiore Rukkhadevata una volta usò per isolarsi durante la meditazione.</color>\n<color=#ffffff73>Cinquecento anni fa, il Grande Saggio dell'epoca modificò il dispositivo in modo che non potesse più essere controllato dall'interno. In pratica stanno intrappolando una divinità usando il potere di un'altra.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "name": "Akademiya di Sumeru",
        "desc": "<p>L'organizzazione di Sumeru che esercita il controllo amministrativo della regione ed educa le persone.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/06/362377527/f104ae555e12009875976f0efe8966fb_3736979445995815945.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito dell'Archon di Dendro</color>\nSiamo una popolazione che gode del favore di Sua Eccellenza Maggiore Rukkhadevata. Anche se io non ho assistito in prima persona, i nostri predecessori furono testimoni della vera saggezza.\nL'ascensione di Sua Eccellenza Minore non ha portato altro che confusione ai ricercatori. Chiedono tutti \"è davvero questa la vera saggezza?\"\nDetto questo, è meglio tenerla isolata nel Santuario di Surasthana in modo che la nostra accademia non diventi un focolaio di tumulti."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sua Eccellenza Maggiore Rukkhadevata",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/ac2b30d4337bee666fae2e6979587638_4772347479214865853.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Gli alberi d'argento, che sono rami del grande albero Irminsul che si trova nelle profondità al di sotto della superficie, possono essere trovati in giro per tutta Teyvat. Nonostante l'Irminsul non sia un vero e proprio albero dal punto di vista biologico, può essere considerato come un grosso albero che cresce verso il basso piuttosto che verso l'alto. Le linee geomantiche, le radici dell'Irminsul, attraversano la terra diffondendosi ed espandendosi da un'enorme caverna nelle profondità sotterranee fino ad arrivare alla superficie. Le linee geomantiche assorbono continuamente i ricordi di questo mondo che vengono poi incanalati nell'Irminsul, permettendogli di raccogliere conoscenza e saggezza dai tempi antichi ai giorni nostri.\nSua Eccellenza Maggiore Rukkhadevata era l'avatar e la manifestazione del potere dell'Irminsul. Era conosciuta come la Dea della Saggezza perché la sua coscienza era direttamente collegata ad esso e lì si trovava la fonte del suo potere.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Regno dei Tre Dei",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Leggenda narra che la\nsentì parlare di una\ne decise quindi di discendere dalle terre divine per testare la saggezza di questa principessa. Nabu Malikata le fece tre indovinelli promettendole un premio di spezie, oro e pietre preziose. La principessa accettò la proposta ma per lei il valore della conoscenza valeva più del valore dell'oro.\nIl primo indovinello della Dea dei Fiori fu:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Che cosa è freddo come un morto mentre è vivo?\"</color>\n<color=#ffffff>\"Ma che dà calore dopo la morte?\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "La risposta della principessa fu:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Ti riferisci alla fragile rosa della tarda primavera. Anche quando è ricoperta di spine, la sua bellezza traspare.\"</color>\n<color=#ffffff>\"I suoi fiori strappati per fare il profumo, i suoi steli tagliati per gli stoppini delle lampade a olio.\"</color>\n<color=#ffffff>\"Gli amanti ,nel corso della storia, sono rimasti innamorati di lei, e persino il re vestito di rosso ammira la sua bellezza.\"</color>\n<color=#ffffff>\"Ma la rosa non ha mai sofferto per nessuno. Semplicemente appassisce con la luna nuova e la rugiada mattutina.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "La Dea dei Fiori approvò segretamente, mantenedo però un'espressione calma come sempre.\nIl secondo indovinello di Nabu Malikata fu:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Cos'è che sale dalla terra che poi discende dal cielo\"</color>\n<color=#ffffff>\"Nessuno l'ha visto, eppure vede tutto,\"</color>\n<color=#ffffff>\"Come sopra, così sotto, e come in basso, così anche in alto\"</color>\n<color=#ffffff>\"Eppure lo può essere solo dall'alto verso il basso, e mai dal basso verso l'alto?\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "La risposta della principessa fu:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Parli della legge universale creata nei cieli, delle leggi divine stabilite dal principio.\"</color>\n<color=#ffffff>\"Nessuno ha mai visto la legge eterna, eppure governa su tutto.\"</color>\n<color=#ffffff>\"Ci si può solo inchinare e adorare Vaana degli spiriti celesti: non è consentita alcuna arroganza, imbroglio o inganno.\"</color>\n<color=#ffffff>\"Se si osa imitare le arti proibite, solo la calamità attende ai margini della conoscenza divina.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Il cuore della Dea dei Fiori si riempì di gioia ma cercò comunque a rimanere impassibile.\nE così fece anche il terzo indovinello:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Cos'è che non può fermare le frecce ma può fermare la distruzione\"</color>\n<color=#ffffff>\"Non può distruggere le armature ma può distruggere le città,\"</color>\n<color=#ffffff>\"Non si sottomette ai delegati dall'alto, né ai regni di basso,\"</color>\n<color=#ffffff>\"Su cosa né gli dei né i demoni, con tutta la loro forza, possono prevalere?\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "E la principessa rispose:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"\"Parli dell' infinita saggezza, è ciò che protegge la civiltà di tutti.\"</color>\n<color=#ffffff>\"Rinascerà con ███ e rimarrà eterno come ███.\"</color>\n<color=#ffffff>\"Anche se le sabbie del tempo girano in un vortice sotto i suoi piedi, rimarrà comunque come resti preservati dieci milioni di anni dopo.\"</color>\n<color=#ffffff>\"La gente si rallegrerà per il suo ritorno, ed esso sarà ███ grazie a loro.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/06f850e5a4b6fa662b8699dda1293f21_5446660702931516222.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sentendo la risposta, la Dea dei Fiori non riuscì a contenere la sua ammirazione per la saggezza e la grandezza della mente della principessa. Da allora, la Dea dei Fiori si alleò con Sua Eccellenza Maggiore Rukkhadevata e\nper servire il bene del mondo intero. Come la brillante luna argentata, lo sfolgorante sole dorato e i campi color smeraldo, insieme portarono le persone alla prosperità."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/766f6dc32f9b78e3d6d817340c09f9d2_5849015888927505500.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Secondo la leggenda, l'antica festa di Sabzeruz, che prende il nome da Nabu Malikata, originariamente era la celebrazione del compleanno della Dea dei Fiori per Sua Eccellenza Maggiore Rukkhadevata. Tanto tempo fa, gli amici di Sua Eccellenza Maggiore Rukkhadevata le organizzarono un banchetto celebrativo durante uno dei suoi compleanni. Alcuni dei si ubriacarono: uno cominciò a suonare e Sua Eccellenza Maggiore cominciò a cantare e così la Dea dei Fiori iniziò a ballare. Mentre danzava sull'erba, tantissime e bellissime Padisarah iniziarono a fiorire ovunque lei poggiasse i piedi. Quei brillanti fiori viola divennero il suo palcoscenico abbagliante. Tutti gli dei gridarono: <color=#ffffff>\"Ah, se solo il tempo potesse fermarsi in questo preciso momento\".</color> Dopo la morte della Dea dei Fiori, i Padisarah scomparvero insieme a lei. Sua Eccellenza Maggiore ricreò i fiori in memoria della sua amica ma non riuscì mai a replicare il loro particolare colore viola.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7032,
        "name": "Festival del Sabzeruz",
        "desc": "<p>Un festival di Sumeru che prende il nome dalla Dea dei Fiori e celebra il compleanno dell'Archon di Dendro.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/30/12694555/43abe7138f265ebc2d21ebb5f093c373_2825326439000586248.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "<p>Dea dei fiori, amica di Sua Eccellenza Maggiore Rukkhadevata e Re Deshret. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/20856775/54fc33ab94abb4b00460e448f7765892_3155104111087864753.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2673,
        "name": "Sogni dorati",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/194600931/ae8a2c6f24df66e1bd7cc2dbd83d330d_5836084318530605114.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2921,
        "name": "La pergamena della canzone fluente",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una pagina strappata ritrovata nelle rovine del deserto dai ricercatori della scuola di Vahumana dell'Akademiya. L'autore di questa pagina è ancora ignoto.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/22/35428890/c27b975a9c45619911e4e3decb71c44c_9029446757583137086.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Pianta sacra e nobile, le cui condizioni di crescita nel suo ambiente sono molto esigenti. I boccioli dei suoi fiori possono essere lavorati per preparare spezie preziose.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/d5172558c50dbc305ee422b95bf8ed21_2954304386179237064.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Creazione della Foresta",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Durante il regno dei tre dei, la Dea dei Fiori raccontò a Re Deshret della creazione di Teyvat da parte del Signore dei cieli, dell'istituzione del ciclo dei sette e della distruzione dei regni mortali per colpa degli Artigli Divini. Nonostante gli avvertimenti della Dea dei Fiori, il Signore del Deserto voleva distruggere l'ordine stabilito e acquisire una conoscenza proibita. Questa conoscenza non apparteneva a Teyvat ed era una forma di \"verità\" che non poteva essere nemmeno compresa. Proveniva dal profondo dell'Abisso e persino la Dea della Saggezza non era in grado di comprenderlo. La Dea dei Fiori si sacrificò affinché il re Deshret potesse acquisire questa conoscenza."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/b35a2b34ea69abb274d5d77fc3c3be91_7230007813000477699.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sua Eccellenza Maggiore Rukkhadevata non era d'accordo con il piano dei suoi amici e li abbandò. Secondo le leggende, la dea che aveva il comando sulle piante evocava uno spirito delle piogge tempestive, il cui nome era Varuna, o \"acqua e cielo\". Il Consegno di Varuna è un dispositivo che Sua Eccellenza Maggiore Rukkhadevata creò per evocare la pioggia e con questo creare una foresta nel deserto. Il giallo del passato venne sostituito dal verde così che la terra arida potesse trasformarsi in una terra piena di vita. Per evitare che il deserto si estendesse ulteriormente e distruggesse la foresta, fece costruire il Muro di Samiel al confine, trattenendo le tempeste di sabbia."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/082561a52f6fa856993a1bb215e57af1_272252549940466142.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Nella foresta, Rukkhadevata piantò l'albero di Ashvattha. La leggenda racconta della regina Aranyani che disse ad Ashvattha che molte persone sole vivevano tra i boschi e che il numero dei bambini nella foresta doveva aumentare affinché diventassero tutti amici. E quindi Ashvattha produsse una melagrana bella e piena con molti semi al suo interno, il primo dei quali a germogliare fu Aramuhukunda, il primo Aranara. I semi continuarono a germogliare e gli Aranara si sparsero come foglie su un albero. Gli spiriti della foresta, gli Aranara, sono diventati i famigli dell'Archon di Dendro e vengono considerati suoi figli.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7033,
        "name": "Aranara",
        "desc": "<p>Famigli di Sua Eccellenza Maggiore Rukkhadevata e spiriti della foresta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/05/362377527/17cf70138c55ea3166d1145473c73599_6865618280488171744.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "<p>Dea dei fiori, amica di Sua Eccellenza Maggiore Rukkhadevata e Re Deshret. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/20856775/54fc33ab94abb4b00460e448f7765892_3155104111087864753.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7037,
        "name": "Aramuhukunda",
        "desc": "<p>L'Aranara più antico nato dall'albero di Ashvattha, piantato da Sua Eccellenza Maggiore Rukkhadevata.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/20856775/9df61e7b2a0bd94581f4f130902a6c26_6037525475973441159.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Conoscenza proibita",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/b1e044cfe5dbf7226b5d796e986dab11_6766143973391250128.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dopo il sacrificio della Dea dei Fiori per far sì che il Re Deshret potesse acquisire la conoscenza proibita, pian piano iniziò ad avvelenare la coscienza del Signore del Deserto. Per colpa della conoscenza proibita, il deserto iniziò ad appassire e a soffrire di una malattia incurabile, Eleazar. La malattia Eleazar causava delle squame scure sulla pelle, l'intorpidimento degli arti e nella fase finale addirittura la morte. Al-Ahmar cercò di usare la conoscenza proibita per creare un paradiso terrestre e per disfarsi del corpo mortale, ma la città che creò, alla fine, cadde."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/e8f967b7a6dcb81e6e56f8548f2776b8_4464903366813932796.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Quando il deserto stava per raggiungere la distruzione e l'Irminsul era ormai stato infettato dalla conoscenza proibita, Sua Eccellenza Maggiore Rukkhadevata arrivò ad aiutare il suo vecchio amico. Il Re Deshret si sacrificò e Rukkhadevata utilizzò quasi tutta la sua forza per distruggere la conoscenza proibita. Pertanto, la regina Aranyani fu ridotta a una bambina e divenne l'unica sovrana di Sumeru.\nCol tempo, la storia del regno di Sua Eccellenza Maggiore Rukkhadevata, la Dea dei Fiori, e del Signore del Deserto iniziò ad essere distorta. Gli abitanti del deserto, ovvero i seguaci del Re Deshret, credevano che l'Archon di Dendro fosse un nemico per il loro dio e che distrusse il suo popolo, forzando i loro antenati a scappare nel deserto dove furono costretti a vivere costantemente nella paura per colpa dei loro nemici. Credevano che insieme alle persone dell'Akademya, Sua Eccellenza Maggiore nascose ciò che accadde veramente e fece finta di essere buona e generosa."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/503676f6a3b0765e437578486c2faee2_2717919540826992014.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tanto tempo fa, prima che gli umani esistessero, Teyvat era comandata dai Sette Draghi Sovrani. Sumeru era la terra del drago di Dendro Apep. A quei tempi, il territorio era completamente coperto da foreste tropicali. Quando\napparve a Teyvat, si verificò una guerra inimmaginabile che causò distruzione e un altissimo numero di danni. Il mondo era sul punto di collassare. Il Re Drago Nibelung acquisì il\nal di fuori del suo modo e portò i draghi a combattere in una battaglia contro l'ordine stabilito dagli estranei. Dopo la morte di Nibelung, Apep cercò di raccogliere altra conoscenza proibita dagli angoli del mondo, ma fu fermata da una punta gigante caduta dal cielo. Dove prima c'era solo foresta sorsero dune di sabbia. Poi Al-Ahmar fece un patto con Apep: avrebbe costruito un impero sulle sue terre e in cambio, dopo la sua morte, avrebbe rinunciato a tutta la sua conoscenza."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/9fa85e75ae6e639777111e34a91323c4_2182312494045557387.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Quando Apep assorbì il corpo del Re Deshret, lei si infettò con la conoscenza proibita. La vita elementale che scorreva all'interno del suo corpo venne distrutta dall'apocalisse. Molte creature abbandonarono il corpo del drago per sopravvivere. Con una di queste creature, Sua Eccellenza Maggiore Rukkhadevata creò il Seme Infuocato che imitava il funzionamento del \"Cuore dell'Oasi\" del Drago di Dendro. Il Cuore dell'Oasi era la fonte di potere di Apep. Con il Seme, il Cuore dell'Oasi poteva essere riattivato facendo in modo che il Drago di Dendro potesse riprendersi. L'essere elementale, assumendo la forma di un Fungo, viaggiò fino alle Miniere sotterranee dell'Abisso, dove un artiglio divino conteneva il potere dell'Abisso. Sua Eccellenza Maggiore di Dendro promise che un giorno\nsarebbe stata eliminata, che tutti i ricordi ad essa collegati sarebbero diventati sfocati e che la creatura sarebbe stata l'unica a mantenere questo tipo di ricordi. Solo con il potere di Sua Eccellenza Maggiore riuscì a sopravvivere per diversi secoli, trasformando il potere dell'apocalisse. La stessa Rukkhadevata non fu in grado di aiutare il Drago di Dendro, ma molti anni dopo il loro accordo era ancora rispettato.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4913,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3695,
        "name": "Guardiano dell'Oasi di Apep",
        "desc": "<p>﻿<span style=\"color: rgba(255, 255, 255, 0.65)\">Apep camminava nell'acqua come un pesce con la sua numerosa prole in quel mare d'erba odorosa, tra gli alberi giganteschi e i rampicanti interminabili. Poi, l'erba, gli alberi e i rampicanti divennero polvere, e sulla terra di Apep venne creato un fragile regno da creature minute come sassolini. Apep e la sua prole lasciarono che il mare di sabbia infuriasse come acqua bollente e spazzasse via le abitazioni come foglie al vento. Un giorno, il nuovo Signore della sabbia si riconciliò con il re che aveva perso la sua patria. Le dune sotto il sole divennero proprietà degli umani, mentre l'oasi dei draghi rimase nei cuori di quest'ultimi.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Apep condivise la conoscenza dell'evoluzione con la sua numerosa prole, poiché disseminare conoscenza ne permette la diffusione, mentre la saggezza accumulata senza scopo ristagna e non porta altro che rovina. Tenne fede al patto con il Signore della sabbia fino al giorno in cui ottenne la saggezza suprema, ma da quel momento non vide altro che scenari di oblio e di calamità eterna. ﻿</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Apep si ritrovò alla mercé di quella visione catastrofica. Le persone, gli dèi, i draghi, le bestie, i volatili e i pesci... Ogni ricordo, saggezza, parola e odio divenne come polvere incolore, e l'ultimo chiaro di luna sarebbe arso in una pioggia di pallide fiamme, per cadere infine su una terra desolata.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">...</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Apep considerò il fondo del mare di sabbia come la sua tomba, non come il palazzo di un re spodestato. Presto il veleno della \"saggezza\" avrebbe liberato Apep dall'odio e dalla rabbia che l'affliggevano da infinite lune. Ne aveva abbastanza di quell'apocalisse priva di colore. Poi, alla fine, la giovane dea e il viaggiatore dalla chioma bionda riportarono alla sua mente che, malgrado la terra verdeggiante che u",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/17/95525664/d6fda0fbccc37d41505ff1fcce5b6e77_4344157556890324852.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2896,
        "name": "Geofungo radicato",
        "desc": "<p>Una forma di vita mimetica composta da spore e che possiede un'estrema capacità di adattamento.</p><p>A causa dell'influenza dell'elemento Geo, ha subito una quasi totale cheratinizzazione.</p><p>Considerando che i Miconoidi si sono evoluti dalle spore, è possibile che, se ne avrà il tempo, questa creatura si evolverà in una forma di vita del tutto nuova.</p><p>Questa creatura esercita un ruolo di comando all'interno delle colonie di bestie fungine, e presenta un livello d'intelligenza superiore alla media.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/77454259/49216ca30200a7432b571186027efd61_5922896219884391583.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cataclisma",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Molto prima della sua morte, la Signora dei Fiori creò un fiore \"figlia\" Khvarena. Un giorno, la Dea dei Fiori vide un\nsenza volto nei suoi sogni, che la spaventò tantisimo. Nabu Malikata sapeva che sarebbe morta prima di questo disastro. Chiese a sua figlia di evitare che il disastro avvenisse e la affidò alle cure di un'altra \"madre\": Sua Eccellenza Maggiore Rukkhadevata. La Signora dei Fiori avvertì la sua amica dell'ondata oscura e le parlò del destino di Khvarena: avrebbe dovuto resistere alla prova della divisione e della morte per ottenere l'immortalità."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Ti darò un frammento di Khvarena, amica mia. Tienila vicina e tienila al sicuro.\"</color>\n<color=#ffffff>\"Lei deriva dalla saggezza dei fiori e dalle vene dei cieli, e in lei risiede la pura essenza della vita.\"</color>\n<color=#ffffff>\"Khvarena è un punto nel cuore del fiore, una singola goccia di luce in un mare di dolce rugiada.\"</color>\n<color=#ffffff>\"Per favore, fai tesoro del mio dono fino al giorno in cui l'abisso oscuro si solleverà per sommergere tutta la vita...\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/0058c3c9591f49bc0ac12760d5250fb4_4536574519318236724.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dopo la morte della Dea dei Fiori, Sua Eccellenza Maggiore Rukkhadevata trasformò Khvarena nell'uccello divino Simurgh e la incaricò di proteggere i due mondi, di custodire il confine tra nuova nascita e morte. Quando Teyvat venne invasa dai mostri dell'Abisso, tutti gli Archons, ad eccezione dell'Archon Dendro, furono mandati a combattere contro di loro. Proprio come millenni di anni fa, quando il deserto fu avvelenato dalla conoscenza proibita, gli Avvizzimenti apparvero in tutta la foresta di Sumeru. Gli Aranara lo chiamavano Marana, che significa \"morte\". L'Archon di Hydro Egeria, la Signora delle Molte Acque, andò con i suoi famigli, le Oceanidi, alla Fossa di Tunigi a Sumeru, dove apparve un passaggio per l'Abisso. Durante la battaglia venne uccisa e il suo corpo divenne un mare di pura rugiada, l'Amrita. Ma l'Amrita fu profanata dall'Abisso e, per purificare la sporcizia e garantire la purezza dell'Amrita, Simurgh distrusse la sua forma divina. Bevve l'acqua più pura del lago e, come una melagrana, esplose in tantissimi raggi di luce. Da questi raggi nacquero le Pari, le Guardiane della Fioritura e famigli dell'Archon di Dendro. Così com'era stato profetizzato, una notte la figlia lasciò l'abbraccio delle tre “madri” e si sacrificò alla crescente impurità del mondo.\nLa missione principale della regina Aranyani durante il cataclisma di Khaenri'ah era quella di proteggere l'Irminsul. Se fosse stato distrutto dal potere dell'Abisso, avrebbe potuto distruggere tutta Teyvat. Nel momento in cui si verificò il disastro, la coscienza di Rukkhadevata, connessa all'Irminsul, fu colpita da un dolore lancinante. Quando raggiunse l'Irminsul, esso presentava già segni di corruzione. La Dea della Saggezza capì che non poteva respingere la conoscenza proibita con la sola forza, così creò un dispositivo che univa tutta la saggezza umana e lo chiamò \"Akasha\". Con l'aiuto dell'Akasha, la Signora di Dendro portò via i sogni dal popolo di Sumeru, la quintessenza della saggezza umana. Raccolse la loro saggezza e diede tutti i suoi poteri, diminuendo nuovamente le dimensioni. Grazie alla saggezza del popolo di Sumeru, quasi tutta la conoscenza proibita fu cancellata dall'Irminsul.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7033,
        "name": "Aranara",
        "desc": "<p>Famigli di Sua Eccellenza Maggiore Rukkhadevata e spiriti della foresta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/05/362377527/17cf70138c55ea3166d1145473c73599_6865618280488171744.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanidi",
        "desc": "<p>Gli Oceanidi sono forme di vita Hydro intelligenti create dal precedente Arconte Hydro, Egeria, e sono in grado di manipolare l'acqua a piacimento. <span class=\"wk-shady\">Tutto il popolo di Fontaine un tempo erano Oceanidi, che Egeria aveva trasformato in umani per soddisfare i loro desideri nei suoi confronti, andando contro la volontà dei Principi Celesti.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/85019254/03504adeef60cc4ded53192b2287b1fe_5967388393566751296.jpg",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7076,
        "name": "Pari",
        "desc": "<p>Famigli dell'Archon di Dendro, sono nati dall'Amrita pura e dall'uccello divino Simurgh.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/05/20856775/b3f2d498cd8a7ada855b4e8f7dd5c593_3607427302512387963.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "<p>Dea dei fiori, amica di Sua Eccellenza Maggiore Rukkhadevata e Re Deshret. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/20856775/54fc33ab94abb4b00460e448f7765892_3155104111087864753.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Il precedente Archon di Hydro morto durante il Cataclisma 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/a5b8d23dd3fbe0969cc3ebce78f9c29f_5914355630979167572.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3694,
        "name": "Bagliore della Vourukasha",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/190184121/6e2518c61e769f58cc86a01361a99947_8953148292073308018.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Irminsul",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/1ce6047b7dbd231e04f84df4a935df37_9168097241795931538.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando la Signora di Dendro distrusse la conoscenza proibita dall'Irminsul grazie alla saggezza di tutte le persone, si rese conto che il processo fu più complicato del previsto. Si ritrovò con un mal di testa fortissimo che le causò una sensazione di disagio. Solamente in quel momento si rese conto che la sua coscienza era connessa all'Irminsul. Le aveva dato conoscenza e saggezza, ma la contaminazione aveva raggiunto anche lei. Da quel momento in poi la sua esistenza fu contaminata dalla conoscenza proibita. La regina Aranyani non solo soffrì molto, ma si rese anche conto che anche dopo la sua morte, tutto ciò che la riguardava avrebbe continuato ad esistere all'interno dell'Irminsul come ricordi e conoscenza, il che significava che la conoscenza proibita non avrebbe mai potuto essere sradicata totalmente. Ma Rukkhadevata non avrebbe mai potuto cancellare se stessa, quindi prese il ramo più puro dell'Irminsul come sua incarnazione nel successivo samsara,\n. Rukkhadevata le lasciò degli indizi in modo che sarebbe potuta tornare all'Irminsul e liberarlo dalla coscienza infettata dalla conoscenza proibita di Sua Eccellenza Maggiore. Quando l'Archon di Dendro distrusse la conoscenza proibita dall'Irminsul, tutti se ne dimenticarono e non sapevano che l'albero avrebbe continuato ad essere malato."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/397ad0d9334efd7f716959612d251d4a_4035637091275033085.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "500 anni dopo, l'infezione dell'Irminsul aveva iniziato a manifestarsi in diversi modi nel mondo reale:\nnella foresta, terremoti e tempeste di sabbia nel deserto. Gli scienziati che stabilirono una connessione con l'Irminsul diventarono pazzi. Inoltre, durante questa connessione, tutte le persone udirono un messaggio incompleto: <color=#ffffff>\"...Mondo... perdonami...\"</color>\n, il secondo Archon di Dendro, stabilì che il suo obiettivo principale era quello di salvare l'Irminsul perchè la sua morte avrebbe potuto causare la morte di tutta Teyvat. Utilizzando gli indizi lasciati da Sua Eccellenza Maggiore e il potere di due Gnosi, riuscì ad entrare nella coscienza dell'Irminsul com'era 500 anni fa e ad incontrare gli echi della coscienza della sua predecessora. Rukkhadevata raccontò la verità sulla sua morte e sulla nascita della Signore Minore e parlò anche del suo messaggio completo: <color=#ffffff>\"Lascia che il mondo mi dimentichi definitivamente\"</color> . L'Irminsul conteneva tutta la conoscenza e i ricordi di questo mondo, e cancellare Sua Eccellenza Maggior da lì significava che tutti i suoi ricordi sarebbero scomparsi. Ma questo era l'unico modo per salvare l'Irminsul.\nNonostante Nahida non volesse dimenticare Rukkhadevata, cancellò la Signora di Dendro dall'Irminsul. Con ogni ricordo di Rukkhadevata cancellato, il Viaggiatore era l'unico rimasto in grado di ricordarla. Tutti gli abitanti di Teyvat che appartenevano a questo mondo si dimenticarono di lei. Da allora, si crede che la Signora Minore Kusanali sia l'unico Archon di Dendro ad aver sacrificato il suo potere per salvare Sumeru 500 anni fa.\nUna volta, la Signora Minore Kusanali sentì la presenza di Sua Eccellenza Maggiore in un sogno creato da uno studioso dell'Akademiya. Nel momento in cui entrò nel sogno, si sentì come avvolta da una calda coperta di sentimenti. Faceva talmente caldo che le sembrava di essere tornata all'inizio della sua vita tanto da non volersi più risvegliare. Questa sensazione assomigliava alle parole su un pezzo di carta dopo essere state cancellate: Nahida non poteva più vederle ma poteva ancora intravedere le leggere rientranze nel punto in cui le parole erano state scritte. La sensazione svanì senza lasciare traccia quando la Signora Minore aprì gli occhi. Nahida decise di non soffermarsi troppo sul significato di quel calore perchè sapeva che questo calore un tempo la sosteneva e che la sua esistenza le aveva permesso di arrivare dov'era oggi.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Un uccello rinchiuso tra le mura del Santuario di Surasthana che può vedere il mondo solo attraverso i suoi sogni.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/35428890/f29490bddc56b4a6773b6c5003bbb853_9091170755650648414.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3373,
        "name": "Ramoscello d'argento",
        "desc": "<p>A new branch taken from the center of the world.</p><p>There was once a giant tree that ran across the world, and this twig was part of it. Though it has been removed from the tree, their connection remains strong as ever.</p><p>Therefore, as long as the giant white tree that symbolizes the center of the world does not die, it will never wither.</p><p> </p><p>\"Trees\" symbolize life. In one of the stories from a certain place, there was a person who had entrusted her consciousness to the white tree's branches before she passed away. In that way, neither her life nor hope would be lost, since the branches would grow and sprout where there was sunshine and rain, and would one day blossom and bear fruits.</p><p>\"Trees\" also symbolize wisdom. In one of the legends, a sage hanging upside down on a tree had acquired the knowledge of how to inscribe runes and control sacred words, and thus followed the kingdom established along the tree's roots, eventually gaining a glimpse of the secret of the cosmos.</p><p>All knowledge, memory, and experience flow through this giant tree, just like a stream flows into a river, the river joins a sea, the sea turns into clouds, and the clouds rain onto the ground - just like life itself.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/19/77454259/05a1c827b845851af03663ede6b2d41f_7557901024563427117.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Akademiya di Sumeru",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Un giorno, un saggio intraprese un viaggio alla ricerca dell'Archon di Dendro per affrontare il disastro di Sumeru. La sua pietà e saggezza furono riconosciute da Sua Eccellenza Maggioreche gli diede la sua benedizione. Apparvero davanti al Primo Saggio tutti i tipi di scene spettacolari possibili, come se tutta la conoscenza del mondo fosse dipinta su una tela proprio davanti a lui e ne rimase affascinato. Dopo molto tempo, acquisì tutta la conoscenza che poteva comprendere. In seguito, disse all'Archon di Dendro: <color=#ffffff>\"Mi mancano i miei genitori, mia moglie e i miei figli. Sono stato lontano da casa per troppo tempo. Devono essere preoccupati\".</color> L'Archon di Dendro sorrise. Un secondo dopo il saggio si ritrovò sdraiato nel suo letto come se si fosse appena svegliato da un sogno. Sua moglie, sdraiata accanto a lui, disse: <color=#ffffff>\"Oggi vai alla ricerca dell'Archon di Dendro, giusto? Fai buon viaggio, amore mio.\"</color> Alla fine, il Primo Saggio si occupò di molti disastri nella città di Sumeru e fondò l'Akademiya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/d7d1a43cffcb0080a5bcc3e479d19d76_3877014687419637945.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "L'Akademiya divenne non solo il principale istituto scientifico di Sumeru ma anche la principale struttura governativa. Veneravano Sua Eccellenza Maggiore e la consideravano una divinità di virtù. Ogni anno organizzavano una celebrazione piuttosto sontuosa per il suo compleanno. Il giorno in cui la Signora di Dendro morì, i saggi trovarono l'appena nata Signora Minore Kusanali che divenne il nuovo Archon di Dendro. Il giorno in cui fu ritrovata divenne il nuovo compleanno dell'Archon. All'inizio la gente credeva che Sua Eccellenza Maggiore fosse tornata, ma poi i saggi si resero conto che Kusanali non aveva gli stessi poteri. Rinchiusero la Signora Minore all'interno del Santuario di Surasthana e iniziarono a governare loro stessi Sumeru. Incolpavano Kusanali per la morte di Sua Eccellenza Maggiore e la consideravano troppo debole. La regina Aranyani una volta installò un dispositivo nel Santuario di Surasthana per isolarsi dal mondo esterno e meditare. 500 anni fa il grande saggio modificò questo dispositivo in modo che non potesse essere controllato dall'interno. Pertanto, la Signora Minore fu intrappolata nella creazione della sua predecessora. Da allora l’Akademiya smise di celebrare la festa di Sabzeruz e fece finta che la festa non esistesse. Per loro, questo era un altro ricordo della morte della loro amata sovrana.\nMigliaia di anni dopo la distruzione della civiltà di Re Deshret, nel deserto si organizzò un gruppo di seguaci radicali di Al-Ahmar, ai quali l'oracolo predisse la rinascita del Signore del deserto. I \"guardiani del villaggio\", ovvero gli studiosi che lasciarono l'Akademiya per andare nel deserto, iniziarono a scomparire dal villaggio di Aaru. Un uomo misterioso disse alla gente che gli scienziati erano un sacrificio necessario per la resurrezione del Re Deshret. I seguaci radicali di Al-Ahmar furono fermati quando appresero la verità dagli scritti di Kasala, l'oracolo di Re Deshret. Appresero che Sua Eccellenza Maggiore aveva dato una mano alla civiltà di Deshret e che colei che avevano considerato la loro nemica e sognavano vendetta per tutta la vita si era rivelato essere la loro salvatrice.\nCon l'aiuto del potere dell'Akasha, creato da Sua Eccellenza Maggiore Rukkhadevata, i saggi dell'Akademiya crearono un terminale Akasha che utilizzava il potere della Gnosi. Indossandolo, le persone venivano aiutate dalla saggezza dell'Archon di Dendro e acquisivano la conoscenza necessaria. Pian piano, i saggi iniziarono a utilizzare la creazione della Dea della Saggezza non per dare la conoscenza a tutti coloro che la desideravano, ma per collocare la conoscenza necessaria all'Akademiya. Molte informazioni divennero proibite e non fu più possibile distinguere il vero dal falso. I Grandi Saggi usavano il terminale Akasha per addormentare le persone e per raccogliere i loro sogni e creare un falso dio. Considerando che l'Akademiya stava utilizzando il terminale per le ragioni sbagliate, la Signora Minore Kusanali decise di chiudere l'Akasha. Quando diede la Gnosi a uno dei Fatui Araldo in cambio della conoscenza, l'Akasha cessò di esistere.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "name": "Akademiya di Sumeru",
        "desc": "<p>L'organizzazione di Sumeru che esercita il controllo amministrativo della regione ed educa le persone.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/06/362377527/f104ae555e12009875976f0efe8966fb_3736979445995815945.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7032,
        "name": "Festival del Sabzeruz",
        "desc": "<p>Un festival di Sumeru che prende il nome dalla Dea dei Fiori e celebra il compleanno dell'Archon di Dendro.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/30/12694555/43abe7138f265ebc2d21ebb5f093c373_2825326439000586248.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosi",
        "desc": "<p>Le \"Gnosi\" sono dei punti focali magici interni che ciascuno dei Sette possiede, permettendo loro di risonare direttamente con Celestia stessa e fungendo da emblema del loro status. <span class=\"wk-shady\">Successivamente viene rivelato che le \"Gnosi\" sono state create dai resti del Terzo Discendente.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Un uccello rinchiuso tra le mura del Santuario di Surasthana che può vedere il mondo solo attraverso i suoi sogni.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/35428890/f29490bddc56b4a6773b6c5003bbb853_9091170755650648414.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "<p>Dea dei fiori, amica di Sua Eccellenza Maggiore Rukkhadevata e Re Deshret. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/20856775/54fc33ab94abb4b00460e448f7765892_3155104111087864753.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "La Dea dei Fiori, amica di Rukkhadevata. Governò a Sumeru insieme ad Al-Ahmar. Dopo la morte di Nabu Malikata, Rukkhadevata si prese cura di sua \"figlia\" Khvarena.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Re Deshret, amico di Rukkhadevata. Governò a Sumeru insieme a Nabu Malikata. Rukkhadevata aiutò Sumeru a liberarsi dalla conoscenza proibita, comparsa per colpa di Al-Ahmar.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Il precedente Archon di Hydro morto durante il Cataclisma 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/a5b8d23dd3fbe0969cc3ebce78f9c29f_5914355630979167572.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "La Signora delle Molte Acque, morta a Sumeru durante il Cataclisma. Rukkhadevata fece crescere l'albero <color=#ffffff73>Harvisptokhm</color> dal corpo di Egeria per preservare la sua coscienza e sigillare la Fossa di Tunigi.\nKhvarena\n\"Figlia\" di Nabu Malikata. Rukkhadevata la trasformò nell'uccello divino Simurg a causa del Cataclisma.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7033,
        "name": "Aranara",
        "desc": "<p>Famigli di Sua Eccellenza Maggiore Rukkhadevata e spiriti della foresta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/05/362377527/17cf70138c55ea3166d1145473c73599_6865618280488171744.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Famigli di Rukkhadevata",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7076,
        "name": "Pari",
        "desc": "<p>Famigli dell'Archon di Dendro, sono nati dall'Amrita pura e dall'uccello divino Simurgh.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/05/20856775/b3f2d498cd8a7ada855b4e8f7dd5c593_3607427302512387963.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Famigli di Rukkhadevata.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Un uccello rinchiuso tra le mura del Santuario di Surasthana che può vedere il mondo solo attraverso i suoi sogni.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/35428890/f29490bddc56b4a6773b6c5003bbb853_9091170755650648414.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "L'attuale Archon di Dendro. Creata da Rukkhadevata a partire da un ramo dell'Irminsul.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7032,
        "name": "Festival del Sabzeruz",
        "desc": "<p>Un festival di Sumeru che prende il nome dalla Dea dei Fiori e celebra il compleanno dell'Archon di Dendro.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/30/12694555/43abe7138f265ebc2d21ebb5f093c373_2825326439000586248.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "I festeggiamenti del compleanno dell'Archon di Dendro.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "name": "Akademiya di Sumeru",
        "desc": "<p>L'organizzazione di Sumeru che esercita il controllo amministrativo della regione ed educa le persone.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/06/362377527/f104ae555e12009875976f0efe8966fb_3736979445995815945.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "L'Akademiya di Sumeru fu fondata sotto il patronato di Sua Eccellenza Maggiore.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Articoli correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 2921,
        "name": "La pergamena della canzone fluente",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una pagina strappata ritrovata nelle rovine del deserto dai ricercatori della scuola di Vahumana dell'Akademiya. L'autore di questa pagina è ancora ignoto.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/22/35428890/c27b975a9c45619911e4e3decb71c44c_9029446757583137086.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2922,
        "name": "Il foglio del fogliame",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/22/35428890/0de691fd7ef4621a488218ee8eefad9e_5824351196426563402.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2679,
        "name": "Scheggia di smeraldo Nagadus",
        "desc": "<p>Materiale d'ascensione personaggi.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/26/194600931/8a494dcde9769dd1e536512e1a689ba1_1454102751638301920.PNG",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2678,
        "name": "Frammento di Smeraldo Nagadus",
        "desc": "<p>Materiale d'ascensione dei personaggi.</p><p>\"Ho fatto un sogno lunghissimo...\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/26/194600931/58cae6f57061984127a0a6e2970fa134_3475036179228236840.PNG",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2677,
        "name": "Pezzo di smeraldo Nagadus",
        "desc": "<p>Materiale d'ascensione dei personaggi.</p><p>\"Ho fatto un sogno lunghissimo...\"</p><p>\"Le persone si tenevano per mano e danzavano assieme in cerchio, che fossero saggi o stolti, danzatori o guerrieri, burattini o statue di divinità...\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/26/194600931/d45535e4a38da93077684ded74ff2ab7_1374781580009305626.PNG",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2676,
        "name": "Gemma di smeraldo Nagadus",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Materiale d'ascensione dei personaggi.</span><br><span style=\"color: rgb(255, 255, 255)\">\"Ho fatto un sogno lunghissimo...\"</span><br><span style=\"color: rgb(255, 255, 255)\">\"Le persone si tenevano per mano e danzavano assieme in cerchio, che fossero saggi o stolti, danzatori o guerrieri, burattini o statue di divinità...\"</span><br><span style=\"color: rgb(255, 255, 255)\">\"Quel cerchio danzante rappresentava l'universo. La vita è sempre stata il fine, ma il mezzo sarà la saggezza.\"</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/26/194600931/4e6fdd6c33dcd340000b8d8087573f23_3166795351403582672.PNG",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2672,
        "name": "Memorie di Boscoprofondo",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/194600931/f526e111c9c7dcbaed0d7fd8c8d58ef2_6545580301650182707.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2673,
        "name": "Sogni dorati",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/194600931/ae8a2c6f24df66e1bd7cc2dbd83d330d_5836084318530605114.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3321,
        "name": "Fiore del paradiso perduto",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/50ce09dfa5a91a33aa9cedfb15bcf2d1_864016614991586234.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3694,
        "name": "Bagliore della Vourukasha",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/190184121/6e2518c61e769f58cc86a01361a99947_8953148292073308018.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2696,
        "name": "Talismano di rame della rugiada silvestre",
        "desc": "<p>Weapon Ascension Material.</p><p>Under the instructions of the First Sage, the ancestors of the forest people made these talismans using withered trees to commemorate the Lord of Verdure.</p><p>The talisman's shape was inspired by the forest dew. It symbolizes the permeation of wisdom into mortal minds.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/30/94376896/11ddd1bff01183e94e9cc781a79a2474_52820346445795437.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2697,
        "name": "Talismano di ferro della rugiada silvestre",
        "desc": "<p>Weapon Ascension Material.</p><p>Later, the Lord of Verdure taught people the mystery of the forging of black iron. The innocent mortals thus grasped the knowledge of using fire to forge blades.</p><p>The Lord of Verdure took pleasure in their knowledge - Lethal as fire and blades were to her, they made ordinary people powerful.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/30/94376896/125a6c8e66307d5cbf44bff8dc430756_5053162374216950532.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2698,
        "name": "Talismano d'argento della rugiada silvestre",
        "desc": "<p>Weapon Ascension Material.</p><p>In the myriad lore of the forest, the one in the striped cape that resembled blazing flames was the Greater Lord of the Labyrinths and the Owner of the Moon-Mirrored Spring.</p><p>When he bowed his head and struck up a friendship with the Lord of Verdure, the tokens of their friendship were the gems that glimmered like water and silver that gleamed like the moonlight.</p><p>To repay such a gesture, the Lord of Verdure promised to keep secrets for the Greater Lord of the Labyrinths and safeguard the intricate and beautiful dreams of the rainforest.</p><p>No one could have foretold that the magnificent mansion of secrets and dreams would later fade away amidst the shroud of the dark flame of oblivion, after which its ash returned to the soil and became nutrients for the virgin rainforests.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/30/94376896/d26b5f895516b6ab912be2437c4d405c_1025075224940936420.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2699,
        "name": "Talismano d'oro della rugiada silvestre",
        "desc": "<p>Weapon Ascension Material.</p><p>\"Mortals hold dear three things only: the spring water that embraces the moonlight, verdant life, and ageless youth...\"</p><p>The nature of \"wisdom\" is not domination over all minds or scheming to gain all the benefit.</p><p>Instead, it is about empowering even ordinary beings to one day overcome their imposed constraints.</p><p>Though the roar of the tiger is no longer heard in the forest and the resilient guardians would seclude themselves within the dreams of children... On the night when every secret golden seal is lifted and all dreams glow like amber in the moonlight, perhaps she and her beloved people will eventually win genuine freedom.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/30/94376896/6589e8def2462112ce3979dc2b74923e_3052296086323144482.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2695,
        "name": "Tempi andati di possanza infuocata",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Materiale d'ascensione delle armi.<br>Nell'era in cui l'ignorante Signore dei deserti regnava, il suo potere si estendeva su ogni angolo di terra come il sole cocente.<br>Le antiche tavolette narrano che trasformò il suo potere in sette raggi di luce accecante o in sette pilastri che distribuì equamente e misericordiosamente a ciascuno. Nessuno fu trascurato e nessuno fu scontentato.<br>Quella fu un'epoca d'oro dimenticata, un'epoca in cui la Signora dei fiori era sparita tra le sabbie e la Signora delle piante era determinata ad andarsene. Solo i discendenti nella sabbia gialla scelsero di seguire la propria divinità. Anche se la cupa ombra della calamità incombeva, il potere in cui avevano fede brillava come l'ambra e l'oro. Tuttavia, la calamità si abbatté e le insegne dorate degli scarabei furono sepolte nelle profondità di santuari e palazzi, sotto pilastri crollati con immagini di grifoni e tori.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/03/35428890/926dfd8c47c13abca0158294efe5751e_6673827712114431709.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2681,
        "name": "Funghi di Rukkhashava",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Un tipo di fungo che cresce sviluppando strati uno sopra l'altro, come a formare un mare di nuvole, e che cresce principalmente sugli alberi nel profondo della foresta pluviale.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/26/194600931/fbfb9632c9668ce46422fa5b2acb9f0d_1275182905724371156.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "textualResearch": [
      {
        "title": "Dialoghi di Sua Eccellenza Maggiore",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>(Archon Quest: Capitolo 3, Atto 5 \"L'Akasha batte, la fiamma del kalpa sorge\")</color>\n<color=#37ffff>Rukkhadevata</color> <color=#dbdee1>:</color> <color=#ffffff73>L'Irminsul e le terre circostanti sono stati riprodotti qui esattamente com'erano molti anni fa, ma questo è solo un regno della coscienza.</color>\n<color=#37ffff>Rukkhadevata</color> <color=#ffffff73>: Noi due siamo manifestazioni della stessa natura, ecco perché il nostro aspetto è esattamente lo stesso.</color>\n<color=#37ffff>Nahida</color> <color=#ffffff73>: Cosa? Siamo... della stessa natura? Perché?</color>\n<color=#37ffff>Rukkhadevata</color> <color=#ffffff73>: Perché tu sei me, e io sono te.</color>\n<color=#37ffff>Rukkhadevata</color> <color=#ffffff73>: Tu sei me nel nuovo samsara.</color>\n<color=#37ffff>Nahida</color> <color=#ffffff73>: Il nuovo samsara...</color>\n<color=#37ffff>Rukkhadevata</color> <color=#ffffff73>: In quanto Sua Eccellenza Maggiore Rukkhadevata, sono l'Avatar dell'Irminsul e tu sei il ramo più puro che è stato spezzato dall'Irminsul.</color>\n<color=#37ffff>Rukkhadevata</color> <color=#ffffff73>: Vedila così... Anche se un albero muore, i suoi rami un giorno metteranno radici e cresceranno, continuando a dare vita all'albero in un'altra forma.</color>\n<color=#37ffff>Rukkhadevata</color> <color=#ffffff73>: Sono solo ciò che rimane della coscienza di Sua Eccellenza Maggiore Rukkhadevata. La vera me probabilmente è morta molto tempo fa.</color>\n<color=#37ffff>Rukkhadevata</color> <color=#ffffff73>: Mmm... A giudicare dal tuo aspetto, sono morta da almeno cinquecento anni...</color>\n<color=#37ffff>Rukkhadevata</color> <color=#ffffff73>: Ma finalmente sei qui, la mia nuova \"me\" in questo samsara.</color>\n<color=#37ffff>Viaggiatore</color> <color=#ffffff73>: Quindi è questa la connessione fra voi due...</color>\n<color=#37ffff>Nahida</color> <color=#ffffff73>: Se questo è vero, allora io... un giorno sarò una grande Archon come te?</color>\n<color=#37ffff>Rukkhadevata</color> <color=#ffffff73>: Nonostante condividiamo la stessa natura, i nostri destini sono diversi. Ogni cosa ha il suo destino.</color>\n<color=#37ffff>Rukkhadevata</color> <color=#ffffff73>: Quando un ramo cresce e diventa un albero maturo, non sarà mai uguale all'albero originario.</color>\n<color=#37ffff>Nahida</color> <color=#ffffff73>: È per questo che il destino è il sapere ultimo, non è così?</color>\n<color=#37ffff>Rukkhadevata</color> <color=#ffffff73>: Molto perspicace. Sì, proprio così.</color>\n<color=#37ffff>Rukkhadevata</color> <color=#ffffff73>: Ed è anche esattamente per questo motivo che tu non diventerai come me...</color>\n<color=#37ffff>Nahida</color> <color=#ffffff73>: Davvero...</color>\n<color=#37ffff>Rukkhadevata</color> <color=#ffffff73>: Ma, forse, potresti diventare un'Archon anche più grande di me.</color>\n<color=#37ffff>Rukkhadevata</color> <color=#ffffff73>: Vedo già in te una determinazione che a me mancava, e questa ti condurrà verso un futuro tutto tuo.</color>\n<color=#37ffff>Rukkhadevata</color> <color=#ffffff73>: Per non parlare della benedizione delle esperienze passate.</color>\n<color=#37ffff>Rukkhadevata</color> <color=#ffffff73>: Non preoccuparti. Lo sviluppo della saggezza è come quello di una pianta: bisogna aspettare pazientemente che fiorisca.</color>\n<color=#37ffff>Viaggiatore</color> <color=#ffffff73>: Anche io ho fiducia in Nahida...</color>\n<color=#37ffff>Paimon</color> <color=#ffffff73>: A pensarci bene, i saggi non si sono mai avvicinati al vero significato della saggezza...</color>\n<color=#37ffff>Nahida</color> <color=#ffffff73>: Grazie... Niente mi rende più felice che scoprire che l'Archon che ho sempre ammirato in realtà era la me stessa di un altro destino.</color>\n<color=#37ffff>Nahida</color> <color=#ffffff73>: È stato un piacere parlare con te, Sua Eccellenza Maggiore Rukkhadevata. Avevo sempre desiderato incontrarti...</color>"
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "Cutscene Animation: \"A Dream of Falling Branches\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=zgQG0b-Isbk",
        "coverUrl": "https://i.ytimg.com/vi/zgQG0b-Isbk/maxresdefault.jpg",
        "duration": 158
      },
      {
        "title": "Story Teaser: Lost Legacies in the Sand | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=EEGh9J0TH2E",
        "coverUrl": "https://i.ytimg.com/vi/EEGh9J0TH2E/maxresdefault.jpg",
        "duration": 160
      }
    ]
  }
}