{
  "epId": 4912,
  "name": "Nabu Malikata",
  "desc": "<p>Dea dei fiori, amica di Sua Eccellenza Maggiore Rukkhadevata e Re Deshret. </p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/20856775/54fc33ab94abb4b00460e448f7765892_3155104111087864753.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1729025568,
  "components": {
    "galleryCharacter": [
      {
        "key": "Oasi di Pairidaeza",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/20856775/2aecd0cbc7fed64726988d15d13bc3ac_287163729645413572.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "\"...Le sue foglie non saranno strappate dalle mani dell'autunno, e i clicli del tempo non trasformeranno la gioia primaverile in una maledizione di diversi anni...\""
          }
        ]
      },
      {
        "key": "Tre Troni",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/20856775/491b654ccbda6f938128d84f1630784b_5006228357678984177.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Troni di Nabu Malikata, Re Deshret e Sua Eccellenza Maggiore Rukkhadevata."
          }
        ]
      },
      {
        "key": "Monte Damavand",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/20856775/cea77152e8d80c9424b84497c3d652ae_6011486125515851500.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Una tempesta senza fine imperversa nel cuore del Monte Damavand. Gli abitanti del deserto dicono che celi la posizione dell'Oasi eterna."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Nabu Malikata"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Sumeru"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Angeli\nDei"
          }
        ]
      },
      {
        "key": "Titolo",
        "value": [
          {
            "type": "RichText",
            "text": "Dea dei fiori"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Espulsione da Celestia",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Stando a quanto racconta la leggenda, la\nera una dei bellissimi angeli che vivevano in\n. La sua pelle risplendeva di un chiarore lunare, il suo viso era indescrivibilmente bello e sul suo capo vi erano meravigliose corna. Un giorno il cielo si dischiuse e si fecero strada degli invasori provenienti da un altro mondo (presumibilmente guidati dal Secondo Venuto), che portarono con loro una grande guerra, distruzione, piaghe e conoscenza proibita. Quella conoscenza era una forma di \"verità\" che non poteva essere compresa, dato che non apparteneva a questo mondo. Proveniva dalla profondità dell'Abisso ed il mondo la rifiutava costantemente. Dopo la guerra, gli angeli vennero esiliati da Celestia e molti della specie alla quale apparteneva la Dea dei fiori vennero privati della loro mente, lei stessa rimase con il corpo gravemente ferito. I gusci lasciati dai bellissimi angeli divennero i Seelie ed ora guidano i viaggiatori verso tesori e prestano aiuto alle persone, proprio come hanno sempre fatto. Nabu Malikata vagò per settantadue notti tra le terre ormai aride, i suoi talloni si consumarono sulla ghiaia impietosa e le sue ferite si tramutarono in fonti, che si trasformarono a loro volta in fiumi senza confini. Questi corsi d'acqua fluivano in lussureggianti giardini dai quali sbucavano ninfee di colore blu, madri dei Djinn, nati da sogni inebrianti ed amare perdite di memoria. Rapita dalla loro tenerezza, la Dea esiliata rimase sulla terra e, dove camminava, crescevano fiori di un incredibile colore viola che furono ribattezzati Padisarah.\nNel deserto la Dea dei fiori incontrò il Re delle Sabbie Rosse,\n. I due si allearono ed iniziarono a governare assieme sul popolo. Tra la gente iniziò a circolare la voce che la Dea dei fiori fosse la divinità della gioia e della felicità. Dalle sue maniche sgorgava acqua fresca, grazie alla quale si formò una fiorente oasi nel bel mezzo del deserto. Fiori ed erba seguivano il suo cammino e la luna splendente le illuminava la via. Nei momenti di bisogno, da quando il paradiso aveva voltato le spalle all'umanità, la Dea dei fiori estendeva la sua misericordia a tutti i mortali, facendo in modo che si appropriassero nuovamente della felicità e che si godessero il piacere ed il lusso. Ella donava sogni agli esiliati, agli agitati ed ai folli e in quei sogni venivano loro offerti i piaceri più desiderati. Sfiancati dal peso della crudele realtà, essi erano attratti dal fascino della Dea dei fiori e rapiti dalla sua bellezza. Un giorno, assieme al Dio del deserto, Nabu Malikata costruì per i Djinn la \"Città degli Anfiteatri\": Ay-Khanoum, che nell'antica lingua dei Djinn significava \"Città della Vergine della Luna\". Eppure, anche in quell'epoca dorata, la Dea dei fiori continuava a provare dolore."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/06/237301566/0e40e4e8d20f80d6d48522739fd50f48_7580633568483767453.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Molto tempo fa, quando le ombre si allungavano sulla terra, sangue e lacrime si mescolarono per creare un giardino primaverile. La Dea dei fiori soffriva e così, dalle sue lacrime, nacque la città di zaffiro conosciuta come Tulaytullah. Sotto le sue cupole azzurre, i Tighnariani diedero orgogliosamente vita a numerose generazioni piene di saggezza. Tulaytullah era il gioiello più prezioso della Dea dei fiori, nei suoi giardini fiorivano dei Padisarah di un viola surreale, mentre le melagrane mature intonavano i loro canti.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7075,
        "name": "Djinn",
        "desc": "<p>Famigli della Dea dei fiori, nati da sogni inebrianti e amari ricordi di perdite.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/04/20856775/088cc44c7bcd870f595f2621739187fb_6535982375884418708.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "name": "Al-Ahmar",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Sovrano del deserto di Sumeru, noto anche come Re Deshret e Re Scarlatto o il Signore delle Sabbie Dorate, fu il primo a esplorare i segreti dell’oscura conoscenza proibita, lasciando un’impronta eterna tra le dune. </span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/06/445590549/513d51e0ebfd54f5da34a9f85dfaf61f_639172384376205685.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3320,
        "name": "Rimembranza di Tulaytullah",
        "desc": "<p>Una campana forgiata in zaffiro scuro e argento sterling. I suoi echi non perdono di brillantezza neanche a lunghe distanze.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/8de363bf716e4538ba86014fbea827ef_1659819870214382408.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 3321,
        "name": "Fiore del paradiso perduto",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/50ce09dfa5a91a33aa9cedfb15bcf2d1_864016614991586234.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2700,
        "name": "Reminiscenza del giardino dell'oasi",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Materiale d'ascensione delle armi.<br>Si diceva che la Signora dei fiori fosse la Signora della gioia e della felicità. L'acqua fresca sgorgava dalle sue maniche e così nacque nel deserto un'oasi di fiori sboccianti. Fiori e piante seguirono le sue orme e il bagliore della luna le mostrò la strada. Nei giorni cupi in cui il cielo voltò le spalle alla terra, la Signora dei fiori estese la sua misericordia ad ogni cosa e a ciascuno dei mortali, permettendo loro di ritrovare la felicità e l'ego, consentendo la ripresa dell'ozio e del lusso.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/30/94376896/f3d4942112747ff9e243134a244a9bc1_9067175629614940137.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2701,
        "name": "Benevolenza del giardino dell'oasi",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Materiale d'ascensione delle armi.<br>Nei testi di letteratura sepolti nelle profondità delle sabbie gialle, la Signora dei fiori era la Padrona dei sogni. Dispensava sogni tra gli esiliati, i maniaci e i folli. Quei sogni mostravano i loro più amati vizi. Schiacciati dalla brutalità della realtà, erano affascinati dalla Signora dei fiori e rapiti dalla sua bellezza e benevolenza.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/30/94376896/1056b63e391c2064561c1629a64ee77d_6389936980772314496.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2702,
        "name": "Compianto del giardino dell'oasi",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Materiale d'ascensione delle armi.<br>La Signora dei Fiori era in buoni rapporti con i djinn.<br>La Signora dei fiori e delle oasi collaborò con il Signore dei deserti e costruirono Ay-Khanoum, la \"Città degli anfiteatri\", che portava il significato di \"Città della Fanciulla della luna\" nell'antico linguaggio dei Jinn.<br>Si dice che più avanti, comunque, la Signora dei fiori morì a causa delle cattiverie del sole rovente e delle sabbie gialle, fu così che i boccioli porpora dei Padisarah non si videro mai più nelle oasi. Dopo la scomparsa della Signora dei fiori, le tempeste di sabbia imperversarono, i djinn piansero e i dischi delle gemme argentei come la luna persero il loro gioioso scopo originale, emanando un flebile bagliore luttuoso.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/30/94376896/50f11014dc9900bcd9d402e79caad6e8_396839527581251385.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2703,
        "name": "Verità del giardino dell'oasi",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Materiale d'ascensione delle armi.<br>\"Chi adorerebbe un dio defunto?\"<br>Un tempo, la Signora dei fiori aveva altri due alleati. Oltre a saggezza e potere, portò al suo popolo misericordia e gioia. Così come la terra non necessita solo del sole rovente e della pioggia battente, per il popolo della Signora dei fiori la felicità e l'amore, il canto e la musica, il vino e le stravaganze erano essenziali come la forza e la sensibilità.<br>Si dice che i fiori sboccino affinché possano godere di una morte spettacolare, e questo era proprio lo scopo sincero della Signora dei fiori: la morte aggiunge amarezza alla gioia perduta e si intensifica con il tempo attraverso le memorie infinite.<br>L'ignorante Signore dei deserti non è mai stato consapevole delle sue ragioni. Si è limitato a godere dell'immenso fascino e della grazia di lei, e per quanto tali ferventi affetti potessero essere fuorvianti, rientravano perfettamente nei calcoli della Signora dei fiori.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/30/94376896/d57f129a3d99caf45852020799fa467f_2638586212105471777.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2930,
        "name": "Il pastore e la bottiglia magica",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La storia di un pastore che trovò una bottiglia magica abitata da un essere inaspettato.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/22/35428890/7a0a7278d7ddb0d96d13606cc45155a4_8541423891824654734.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sua Eccellenza Maggiore Rukkhadevata",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "La leggenda narra che la Signora di Pushpavatika un tempo sentì parlare di una saggia principessa e discese tra le divine terre per mettere alla prova la sua saggezza. La Dea dei fiori pose tre indovinelli alla fanciulla e le promise in premio spezie, oro e pietre preziose. La principessa acconsentì, sebbene per lei la conoscenza avesse più valore dell'oro. Il primo indovinello fu il seguente:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Cos'è in vita, ma freddo come la morte, che proprio in punto di morte genera calore?\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "La principessa rispose:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Parli della fragile rosa al termine della primavera. Ricoperta di spine, ma dotata di rara bellezza. Il suo fiore? Colto per farne profumi. Il suo stelo? Trasformato in stoppini per lampade a olio. Nel corso della storia, innumerevoli amanti ne sono rimasti incantati, e perfino il re in rosso ne ammira la bellezza. La rosa però, non si è mai infatuata di nessuno. Non fa altro che appassire con la luna nuova, con la rugiada del mattino.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "La Dea dei fiori approvò segretamente, eppure il suo bellissimo viso rimase calmo some sempre. Il secondo indovinello della Signora di Pushpavatika fu questo:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Cosa ascende dalla terra, per poi discendere dal cielo? Nessuno l'ha mai vista, eppure è in grado di vedere tutto. Come sopra, così sotto, e allo stesso modo, il fondo non è che la cima. Eppure, non può che essere da cima a fondo, e mai il contrario?\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "La principessa diede questa risposta:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Parli della legge universale creata dai cieli, le leggi divine stabilite all'alba dei tempi. Nessuno hai mai visto l'eterna legge, eppure governa noi tutti. Non possiamo far altro che inchinarci e venerare Vaana degli spiriti celesti, senza arroganza, trucco o inganno. Chi osa imitare le arti proibite incomberà nelle calamità che giacciono ai confini della conoscenza divina.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Il cuore della Dea dei fiori si colmò di gioia, ma rimase fredda all'apparenza ed a seguire ci fu il terzo indovinello:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Cosa può fermare una freccia, ma non la distruzione? Non può distruggere armature, ma può distruggere città. Non si inchina agli emissari del cielo, né ai regni terreni. Cosa mai può resistere alla forza di dèi e demoni?\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "La principessa rispose in questo modo:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Parli dell'eterna saggezza, ciò che protegge la civiltà</color> <color=#ffffffd9>███</color> <color=#ffffff>. Rinascerà con</color> <color=#ffffffd9>███</color> <color=#ffffff>, e resterà eterna come</color> <color=#ffffffd9>███</color> <color=#ffffff>.</color>\n<color=#ffffff>Anche se le sabbie del tempo turbineranno sotto i suoi piedi, continuerà a esistere ugualmente come</color> <color=#ffffffd9>███</color> <color=#ffffff>dieci milioni di anni dopo.</color>\n<color=#ffffff>Il popolo gioirà per</color> <color=#ffffffd9>███</color> <color=#ffffff>, e</color> <color=#ffffffd9>███ a causa loro.</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/06/237301566/ebf82d018dd8108f0f8582cb64328cbe_4643491810176885222.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sentendo la risposta, la Signora di Pushpavatika non riuscì più a contenere l'ammirazione per la saggezza e la grandezza della mente della principessa. Quella fanciulla era Sua Eccellenza Maggiore Rukkhadevata. Da allora, come era successo con la brillate luna argentata, l'ardente sole dorato e i campi color smeraldo, la Dea dei fiori decise di allearsi a Sua Eccellenza Maggiore Rukkhadevata ed assieme a Re Deshret iniziarono a servire il mondo intero, garantendo prosperità al loro popolo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/06/237301566/af0b11227c52e6b65bbf488e85926612_8477541174707169896.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Secondo la leggenda l'antico Festival del Sabzeruz, che si chiamava così per via di Nabu Malikata, in origine era una festa di compleanno organizzata dalla Dea dei fiori per celebrare Sua Eccellenza Maggiore Rukkhadevata. Molto tempo fa, gli amici di Sua Eccellenza Maggiore Rukkhadevata organizzarono un banchetto celebrativo per uno dei suoi compleanni. Alcune delle divinità si ubriacarono: qualcuno iniziò a suonare e Sua Eccellenza Maggiore Rukkhadevata si mise a cantare, così la Dea dei fiori cominciò a ballare. Mentre ella toccava l'erba, fiorivano innumerevoli Padisarah ad ogni suoi passo. Quei fiori di colore viola brillante divennero il suo scintillante palcoscenico. Tutti gli dei mormorarono: <color=#ffffff>\"Oh, se solo potessimo fermare il tempo\"</color> . Danzare in onore di quelle divinità divenne una delle tradizioni principali del festival. Sebbene quegli dei non esistano più, la tradizione della danza in loro onore è rimasta. La danzatrice del Teatro Zubayr, Nilou del Gran Bazaar, progettò il suo costume proprio per la danza nella quale rappresentava la Dea dei fiori. La leggenda narrava che la dea aveva delle meravigliose corna sul capo, così Nilou creò una corona speciale per mostrare quella caratteristica. Durante il festival su tutto il palco vengono posizionati dei Padisarah, simbolo della Dea dei fiori.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7032,
        "name": "Festival del Sabzeruz",
        "desc": "<p>Un festival di Sumeru che prende il nome dalla Dea dei Fiori e celebra il compleanno dell'Archon di Dendro.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/30/12694555/43abe7138f265ebc2d21ebb5f093c373_2825326439000586248.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>La Dea della Saggezza, precedente Archon di Dendro e amica di Nabu Malikata e del Re Deshret. E' stata cancellata completamente dall'Irminsul per salvarlo dalla conoscenza proibita.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/09/362377527/acd0bdd45468ca7918a0d122cd91f01a_1541552034862194288.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "name": "Al-Ahmar",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Sovrano del deserto di Sumeru, noto anche come Re Deshret e Re Scarlatto o il Signore delle Sabbie Dorate, fu il primo a esplorare i segreti dell’oscura conoscenza proibita, lasciando un’impronta eterna tra le dune. </span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/06/445590549/513d51e0ebfd54f5da34a9f85dfaf61f_639172384376205685.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La stella del Teatro Zubayr. Una fanciulla piena di calore e innocenza, che si esibisce in danze vivaci ed eleganti.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/10/35428890/586d726f9ebda3506c78beaaa41f13b6_5916447718992361520.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2673,
        "name": "Sogni dorati",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/194600931/ae8a2c6f24df66e1bd7cc2dbd83d330d_5836084318530605114.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2921,
        "name": "La pergamena della canzone fluente",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una pagina strappata ritrovata nelle rovine del deserto dai ricercatori della scuola di Vahumana dell'Akademiya. L'autore di questa pagina è ancora ignoto.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/22/35428890/c27b975a9c45619911e4e3decb71c44c_9029446757583137086.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Pianta sacra e nobile, le cui condizioni di crescita nel suo ambiente sono molto esigenti. I boccioli dei suoi fiori possono essere lavorati per preparare spezie preziose.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/d5172558c50dbc305ee422b95bf8ed21_2954304386179237064.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Spirito di sacrificio",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Un giorno, la Signora di Pushpavatika rivelò la verità sulla creazione del mondo all'amico Signore del deserto. Per prima cosa furono creati il sole e tre luminose lune, fu così che nacquero il giorno e la notte. Successivamente venne creato il peso e la sabbia si sistemò formando la terra, ciò che invece era privo di gravità divenne il cielo. Vennero poi eletti i sette monaci saggi, che diedero una regola alle traiettorie disegnate dalla terra, dall'acqua e dalle stelle. Sebbene la sfera celestiale fosse soltanto un'illusione, le persone crearono dei miti osservando le stelle e le lune. In quei tempi pacifici gli emissari divini parlavano apertamente con le persone, portando loro messaggi dall'alto dei cieli. Tempo dopo vennero distrutte le barriere del mondo originale ed un oscuro veleno si insinuò nella terra. Gli invasori discesero dalle nubi e non ci fu più fine alla distruzione. Questi intrusi dichiararono guerra agli angeli ed a tutta l'umanità, sperando di spezzare il loro legame. Il padrone dei cieli, consumato dal terrore per quell'ondata crescente di illusione e devastazione, utilizzò i chiodi divini per riparare la terra e con questi distrusse il regno dei mortali. Gli angeli soffrirono il tormento dell'esilio e persero la loro connessione con il cielo, assieme al potere dell'illuminazione. Da quel momento la Dea dei fiori non riuscì più a volgere lo sguardo al cielo, sebbene continuasse a sentire il richiamo costante della sua casa.\nRe Deshret ponderò le parole della Dea dei fiori e le raccontò i suoi desideri più reconditi. Il ciclo dei sette doveva essere rimosso e dovevano essere distrutti sia il sole che le lune, in modo che scomparissero i confini tra vita e morte. Nelle parole e nei desideri di Al-Ahmar, la Signora di Pushpavatika intravide un'opportunità di trascendere l'assurdo ordine che ormai governava il mondo. Ella lo mise in guardia sul pericolo della ricerca del Signore delle quattro ombre e gli raccontò le sue visioni di un futuro disastroso, ma il re rifiutò di ritirarsi. La Dea dei fiori aveva predetto e pianificato tutto in anticipo, quindi capiva il profondo significato delle sue parole."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Manterrò i tuoi segreti per via dei sentimenti che il mio cuore ha per te, e per il Signore della saggezza.</color>\n<color=#ffffff>Ti costruirò un ponte, per permetterti di placare i tuoi desideri più profondi. Ma non dovrai temere il chiodo cristallino di zaffiro...</color>\n<color=#ffffff>Ti porterò a un grado di conoscenza più profondo. Come ho detto però, il tuo destino è quello di subire perdite...</color>\n<color=#ffffff>Tuttavia, nascondi la mia lezione nel tuo cuore. Ricorda la punizione una volta inflitta sugli emissari caduti dei cieli.</color>\n<color=#ffffff>Ricorda: se c'è speranza in questo mondo, verrà trovata fra i mortali più comuni.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/06/237301566/dfcf0a928602c1afc7a4500fa5514d1d_7819808113385516854.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Pur conoscendo le conseguenze, per Re Deshret, la Dea dei fiori aprì il passaggio verso la conoscenza proibita. Avvolta dall'oscurità, ella guidò il suo più caro amico sulla via della comprensione di tutto il sapere riguardante i cieli e l'abisso. Sapeva da molto tempo che avrebbe dovuto sacrificare se stessa. Il corpo di Re Deshret divenne un tramite ed una bellissima oasi, fu questo il prezzo da pagare ed apparve anche un gigantesco tornado al centro del deserto. In quel paradiso, dove ora mancava uno degli Dei, cominciarono a soffiare devastanti tempeste di sabbia e tutto venne inghiottito dalla calamità. Dalla quella tempesta tornò soltanto Re Deshret, mentre la Dea dei fiori non fu mai più vista.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Primigenio",
        "desc": "<p>Il Primo Discendente, sconfisse i Draghi Sovrani del mondo e creò gli umani. Il Primigenio potrebbe essere Phanes.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/11/20856775/54fc33ab94abb4b00460e448f7765892_3287798328747037195.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "name": "Al-Ahmar",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Sovrano del deserto di Sumeru, noto anche come Re Deshret e Re Scarlatto o il Signore delle Sabbie Dorate, fu il primo a esplorare i segreti dell’oscura conoscenza proibita, lasciando un’impronta eterna tra le dune. </span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/06/445590549/513d51e0ebfd54f5da34a9f85dfaf61f_639172384376205685.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2849,
        "name": "Bastone delle sabbie scarlatte",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Uno degli esemplari di una coppia di scettri forgiati in ossidiana. Leggenda vuole che questi bastoni dessero la facoltà di guidare le popolazioni del deserto, ma nessun servitore attualmente in vita è in grado d'identificare queste insegne regali.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/194600931/fc9a85ad2a47dc0386d55ac4e8596440_7909203100593110405.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2673,
        "name": "Sogni dorati",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/194600931/ae8a2c6f24df66e1bd7cc2dbd83d330d_5836084318530605114.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3321,
        "name": "Fiore del paradiso perduto",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/50ce09dfa5a91a33aa9cedfb15bcf2d1_864016614991586234.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Khvarena",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Molto prima della sua morte la Dea dei fiori creò una \"figlia\" floreale, Khvarena. Un giorno la Signora di Pushpavatika vide in sogno un\n, che la spaventò incredibilmente. Nabu Malikata sapeva che il suo destino era sacrificare se stessa per i mortali e che sarebbe stato solamente un bellissimo preludio della sua nuova vita, era quindi consapevole che sarebbe morta prima di quel disastro. Ella chiese a sua figlia di prevenire il cataclisma e la affidò alle cure di un'altra \"madre\", Sua Eccellenza Maggiore Rukkhadevata. La Dea dei fiori avvertì l'amica riguardo all'oscuro presagio e le raccontò il destino di Khvarena: avrebbe dovuto sopportare la prova della divisione e della morte per ottenere l'immortalità."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Ti darò un frammento di Khvarena, amica mia. Tienilo stretto e mantienilo al sicuro.</color>\n<color=#ffffff>Proviene dalla saggezza dei fiori e dalle vie dei cieli, e racchiude la pura essenza della vita.</color>\n<color=#ffffff>Khvarena è un punto nel cuore di un fiore, una singola goccia di luce in un mare di dolce rugiada.</color>\n<color=#ffffff>Fai tesoro del mio regalo, fino al giorno in cui l'abisso oscuro emergerà per annegare tutta la vita...\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Dopo la morte della Dea dei fiori, Sua Eccellenza Maggiore Rukkhadevata tramutò Khvarena nell'uccello divino Simurgh e le affidò la protezione di due mondi, assieme alla difesa del confine tra nascita e morte. Nella forma dell'uccello divino, poteva vedere le vivide sfumature di infiniti uccelli e la sua canzone era quella di numerosi fiori. Simurgh indugiava nel sonno tra pini, cipressi e loti di neve, così quando giunse il disastro si svegliò ed andò incontro alla sua inevitabile morte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/06/237301566/06fb58047b7794f1c605ffa922279cd9_8809208170849009415.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Fu in quel momento che Teyvat venne invasa dai mostri dell'Abisso e che tutti gli Archon, ad eccezione di quella di Dendro, vennero mandati a combatterli. L'Archon di Hydro Egeria, Signora delle molte acque, partì assieme ai suoi famigli per la Fossa di Tunigi a Sumeru, nella quale era apparso un passaggio verso l'Abisso. Ella venne uccisa durante la battaglia ed il suo corpo divenne un mare di pura rugiada, l'Amrita, che però fu dissacrata dall'Abisso. Per ripulire la sporcizia ed assicurare la purezza dell'Amrita, Simurgh distrusse la sua forma divina. Bevve l'acqua più pura del lago e, come una melagrana, esplose in mille raggi di luce. Khvarena discese sul corpo trasparente della Signora dell'Amrita e così sbocciò un mare di fiori che diede vita alle Guardiane dei fiori, le Pari. Come era stato profetizzato, una notte, la figlia dovette lasciare l'abbraccio delle tre \"madri\" e sacrificare se stessa per mondare l'impurità del mondo.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7076,
        "name": "Pari",
        "desc": "<p>Famigli dell'Archon di Dendro, sono nati dall'Amrita pura e dall'uccello divino Simurgh.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/05/20856775/b3f2d498cd8a7ada855b4e8f7dd5c593_3607427302512387963.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>La Dea della Saggezza, precedente Archon di Dendro e amica di Nabu Malikata e del Re Deshret. E' stata cancellata completamente dall'Irminsul per salvarlo dalla conoscenza proibita.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/09/362377527/acd0bdd45468ca7918a0d122cd91f01a_1541552034862194288.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Il precedente Archon di Hydro morto durante il Cataclisma 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/a5b8d23dd3fbe0969cc3ebce78f9c29f_5914355630979167572.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3694,
        "name": "Bagliore della Vourukasha",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/190184121/6e2518c61e769f58cc86a01361a99947_8953148292073308018.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Oasi eterna",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/06/237301566/7f40cb43b4a76176f42c8d3028682fdd_7100122832273665521.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nell'era in cui la Dea dei fiori condivideva il trono con Re Deshret e Sua Eccellenza Maggiore Rukkhadevata, i Djinn lasciarono in eredità un trono adornato di smeraldi e rubini per celebrare l'unione fra i tre amici. Nell'oasi paradisiaca sbocciavano Padisarah e cantavano gli uccelli. Quando la Dea dei fiori aprì il passaggio verso la conoscenza proibita, fu l'oasi a pagarne il prezzo. Con la sparizione dell'angelo, sparirono anche i bellissimi Padisarah. Sua Eccellenza Maggiore Rukkhadevata replicò i fiori nei ricordi dell'amico, ma non fu mai in grado di riprodurne il colore unico. Il Signore del deserto costruì un cimitero in onore della sua amica. Grazie al potere delle gemme nascoste nelle profondità delle sabbie ed all'aiuto dei Djinn, egli riuscì a creare un'oasi eterna all'interno della quale il tempo si ferma. Promise al Djinn che, nell'Oasi Eterna, la Dea dei fiori avrebbe dormito profondamente ed un giorno si sarebbe svegliata dal suo sonno."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/06/237301566/05a73ef863e3b56834b468c2899a4e3d_1367739046252934502.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dopo molti secoli, la leggenda dell'Oasi Eterna si diffuse tra le tribù nomadi del deserto. I girovaghi raccontavano di un posto pieno di lussureggiante vegetazione governato dalla dormiente Dea dei fiori e protetto da Ferigees, ultima madre dei Djinn. Ella era divenuta il sigillo delle porte che si aprivano sull'oasi e benediva ogni mortale venuto prima di lei con decisa tenerezza, sia che fosse buono o malvagio. La Tribù dei Tanit venerava Nabu Malikata e le matriarche si consideravano sue figlie. L'Oasi Eterna era il fulcro del loro culto religioso e credevano che chiunque riuscisse a conquistarla, avrebbe ottenuto il trono di Nabu Malikata. Erano unite dal sogno comune di un favoloso giardino di Padisarah, che conservava una conoscenza senza limiti. Proprio come predetto dalla profezia lasciata dalla loro Dea, anche dopo l'erosione della civiltà, l'umanità era sopravvissuta tenacemente. Sebbene private della guida divina, le tribù del deserto avevano trovato un modo di riunirsi attraverso i ricordi di una Dea deceduta da tempo. L'immagine di un'isola nascosta da qualche parte in un deserto lontano, era rimasta vivida nelle menti della tribù e quei vagabondi senza radici continuavano nel loro ciclo di vita e morte tra le sabbie delle dune.\nFu il Viaggiatore, assieme alla madre dei Djinn (Liloupar) ed a Jeht dei Tanit, a disturbare la quiete dell'oasi distruggendo il meccanismo che a lungo aveva mantenuto il suo equilibrio. Liloupar sperava di incontrare la sua padrona in quel luogo, ma scoprì che Re Deshret aveva ingannato i Djinn e che la Dea dei fiori era morta molto tempo prima. Attraverso una trance della madre dei Djinn, il Viaggiatore fu in grado di vedere l'oasi del passato: un palazzo con mattoni di giada cremisi collegato ad un giardino, nel quale fiorivano molteplici piante dai colori vibranti e con uccelli che cantavano canzoni senza fine. I Djinn erano menestrelli e coppieri. Nel giardino danzavano monaci disorientati e vagabondi cenciosi mentre si muovevano tra i narcisi, bevendo la linfa vitale dalle figlie delle viti. Il luogo in cui aveva vissuto la Dea dei fiori era diverso da qualsiasi altro ed era anche il giardino nel quale riposava ora. <color=#ffffff>\"Le rose fioriscono come fiamme scoppiettanti, dando fuoco alla vita degli uccelli notturni. Le candele sorridono gentili, ma non offrono che rovina alle povere falene\"</color> . In quell'eco del passato, il Viaggiatore vide Nabu Malikata: la sua pelle brillava di lucentezza lunare ed il suo portamento era indescrivibilmente meraviglioso. Il suo aspetto era come la totalità dei suoi Djinn, i quali, nel loro essere sublimi non sono che petali del fiore che è lei, la quintessenza di ogni aroma esistente. Incontrando il suo sguardo, il Viaggiatore vide solamente il nulla assieme ad un vuoto senza fine e cadendo nel suo abbraccio, la sua mente si riempì di un terrore crescente.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7075,
        "name": "Djinn",
        "desc": "<p>Famigli della Dea dei fiori, nati da sogni inebrianti e amari ricordi di perdite.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/04/20856775/088cc44c7bcd870f595f2621739187fb_6535982375884418708.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>La Dea della Saggezza, precedente Archon di Dendro e amica di Nabu Malikata e del Re Deshret. E' stata cancellata completamente dall'Irminsul per salvarlo dalla conoscenza proibita.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/09/362377527/acd0bdd45468ca7918a0d122cd91f01a_1541552034862194288.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "name": "Al-Ahmar",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Sovrano del deserto di Sumeru, noto anche come Re Deshret e Re Scarlatto o il Signore delle Sabbie Dorate, fu il primo a esplorare i segreti dell’oscura conoscenza proibita, lasciando un’impronta eterna tra le dune. </span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/06/445590549/513d51e0ebfd54f5da34a9f85dfaf61f_639172384376205685.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3530,
        "name": "Liloupar",
        "desc": "<p>Liloupar è la leggendaria Madre dei Djinn, una figura mistica e potente che ha influenzato le sorti di Gurabad. Sotto la sua influenza, la città ha conosciuto un periodo di grande prosperità, ma è altrettanto rovinosamente caduta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/08/445590549/919fe68dc22d6d80b3a8118ce6c80491_3980150348106771178.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3527,
        "name": "Babel",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/190184121/e3ada2f7642f67aa52b067345fae5a54_7622344965033757548.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3445,
        "name": "Jeht",
        "desc": "<p>Eremita, figlia di Ufairah e dell'eremita Jebrael.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/07/194600931/5a2b16ed95cb2de7f10938e86283d8cc_6964787147983871189.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3321,
        "name": "Fiore del paradiso perduto",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/50ce09dfa5a91a33aa9cedfb15bcf2d1_864016614991586234.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Pianta sacra e nobile, le cui condizioni di crescita nel suo ambiente sono molto esigenti. I boccioli dei suoi fiori possono essere lavorati per preparare spezie preziose.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/d5172558c50dbc305ee422b95bf8ed21_2954304386179237064.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La stella del Teatro Zubayr. Una fanciulla piena di calore e innocenza, che si esibisce in danze vivaci ed eleganti.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/10/35428890/586d726f9ebda3506c78beaaa41f13b6_5916447718992361520.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Battute"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Curiosità: Padisarah</color>\nQuando la Dea dei fiori balla, da sotto i suoi piedi spuntano dei veri Padisarah. Deve essere uno spettacolo magnifico. Mi piacerebbe vederlo."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "RichText",
        "text": "Angeli\nProbabilmente Nabu Malikata è una delle uniche sopravvissute della sua razza.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "name": "Al-Ahmar",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Sovrano del deserto di Sumeru, noto anche come Re Deshret e Re Scarlatto o il Signore delle Sabbie Dorate, fu il primo a esplorare i segreti dell’oscura conoscenza proibita, lasciando un’impronta eterna tra le dune. </span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/06/445590549/513d51e0ebfd54f5da34a9f85dfaf61f_639172384376205685.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Amico di Nabu Malikata, governava su Sumeru assieme a Rukkhadevata. La Dea dei fiori sacrificò la propria vita per fare in modo che Al-Ahmar potesse ottenere la conoscenza proibita.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>La Dea della Saggezza, precedente Archon di Dendro e amica di Nabu Malikata e del Re Deshret. E' stata cancellata completamente dall'Irminsul per salvarlo dalla conoscenza proibita.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/09/362377527/acd0bdd45468ca7918a0d122cd91f01a_1541552034862194288.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Amica di Nabu Malikata, governava su Sumeru assieme a Re Deshret. Dopo la morte di Nabu Malikata, Rukkhadevata si prese cura della \"figlia\" della sua amica.\nKhvarena\n\"Figlia\" di Nabu Malikata, a causa del Cataclisma di 500 anni fa venne trasformata da Rukkhadevata nell'uccello divino Simurgh.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7075,
        "name": "Djinn",
        "desc": "<p>Famigli della Dea dei fiori, nati da sogni inebrianti e amari ricordi di perdite.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/04/20856775/088cc44c7bcd870f595f2621739187fb_6535982375884418708.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Famigli della Dea dei fiori, che vivevano ad Ay-Khanoum.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3530,
        "name": "Liloupar",
        "desc": "<p>Liloupar è la leggendaria Madre dei Djinn, una figura mistica e potente che ha influenzato le sorti di Gurabad. Sotto la sua influenza, la città ha conosciuto un periodo di grande prosperità, ma è altrettanto rovinosamente caduta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/08/445590549/919fe68dc22d6d80b3a8118ce6c80491_3980150348106771178.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3510,
        "desc": "<p>Born from water lilies,  Liloupar, the great Jinni, whose soul had been shattered due to an ancient punishment, was sealed in a transparent magic bottle.<br>Now, it seems that she has found a new master...<br><br>Although she only possesses a-hundred millionth of her previous great power, she will use what is left of her to help her master pass through the hot sand and ancient ruins of the Desert of Hadramaveth.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/28/194600931/4ac128e999f11d7b4ca081badc38ab46_6746532569145593795.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "Un Djinn, che un tempo serviva la Dea dei fiori.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Libri e oggetti correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 2921,
        "name": "La pergamena della canzone fluente",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una pagina strappata ritrovata nelle rovine del deserto dai ricercatori della scuola di Vahumana dell'Akademiya. L'autore di questa pagina è ancora ignoto.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/22/35428890/c27b975a9c45619911e4e3decb71c44c_9029446757583137086.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3321,
        "name": "Fiore del paradiso perduto",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/50ce09dfa5a91a33aa9cedfb15bcf2d1_864016614991586234.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3694,
        "name": "Bagliore della Vourukasha",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/190184121/6e2518c61e769f58cc86a01361a99947_8953148292073308018.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3320,
        "name": "Rimembranza di Tulaytullah",
        "desc": "<p>Una campana forgiata in zaffiro scuro e argento sterling. I suoi echi non perdono di brillantezza neanche a lunghe distanze.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/8de363bf716e4538ba86014fbea827ef_1659819870214382408.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2700,
        "name": "Reminiscenza del giardino dell'oasi",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Materiale d'ascensione delle armi.<br>Si diceva che la Signora dei fiori fosse la Signora della gioia e della felicità. L'acqua fresca sgorgava dalle sue maniche e così nacque nel deserto un'oasi di fiori sboccianti. Fiori e piante seguirono le sue orme e il bagliore della luna le mostrò la strada. Nei giorni cupi in cui il cielo voltò le spalle alla terra, la Signora dei fiori estese la sua misericordia ad ogni cosa e a ciascuno dei mortali, permettendo loro di ritrovare la felicità e l'ego, consentendo la ripresa dell'ozio e del lusso.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/30/94376896/f3d4942112747ff9e243134a244a9bc1_9067175629614940137.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2701,
        "name": "Benevolenza del giardino dell'oasi",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Materiale d'ascensione delle armi.<br>Nei testi di letteratura sepolti nelle profondità delle sabbie gialle, la Signora dei fiori era la Padrona dei sogni. Dispensava sogni tra gli esiliati, i maniaci e i folli. Quei sogni mostravano i loro più amati vizi. Schiacciati dalla brutalità della realtà, erano affascinati dalla Signora dei fiori e rapiti dalla sua bellezza e benevolenza.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/30/94376896/1056b63e391c2064561c1629a64ee77d_6389936980772314496.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2702,
        "name": "Compianto del giardino dell'oasi",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Materiale d'ascensione delle armi.<br>La Signora dei Fiori era in buoni rapporti con i djinn.<br>La Signora dei fiori e delle oasi collaborò con il Signore dei deserti e costruirono Ay-Khanoum, la \"Città degli anfiteatri\", che portava il significato di \"Città della Fanciulla della luna\" nell'antico linguaggio dei Jinn.<br>Si dice che più avanti, comunque, la Signora dei fiori morì a causa delle cattiverie del sole rovente e delle sabbie gialle, fu così che i boccioli porpora dei Padisarah non si videro mai più nelle oasi. Dopo la scomparsa della Signora dei fiori, le tempeste di sabbia imperversarono, i djinn piansero e i dischi delle gemme argentei come la luna persero il loro gioioso scopo originale, emanando un flebile bagliore luttuoso.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/30/94376896/50f11014dc9900bcd9d402e79caad6e8_396839527581251385.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2703,
        "name": "Verità del giardino dell'oasi",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Materiale d'ascensione delle armi.<br>\"Chi adorerebbe un dio defunto?\"<br>Un tempo, la Signora dei fiori aveva altri due alleati. Oltre a saggezza e potere, portò al suo popolo misericordia e gioia. Così come la terra non necessita solo del sole rovente e della pioggia battente, per il popolo della Signora dei fiori la felicità e l'amore, il canto e la musica, il vino e le stravaganze erano essenziali come la forza e la sensibilità.<br>Si dice che i fiori sboccino affinché possano godere di una morte spettacolare, e questo era proprio lo scopo sincero della Signora dei fiori: la morte aggiunge amarezza alla gioia perduta e si intensifica con il tempo attraverso le memorie infinite.<br>L'ignorante Signore dei deserti non è mai stato consapevole delle sue ragioni. Si è limitato a godere dell'immenso fascino e della grazia di lei, e per quanto tali ferventi affetti potessero essere fuorvianti, rientravano perfettamente nei calcoli della Signora dei fiori.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/30/94376896/d57f129a3d99caf45852020799fa467f_2638586212105471777.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2694,
        "name": "Sogno di possanza infuocata",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Materiale d'ascensione delle armi.<br>L'argenteo chiaro di luna e le acque sorgive completavano un tempo lo scenario delle oasi. Ma da quando la Signora dei fiori era sparita nelle oscure tempeste di sabbia, il paradiso dorato senza preoccupazioni era stato soffocato dalla morte. Nelle poesie della tribù degli Eremiti, la luna proietta la sua luce argentea sul mantello cremisi, facendo impazzire Al-Ahmar, il Re in lutto.<br>In una melanconica ballata del deserto, spinto da una struggente nostalgia, il re solitario creò una terra dei sogni sempreverde nel mezzo del deserto, dove le acque sgorgavano indisturbate e permaneva un perpetuo crepuscolo.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/03/35428890/0f4da1fdc0aa6f58e698e290ec4e1302_9015059425005593599.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2695,
        "name": "Tempi andati di possanza infuocata",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Materiale d'ascensione delle armi.<br>Nell'era in cui l'ignorante Signore dei deserti regnava, il suo potere si estendeva su ogni angolo di terra come il sole cocente.<br>Le antiche tavolette narrano che trasformò il suo potere in sette raggi di luce accecante o in sette pilastri che distribuì equamente e misericordiosamente a ciascuno. Nessuno fu trascurato e nessuno fu scontentato.<br>Quella fu un'epoca d'oro dimenticata, un'epoca in cui la Signora dei fiori era sparita tra le sabbie e la Signora delle piante era determinata ad andarsene. Solo i discendenti nella sabbia gialla scelsero di seguire la propria divinità. Anche se la cupa ombra della calamità incombeva, il potere in cui avevano fede brillava come l'ambra e l'oro. Tuttavia, la calamità si abbatté e le insegne dorate degli scarabei furono sepolte nelle profondità di santuari e palazzi, sotto pilastri crollati con immagini di grifoni e tori.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/03/35428890/926dfd8c47c13abca0158294efe5751e_6673827712114431709.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Pianta sacra e nobile, le cui condizioni di crescita nel suo ambiente sono molto esigenti. I boccioli dei suoi fiori possono essere lavorati per preparare spezie preziose.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/d5172558c50dbc305ee422b95bf8ed21_2954304386179237064.png",
        "displayStyle": "card"
      }
    ]
  }
}