{
  "epId": 4916,
  "name": "Carole",
  "desc": "<p>Una tra le prime Melusine ad essere state introdotte a Fontaine dallo Iudex Neuvillette circa 400 anni fa. Diventò la prima della sua specie a far parte del Fantasma Marechaussee e a ricevere una medaglia per la pace. <span class=\"wk-shady\">Sacrificò se stessa nel tentativo di salvare le Melusine ingiustamente accusate di omicidio.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/218111227/b5144639de0b40a37167f40774eb8e6b_6608983440806842489.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1710979574,
  "components": {
    "galleryCharacter": [
      {
        "key": "Carole",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/218111227/54d819f57d56d4e686846c2fd51f6051_1526635245946587949.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Carole e Neuvillette"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/218111227/12a81eac8d9c5573fba1fdac9b167e2e_6534948715751822406.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Carole, come le altre Melusine, nacque dalle ferite che più di 400 anni fa furono inflitte al loro “padre” Elynas, da parte dei Cacciatori di Marechaussee e i membri dell’Ordo Narzissenkreuz. Le Melusine abitano in un villaggio di loro creazione chiamato Merusea, che si trova nei resti del corpo di Elynas ed impararono a costruire le proprie case proprio grazie al loro “Padre”. Vent’anni dopo la loro nascita, alcune Melusine decisero di visitare la Corte di Fontaine per vedere come vivevano gli esseri umani e provare a dare un significato alla propria esistenza. Con l’aiuto di Neuvillette, giovane Iudex di Fontaine nonché Drago dell’Acqua, Carol divenne una delle prime Melusine ad entrare alla Corte di Fontaine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/218111227/54d819f57d56d4e686846c2fd51f6051_5922343489707368683.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Grazie alla loro speciale visione e straordinaria capacità di notare cose inaccessibili all'occhio umano, Neuvillette invitò le Melusine a far parte del Fantasma Marechaussee (una speciale branca del Maison Gardiennage) che aveva il compito di indagare i crimini. Carole fu la prima Melusine nel Fantasma Marechaussee e venne affiancata a Vautrin, il capo della Sicurezza Speciale e Pattuglia di Sorveglianza. I cittadini della Corte di Fontaine, che non avevano mai visto le Melusine prima d’allora, le trattarono con cautela e scontento fomentati da delle dicerie secondo cui le Melusine fossero creature di sventura e che rappresentassero un pericolo per tutti. Essi erano soliti maltrattare le povere creature lanciando loro pietre, incitandole a tornare al proprio villaggio. Neuvillette e Carole erano a conoscenza del fatto che ci sarebbero volute pazienza e perseveranza per far convivere le due civiltà in totale armonia, ma lei era pronta ad intraprendere un lungo e difficile percorso per raggiungere il suo scopo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/218111227/c7324129b0223e4112132db8b48999f7_7736501499290916095.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "In seguito ad un duro lavoro durato cinque lunghi anni, Carole e Vautrin furono onorati da Neuvillette con una medaglia per la pace. Carole sperava che il suo duro lavoro avrebbe aiutato le Melusine a vivere pacificamente con le persone, eppure la consegna di questa medaglia adirò ancora di più coloro che appoggiavano il regime precedente, che videro i propri interessi andare in fumo grazie alle riforme introdotte dal giovane Iudex. Questi ultimi decisero di impartire una lezione a Neuvillette e spingere le Melusine a fuggire dalla città mettendo in atto un omicidio e far ricadere le colpe su una di loro.\nI sostenitori del vecchio regime ingannarono Carole e la convinsero a visitare la scena del crimine per incastrarla. Dopodiché seminarono il panico fra i cittadini, nel tentativo di convincere Neuvillette ad assumersi le colpevolezze dell’accaduto e spingerlo a dimettersi.\nCarole decise di sacrificarsi consegnandosi alla folla nel tentativo di calmare le acque, ma i Gendarmi non furono in grado di intervenire in tempo per via della fiumana di persone infuriate.\nVautrin, non credendo nella colpevolezza di Carole e sapendo che anime gentili come lei erano più soggette ad inganni e tradimenti, provò a proteggerla dalla folla inalberata forzandola a ritirarsi ma, purtroppo, non ci riuscì.\nL’ingiusto destino della Melusine riportò a galla dei dolorosi ricordi d’infanzia su sua sorella minore Illaria, morta in gioventù. Entrambe erano buone e innocenti e avevano sempre creduto nel bene delle persone. Quindi una volta scoperta la realtà sulla morte della sua collega, Vautrin decise di rivendicare Carole e fece fuori personalmente i cospiratori, pur sapendo che Neuvillette avrebbe dovuto dichiararlo colpevole ed esiliarlo nella Fortezza di Meropide.\nIn 400 anni il coraggio e il sacrificio di Carole riuscirono a realizzare il suo sogno: le Melusine ora vengono considerate membri rispettati della società nella Corte di Fontaine e coesistono pacificamente con gli umani.\nPer commemorare il suo atto eroico la Maison Gardiennage incluse le Melusine nel proprio emblema, in segno di rispetto e gratitudine per queste creature.\n<color=#ffd780>Articoli Correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Bestia dell'Abisso che apparve a Fontaine durante il Cataclisma di 500 anni fa. Elynas è il \"Padre\" di tutte le Melusine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/362377527/fa4c986eefe97522566b35be6e29e7a0_830321453062263704.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il Giudice supremo di Fontaine, anche conosciuto come lo Iudex, famoso per la sua incontestabile imparzialità.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/157266935/0513aa7f482dbb4778545d02f94956fe_7174467864028517893.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "name": "Melusine",
        "desc": "<p>Le Melusine sono una specie tutta femminile nata dalle ferite di Elynas dopo essere rimasto ferito da un'esplosione avvenuta all'interno del suo corpo pietrificato. Una volta risiedevano esclusivamente nel Villaggio Merusea, ma dopo aver incontrato il nuovo Iudex Neuvillette, molte si possono ora incontrare sulla superficie di Fontaine come parte dello Spettro Maréchaussée.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/362377527/8d2f62d63837e97a7d905a3eaaf5a4fa_3914878918255219377.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Una razza di creature intelligenti di cui fa parte Carole.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Bestia dell'Abisso che apparve a Fontaine durante il Cataclisma di 500 anni fa. Elynas è il \"Padre\" di tutte le Melusine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/362377527/fa4c986eefe97522566b35be6e29e7a0_830321453062263704.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "\"Padre\" delle melusine.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il Giudice supremo di Fontaine, anche conosciuto come lo Iudex, famoso per la sua incontestabile imparzialità.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/157266935/0513aa7f482dbb4778545d02f94956fe_7174467864028517893.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Iudex di Fontaine, colui che ha introdotto Carole e le melusine nella corte.\nVautrin\nAmico e collega di Carole, leader della Sicurezza Speciale e della Pattuglia di Sorveglianza.",
        "alignment": "center"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Carole"
          }
        ]
      },
      {
        "key": "Specie",
        "value": [
          {
            "type": "RichText",
            "text": "Melusine"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Fantasma Marechaussee"
          }
        ]
      }
    ]
  }
}