{
  "epId": 4924,
  "name": "Oceanidi",
  "desc": "<p>Gli Oceanidi sono forme di vita Hydro intelligenti create dal precedente Arconte Hydro, Egeria, e sono in grado di manipolare l'acqua a piacimento. <span class=\"wk-shady\">Tutto il popolo di Fontaine un tempo erano Oceanidi, che Egeria aveva trasformato in umani per soddisfare i loro desideri nei suoi confronti, andando contro la volontà dei Principi Celesti.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/85019254/03504adeef60cc4ded53192b2287b1fe_5967388393566751296.jpg",
  "menuId": 23,
  "menuName": "Affiliazione",
  "version": 1714852513,
  "components": {
    "galleryCharacter": [
      {
        "key": "Oceanide",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/85019254/03e130e4d7602f760144915a6059d8a0_1226406585375585012.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Oceanidi"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Specie"
          }
        ]
      },
      {
        "key": "Creatore",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Egeria</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Focalors",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/1da56616903c2c0ab282394bbb06bb8c_1363725117785159919.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Focalors era una volta il famiglio Oceanide di Egeria. Focalors ha sempre desiderato diventare umana, poiché l'esistenza stessa di una persona ai suoi occhi era la performance più bella. Egeria trasformò Focalors in un essere umano e in seguito la scelse come suo successore al trono degli Arconti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/071314a04852556139c4a6afb389b4dd_5347402862803336266.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Egeria sapeva per certo che la profezia si sarebbe avverata e che ai Principi Celesti non si poteva resistere. Ha affidato la soluzione a questo problema alle spalle di Focalors. Se il furto della potenza del Mare Primordiale fosse stato il “peccato originale” di Fontaine, la discendenza dei Fontainiani come esseri umani e il loro diritto di esistere in questo mondo sarebbe la “giustizia originale” di Fontaine. \"Esistenza\" era la giustizia di Egeria e Focalors condivideva questo principio. Sfidare la profezia e garantire che il popolo di Fontaine continui a vivere: questa dovrebbe essere la priorità su tutte le altre."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/7d385a6c1ba9e5d7ccb649d37c020ec0_9063020005477646296.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Focalors riflettè a lungo su come contrastare la profezia e trovò l'unica risposta possibile: era necessario ingannare i Princìpi Celesti durante l'adempimento della profezia. Dopo essere diventata un Arconte, Focalors separò la sua ritrovata divinità dal suo corpo e dal suo spirito, creando Furina. Mentre Furina governava Fontaine, Focalors accumulava energia per ingannare i Princìpi Celesti. 500 anni dopo, quando la profezia iniziò ad avverarsi, Focalors fu in grado di utilizzare tutta questa energia per distruggere la sua parte divina e, di conseguenza, distruggere il trono di Arconte Hydro, restituendo l'autorità di Hydro al Drago Sovrano Neuvillette. Dopo aver ottenuto il suo pieno potere, perdonò agli abitanti di Fontaine il peccato originale e li trasformò in persone vere.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Il precedente Archon di Hydro morto durante il Cataclisma 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/a5b8d23dd3fbe0969cc3ebce78f9c29f_5914355630979167572.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "name": "Focalors",
        "desc": "<p>Ultima Archon di Hydro e Dea della Giustizia. <span class=\"wk-shady\">Si è sacrificata per distruggere il Trono Divino dell'Archon di Hydro e ripristinare il potere del Drago di Hydro.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/27/362377527/80ba303688814e831e74b988eb6a68f8_1995540192529548756.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>La protagonista assoluta della scena del giudizio, fino all'applauso finale.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/45954971/263e5ea0784d182b393f67a7e24146a5_8864541355688862657.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il Giudice supremo di Fontaine, anche conosciuto come lo Iudex, famoso per la sua incontestabile imparzialità.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/157266935/0513aa7f482dbb4778545d02f94956fe_7174467864028517893.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Rhodeia",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/b1382ca8d5c39cd34c781837f05c5ea4_5564506540624670480.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando Egeria morì durante il Cataclisma 500 anni fa e Focalors divenne il nuovo Arconte Hydro, gli Oceanidi non accettarono il suo governo e lasciarono Fontaine. Rhodeia, che era la più famosa e forte delle esploratrici del Lochfolk, desiderava solo mantenere vivi i sogni del passato. Voleva un piccolo paradiso di acque tranquille, così si stabilì nel villaggio di Qingce. Rhodeia ha un'enorme saggezza e compassione e può creare creature Oceanidi. Si ritiene che sia così potente da essere in grado di imitare un essere umano.\nQuando Rhodeia percepì per la prima volta la presenza di un'altra Oceanide Endora, credette che Endora fosse un'assassina di Fontaine, e così estese la sua inimicizia, che rese amara l'acqua, per uccidere la piccola Oceanide. Rhodeia inviò i suoi esploratori, animali acquatici ad osservare Endora, e quest'ultima poté unirsi a loro per conoscere i piani di Rhodeia. Quando Endora finalmente spiegò che non intendeva fare del male, Rhodeia rese di nuovo dolce l'acqua e chiese a Endora di unirsi alle acque di Qingce.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4906,
        "name": "Rhodeia",
        "desc": "<p>La più forte e famosa degli esploratori di Lochfolk. Fuggì da Fontaine dopo la morte del precedente Archon di Hydro e si stabilì nel villaggio di Qingce.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/362377527/c1060c024385e4bf2d87aa853d3a6afe_2148880113136673339.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2211,
        "name": "Oceanidi",
        "desc": "A life-form created from condensed Hydro elements of incredible purity. Often attached to bodies of water.<br/>It is said that as water bodies become purer, the Hydro elements within grow more abundant, causing the Oceanids to grow more powerful. It is also said by some that Oceanids were once sea creatures from a home far away who carried the fragments of a long-dead god to the many corners of this world. Perhaps they did this so that the love their god held for this world could be spread through the waters to all the land...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 606,
        "name": "Endora",
        "desc": "<p>È solo una Lochfolk molto curiosa che desidera vedere il mondo. Potrebbe andare davvero molto d'accordo con Mini Seelie - Fiore del mattino, ma cerca di non farli unire, grazie.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Endora_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Idyia",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/1db6cabb7224e998c529340769b5842a_8568712510485681891.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Idyia è un'Oceanide, che fu esiliata quando l'ex Arconte Hydro morì e le acque divennero piene di dolore e odio. Stava vagando per la foresta quando incontrò Alice, una strega dell'Hexenzierkel. Alice regalò a Idyia una bottiglia magica, che può esaudire un desiderio all'interno della bottiglia stessa. Idiya desiderava andare lontano, dove nessuno potesse trovarla, così finì in mezzo al deserto."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/86ceaf03762c6ec439360750c275814f_9090761109497470470.jpg",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ha continuato a vivere nel subspazio, chiamato Miraggio di Veluriyam, all'interno della bottiglia. Rari vagabondi di passaggio si recavano alla sua dimora chiedendo di esaudire i loro desideri. Quando dovettero andarsene, alcuni erano arrabbiati perché il desiderio era stato esaudito solo all'interno del Miraggio di Veluriyam, ma alcuni lasciarono dei regali a Idyia, che lei usò come addobbi. Alcuni desideravano lasciare un segno nel Miraggio di Veluriyam, quindi Idyia realizzò le loro copie con l'aiuto degli Eidolon Hydro, per non sentirsi sola. Tutti gli Eidolon rappresentavano l'incarnazione dei desideri dei proprietari."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/2985365165a6df18dddf913f2b1797f0_5658027080412426138.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Si ritiene che Idyia sia potente quanto Rhodeia, poiché non solo può assumere una forma umana, ma anche creare umani Oceanidi dagli Eidolon.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3974,
        "name": "Idyia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un NPC esclusivo dell'evento Paradiso segreto estivo. Idyia è un Oceanide ed è la custode del Miraggio di Veluriyam.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/8f84efbb97c6667cbf39cb960acb5db8_5628516338796351592.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Callirhoe",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/a67ef560af945789ae6eb6c480f50e49_9137418590799963954.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando Egeria morì durante il Cataclisma 500 anni fa e Focalors divenne il nuovo Hydro Archon, gli Oceanidi non accettarono il suo governo e lasciarono Fontaine. Una di queste Oceanidi era Callirhoe, che trovò la sua casa nel Villaggio Acquachiara a Mondstadt, ricevendo il nome di Fata della Primavera. Durante il suo viaggio, l'Oceanide ha speso tutte le sue forze, ha dimenticato la sua vita precedente e non poteva più parlare."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/53aa6a6c0961c170a1cce36e07f72d4e_821004000902968886.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Un giorno giunse alla sorgente un ragazzo in lacrime, che la fata decise di consolare. È così che è iniziata l'amicizia tra il ragazzo e l'Oceanide. Le raccontò tutti gli eventi della sua vita, del mondo e tutto ciò che aveva nel cuore. Quando piangeva dal dolore, lei trasformava le sue lacrime in acqua dolce, che gli causava sogni piacevoli dove incontrava l'Oceanide. In questi sogni gli raccontava della sua terra natale e della sua solitudine. Grazie a questa amicizia Callirhoe imparò di nuovo a parlare."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/824a0869fac4b8806047e7d2fb223c1e_352915580004455436.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Diversi anni dopo, Callirhoe sentì che il ragazzo provava sentimenti a lei sconosciuti. Aveva paura della separazione, temeva che il ragazzo se ne pentisse alla fine della sua vita, ed è scappata. Sperava che il ragazzo si dimenticasse di lei e vivesse la propria vita, ma ogni giorno veniva alla sorgente e l'aspettava, dubitando che fosse tutto reale. Molti anni dopo rimase solo e non riuscì a comprendere la scomparsa della Fata."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/f48254570554d9a97f737a5c59b17f57_2626066475287047201.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Per molti anni Callirhoe ha studiato i sentimenti delle persone e del mondo esterno, senza mai dimenticare il ragazzo. Aveva paura di riapparire davanti a lui e causargli dolore. Ma quando il ragazzo era già diventato vecchio, la fata finalmente superò le sue paure e incontrò il suo amato, donandogli il suo cuore. Anche se non poteva mantenere la sua forma fisica a lungo, promise che finché il suo amato avesse avuto il Cuore delle limpide sorgenti, sarebbero stati sempre connessi, non importa quanto fossero lontani l'uno dall'altro. Alla fine gli diede il bacio tanto atteso e si fuse con l'acqua della sorgente. E l’amato della fata aveva ancora il suo Cuore delle limpide sorgenti.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4538,
        "name": "Callirhoe",
        "desc": "<p>Callirhoe, conosciuta anche come Fata della Primavera, è un Oceanide che lasciò Fontaine dopo la morte del precedente Archon e si stabilì al Villaggio Acquachiara.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/85019254/610c86157e0fdc96d22ed1e41781ee27_4431012234171821667.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4539,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2323,
        "name": "Cuore delle limpide sorgenti",
        "desc": "<p>Una storia leggendaria tramandata dai cacciatori del Villaggio Acquachiara, che narra dell'incontro tra un ragazzo anonimo e una Fata della sorgente.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Heart of Clear Springs_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Endora",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Endora è una piccola e curiosa Oceanide partita da Fontaine. Ammirava Rhodeia, una potente esploratrice dei Lochfolk, quindi scese sulle spalle da uno Slime Hydro e lasciò Fontaine, saltando da uno specchio d'acqua all'altro finché non finì finalmente al confine tra Mondstadt e Liyue. Aveva una tale determinazione, quindi Rhodeia pensò che Endora fosse un'assassina in missione quando la incontrò per la prima volta. Rhodeia rese l'acqua amara per uccidere Endora, ma quando Endora poté finalmente spiegare tutto, Rhodeia le chiese di unirsi alle acque di Qingce.\nAll'inizio, Endora era così debole che riusciva a malapena a parlare, ma dopo essersi unita alle creature Oceanidi di Rhodeia e alla fata della primavera del Villaggio di Acquachiara (Callirhoe), ha riacquistato i suoi poteri. Mentre era al Villaggio di Acquachiara, incontrò il Vecchio Finch, un amico della Fata della primavera, e consegnò un messaggio:"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>\"Quando le stelle nel cielo notturno si saranno spente, e tutti i ruscelli e i sogni si saranno mescolati nello stesso grande oceano...</color>\n<color=#ece5d8>Poi ci rivedremo.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Endora non ha mai pensato a come avrebbe dovuto vivere la sua vita, perché ha sempre dato per scontato che si sarebbe unita a Rhodeia, e che questo sarebbe stato cosa buona e giusta. Tuttavia, Rhodeia sembrava infelice e aspettava solo che le acque pure venissero corrotte. Né Rhodeia né Callirhoe volevano che Endora seguisse le loro strade. Quindi, Endora ha deciso di intraprendere un percorso che nessun'altra Oceanide prima di lei aveva intrapreso: ha deciso di viaggiare con il/la Viaggiatore/trice e Paimon."
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>\"Prima che questo minuscolo flusso di vita sfoci nell'oceano, desidero vedere tutto, dai fiori che sbocciano sulle sue sponde alle nuvole che siedono all'orizzonte.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 606,
        "name": "Endora",
        "desc": "<p>È solo una Lochfolk molto curiosa che desidera vedere il mondo. Potrebbe andare davvero molto d'accordo con Mini Seelie - Fiore del mattino, ma cerca di non farli unire, grazie.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Endora_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 604,
        "name": "Endora curiosa",
        "desc": "<p>Una strana larva di Lochfolk, curiosa di conoscere il mondo.</p><p>I Lochfolk sono specializzati nel tramutarsi in acqua e possono fondersi con altri corpi idrici per sincronizzare emozioni e conoscenze. Endora è ancora giovane ed è molto curiosa. Riesce a sputare delle bolle per mescolarsi ad altri esseri d'acqua, attraverso i quali imparerà ogni cosa.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Inquisitive Endora_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4906,
        "name": "Rhodeia",
        "desc": "<p>La più forte e famosa degli esploratori di Lochfolk. Fuggì da Fontaine dopo la morte del precedente Archon di Hydro e si stabilì nel villaggio di Qingce.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/362377527/c1060c024385e4bf2d87aa853d3a6afe_2148880113136673339.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4538,
        "name": "Callirhoe",
        "desc": "<p>Callirhoe, conosciuta anche come Fata della Primavera, è un Oceanide che lasciò Fontaine dopo la morte del precedente Archon e si stabilì al Villaggio Acquachiara.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/85019254/610c86157e0fdc96d22ed1e41781ee27_4431012234171821667.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Lyris",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/9dd957087aa42735905d94761558de17_3023765452865715269.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Lyris era un'Oceanide mite messa a capo di un orfanotrofio, l'Istituto Narzissenkreuz, in segno di gratitudine verso l'Archon Hydro Egeria. Sebbene Lyris amasse i bambini, non aveva capacità intellettuali eccezionali nemmeno per un'Oceanide e non aveva comprensione di causa ed effetto, quindi l'Istituto era gestito dalla vicedirettrice Basil Elton.\nQuando 500 anni fa avvenne il Cataclisma, non riusciva a capire perché l'orfanotrofio fosse stato distrutto e il suo unico desiderio era tornare al tempo in cui i bambini dell'orfanotrofio giocavano come campioni di Narzissen. È stata ritrovata, consumata dal senso di colpa, dai membri dell'Ordo Narzissenkreuz, Renè e Jakob. Poiché Lyris aveva la capacità di dissolvere e unire la volontà delle persone, divenne un prezioso membro dell'ordine, ricevendo il nome di \"Imperatrice Rossa\".\nL'Ordo decise di far rivivere Elynas, il mostro dell'Abisso, di cui Jakob Ingold aveva usato la carne ed il sangue per alimentare i suoi poteri. Lyris entrò ad Elynas con Jakob e l'apprendista di Narzissenkreuz, Caterpillar. A Elynas, incontrarono i cacciatori di Marechaussee, inclusa Mary-Ann Guillotin, che tentarono di fermare l'Ordo Narzissenkreuz. Durante questa battaglia, Mary-Ann Guillotin fu gravemente ferita e Lyris l'abbracciò e assorbì la sua coscienza. Da questa fusione nacque una nuova Oceanide, Mary-Ann. Mary-Ann non era più né Lyris né Mary-Ann Guillotin, ma incarnava la loro coscienza e i loro desideri condivisi ed era qualcosa che andava oltre l'umano o l'Oceanide, capace di creare altri Oceanidi.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Istituto Narzissenkreuz",
        "desc": "<p>Orfanotrofio di Fontaine costruito sulle rovine di un'antica civiltà.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/190184121/c1ff95cb5124a91d66857b3387e1ce52_1729470900739634547.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz\t",
        "desc": "<p>L'Ordo Narzissenkreuz è la società segreta fondata da René de Petrichor e Jakob Ingold per creare Neoumani al fine di sopravvivere alla distruzione del Mondo come predetto dalla Formula del Mondo. È stato dichiarato un gruppo estremista illegale e un'organizzazione criminale dalla legge Fontainiana sotto lo Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/85019254/76c3b544663face535a657d1f97f4ad0_4037890806697454249.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Direttrice dell'Istituto Narzissenkreuz, un orfanotrofio a Fontaine, divenne in seguito membro del Narzissenkreuz Ordo e ottenne il titolo di \"Imperatrice Rossa\" dopo che l'Istituto fu abbandonato durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/85019254/b6d86ff8dfd84cf744e57a516b1a14c6_7972972477075780534.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil fu un ammiraglio in pensione dell'Armata di Fontaine, capitana della Sponsian, e vicedirettrice dell'Istituto di Narzissenkreuz. Morì 500 anni fa durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/386107b800f05b084d15ad8145cf8913_8405686976077330479.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Bestia dell'Abisso che apparve a Fontaine durante il Cataclisma di 500 anni fa. Elynas è il \"Padre\" di tutte le Melusine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/362377527/fa4c986eefe97522566b35be6e29e7a0_830321453062263704.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Orfano cresciuto all'Istituto di Narzissenkreuz e poi adottato da Karl Ingold. Divenne un Neoumano e fu il co-fondatore dell'Ordo di Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/02bc05cc787742e2fdf79dc45a69ccec_8349714685734883420.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Un membro dell'Ordo Narzissenkreuz a cui è stato dato il titolo di \"Crisalide della Falena Fantasmatica\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/85019254/be516a2c9005727dcfd1fe45662a826d_7302847739631280868.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Figlia adottiva di Emanuel Guillotin, è cresciuta all'Istituto Narzissenkreuz con suo fratello Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7f04e9d0b83ab550cc91ddf708008a7d_2679414733014655735.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>Un'Oceanide che vive nell'Annapausi. <span class=\"wk-shady\"> È un Oceanid formata dalla fusione delle coscienze di Lyris e Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7ac751c3fd3892141d972392696a414b_8511750044770393881.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mary-Ann",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/237301566/a5f0cd83a2bd4d870aeadb802289a945_3998022492708415278.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Mary-Ann è un'Oceanide unica creata non da Egeria ma dalla fusione dell'Oceanide Lyris e dell'umana Mary-Ann Guillotin. Incarna la loro coscienza e i loro desideri condivisi ed era qualcosa che andava oltre l'umano o l'Oceanide, capace di creare altri Oceanidi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/237301566/70c436b6ba31db3093589cac207466e1_5543593501652555784.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Mary-Ann voleva rimanere nei suoi sogni, quindi creò l'Annapausis, diventandone volontariamente prigioniera. Ha creato per sé una casa come nelle fiabe dove ha vissuto e ha scritto una storia, rimasta incompiuta, che raccontava le vicende della Principessa Lyris ed il malvagio drago Narcissus. Un giorno, creò un'altra Oceanide di nome Ann dopo averla vista in sogno. Poiché Ann faceva parte di Mary-Ann, ricevette un frammento dei ricordi di Lyris e Mary-Ann Guillotin. Il suo ricordo principale era la fiaba del drago Narciso. Questa favola è stata raccontata da Basil Elton ai bambini dell'orfanotrofio dove è cresciuta Mary-Ann Guillotin. Ann credeva che il suo obiettivo fosse salvare la principessa Lyris dalla favola, che pensava fosse la stessa Mary-Ann.\nQuando Ann, con l'aiuto del Viaggiatore e di Paimon, andò ad Annapausis (l'ex edificio dell'Istituto Narzissenkreuz) per salvare la principessa, si scoprì che Mary-Ann non voleva essere salvata e tornare alla realtà. Disse ad Ann di vivere la sua vita e di fare ciò che voleva e poi li bandì dall'Annapausis, distruggendo il portale attraverso il quale erano arrivati lì.\nAnn ha deciso di scoprire la verità sulla sua origine e ha collaborato con il cane meccanico Seymour, che voleva trovare la sua proprietaria Mary-Ann, il Viaggiatore, Paimon e Caterpillar, un membro dell'Ordo Narzissenkreuz. Insieme, scoprirono la verità su chi fosse Mary-Ann e decisero di utilizzare la Spada di Narzissenkreuz, trovata durante il viaggio attraverso l'Annapausis, per separare Mary-Ann Guillotin e Lyris\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>Un'Oceanide che vive nell'Annapausi. <span class=\"wk-shady\"> È un Oceanid formata dalla fusione delle coscienze di Lyris e Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7ac751c3fd3892141d972392696a414b_8511750044770393881.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Figlia adottiva di Emanuel Guillotin, è cresciuta all'Istituto Narzissenkreuz con suo fratello Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7f04e9d0b83ab550cc91ddf708008a7d_2679414733014655735.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Direttrice dell'Istituto Narzissenkreuz, un orfanotrofio a Fontaine, divenne in seguito membro del Narzissenkreuz Ordo e ottenne il titolo di \"Imperatrice Rossa\" dopo che l'Istituto fu abbandonato durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/85019254/b6d86ff8dfd84cf744e57a516b1a14c6_7972972477075780534.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Ann",
        "desc": "<p>Un oceanide creato dalla coscienza di Mary-Ann.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/85019254/7a4364ee7ecfbf1eb2b78fbf7b6607ed_1775530313171549027.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Spada di Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una spada che ha perso tutta la sua potenza una volta raggiunto l'epilogo della storia. Ora, col potere residuo in essa racchiuso, è destinata a intraprendere un nuovo viaggio atto a commemorare un grande sogno.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/23/190184121/01d3f8317c86ea98d617ad61213b7c9a_4496702963251486266.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "name": "Spada sacra di Narzissenkreuz",
        "desc": "<p>Una spada sacra che assume un significato speciale all'interno di una certa storia.</p><p>Non appartiene a nessuno.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/45954971/68d0d08d542b55f82a8a7e567b0a73d3_2044327149824729635.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ann",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/237301566/0e59906b15bae20336b3828c9673d493_2212878235437456342.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ann è un'Oceanide, creata da un'altra Oceanide Mary-Ann dopo aver visto Ann in sogno. Le precedenti identità di Mary-Ann, Oceanide Lyris e l'umana Mary-Ann Guillotin, influenzarono in modo significativo la personalità e la coscienza di Ann. Il mondo di Ann è stato creato da una fiaba sul malvagio drago Narciso, raccontata una volta dal vicedirettore dell'orfanotrofio in cui Mary-Ann stava crescendo. Pertanto, Ann credeva che il significato della sua vita fosse salvare la principessa Lyris dal drago malvagio."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/237301566/952ea7ca75568d589cf8e4caf5c3add3_6011513233725106285.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Un giorno, uno degli amici di Ann, Petit Chou, si è messo nei guai, quindi Ann ha chiesto aiuto ad un Viaggiatore di passaggio. E' iniziata così la loro avventura per salvare la principessa. Il Viaggiatore e Ann hanno potuto liberare tutti i suoi amici ed entrare nel castello di Lyris (l'ex edificio dell'Istituto Narzissenkreuz). Gli amici di Ann hanno dovuto sacrificare la loro forma fisica affinché lei potesse raggiungere Lyris. Come risultato di questo viaggio, si è scoperto che la principessa non esisteva e Mary-Ann li stava aspettando alla fine.\nMary-Ann non voleva lasciare il suo mondo fiabesco di Annapausis, quindi desiderò che Ann vivesse come voleva e fosse libera. Senza dare alcuna risposta sulle origini di Ann, Mary-Ann chiuse la barriera dietro di sé in modo che Ann e il Viaggiatore non potessero più entrare.\nPer scoprire la verità sulle sue origini, Ann ha collaborato con il cane meccanico Seymour, che stava cercando la sua proprietaria scomparsa di nome Mary-Ann, l'Hilichurl Caterpillar, un membro dell'Ordo Narzissenkreuz e il Viaggiatore. Dopo la ricerca, hanno scoperto che Mary-Ann è apparsa dalla fusione dell'Oceanide Lyris e dell'umana Mary-Ann Guillotin circa 500 anni fa. Hanno cercato la Spada Sacra di Narzissenkreuz per separare le identità di Lyris e Mary-Ann Guillotin. Quando hanno rotto la barriera che ostruiva il percorso verso Mary-Ann con la spada, si sono resi conto che aveva già compiuto il suo dovere poiché Mary-Ann aveva accettato la sua identità e realtà.\nDopo tutte le avventure, Mary-Ann e Ann decisero di intraprendere un viaggio per vedere il mondo che Mary-Ann non vedeva da centinaia di anni. Portarono con sé il cane meccanico Seymour e la Melusina Mamère, promettendo al Viaggiatore di incontrarsi presto.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Istituto Narzissenkreuz",
        "desc": "<p>Orfanotrofio di Fontaine costruito sulle rovine di un'antica civiltà.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/190184121/c1ff95cb5124a91d66857b3387e1ce52_1729470900739634547.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz\t",
        "desc": "<p>L'Ordo Narzissenkreuz è la società segreta fondata da René de Petrichor e Jakob Ingold per creare Neoumani al fine di sopravvivere alla distruzione del Mondo come predetto dalla Formula del Mondo. È stato dichiarato un gruppo estremista illegale e un'organizzazione criminale dalla legge Fontainiana sotto lo Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/85019254/76c3b544663face535a657d1f97f4ad0_4037890806697454249.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Ann",
        "desc": "<p>Un oceanide creato dalla coscienza di Mary-Ann.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/85019254/7a4364ee7ecfbf1eb2b78fbf7b6607ed_1775530313171549027.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>Un'Oceanide che vive nell'Annapausi. <span class=\"wk-shady\"> È un Oceanid formata dalla fusione delle coscienze di Lyris e Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7ac751c3fd3892141d972392696a414b_8511750044770393881.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Direttrice dell'Istituto Narzissenkreuz, un orfanotrofio a Fontaine, divenne in seguito membro del Narzissenkreuz Ordo e ottenne il titolo di \"Imperatrice Rossa\" dopo che l'Istituto fu abbandonato durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/85019254/b6d86ff8dfd84cf744e57a516b1a14c6_7972972477075780534.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Figlia adottiva di Emanuel Guillotin, è cresciuta all'Istituto Narzissenkreuz con suo fratello Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7f04e9d0b83ab550cc91ddf708008a7d_2679414733014655735.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Il prototipo 4ACV07 è un cane meccanico creato da Alain Guillotin per proteggere sua sorella Mary-Ann Guilliotin durante il suo servizio nel Marchaussee Phantom.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/85019254/f415fbe2eaa40cd987a8daa47643fc74_2675347901476157021.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Un membro dell'Ordo Narzissenkreuz a cui è stato dato il titolo di \"Crisalide della Falena Fantasmatica\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/85019254/be516a2c9005727dcfd1fe45662a826d_7302847739631280868.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "name": "Mamère",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Mamère è una Melusina che ama dipingere tutti i giorni. È l'unica Melusina in grado di ascoltare i suoi antenati.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/19/190184121/9cc2115edbfc809cdaa5a1629eb9dc37_1533669892570407392.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Spada di Narzissenkreuz",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una spada che ha perso tutta la sua potenza una volta raggiunto l'epilogo della storia. Ora, col potere residuo in essa racchiuso, è destinata a intraprendere un nuovo viaggio atto a commemorare un grande sogno.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/23/190184121/01d3f8317c86ea98d617ad61213b7c9a_4496702963251486266.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "name": "Spada sacra di Narzissenkreuz",
        "desc": "<p>Una spada sacra che assume un significato speciale all'interno di una certa storia.</p><p>Non appartiene a nessuno.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/45954971/68d0d08d542b55f82a8a7e567b0a73d3_2044327149824729635.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Creazione degli Oceanidi",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/03e130e4d7602f760144915a6059d8a0_6601489799476190465.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Gli Oceanidi (Lochfolks) sono forme di vita Hydro intelligenti, create dalla precedente Arconte Hydro, Egeria, la Signora delle Molte Acque. Sono creati da elementi Hydro condensati di incredibile purezza. Si dice che man mano che i corpi d'acqua a cui si attaccano gli Oceanidi diventano più puri, gli elementi Hydro al loro interno diventano più abbondanti, facendo sì che gli Oceanidi diventino più potenti.\nSecondo la leggenda fu la gentile Egeria a versare la prima lacrima, da cui nacque la prima Oceanide. Alcuni dicono che Egeria provasse una grande simpatia per i draghi, mentre altri dicono che provasse una grande tristezza per il destino finale dell'umanità. Ora, tutto ciò che ci resta è una rappresentazione metaforica il cui vero significato rimane poco chiaro: <color=#ece5d8>\"Le ossa della lucertola si dissolsero nel fango, da cui emersero i cigni\"</color> . Alla neonata Oceanide fu affidato il compito di comprendere tutte le forme di vita: cercare di comprendere la vasta gamma di specie e amare ogni creatura. Emerse dal mare della vita, possedendo il potere della metamorfosi. Egeria desiderò di usare questo potere per imprimere l'essenza delle creature viventi nel suo essere e gradualmente sviluppò un desiderio di vita. Una volta acquisita una sufficiente comprensione dell’umanità, versò la sua prima lacrima sulla terra. Questa è l'origine degli Oceanidi. Hanno espresso amore unendo insieme i corpi d'acqua. In questo modo molte menti potrebbero coesistere senza divisioni.\nL'aumento del numero degli Oceanidi non ha richiesto alcun accoppiamento o unione. Dopo aver acquisito sufficiente comprensione ed emozione, si sono rivolti all'Arconte Hydro o ad un anziano per ottenere il permesso di \"riprodursi\", il che ha portato alla loro divisione nei piccoli Oceanidi. Alcuni credevano che la loro \"riproduzione\" potesse essere una goccia di pura essenza d'acqua, nutrita dalle emozioni e dall'intelligenza del genitore, che alla fine avrebbe dato origine alla vita. Altri ipotizzarono che potesse trattarsi di un singolo suono, un nome, forse anche un'espressione proibita, capace di risvegliare il ciclo delle forze elementali e attingere al desiderio che non esiste con le acque pure degli Oceanidi, permettendo a nuova vita di nascere, essere attratta dal mondo. Tuttavia, altri hanno proposto che servisse da permesso, concedendo il permesso di conferire un nuovo nome ai sogni e ai desideri degli Oceanidi, proprio come i nomi dei sogni dell'infanzia nel corso dei secoli.\nGli Oceanidi erano i famigli di Egeria. Una volta li mandò a vivere in fiumi, ruscelli e stagni in tutto il continente, e quasi tutti erano spie di Fontaine. Egeria desiderava connettere tutti nel mondo, proprio come è connessa tutta l’acqua.\nGli Oceanidi mostravano notevoli disparità nella capacità cognitiva, in parte dovute alle differenze nella durata della vita che si traducevano in livelli molto diversi di esperienza e conoscenza riguardo al mondo, ma anche una sostanziale variazione individuale negli stessi Oceanidi contribuisce a questo fenomeno. Alcuni Oceanidi erano semplicemente troppo ottusi per completare i compiti relativi ai sistemi idrici del continente e sono quindi confinati a Fontaine, dove aiutavano a calmare le emozioni umane."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/b0fb20592e699cd5342b9c87d6fab121_6722758825413151323.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Anche gli Oceanidi, ammirando la vita degli umani, volevano diventare come loro. Egeria, sfruttando il potere del Mare Primordiale, trasformò alcuni Oceanidi in persone il cui sangue scorreva con l'acqua Primordiale. Questa creazione di persone divenne il peccato originale di Egeria. Celestia era arrabbiata con Egeria per aver rubato la potenza del Mare, quindi la imprigionarono. Fu creata una profezia che diceva: <color=#ece5d8>\"Alla fine, le persone saranno tutte dissolte nelle acque,</color> <color=#ece5d8>solo l'Arconte Hydro rimarrà, piangendo sul suo trono\"</color> . Quando Egeria fu imprigionata, il Dio Re Remus venne nelle sue terre e fondò Remuria. Durante il regno di Remus, gli Oceanidi si nascondevano nelle limpide sorgenti per paura di essere uccisi dal tiranno. I seguaci della Signora delle Molte Acque, chiamati i Lochknights, giurarono di proteggere gli Oceanidi dall'esercito del Dio Re Remus.\nLa maggior parte degli Oceanidi morirono con Egeria durante il Cataclisma, e altri lasciarono Fontaine perché l'acqua era avvelenata, quindi ora si ritiene che gli Oceanidi siano stati estirpati da Fontaine. Sebbene le tossine disciolte nell'acqua siano state diluite e purificate da tempo, a meno che non ci siano ancora contenitori di acqua pura da qualche parte, le acque di Fontaine non daranno mai più origine naturalmente agli Oceanidi. Invece degli Oceanidi, da quest'acqua inquinata apparvero i Fantasmi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/627b4ace22d3ef0b8590601746c9bb00_4017682127537768942.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Molti Oceanidi sopravvissuti persero i contatti con Fontaine. Non riconoscevano il nuovo Arconte Hydro e desideravano solo mantenere vivi i sogni del passato. Molti Oceanidi fecero pellegrinaggi attraverso l'afoso deserto di Sumeru per raggiungere l'albero Harvisptokhm, creato dalla coscienza di Egeria, e vedere la loro dea. Altri portarono i frammenti della dea morta da tempo nei molti angoli di questo mondo. Forse lo fecero affinché l'amore che la loro dea nutriva per questo mondo potesse diffondersi attraverso le acque in tutta la terra."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/798328e2c3bdbc7c31a720d73c9bd8c9_3560599391289034906.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dopo che alcuni Oceanidi diventarono umani, dimenticarono la loro origine. Chiedevano ancora il permesso di “riprodursi”, ma era considerato un atto simbolico. Gettarono monete nella Fontana di Lucine desiderando dei bambini, e poi i loro desideri furono esauditi. Poiché avevano ancora nel sangue le acque del Mare Primordiale, tutti i contatti con il Mare Primordiale portarono alla loro dissoluzione e al ritorno a “trascendere”. Questo processo una volta portò a omicidi seriali a Fontaine. Un avventuriero di Snezhnaya di nome Vacher e la sua amata Vigneire trovarono una pozza d'acqua del Mare Primordiale. Vigniere, originaria di Fontaine, toccò l'acqua e scomparve senza lasciare traccia. Vacher tentò di dissolversi ma non ci riuscì, così iniziò a condurre esperimenti su giovani donne, sciogliendole con le acque Primordiali nel tentativo di riportare indietro Vigniere. Utilizzò gli appunti lasciati da Jakob Ingold, il membro dell'Ordo Narzissenkreuz, che condusse gli stessi esperimenti circa 400 anni fa, cercando di resuscitare il suo amico.\nQuando Neuvillette, il Drago Hydro, perdonò il peccato originale, trasformò i Fontainiani in veri umani con vero sangue, quindi ora non possono essere dissolti in Oceanidi.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Cavaliere di Loch",
        "desc": "<p>I Cavalieri di Loch sono seguaci della Signora delle Molte Acque, Egeria, che giurò di proteggere gli Oceanidi, trovare il Puro Graal e spezzare le catene che imprigionavano Egeria per espiare il peccato originale.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/85019254/afce7f4f1847f62698a00f239e5a8d00_7805892425926695216.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz\t",
        "desc": "<p>L'Ordo Narzissenkreuz è la società segreta fondata da René de Petrichor e Jakob Ingold per creare Neoumani al fine di sopravvivere alla distruzione del Mondo come predetto dalla Formula del Mondo. È stato dichiarato un gruppo estremista illegale e un'organizzazione criminale dalla legge Fontainiana sotto lo Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/85019254/76c3b544663face535a657d1f97f4ad0_4037890806697454249.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Il precedente Archon di Hydro morto durante il Cataclisma 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/a5b8d23dd3fbe0969cc3ebce78f9c29f_5914355630979167572.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Il Dio Re che costruì Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/15/45954971/c3fb5109543ac9fae75bee0a9a5b6f77_6266087659806494027.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "<p>Leader della Confrerie di Cabriere, organizazzione affine alla Spina di Rosula.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/26/362377527/4e904e9d971d9031fefc37f2cc034e9f_1098908699134216182.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Orfano cresciuto all'Istituto di Narzissenkreuz e poi adottato da Karl Ingold. Divenne un Neoumano e fu il co-fondatore dell'Ordo di Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/02bc05cc787742e2fdf79dc45a69ccec_8349714685734883420.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il Giudice supremo di Fontaine, anche conosciuto come lo Iudex, famoso per la sua incontestabile imparzialità.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/157266935/0513aa7f482dbb4778545d02f94956fe_7174467864028517893.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4040,
        "name": "Fantasma zampillante contaminato",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Al giorno d'oggi, ora che le Oceanidi sono state eliminate dalle acque di Fontaine, è possibile trovare in queste ultime alcune bizzarre forme di vita elementali.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Si dice che, nell'era di Egeria, le Oceanidi vivessero spesso assieme agli umani, abitando le sorgenti d'acqua pura sparse per queste terre, mettendo così in collegamento tutte le acque del mondo. Molte di esse, però, perirono insieme alla loro divinità, e per le sopravvissute non c'è più a questo mondo un essere che riconoscano come divino.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/01/190184121/8da283e7673adc136462e3910db364dd_1445763876076900525.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4041,
        "name": "Fantasma squarciacque contaminato",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Al giorno d'oggi, ora che le Oceanidi sono state eliminate dalle acque di Fontaine, è possibile trovare in queste ultime alcune bizzarre forme di vita elementali.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Gli spiriti elementali apparsi dopo la calamità non hanno l'eleganza e la bellezza delle Oceanidi, e vengono perciò definiti \"contaminati\". Le acque sono state ormai purificate dalle tossine in esse discioltesi, ma a meno che non ci siano contenitori di acqua pura da qualche parte, le acque di Fontaine non daranno mai più vita alle Oceanidi.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/01/190184121/72fbd17e93004303b15608ce7efc82bb_6555335021924659069.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Calice d'argento del mare immacolato",
        "desc": "<p>Materiale d'ascensione delle armi.</p><p>Negli anni in cui il velo dorato ricopriva il territorio, la pura acqua di sorgente doveva essere nascosta in rivoletti montanari invisibili ai più, e i cavalieri di Loch nacquero in questi santuari.</p><p>I calvalieri giurano sull'armatura d'argento di proteggere gli spiriti nati dall'acqua pura e i loro compagni d'armi anch'essi devoti all'unica vera sorgente, opponendo resistenza all'onnipresente potere dorato che oscurò il cielo ed esclissò il sole.</p><p>Ma questa è una leggenda antica: </p><p>non molto tempo dopo il crollo dell'impero, i cavalieri che resistettero all'usurpatore si spogliarono della loro armatura, e le loro vicende finirono in un groviglio di storie e ballate.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/12/45954971/2487c256ba88ca8a61acb6b3e3c7a471_9097752232548169076.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Zampillo di goccia di rugiada sacra pura",
        "desc": "<p><br>Materiale d'ascensione delle armi.<br>Una reliquia proveniente da un tempo in cui i cavalieri di Loch ancora girovagavano per il mondo... Secondo loro c'erano ancora degli spiriti fedeli nelle sorgenti montuose e nelle valli, dove nessuno osava addentrarsi, sorvegliando sorgenti pure...<br>Tuttavia, il creatore dell'icore artificiale non poteva tollerare alcuna discordanza nella sua grande sinfonia. Si dice che ovunque andasse l'Armosta Boethius il nettare naturale vi fosse sepolto, gli acquedotti dell'impero vi venissero costruiti, e gli spiriti nati da pura acqua svanissero senza lasciar traccia...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/13/45954971/24f0cf5c622a4006831e99948e9e2126_8231565562107908259.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Il precedente Archon di Hydro morto durante il Cataclisma 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/a5b8d23dd3fbe0969cc3ebce78f9c29f_5914355630979167572.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "La Signora delle Molte Acque e creatrice degli Oceanidi."
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Cavaliere di Loch",
        "desc": "<p>I Cavalieri di Loch sono seguaci della Signora delle Molte Acque, Egeria, che giurò di proteggere gli Oceanidi, trovare il Puro Graal e spezzare le catene che imprigionavano Egeria per espiare il peccato originale.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/85019254/afce7f4f1847f62698a00f239e5a8d00_7805892425926695216.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Seguaci di Egeria che proteggevano gli Oceanidi dal Dio Re Remus.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Il Dio Re che costruì Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/15/45954971/c3fb5109543ac9fae75bee0a9a5b6f77_6266087659806494027.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Il sovrano di",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "che perseguitò gli Oceanidi.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Oceanidi importanti"
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "name": "Focalors",
        "desc": "<p>Ultima Archon di Hydro e Dea della Giustizia. <span class=\"wk-shady\">Si è sacrificata per distruggere il Trono Divino dell'Archon di Hydro e ripristinare il potere del Drago di Hydro.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/27/362377527/80ba303688814e831e74b988eb6a68f8_1995540192529548756.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Il famiglio di Egeria, che è stato trasformato in un essere umano. Divenne Arconte Hydro quando Egeria tornò agli elementi.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4906,
        "name": "Rhodeia",
        "desc": "<p>La più forte e famosa degli esploratori di Lochfolk. Fuggì da Fontaine dopo la morte del precedente Archon di Hydro e si stabilì nel villaggio di Qingce.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/362377527/c1060c024385e4bf2d87aa853d3a6afe_2148880113136673339.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Una degli Oceanidi più\npotenti. Vive nel Villaggio di Qingce, in Liyue.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4538,
        "name": "Callirhoe",
        "desc": "<p>Callirhoe, conosciuta anche come Fata della Primavera, è un Oceanide che lasciò Fontaine dopo la morte del precedente Archon e si stabilì al Villaggio Acquachiara.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/85019254/610c86157e0fdc96d22ed1e41781ee27_4431012234171821667.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Fata della Primavera che vive nel Villaggio Acquachiara, a Mondstadt.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3974,
        "name": "Idyia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un NPC esclusivo dell'evento Paradiso segreto estivo. Idyia è un Oceanide ed è la custode del Miraggio di Veluriyam.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/8f84efbb97c6667cbf39cb960acb5db8_5628516338796351592.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Una Oceanide potente che può creare Eidolons Hydro.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 606,
        "name": "Endora",
        "desc": "<p>È solo una Lochfolk molto curiosa che desidera vedere il mondo. Potrebbe andare davvero molto d'accordo con Mini Seelie - Fiore del mattino, ma cerca di non farli unire, grazie.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Endora_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Una piccola e curiosa Oceanide che vuole vedere il mondo.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Direttrice dell'Istituto Narzissenkreuz, un orfanotrofio a Fontaine, divenne in seguito membro del Narzissenkreuz Ordo e ottenne il titolo di \"Imperatrice Rossa\" dopo che l'Istituto fu abbandonato durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/85019254/b6d86ff8dfd84cf744e57a516b1a14c6_7972972477075780534.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "L'ex direttrice dell'",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Istituto Narzissenkreuz",
        "desc": "<p>Orfanotrofio di Fontaine costruito sulle rovine di un'antica civiltà.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/190184121/c1ff95cb5124a91d66857b3387e1ce52_1729470900739634547.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "e membro de",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz\t",
        "desc": "<p>L'Ordo Narzissenkreuz è la società segreta fondata da René de Petrichor e Jakob Ingold per creare Neoumani al fine di sopravvivere alla distruzione del Mondo come predetto dalla Formula del Mondo. È stato dichiarato un gruppo estremista illegale e un'organizzazione criminale dalla legge Fontainiana sotto lo Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/85019254/76c3b544663face535a657d1f97f4ad0_4037890806697454249.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>Un'Oceanide che vive nell'Annapausi. <span class=\"wk-shady\"> È un Oceanid formata dalla fusione delle coscienze di Lyris e Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7ac751c3fd3892141d972392696a414b_8511750044770393881.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Un'Oceanide che fu creata dall'unione di un'altra Oceanide, Lyris, e un'umana",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Figlia adottiva di Emanuel Guillotin, è cresciuta all'Istituto Narzissenkreuz con suo fratello Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7f04e9d0b83ab550cc91ddf708008a7d_2679414733014655735.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Ann",
        "desc": "<p>Un oceanide creato dalla coscienza di Mary-Ann.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/85019254/7a4364ee7ecfbf1eb2b78fbf7b6607ed_1775530313171549027.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Un'Oceanide creata da Mary-Ann.",
        "alignment": "center"
      }
    ]
  }
}