{
  "epId": 4925,
  "name": "Cavaliere di Loch",
  "desc": "<p>I Cavalieri di Loch sono seguaci della Signora delle Molte Acque, Egeria, che giurò di proteggere gli Oceanidi, trovare il Puro Graal e spezzare le catene che imprigionavano Egeria per espiare il peccato originale.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/85019254/afce7f4f1847f62698a00f239e5a8d00_7805892425926695216.png",
  "menuId": 23,
  "menuName": "Affiliazione",
  "version": 1706056680,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Membri Notabili"
      },
      {
        "type": "RichText",
        "text": "Erinnyes\nIl Cavaliere Erinnyes di Lakelight e il Capo dei Cavalieri di Loch, che cercarono il Puro Graal.\nOtkerus di Rhenanie\nUn cavaliere giusto e nobile, che combatté contro un drago sputa veleno.\nSir Guillaume of Gellone\nCavaliere Blancandrin\nCavaliere Marsile\nSir Agricane\nCavaliere Drest\nLady Adsiltia\nSir Naimes\nSir Tulpin\nSir Fierabras\nAltri cavalieri e alleati di Erinnyes.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Il precedente Archon di Hydro morto durante il Cataclisma 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/a5b8d23dd3fbe0969cc3ebce78f9c29f_5914355630979167572.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "I Cavalieri di Loch adoravano la Signora delle Molte Acque.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Il Dio Re che costruì Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/15/45954971/c3fb5109543ac9fae75bee0a9a5b6f77_6266087659806494027.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Il Dio Re che combattè con i cavalieri.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2211,
        "name": "Oceanidi",
        "desc": "A life-form created from condensed Hydro elements of incredible purity. Often attached to bodies of water.<br/>It is said that as water bodies become purer, the Hydro elements within grow more abundant, causing the Oceanids to grow more powerful. It is also said by some that Oceanids were once sea creatures from a home far away who carried the fragments of a long-dead god to the many corners of this world. Perhaps they did this so that the love their god held for this world could be spread through the waters to all the land...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "I Cavalieri di Loch che giurarono di proteggere gli Oceanidi, gli spiriti dell'acqua pura.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "name": "Festa di Fontinalia",
        "desc": "<p>La Festa di Fontinalia è stata creata per commemorare la ricerca dei Cavalieri di Loch per le Oceanidi e il loro benvenuto al precedente Archon di Hydro Egeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/6be113dc8ecbe93170d1b614788b0509_7192305860558909743.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "La Festa di Fontinalia è stata creata per commemorare la ricerca degli Oceanidi da parte dei Cavalieri di Loch e il loro benvenuto al precedente Archon Hydro Egeria.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Articoli e libri correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Fulgore delle placide acque",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Uno scettro avvolto da un vortice d'acqua cristallina. In un'epoca assai remota, esso rappresentava la suprema autorità sulle correnti del mare.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/14/45954971/9807aa25f336daae391a6f6d4995af3d_919174743284659223.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "La chanson d'Érinnyes",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Canto di giorni che furono",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/21/190184121/7789fb5e684cf95a7011657d0fa8a971_3444972050405035115.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Giglio Lagoluce",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un fiore azzurro dall'aspetto immacolato, che nasce quando le vene dell'acqua confluiscono. Ha un profumo semplice, fresco ed elegante, intenso e corroborante nella sua gentilezza.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/19/45954971/cfef85645ede8ab0caf243e71d9a1205_8755025191051500692.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cavalieri di Loch",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Un'antica leggenda dice che negli anni in cui la Signora delle Molte Acque fu imprigionata e il Dio Re Remus governava le terre, l'acqua pura della sorgente doveva essere nascosta in ruscelli di montagna nascosti, e i Cavalieri di Loch nacquero in questi santuari. I cavalieri giurarono sull'armatura d'argento di proteggere gli Oceanidi e di proteggere gli altri cavalieri che mantengono la fede nella Signora delle Molte Acque, resistendo all'onnipresente potere dorato che oscurava il cielo e il sole. Giurarono di non sguainare mai la spada contro coloro che giurano fede in Egeria e di non scendere mai a compromessi di fronte al male. Si opponevano all'onnipresente autorità dorata con un debole corpo di carne e ossa."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Noi giuriamo sul fiore d'argento sempre in fiore che scacceremo l'usurpatore d'oro dall'alto mare e laveremo via l'ingiustizia con sangue e lacrime\"</color>\n<color=#ffffffd9>\"Giuriamo di proteggere gli spiriti sorti dall'acqua pura, di proteggere le benedizioni lasciate dalla Regina di tutte le acque, finché la sorgente pura non scorrerà come prima\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Ovunque andasse Harmost Boezio di Remo, il nettare naturale veniva sepolto, venivano costruiti gli acquedotti dell'impero e gli spiriti nati dall'acqua pura (Oceanidi) svanivano senza lasciare traccia. Quando la Città d'Oro affondò, i cavalieri che resistettero all'usurpatore si spogliarono delle loro armature e le loro storie furono nascoste in ballate e leggende.\nQuando la Città d'Oro cadde e i Cavalieri di Locht affrontarono prove inimmaginabili e sopportarono sofferenze mai conosciute prima, la Signora delle Molte Acque fu liberata dalla prigionia e restaurata. Il primo Cavaliere di Loch decise di autoesiliarsi nel tentativo di ripagare un peccato destinato ad essere irredimibile, così si nascose in remote terre selvagge.\nLa Festa di Fontinalia a Fontaine è stata creata per onorare i leggendari Cavalieri di Loch che cercarono gli Oceanidi e diedero il benvenuto alla Signora delle Molte Acque, Egeria.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Il precedente Archon di Hydro morto durante il Cataclisma 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/a5b8d23dd3fbe0969cc3ebce78f9c29f_5914355630979167572.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Il Dio Re che costruì Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/15/45954971/c3fb5109543ac9fae75bee0a9a5b6f77_6266087659806494027.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2211,
        "name": "Oceanidi",
        "desc": "A life-form created from condensed Hydro elements of incredible purity. Often attached to bodies of water.<br/>It is said that as water bodies become purer, the Hydro elements within grow more abundant, causing the Oceanids to grow more powerful. It is also said by some that Oceanids were once sea creatures from a home far away who carried the fragments of a long-dead god to the many corners of this world. Perhaps they did this so that the love their god held for this world could be spread through the waters to all the land...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Canto di giorni che furono",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/21/190184121/7789fb5e684cf95a7011657d0fa8a971_3444972050405035115.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Calice d'argento del mare immacolato",
        "desc": "<p>Materiale d'ascensione delle armi.</p><p>Negli anni in cui il velo dorato ricopriva il territorio, la pura acqua di sorgente doveva essere nascosta in rivoletti montanari invisibili ai più, e i cavalieri di Loch nacquero in questi santuari.</p><p>I calvalieri giurano sull'armatura d'argento di proteggere gli spiriti nati dall'acqua pura e i loro compagni d'armi anch'essi devoti all'unica vera sorgente, opponendo resistenza all'onnipresente potere dorato che oscurò il cielo ed esclissò il sole.</p><p>Ma questa è una leggenda antica: </p><p>non molto tempo dopo il crollo dell'impero, i cavalieri che resistettero all'usurpatore si spogliarono della loro armatura, e le loro vicende finirono in un groviglio di storie e ballate.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/12/45954971/2487c256ba88ca8a61acb6b3e3c7a471_9097752232548169076.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Zampillo di goccia di rugiada sacra pura",
        "desc": "<p><br>Materiale d'ascensione delle armi.<br>Una reliquia proveniente da un tempo in cui i cavalieri di Loch ancora girovagavano per il mondo... Secondo loro c'erano ancora degli spiriti fedeli nelle sorgenti montuose e nelle valli, dove nessuno osava addentrarsi, sorvegliando sorgenti pure...<br>Tuttavia, il creatore dell'icore artificiale non poteva tollerare alcuna discordanza nella sua grande sinfonia. Si dice che ovunque andasse l'Armosta Boethius il nettare naturale vi fosse sepolto, gli acquedotti dell'impero vi venissero costruiti, e gli spiriti nati da pura acqua svanissero senza lasciar traccia...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/13/45954971/24f0cf5c622a4006831e99948e9e2126_8231565562107908259.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "name": "Festa di Fontinalia",
        "desc": "<p>La Festa di Fontinalia è stata creata per commemorare la ricerca dei Cavalieri di Loch per le Oceanidi e il loro benvenuto al precedente Archon di Hydro Egeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/6be113dc8ecbe93170d1b614788b0509_7192305860558909743.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Erinnyes",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/85019254/996428185ebfa9cf6901d777752725de_7498652255204459100.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Una leggenda dice che il Cavaliere Erinnyes della Luce del Lago era il capo dei Cavalieri di Loch, che adorava la Signora delle Molte Acque, Egeria. Lei sconfisse i principi di Bellouacoi, Atrebatis e Uiromanduoi e accettò la loro fedeltà. E così gli abitanti di quelle terre si sottomisero al suo governo con sincerità. Giurarono di trovare il Puro Graal e di liberare la Signora delle Molte Acque dalla sua prigionia per espiare il peccato che avevano portato fin dalla nascita.\nLa leggenda narra che il Puro Graal fosse un vaso sacro contenente l'Acqua Primordiale in grado di esaudire qualsiasi desiderio. Il Graal d'Oro potrebbe asciugare tutte le lacrime del futuro, far sì che gli eredi dell'alto mare non soffrano mai più del dolore e della tristezza del passato, curare anche le ferite più terrificanti, ripristinare la giovinezza e resuscitare i morti. Solo le persone più pure possono contemplarne la gloria, ottenendo la vita eterna e la saggezza infinita.\nPer celebrare quella fedeltà e saggezza, Erinnyes ordinò otto giorni di banchetti nel Castello di Aremori. Un emissario inviato dal re Remo del Campidoglio si unì alla celebrazione per trasmettere un messaggio del dio re Remus. Chiese due doni: l'acqua, perché l'acqua più pura può lavare tutti i peccati, e la terra, perché la terra densa può resistere all'erosione che incombe. Se Erinnyes resistesse, la morte sicuramente seguirebbe.\nIl saggio cavaliere Erinnyes si rifiutò di inchinarsi davanti al re Remus e disse all'emissario che avrebbe dovuto guidare l'esercito benedetto della Signora delle Molte Acque per distruggere la grande città e purificare l'esercito di Remus nel proprio sangue. Lei ordinò doni meravigliosi per il musicista capitolino e lo rimandò nella Città d'Oro.\nLa leggenda narra che la casa di Erinnyes fu distrutta presto dal furioso Dio Re, con un esercito della Città d'Oro che schiavizzò o uccise la sua famiglia. Solo due sarebbero riusciti a sfuggire a quel destino. Uno di loro incontrò l'orgoglioso Harmost durante la guerra e alla fine ne ereditò l'autorità. L'altro ricevette la grazia della Signora delle Molte Acque e fu accolto dal Principe di Aremorica, per custodire quelle acque pure non ancora sequestrate dal Dio Re.\nUna leggenda narra che quando il peccato tentò la Città dell'Eternità portandola alla caduta, i Cavalieri di Loch affrontarono prove inimmaginabili e sopportarono sofferenze mai conosciute prima. Ma alla fine, il desiderio sincero della gente raggiunse il cielo. Poi, grazie ai loro cuori puri e al Puro Graal ottenuto attraverso innumerevoli sacrifici, la Signora delle Molte Acque fu liberata dalla prigionia e la sua autorità restaurata.\nErinnyes ringraziò la Signora delle Molte Acque per averle mostrato il Puro Graal e per averle permesso di completare questo viaggio. Promise che i Cavalieri di Loch sopravvissuti avrebbero continuato a servire lealmente Egeria e il suo futuro regno, seguendo quella nobile musicista, e che avrebbero inseguito le ombre persistenti, ristabilendo la giustizia. Il cavaliere dagli occhi color del mare confessò i suoi peccati e chiese conforto alla sua anima nella cacciata e nell'esilio. La Signora delle Molte Acque esaudì gentilmente il desiderio del cavaliere. La Signora delle Molte Acque regalò un fiore puro come la Luce del Lago all'ultimo Cavaliere di Loch come regalo d'addio. Ancora oggi Fontaine mantiene la tradizione di raccogliere un giglio e di donarlo a chi intraprende lunghi viaggi, augurandosi l'un l'altro una strada tranquilla come l'acqua pura e che i più preziosi possano seguire la sua fresca luce, tornando dalla loro parte.\nPer chiedere pietà alla Signora delle Molte Acque e restituire la spada sacra, Erinnyes gettò la sua spada, Hauteclaire, nelle acque del lago. La terza volta la Spada di Luce affondò senza lasciare traccia. E poi lei se ne andò a testa alta, per non essere mai più vista da nessuno in questo mondo.\nErinnyes disse:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"O Signora dalle Molte Acque, gloriosa madre primordiale, imploro la tua saggezza.\"</color>\n<color=#ffffffd9>\"Per te ho ucciso gli ingiusti e rovesciato innumerevoli città.\"</color>\n<color=#ffffffd9>\"Per favore dimmi, ti prego, come i discendenti di tutti i mari potrebbero evitare il disastro.\"</color>\n<color=#ffffffd9>\"O Signora dalle Molte Acque, gloriosa madre primordiale, per favore mostra misericordia, solo per questa volta.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "La Regina di Tutte le Acque fu commossa da quella supplica lamentosa e raccontò al cavaliere ciò che una volta aveva detto a Re Remus. Ma il capo che sognava onore e gloria era disperato, e la sua spada, a lungo macchiata di sangue, cadde, portando con sé l'ultimo filo della ragione. Erinnyes se ne andò, per non essere mai più vista, senza aver visitato la terra dei suoi sogni.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Il precedente Archon di Hydro morto durante il Cataclisma 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/a5b8d23dd3fbe0969cc3ebce78f9c29f_5914355630979167572.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "La chanson d'Érinnyes",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Fulgore delle placide acque",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Uno scettro avvolto da un vortice d'acqua cristallina. In un'epoca assai remota, esso rappresentava la suprema autorità sulle correnti del mare.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/14/45954971/9807aa25f336daae391a6f6d4995af3d_919174743284659223.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Canto di giorni che furono",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/21/190184121/7789fb5e684cf95a7011657d0fa8a971_3444972050405035115.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Giglio Lagoluce",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un fiore azzurro dall'aspetto immacolato, che nasce quando le vene dell'acqua confluiscono. Ha un profumo semplice, fresco ed elegante, intenso e corroborante nella sua gentilezza.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/19/45954971/cfef85645ede8ab0caf243e71d9a1205_8755025191051500692.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Festa di Fontinalia\n",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/85019254/b80893981c8b9210e7a7b7a96bfbadac_4727709404536574992.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Cavalieri di Loch</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Ordine di Cavalleria"
          }
        ]
      },
      {
        "key": "Festival",
        "value": [
          {
            "type": "RichText",
            "text": "Festa di Fontinalia"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Leader",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Erinnyes</color>"
          }
        ]
      }
    ]
  }
}