{
  "epId": 4935,
  "name": "Gnosi",
  "desc": "<p>Le \"Gnosi\" sono dei punti focali magici interni che ciascuno dei Sette possiede, permettendo loro di risonare direttamente con Celestia stessa e fungendo da emblema del loro status. <span class=\"wk-shady\">Successivamente viene rivelato che le \"Gnosi\" sono state create dai resti del Terzo Discendente.</span></p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
  "menuId": 20,
  "menuName": "Definizioni",
  "version": 1736020432,
  "components": {
    "galleryCharacter": [
      {
        "key": "Gnosi Anemo",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/21/20856775/2699b36b3f354edac29e43943b49b35e_5592523480315711355.png"
      },
      {
        "key": "Gnosi Geo",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/21/20856775/0d7a7d4cc5c87240b65e894bd5291063_2884817521810515892.png"
      },
      {
        "key": "Gnosi Electro",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/21/20856775/92f90086b7c20aa03cd70ba93b29b8c0_56366604158375826.png"
      },
      {
        "key": "Gnosi Pyro",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/21/20856775/49a79049469a74d7a1d3c7cbc994f6b6_5042606935073057061.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Gnosi"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt\nLiyue\nInazuma\nSumeru\nFontaine\nNatlan\nSnezhnaya"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Punti focali magici interni"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Troni divini e Gnosi",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Molti millenni fa il mondo era governato dai Sette sovrani, sette draghi elementali col potere di ogni elemento. Un giorno, in paradiso apparve il primo trono dell'eternità, detto il\n. Il\ndichiarò guerra ai draghi elementali e, dopo quarant'anni di battaglia, i Sette sovrani furono sconfitti e le sette nazioni vennero sottomesse dal paradiso. I Princìpi celesti sottrassero il potere dei sovrani sconfitti e lo utilizzarono per creare i Troni divini e stabilire il ciclo dei sette. Attualmente, chiunque diventi un Archon ascende al trono divino e riceve una Gnosi. Fino a quando esisterà il trono divino, il ciclo dei sette potrà proseguire e i draghi elementali non saranno in grado di ottenere la piena autorità.\nDurante la guerra della vendetta (probabilmente un'antica battaglia tra i Discendenti e i draghi) il Primigenio rimase ferito e perse alcuni dei suoi poteri, per questo non gli fu più possibile utilizzare la sua autorità assoluta per sopprimere l'ordine originale del mondo. Per continuare a reprimere e controllare il risentimento e l'odio del mondo, i Princìpi celesti, crearono le Gnosi in collaborazione con il Secondo venuto e per farlo utilizzarono i resti del terzo Discendente. Venne creato un ordine da mantenere e così agli umani rimasero soltanto quei sette ricordi, mentre tutti i frammenti del Primigenio furono portati a divorarsi l'un l'altro. Alcuni credono che quei ricordi portino sventura perché, non appena viene a mancare una persona, tutte le sue precedenti connessioni con il mondo diventano maledizioni. Dopo la creazione delle Gnosi, Celestia diede inizio alla Guerra degli Archon: una guerra tra gli dei di Teyvat, per il diritto di ascendere ai troni divini ed ottenere i preziosi oggetti. Soltanto una divinità a regione poteva diventare Archon, mentre le altre dovevano abdicare al trono o essere sconfitte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/abfbc526affefdaa1bbde9581da0ecc0_6367116094440008547.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Le Gnosi sono Punti focali magici con la forma di pezzi degli scacchi, collegano gli Archon direttamente a Celestia ed amplificano i loro poteri. Questi manufatti sono dei nuclei che contengono un'enorme quantità di potere elementale, che gli Archon utilizzano a propria discrezione. Ci sono sette Gnosi, una per elemento e regione. Dato che la Gnosi è il collegamento diretto dell'Archon a Celestia, si pensa che la distruzione del manufatto possa risvegliare i Princìpi celesti, che sono rimasti inattivi per i circa 500 anni trascorsi dal Cataclisma.\nMentre gli Archon utilizzano le Gnosi, molti altri dispongono delle Visioni, Punti focali magici che permettono l'uso dell'energia elementale. Sebbene in molti credono che le Visioni vengano distribuite dagli Archon, essi non sono in realtà coinvolti direttamente nel processo di assegnazione. Ogni volta che il desiderio di una persona raggiunge il paradiso, i sette guardiani del regno materiale sono obbligati a garantire lei un dono. Sebbene possano non sapere nulla di chi o cosa varchi la soglia del sacro, i Sette Archon devono comunque dare una frazione della propria maestria a quella persona. Quando qualcuno di particolarmente dotato svolge il suo dovere, il dono che gli dei ricevono in cambio è ancora più grande.\nI Fatui, un'organizzazione proveniente da Snezhnaya e subordinata alla Tsaritsa, si occupano di collezionare le Gnosi per la propria Archon. Al momento non si sa quale sia lo scopo esatto dell'utilizzo delle Gnosi, ma potrebbe essere correlato al piano dei Fatui che mira al rovesciamento dei Princìpi celesti.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5786,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7095,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 3830,
        "name": "Visione",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le Visioni sono delle fonti magiche esterne conferite da Celestia e dai Sette Arconti agli Allogeni, una piccola minoranza di persone con forti desideri, permettendo loro di incanalare uno specifico potere elementale. Ogni possessore di una Visione è in grado di raggiungere la divinità ed ascendere a Celestia.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/13/45954971/514cf06235302206ee0dab040f109dc1_8038435815469381013.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7085,
        "name": "Discendenti",
        "desc": "<p>Esseri provenienti dall'esterno di Teyvat, la cui volontà può rivaleggiare con un mondo intero. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/11/20856775/826332c1b0fb525a54df5442ee996c76_8617954271516776401.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Draghi Elementali",
        "desc": "<p>Si tratta di una razza antica che governava Teyvat molto prima dell’esistenza umana. I draghi appartengono al Reame della Luce.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/445590549/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_8294669031423825124.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Fatui",
        "desc": "<p>Un'organizzazione di Snezhnaya leale alla Tsaritsa, si è espansa in tutto il continente. I suoi Undici Messaggeri sono a caccia delle Gnosi. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/17/20856775/159454dca0123d1c63a52568b03a0a26_2110336716961042200.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "name": "La Guerra degli Archon...",
        "desc": "<p>Una guerra per il trono divino, dichiarata dai Princìpi celesti. Come risultato della Guerra degli Archon, sette governanti di sette nazioni ricevettero la Gnosi, il trono divino ed il titolo di Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/21/20856775/826332c1b0fb525a54df5442ee996c76_5738252862547433153.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Primigenio",
        "desc": "<p>Il Primo Discendente, sconfisse i Draghi Sovrani del mondo e creò gli umani. Il Primigenio potrebbe essere Phanes.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/11/20856775/54fc33ab94abb4b00460e448f7765892_3287798328747037195.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il Giudice supremo di Fontaine, anche conosciuto come lo Iudex, famoso per la sua incontestabile imparzialità.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/157266935/0513aa7f482dbb4778545d02f94956fe_7174467864028517893.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Un uccello rinchiuso tra le mura del Santuario di Surasthana che può vedere il mondo solo attraverso i suoi sogni.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/35428890/f29490bddc56b4a6773b6c5003bbb853_9091170755650648414.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2846,
        "name": "La raccolta di Byakuyakoku",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/80830045/8a7b95710be73a0c089b83f2ff88270a_4510262374456186105.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Anemo",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/25feb67d533079a8733817a551575202_1426772064900481799.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durante la Guerra degli Archon, gli abitanti di Mondstadt si ribellarono alla tirannia del Dio delle tempeste, Decarabian. Quando il tiranno fu colpito da una freccia scagliata da colei che lo amava, un Elementale di Anemo, Barbatos, riuscì ad assorbire il potere del Dio assassinato, a diventare l'Archon di Anemo e ad acquisire la Gnosi assieme al trono divino. Barbatos, che non voleva diventare un tiranno come Decarabian, lasciò la guida del regno al popolo di Mondstadt."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/6c0fdabd2b5888ea057483852a685038_3585670078755379774.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Circa 2.600 anni dopo il Drago del Vento Dvalin, che era stato corrotto dal sangue del Drago dell'Ombra Durin durante il Cataclisma, si svegliò dal suo lungo sonno ed attaccò la città di Mondstadt. Egli era fermamente convinto che Barbatos e tutti gli altri lo avessero tradito. Per purificare la mente dell'amico dal veleno, Barbatos gli diede la benedizione dell'Archon di Anemo e Dvalin si ricordò finalmente di lui. Dopo aver salvato il Drago del Vento, Barbatos fu attaccato dalla Messaggera dei Fatui Signora, che gli sottrasse la Gnosi con la forza.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "name": "La Guerra degli Archon...",
        "desc": "<p>Una guerra per il trono divino, dichiarata dai Princìpi celesti. Come risultato della Guerra degli Archon, sette governanti di sette nazioni ricevettero la Gnosi, il trono divino ed il titolo di Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/21/20856775/826332c1b0fb525a54df5442ee996c76_5738252862547433153.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Decarabian",
        "desc": "<p>Dio delle tempeste e Sovrano di Vecchia Mondstat. <br>Venne spodestato durante una rivolta dagli abitanti della sua stessa città, stanchi della tirannia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/218111227/54fc33ab94abb4b00460e448f7765892_8471892287086795112.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un bardo di Mondstadt, che vaga liberamente per le strade e le vie della città.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>Drago Elementale, nonché migliore amico dell'Archon di Anemo, Barbatos. In seguito ad un avvelenamento dovuto al sangue del Drago dell'Ombra, venne rinominato Terrore Alato.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/23/218111227/b6e31b3c3cb069320d40e3b7b7d06b2f_6818716337752725297.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>Drago dell'Ombra e figlio di Rhinedottir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/218111227/206a8a0bc1698ae7019f093470f9e845_9011755707088072989.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2101,
        "name": "Signora",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Signora, l'Ottava dei Messaggeri dei Fatui<br>A differenza degli altri Fatui che usano l'autorità conferitagli dalle loro Illusioni, la sua ha lo scopo di assoggettare una fiamma che divorerà tutto. Al contrario di un'arma usata per uccidere, potrebbe essere più appropriato considerarla uno strumento di reclusione.<br>E sarebbero state le braci di quella fiamma, che si erano accumulate nel corso di molti lunghi anni, a sfondare il gelido sigillo dell'Illusione e ad attribuirle un aspetto corrotto.<br><br>L'alba cremisi si rifletteva nelle sue pupille e, alla fine, spiegò le sue ali fiammeggianti e volò verso la luce.<br></span><em><span style=\"color: rgba(255, 255, 255, 0.65)\">\"Ma quella luce non è l'alba, mia cara Rosalyne. È la luce del mare di fiamme che consumerà tutto.\"</span></em><span style=\"color: rgba(255, 255, 255, 0.65)\"><br>Una voce le parlò nel mezzo della luce.<br><br>Eppure non importava, perché in cuor suo sapeva che le fiamme l'avevano divorata molto tempo prima.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/La Signora_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Geo",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Dopo aver sconfitto tutti gli Dei di Liyue durante la Guerra degli Archon,\nascese al trono divino, ricevette la Gnosi e diventò l'Archon di Geo. Durante il suo regno, Morax, coniò la prima moneta e venne ribattezzata con un nome ispirato a lui: Mora. Nel tempo i Mora divennero la valuta più importante di tutta Teyvat e il loro potere non veniva mai messo in discussione da nessuno. La produzione dei Mora avveniva a Liyue, all'interno del Palazzo dorato, tramite l'utilizzo dei poteri della Gnosi di Geo. Quando Rex Lapis decise di separarsi dalla Gnosi, la produzione dei Mora giunse al termine e ora il popolo di Liyue deve trovare un nuovo modo per coniare le monete."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/e5e0c2b838033e99e946756ef1a722a8_1329865027744420835.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "3.700 anni dopo l'inizio del suo regno, Morax decise di trasferire la gestione di Liyue agli Adepti ed al popolo, lasciando vacante il ruolo di Archon. Rex Lapis, mise in scena la propria morte di fronte al popolo della regione e volle stipulare con l'Archon di Cryo \"un contratto per porre fine a tutti i contratti\". Per Morax, la perdita della sua capacità divina di difendere Liyue era un prezzo troppo alto da pagare, ma la Tsaritsa riuscì ad offrirgli un accordo in grado di equilibrare il piatto della bilancia e Rex Lapis consegnò la Gnosi alla Messaggera dei Fatui, Signora.\nOltre a Signora, anche un altro Messaggero dei Fatui era sulle tracce della Gnosi di Geo e si trattava del Principe. Per tentare di trafugare il manufatto egli rilasciò il Dio del Vortice Osial, il che portò ad un secondo attacco da parte della moglie, Beisht. Osial era stato imprigionato da Morax durante la Guerra degli Archon, per stanare l'Archon di Geo. Il piano del Principe era ormai fallito, dato che gli Adepti e il popolo erano stati in grado di proteggere Liyue dall'attacco del Dio e Signora si era ormai presa un gran vantaggio rispetto a lui.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "name": "Adepti",
        "desc": "<p>Gli Adepti sono un gruppo di bestie immortali e illuminate di Liyue che hanno protetto le persone per millenni.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/362377527/7372a2d1b47769b64d0e87bd21a867a7_3288589711666308805.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un misterioso esperto ingaggiato dai Servizi Funebri Wangsheng. Estremamente competente in qualsiasi materia.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2101,
        "name": "Signora",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Signora, l'Ottava dei Messaggeri dei Fatui<br>A differenza degli altri Fatui che usano l'autorità conferitagli dalle loro Illusioni, la sua ha lo scopo di assoggettare una fiamma che divorerà tutto. Al contrario di un'arma usata per uccidere, potrebbe essere più appropriato considerarla uno strumento di reclusione.<br>E sarebbero state le braci di quella fiamma, che si erano accumulate nel corso di molti lunghi anni, a sfondare il gelido sigillo dell'Illusione e ad attribuirle un aspetto corrotto.<br><br>L'alba cremisi si rifletteva nelle sue pupille e, alla fine, spiegò le sue ali fiammeggianti e volò verso la luce.<br></span><em><span style=\"color: rgba(255, 255, 255, 0.65)\">\"Ma quella luce non è l'alba, mia cara Rosalyne. È la luce del mare di fiamme che consumerà tutto.\"</span></em><span style=\"color: rgba(255, 255, 255, 0.65)\"><br>Una voce le parlò nel mezzo della luce.<br><br>Eppure non importava, perché in cuor suo sapeva che le fiamme l'avevano divorata molto tempo prima.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/La Signora_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'undicesimo Messaggero dei Fatui, noto anche come il \"Principe\". Il suo nome è molto temuto sul campo di battaglia.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4905,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Electro",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Dopo la Guerra degli Archon, Raiden Makoto fu eletta Archon di Electro assieme alla sorella gemella Ei, che divenne la sua ombra. Quando Makoto morì durante il Cataclisma, il trono divino venne trasferito ad Ei. Nella ricerca del suo ideale di eternità, Ei tentò di alterare la Gnosi di Electro in modo che diventasse il nucleo di un pupazzo meccanico, che l'avrebbe poi sostituita nel suo ruolo di Archon e avrebbe governato su Inazuma, ma tutte le sue tecniche risultarono inutili. Ella decise di rinunciare alla sua connessione con Celestia e di spostarsi in via permanente nel Piano dell'eutimia in modo da evitare la corrosione, dopodiché affidò la Gnosi al suo famiglio volpe, Yae Miko, in modo che potesse proteggere il manufatto."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Non hai paura che possa venderla?\"</color>\n<color=#ffffffd9>\"Sai bene quanto vale una Gnosi. Ammettendo che tu davvero voglia venderla,</color>\n<color=#ffffffd9>penso tu sappia bene che è difficile trovare qualcosa di pari valore da chiedere in cambio.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/f6e3eb165e1f92054a3e9132439fd413_3992376133253642302.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "500 anni dopo, Yae Miko decise di scambiare la Gnosi di Electro per la vita del Viaggiatore, minacciato dal Messaggero dei Fatui Scaramouche. Non appena ebbe ricevuto la Gnosi, Scaramouche scomparve e decise di non consegnarla alla Tsaritsa. Qualche tempo dopo lui e Dottore, un altro Messaggero, si recarono presso i Saggi all'Akademiya di Sumeru e tentarono di creare un nuovo Archon utilizzando Scaramouche e la Gnosi di Electro. Sebbene il piano dei Saggi fosse incompleto, Scaramouche ottenne l'accesso all'Irminsul, che conteneva tutti i ricordi di Teyvat ed era persino in grado di controllare il clima di Sumeru. Dopo una battaglia contro l'Archon di Dendro, Sua Eccellenza Minore Kusanali, Scaramouche perse la Gnosi di Electro e fallì nel suo tentativo di diventare una divinità. Sebbene la Gnosi fosse un trofeo acquisito dall'Archon di Dendro in battaglia, ella aveva realizzato che le Gnosi straniere avrebbero potuto portare sventura a Sumeru. Sua Eccellenza Minore Kusanali decise quindi di rinunciare al manufatto, in cambio della distruzione dei \"segmenti\" di Dottore e fu così che la Tsaritsa ottenne la quarta Gnosi.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Cataclisma di Khaenri'ah",
        "desc": "<p>Un disastro avvenuto 500 anni fa, durante il quale le forze dell'Abisso irruppero a Teyvat. Come risultato del Cataclisma, Khaenri'ah venne distrutta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/23/20856775/826332c1b0fb525a54df5442ee996c76_3770321130010944750.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Fatui",
        "desc": "<p>Un'organizzazione di Snezhnaya leale alla Tsaritsa, si è espansa in tutto il continente. I suoi Undici Messaggeri sono a caccia delle Gnosi. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/17/20856775/159454dca0123d1c63a52568b03a0a26_2110336716961042200.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4907,
        "name": "Makoto",
        "desc": "<p>Sorella gemella di Raiden Ei e precedente Archon di Electro, conosciuta anche con il nome di Baal. Morì durante il Cataclisma di 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/01/362377527/e5d1d69df9e3e1db8ca6ee72b020cd4d_1625877201838850420.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Shogun Raiden",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Sua Eccellenza, la potente Narukami Ogosho, che ha promesso al popolo di Inazuma un'Eternità immutevole.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Lady Guuji del Gran Santuario di Narukami e caporedattrice della Casa editrice Yae. Dietro alla sua bellezza si celano un'intelligenza e un'astuzia incredibili.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramouche",
        "desc": "<p>L'ex sesto dei Messaggeri dei Fatui, creato da Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/157266935/3ca9b9e2138195540f079c470acfbce5_5777146378291795991.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Un uccello rinchiuso tra le mura del Santuario di Surasthana che può vedere il mondo solo attraverso i suoi sogni.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/35428890/f29490bddc56b4a6773b6c5003bbb853_9091170755650648414.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Dendro",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Svariate migliaia di anni fa, Sumeru era governata da\n. Egli rifiutò il trono divino offerto da Celestia e decise di distruggere il ciclo dei sette. Al-Ahmar iniziò a gestire Sumeru assieme alla Dea dei Fiori, Nabu Malikata, e alla Dea della Saggezza, Rukkhadevata. Nabu Malikata si sacrificò per concedere a Re Deshret la conoscenza proibita e Al-Ahmar diede la propria vita per liberare Sumeru dalla conoscenza che aveva ricevuto, dato che aveva infettato le terre, le persone e l'albero argenteo Irminsul. Fu così che Sua Eccellenza Maggiore Rukkhadevata rimase l'unica sovrana di Sumeru ed ascese al trono divino, diventando l'Archon di Dendro."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/7d1f8be5d5081fcd678b5d7649c3c971_6081790931631486011.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durante il Cataclisma avvenuto 500 anni prima, Irminsul era stato nuovamente infettato dalla conoscenza proibita. La Dea della Saggezza capì di essere impossibilitata a contrastare quel sapere con le sue sole forze e così decise di utilizzare la Gnosi di Dendro per creare un dispositivo in grado di unire tutta la saggezza umana e lo denominò \"Akasha\". Con l'aiuto dell'Akasha, Rukkhadevata sottrasse i sogni, la quintessenza della saggezza umana, a tutti gli abitanti di Sumeru. Grazie alla loro saggezza, quasi tutta la conoscenza proibita venne spazzata via da Irminsul, ma Sua Eccellenza Maggiore ne rimase corrotta e perse la vita proteggendo l'albero argenteo. Prima di morire separò il ramo più puro da Irminsul e, tramite esso, diede la vita a Sua Eccellenza Minore Kusanali, che l'avrebbe sostituita ascendendo al trono divino. Sebbene Kusanali fosse divenuta la nuova Archon di Dendro, veniva considerata troppo debole dai Saggi dell'Akademiya di Sumeru e fu rinchiusa nel Santuario di Surasthana."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/52f6d72b329b40219ba4e373fb4de3ae_6026158823257025095.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Grazie all'Akasha, i Saggi dell'Akademiya crearono un terminale che utilizzava il potere della Gnosi. Indossandolo, i cittadini venivano aiutati dalla saggezza dell'Archon di Dendro e ricevevano tutte le conoscenze necessarie. Gradualmente, i Saggi iniziarono ad utilizzare la creazione della Dea della Saggezza per impiantare le conoscenze che facevano comodo all'Akademiya e non per fornire le informazioni ricercate dalle persone. Molti dati diventarono proibiti e non era più possibile distinguere la verità dalle falsità. I Grandi Saggi utilizzarono il terminale Akasha per far addormentare le persone, raccogliere i loro sogni e creare un falso Dio partendo dal Messaggero dei Fatui Scaramouche. Dato che l'Akademiya stava utilizzando l'Akasha per le ragioni sbagliate, Sua Eccellenza Minore Kusanali decise di spegnere il sistema. Quando il Messaggero dei Fatui, Dottore, scambiò la Gnosi di Electro in cambio della distruzione dei suoi \"segmenti\", offrì un nuovo accordo all'Archon di Dendro: ricevere la Gnosi di Dendro in cambio della conoscenza riguardante i Discendenti ed il falso cielo di Teyvat. Nonostante la sua iniziale esitazione, la Dea della Saggezza rinunciò alla sua Gnosi ed il manufatto fu consegnato alla Tsaritsa.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6516,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Cataclisma di Khaenri'ah",
        "desc": "<p>Un disastro avvenuto 500 anni fa, durante il quale le forze dell'Abisso irruppero a Teyvat. Come risultato del Cataclisma, Khaenri'ah venne distrutta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/23/20856775/826332c1b0fb525a54df5442ee996c76_3770321130010944750.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Fatui",
        "desc": "<p>Un'organizzazione di Snezhnaya leale alla Tsaritsa, si è espansa in tutto il continente. I suoi Undici Messaggeri sono a caccia delle Gnosi. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/17/20856775/159454dca0123d1c63a52568b03a0a26_2110336716961042200.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7087,
        "name": "Irminsul",
        "desc": "<p>Irminsul può essere immaginato come un grande albero che cresce verso il basso anziché verso l'alto, contiene tutta la conoscenza e la saggezza del mondo dai tempi antichi al presente. Le Linee geomantiche, come le radici di Irminsul, attraversano la terra assorbendo i ricordi del mondo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/18/20856775/aa06aa829f5a3a926aef88750adb81f2_8073362589432419530.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "<p>Dea dei fiori, amica di Sua Eccellenza Maggiore Rukkhadevata e Re Deshret. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/20856775/54fc33ab94abb4b00460e448f7765892_3155104111087864753.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>La Dea della Saggezza, precedente Archon di Dendro e amica di Nabu Malikata e del Re Deshret. E' stata cancellata completamente dall'Irminsul per salvarlo dalla conoscenza proibita.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/09/362377527/acd0bdd45468ca7918a0d122cd91f01a_1541552034862194288.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Un uccello rinchiuso tra le mura del Santuario di Surasthana che può vedere il mondo solo attraverso i suoi sogni.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/35428890/f29490bddc56b4a6773b6c5003bbb853_9091170755650648414.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramouche",
        "desc": "<p>L'ex sesto dei Messaggeri dei Fatui, creato da Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/157266935/3ca9b9e2138195540f079c470acfbce5_5777146378291795991.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Hydro",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/43c0c138c40111c11fe4bcf63ed89e5b_6051023378553119068.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Il cuore del Mare Primordiale, dal quale ha avuto origine tutta la vita, è stato il primo Sovrano di Hydro. Quando il Primigenio sconfisse i draghi, Celestia creò un nuovo \"cuore\", Egeria. Ella trafugò il potere del Mare Primordiale per trasformare i suoi famigli Oceanidi in umani, commettendo così il peccato originale e per questo fu imprigionata da Celestia. Quando Egeria venne liberata, ricevette un pezzo del Primigenio ed il trono divino, diventando così la prima Archon di Hydro di Fontaine. Assieme al peccato originale, iniziarono a circolare delle voci su una profezia secondo la quale, un giorno, tutti gli abitanti di Fontaine sarebbero annegati e sarebbe sopravvissuta soltanto l'Archon di Hydro, ormai sola e in lacrime sul suo trono."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/6b63ba3a7d5c46b0a07282251614a445_278349861575751041.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Egeria perse la vita durante il Cataclisma e Focalors, un'Oceanide trasformatasi in umana, divenne la sua sostituta. Focalors aveva riflettuto per molto tempo su come contrastare la profezia e il fato ed aveva trovato soltanto una risposta: era necessario ingannare i Princìpi celesti nel momento in cui la profezia si sarebbe avverata. Ella decise di separare la propria parte divina dal suo corpo e dal suo spirito. Alla sua controparte umana diede il nome Furina e le affidò il ruolo di Archon e di sovrana di Fontaine. Focalors mise la propria divinità, e la Gnosi di Hydro, all'interno dell'Oratrice Mécanique d'Analyse Cardinale, uno speciale meccanismo che convertiva la fede delle persone nella giustizia, in una forma d'energia chiamata Indemnitium, che alimentava Fontaine. Sebbene il dispositivo venisse utilizzato per emettere giudizi, in realtà il suo vero scopo era l'uccisione dell'Archon di Hydro e la distruzione del trono divino. Focalors sapeva che, soltanto con quel potere, sarebbe stata in grado di distruggere il trono divino dell'Archon e di sovvertire il dominio di Celestia, frantumando le regole dei Sette. Focalors mise in moto il suo piano non appena la profezia cominciò ad avverarsi e l'Oratrice distrusse sia Focalors che il trono divino, ridando al Drago di Hydro Neuvillette il potere che aveva trattenuto fino a quel momento.\n, come tutti gli altri Messaggeri, era stata incaricata di riportare la Gnosi di Hydro a Snezhnaya ed aveva ricevuto l'autorizzazione di utilizzare il manufatto per salvare Fontaine dalla profezia. Per lungo tempo, la Messaggera, aveva tentato di scoprire la posizione della Gnosi, realizzando che Furina non ne fosse in possesso. Aveva persino mandato i bambini della Casa del Focolare ad infiltrarsi a Forte Méropide, per tentare di rivelare il segreto del luogo e scoprire se fosse correlato al manufatto. Con il trono divino ormai distrutto, non sarebbe potuto più ascendere nessun nuovo Archon di Hydro. Il Sovrano di Hydro, che ormai aveva riacquisito la piena autorità, decise di perdonare i Fontainiani per il peccato originale e prese Fontaine sotto il suo dominio, garantendo il proprio potere a coloro i cui desideri raggiungevano l'alto dei cieli. Dato che il Drago di Hydro non aveva alcun bisogno del potere della Gnosi, Neuvillette la consegnò ad Arlecchino, come segno di gratitudine per l'aiuto che aveva prestato durante il disastro di Fontaine.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5786,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Draghi Elementali",
        "desc": "<p>Si tratta di una razza antica che governava Teyvat molto prima dell’esistenza umana. I draghi appartengono al Reame della Luce.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/445590549/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_8294669031423825124.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Forte Méropide",
        "desc": "<p>Prigione di Fontaine, gestita dal Duca Wriothesley.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/23/20856775/543bcf412bf7a949068f160ee9ab7e97_2147794152112341456.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Il precedente Archon di Hydro morto durante il Cataclisma 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/a5b8d23dd3fbe0969cc3ebce78f9c29f_5914355630979167572.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "name": "Focalors",
        "desc": "<p>Ultima Archon di Hydro e Dea della Giustizia. <span class=\"wk-shady\">Si è sacrificata per distruggere il Trono Divino dell'Archon di Hydro e ripristinare il potere del Drago di Hydro.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/27/362377527/80ba303688814e831e74b988eb6a68f8_1995540192529548756.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>La protagonista assoluta della scena del giudizio, fino all'applauso finale.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/45954971/263e5ea0784d182b393f67a7e24146a5_8864541355688862657.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il Giudice supremo di Fontaine, anche conosciuto come lo Iudex, famoso per la sua incontestabile imparzialità.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/157266935/0513aa7f482dbb4778545d02f94956fe_7174467864028517893.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "<p>La Fantesca, la quarta dei Messaggeri dei Fatui. Una diplomatica imperturbabile e spietata. Per i bambini della Casa del Focolare, è il loro temuto e affidabile \"Padre\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/20577441/672e65470bfd14b664596c2a7f7eaaf8_1307009318507582543.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5767,
        "desc": "",
        "displayStyle": "card",
        "menuId": 33
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Pyro",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Data la natura di Natlan, nella regione non esistevano Dei in grado di divenire Archon e quindi il primo Archon di Pyro era stato un semplice mortale di nome Xbalanque. Dopo l'ascensione al trono divino egli prese in prestito i poteri della Signora della Morte, Ronova, una delle ombre del Primigenio e stabilì le regole di Natlan: una struttura nella quale chiunque sarebbe potuto diventare Archon. Queste regole compongono l'Ode della resurrezione e permettono ai portatori di un Nome antico, caduti in battaglia contro l'Abisso, di tornare in vita tramite il Pellegrinaggio del ritorno della Fiamma sacra. Durante il Pellegrinaggio gli abitanti di Natlan determinano il guerriero più forte, adatto a diventare il successivo Archon di Pyro e creano del fuoco belligerante per alimentare la Fiamma sacra. Quando una persona ascende al trono divino, si risveglia la sua fiamma interiore e la Fiamma sacra di Natlan le garantisce una significativa conoscenza e le memorie della terra. Il potere ricevuto da un nuovo Archon dipende dal potenziale della persona. Lo stesso principio si applica ai poteri della Signora della Morte, ma la quantità di potere ereditato non cambia in base alla capacità di sopportazione della persona. Se l'individuo è in grado di resistere alla prova, acquisirà un potere senza precedenti e l'abilità di utilizzare una forza più grande di quella di qualsiasi altro Archon. Qualsiasi potere, ha però un prezzo e quello per la forza di Ronova è la morte. Sebbene questa regola non definisca una data esatta per il pagamento, l'esito è comunque inevitabile."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/501dfee2ecd09f21232bc2a87e17e2bf_1166317514582651473.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dato che non ha Linee geomantiche, Natlan è diversa da tutte le altre nazioni. Inizialmente, la terra dovette sopportare enormi sofferenze a causa della guerra tra i Draghi ed il primo Discendente e fu poi corrotta dal potere dell'Abisso, diventando soggetta al decadimento durante il Cataclisma di 500 anni prima. Sotto la guida della Signora della Morte uno degli angeli creò il Regno della Notte, che sostituisce le Linee geomantiche di Natlan e nel quale vengono decise le regole. Per colpa dello stato delle Linee geomantiche dopo il Cataclisma e per i costanti attacchi dell'Abisso, stando ai calcoli, la regione non potrà esistere per più di altri 500 anni. L'Archon di Pyro Mavuika ideò un piano per utilizzare il potere del trono divino e di Ronova per salvare Natlan: sarebbe stato designato un eroe per ogni tribù e dopo la riunione dei sei individui, tutti assieme avrebbero scatenato il potere di Ronova. Per assicurarsi di poter portare avanti un piano simile, Mavuika diede la propria vita e garantì a se stessa la possibilità di rinascere non appena il tempo di Natlan fosse giunto agli sgoccioli."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/07d83116d50f91e83284ddfd9d0b985f_2486634328497265934.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Circa 500 anni dopo, Mavuika nacque nuovamente dalla Fiamma sacra ed i sei eroi furono riconosciuti tramite i loro Nomi antichi. Sebbene Mavuika sapesse che per il potere di Ronova avrebbe dovuto pagare con la vita, e che il piano poteva fallire, non voleva utilizzare la Gnosi di Pyro per distruggere tutte le anime e purificare la corruzione. Il manufatto aveva la capacità di raccogliere l'anima ed i ricordi delle persone dalle Linee geomantiche, per poi tesserle in una gigantesca rete che poteva contenere la corruzione dell'Abisso. Nel processo di creazione di questa rete, tutte le anime sarebbero andate distrutte e quindi Mavuika esitava nell'utilizzo di questa funzione. Anche se tutti i ricordi dell'intera regione fossero stati sacrificati, la rete avrebbe potuto comunque soffrire gli effetti della corruzione e tutti quei sacrifici sarebbero stati vani. Con il potere del trono divino e di Ronova, l'Archon fu in grado di fermare l'invasione su larga scala di Natlan da parte dell'Abisso, di purificare parzialmente dalla corruzione nel Regno della Notte e di utilizzare l'Ode della resurrezione su tutte le persone che avevano dato la vita combattendo per Natlan.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6820,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 6824,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7095,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7099,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Cataclisma di Khaenri'ah",
        "desc": "<p>Un disastro avvenuto 500 anni fa, durante il quale le forze dell'Abisso irruppero a Teyvat. Come risultato del Cataclisma, Khaenri'ah venne distrutta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/23/20856775/826332c1b0fb525a54df5442ee996c76_3770321130010944750.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>Il primo Archon di Pyro, colui che sconfisse il Signore delle Fiamme e rinacque dalle ceneri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/05/445590549/e7f7eee058f60fc225b1f5bc654a08e0_2658918662697367762.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7039,
        "name": "Ronova",
        "desc": "<p>La Signora della Morte, una delle quattro Ombre del Primigenio.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/20856775/57099dce99ddcb106636d9fe3a054527_5610238473485806538.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "name": "Yohualtecuhtin, Signora della Notte",
        "desc": "<p>Un angelo che creò il Regno della Notte a Natlan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/20856775/c1da02b7fb549b7e952c814081f07c16_6007038937546049890.png",
        "displayStyle": "card",
        "menuId": 10
      }
    ]
  }
}