{
  "epId": 4936,
  "name": "Festa di Fontinalia",
  "desc": "<p>La Festa di Fontinalia è stata creata per commemorare la ricerca dei Cavalieri di Loch per le Oceanidi e il loro benvenuto al precedente Archon di Hydro Egeria.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/6be113dc8ecbe93170d1b614788b0509_7192305860558909743.png",
  "menuId": 20,
  "menuName": "Definizioni",
  "version": 1713012142,
  "components": {
    "galleryCharacter": [
      {
        "key": "Festa di Fontinalia",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/b80893981c8b9210e7a7b7a96bfbadac_3086559891458475028.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailer e teasers della storia",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Trailer della Versione 4.3 \"Rose e Moschetti\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/237301566/06360b16fb2965545e03715b69d8e5a0_6133965589154600586.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe699>8</color> <color=#ffd780>Dicembre 2023</color>\nQuando si alza il sipario sul Festival del Film di Fontinalia, sembra che tutti siano dove dovrebbero essere: il regista, il produttore, il direttore artistico e, ovviamente, gli attori stessi...\nOra non resta che programmare il momento in modo che i moschetti sparino e le rose sboccino solo nei momenti perfetti. Allora lo lasceremo a voi.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=Z1SK-G1B6rY&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Festa di Fontinalia",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/9519d13b21da501be8baeee40e5606d9_8690285002724918201.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>La Festa di Fontinalia a Fontaine fu istituita per onorare i leggendari Cavalieri di Loch che cercarono le Oceanidi e accolsero l'Archon di Hydro Egeria.</color>\nSimilmente ad altri festival importanti come il Windblume Festival di Mondstadt e il Rito delle Lanterne di Liyue, ha profondi legami con la fondazione di Fontaine, rendendolo uno dei festival più importanti della nazione.\n<color=#ffffff73>Originariamente, le persone commemoravano di Cavalieri di Loch imitandoli, indossando costumi speciali, alzando calici dorati e andando porta per porta a chiedere acqua pura.</color>\n<color=#ffffff73>Tuttavia Furina rese la tradizione più gioiosa qualche anno fa cambiando la richiesta dell'acqua con la richiesta di dolcetti.</color>\nLa Festa ora è considerata più di tipo carnevalesco ed è famosa tra i bambini che ogni anno si impegnano in attività di \"prova o scherzetto\", che includono andare di porta in porta a chiedere caramelle con cestini durante la celebrazione. Durante la prima Festa di Fontinalia a cui hanno partecipato il Viaggiatore e Paimon, alla fine della festa fu assegnato il prestigioso \"Premio Furina\", che prende il nome dall'ex Archon di Hydro Furina. Nonostante i cambiamenti al vertice, il nome è ancora adatto al premio dato che Furina rimane una figura amata a Fontaine.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4939,
        "name": "Festival del Florvento",
        "desc": "<p>Il Festival del Florvento venne creato per commemorare il coraggio ed il sacrificio degli eroi che spodestarono il tiranno Decarabian, dio delle Tempeste.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/218111227/a9871c7ad8593cc5f5ae833817cfd876_1130008676246082584.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "Festival delle lanterne",
        "desc": "<p>Ogni anno nella giornata della prima luna piena, Liyue celebra il Festival delle lanterne. Di notte, le persone lanciano in cielo molte Lanterne Xiao ed una grossa Lanterna Mingxiao. All'interno di ogni lanterna ci sono un pezzo di Plaustrite ed un legnetto speciale, con scritti i desideri di chi l'ha fatta volare. Le lanterne fluttuano lentamente, illuminando la via alle anime dei fedeli difensori di Liyue.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/85019254/654359f2b1a70b260e1017d412721a45_8017477745862642241.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Cavaliere di Loch",
        "desc": "<p>I Cavalieri di Loch sono seguaci della Signora delle Molte Acque, Egeria, che giurò di proteggere gli Oceanidi, trovare il Puro Graal e spezzare le catene che imprigionavano Egeria per espiare il peccato originale.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/85019254/afce7f4f1847f62698a00f239e5a8d00_7805892425926695216.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanidi",
        "desc": "<p>Gli Oceanidi sono forme di vita Hydro intelligenti create dal precedente Arconte Hydro, Egeria, e sono in grado di manipolare l'acqua a piacimento. <span class=\"wk-shady\">Tutto il popolo di Fontaine un tempo erano Oceanidi, che Egeria aveva trasformato in umani per soddisfare i loro desideri nei suoi confronti, andando contro la volontà dei Principi Celesti.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/85019254/03504adeef60cc4ded53192b2287b1fe_5967388393566751296.jpg",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Il precedente Archon di Hydro morto durante il Cataclisma 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/a5b8d23dd3fbe0969cc3ebce78f9c29f_5914355630979167572.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>La protagonista assoluta della scena del giudizio, fino all'applauso finale.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/45954971/263e5ea0784d182b393f67a7e24146a5_8864541355688862657.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cavalieri di Loch",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Una vecchia leggenda narra che negli anni in cui la Signora delle Molte Acque fu imprigionata e il Dio Re Remus governava le terre, l’acqua sorgiva doveva essere nascosta in ruscelli di montagna nascosti, santuari in cui nacquero i Cavalieri di Loch. I Cavalieri giurarono sull'armatura d'argento di proteggere le Oceanidi e di proteggere altri cavalieri che avevano fede nella Signora delle Molte Acque, resistendo all'onnipresente potere dorato che oscurò il cielo e il sole. Giurarono di non sguainare mai la spada contro coloro che giurano fede in Egeria e di non scendere mai a compromessi di fronte al male. Si opponevano all'onnipresente autorità dorata con un debole corpo fatto di carne e ossa."
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>\"Noi giuriamo sul fiore d'argento che sempre fiorisce che scacceremo l'usurpatore dorato dall'alto mare e laveremo via l'ingiustizia con sangue e lacrime\"</color>\n<color=#ece5d8>\"Giuriamo di proteggere gli spiriti sorti dall'acqua pura, di proteggere le benedizioni lasciate dalla Regina di Tutte le Acque, finché la sorgente pura non scorrerà come prima\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Ovunque andasse Harmost Boethius di Remo, il nettare naturale veniva sepolto, venivano costruiti gli acquedotti dell'impero e gli spiriti nati dall'acqua pura (Oceanidi) svanivano senza lasciare traccia. Quando la Città Dorata affondò, i cavalieri che resistettero all'usurpatore si spogliarono delle loro armature e le loro storie furono nascoste in ballate e leggende.\nQuando la Città Dorata cadde e i Cavalieri di Loch affrontarono prove inimmaginabili e sopportarono sofferenze mai conosciute prima, la Signora di Molte Acque fu liberata dalla prigionia e restaurata. Il primo Cavaliere di Loch decise di autoesiliarsi nel tentativo di ripagare un peccato destinato a essere irredimibile, così si nascosero in terre remote e selvagge.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Il precedente Archon di Hydro morto durante il Cataclisma 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/a5b8d23dd3fbe0969cc3ebce78f9c29f_5914355630979167572.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Il Dio Re che costruì Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/15/45954971/c3fb5109543ac9fae75bee0a9a5b6f77_6266087659806494027.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanidi",
        "desc": "<p>Gli Oceanidi sono forme di vita Hydro intelligenti create dal precedente Arconte Hydro, Egeria, e sono in grado di manipolare l'acqua a piacimento. <span class=\"wk-shady\">Tutto il popolo di Fontaine un tempo erano Oceanidi, che Egeria aveva trasformato in umani per soddisfare i loro desideri nei suoi confronti, andando contro la volontà dei Principi Celesti.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/85019254/03504adeef60cc4ded53192b2287b1fe_5967388393566751296.jpg",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Canto di giorni che furono",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/21/190184121/7789fb5e684cf95a7011657d0fa8a971_3444972050405035115.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Calice d'argento del mare immacolato",
        "desc": "<p>Materiale d'ascensione delle armi.</p><p>Negli anni in cui il velo dorato ricopriva il territorio, la pura acqua di sorgente doveva essere nascosta in rivoletti montanari invisibili ai più, e i cavalieri di Loch nacquero in questi santuari.</p><p>I calvalieri giurano sull'armatura d'argento di proteggere gli spiriti nati dall'acqua pura e i loro compagni d'armi anch'essi devoti all'unica vera sorgente, opponendo resistenza all'onnipresente potere dorato che oscurò il cielo ed esclissò il sole.</p><p>Ma questa è una leggenda antica: </p><p>non molto tempo dopo il crollo dell'impero, i cavalieri che resistettero all'usurpatore si spogliarono della loro armatura, e le loro vicende finirono in un groviglio di storie e ballate.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/12/45954971/2487c256ba88ca8a61acb6b3e3c7a471_9097752232548169076.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Zampillo di goccia di rugiada sacra pura",
        "desc": "<p><br>Materiale d'ascensione delle armi.<br>Una reliquia proveniente da un tempo in cui i cavalieri di Loch ancora girovagavano per il mondo... Secondo loro c'erano ancora degli spiriti fedeli nelle sorgenti montuose e nelle valli, dove nessuno osava addentrarsi, sorvegliando sorgenti pure...<br>Tuttavia, il creatore dell'icore artificiale non poteva tollerare alcuna discordanza nella sua grande sinfonia. Si dice che ovunque andasse l'Armosta Boethius il nettare naturale vi fosse sepolto, gli acquedotti dell'impero vi venissero costruiti, e gli spiriti nati da pura acqua svanissero senza lasciar traccia...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/13/45954971/24f0cf5c622a4006831e99948e9e2126_8231565562107908259.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Erinnyes",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/237301566/996428185ebfa9cf6901d777752725de_543682920788935618.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Una leggenda narra che il Cavaliere Erinnyes era il Capo dei Cavalieri che veneravano la Signora delle Molte Acque, Egeria. Lei fu in grado di sconfiggere i principi di Bellouacoi, Atrebatis, e Uiromanduoi e accettare la loro fedeltà. E così i residenti di quelle terre si sottomisero alle sue regole con sincerità. Giurarono di trovare il Puro Graal e di liberare di liberare la Signora delle Molte Acque dalla sua prigionia per espirare il peccato che portavano sin dalla nascita.\nLa leggenda narra che il Puro Graal fosse un vaso sacro contenente l'Acqua Primordiale in grado di esaudire qualsiasi desiderio.\nIl Graal Dorato potrebbe asciugare tutte le lacrime del futuro, fare in modo che gli eredi dell'alto mare non soffrano mai più del dolore e della tristezza del passato, curare anche le ferite più terrificanti, ripristinare la giovinezza e resuscitare i morti. Solo le persone più pure possono contemplarne la gloria, ottenendo la vita eterna e la saggezza senza fine.\nPer celebrare la fedeltà e la saggezza, furono ordinati da Erinnyes otto giorni di festeggiamenti al Castello di Aremori. Un emissario inviato dal Re Remo del Campidoglio si unì alla celebrazione per trasmettere un messaggio da parte del Dio Re Remus. Chiedeva due doni: l'acqua, quella più pura in grado di lavare via tutti i peccati, e la terra, quella più densa in grado di resistere all'erosione che stava per incombere. Se Erinnyes non avesse accettato, sarebbe arrivata sicuramente la morte.\nIl saggio Cavaliere Erinnyes si rifiutò di inchinari al Re Remus e disse all'emissario che lei avrebbe guidato l'esercito benedetto della Signora delle Molte Acque per distruggere la grande città e di purificare l'esercito di Remus nel proprio sangue. Ordinò doni meravigliosi per il musicista capitolino e lo rimandò alla Città Dorata.\nLa leggenda narra che la casa di Erinnyes fu distrutta molto presto dal fuorioso Dio Re con l'esercito dela Città Dorata che mise in schiavitù o uccise i membri della sua famiglia. Solamente in due furono in grado di fuggire a quel destino. Uno di questi incontrò l'orgoglioso Harmost durante la guerra e alla fine ne ereditò l'autorità. L'altra ricevette la grazia della Signora delle Molte Acque e fu accolta dal Principe di Aremorica per custodire quelle acque pure non ancora sequestrate dal Dio Re.\nUna leggenda narra che quando il peccato tentò di portare Città dell'Eternità alla sua caduta, i Cavalieri di Loch affrontarono prove inimmaginabili e sopportarono sofferenze mai conosciute prima. Ma alla fine, il desiderio sincero della gente raggiunse il cielo. Poi, grazie ai loro cuori puri e al Puro Graal ottenuto grazie a innumerevoli sacrifici, la Signora delle Molte Acque fu liberata dalla sua prigionia e risanata.\nErinnyes ringraziò la Signora delle Molte Acque per averle mostrato il Puro Graal e per averla seguita fino al compimento del suo viaggio. Le promise che i Cavalieri di Loch sopravvisuti avrebbero continuato a servire fedelmente Egeria e il suo futuro regno seguendo quel nobile musicista, e che avrebbero inseguito le ombre persistenti, ristabilendo la giustizia. Il cavaliere dagli occhi color mare confessò i suoi peccati e chiese conforto alla sua anima in esilio e con l'espulsione. La Signora delle Molte Acque esaudì il desiderio del cavaliere. La Signora delle Molte Acque regalò come regalo d'addio un fiore puro come la Luce del Lago all'ultimo Cavaliere di Loch. Ancora oggi Fontaine mantiene la tradizione di raccogliere un giglio e di donarlo a chi intraprende lunghi viaggi, augurandosi l'un l'altro una strada tranquilla come l'acqua pura e che i più preziosi possano seguire la sua luce, tornando alla loro casa.\nPer chiedere pietà alla Signora delle Molte Acque e restituire la spada sacra, Erinnyes gettò la sua spada, Hauteclaire, nelle acque del lago. La terza volta la Spada di Luce affondò senza lasciare alcuna traccia. E poi se ne andò a testa alta, per non essere mai più vista da nessuno in questo mondo.\nUn'altra leggenda narra che quando il peccato tentò di portare Città dell'Eternità alla sua caduta, un cantante di nome Erinnyes affrontò prove inimmaginabili sopportando sofferenze mai conosciute prima. E comunque non fu in grado di trovare il Puro Graal. Ma furono i cieli a scegliere la Signora delle Molte Acque, ordinandole di tornare dalla sua prigione primordiale per prendere il posto del re dorato e governare le rovine del mare.\nErinnyes disse:"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>\"Oh Signora dalle Molte Acque, gloriosa madre primordiale, imploro la tua saggezza.\"</color>\n<color=#ece5d8>\"Per te ho ucciso gli ingiusti e fatto cadere innumerevoli città.\"</color>\n<color=#ece5d8>\"Per favore dimmi, ti prego, come i discendenti di tutti i mari potrebbero evitare il disastro.\"</color>\n<color=#ece5d8>\"Oh Signora dalle Molte Acque, gloriosa madre primordiale, per favore mostra misericordia, solo per questa volta.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "La Regina di Tutte le Acque fu commossa da quella supplica disperata e raccontò al cavaliere ciò che una volta aveva detto a Re Remo. Ma il capo che sognava onore e gloria era disperato, e la sua spada, a lungo macchiata di sangue, cadde, portando con sé l'ultimo filo della ragione. Erinnyes se ne andò, per non essere mai più vista, senza aver visitato la terra dei suoi sogni.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Il precedente Archon di Hydro morto durante il Cataclisma 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/a5b8d23dd3fbe0969cc3ebce78f9c29f_5914355630979167572.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "La chanson d'Érinnyes",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Fulgore delle placide acque",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Uno scettro avvolto da un vortice d'acqua cristallina. In un'epoca assai remota, esso rappresentava la suprema autorità sulle correnti del mare.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/14/45954971/9807aa25f336daae391a6f6d4995af3d_919174743284659223.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Canto di giorni che furono",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/21/190184121/7789fb5e684cf95a7011657d0fa8a971_3444972050405035115.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Giglio Lagoluce",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un fiore azzurro dall'aspetto immacolato, che nasce quando le vene dell'acqua confluiscono. Ha un profumo semplice, fresco ed elegante, intenso e corroborante nella sua gentilezza.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/19/45954971/cfef85645ede8ab0caf243e71d9a1205_8755025191051500692.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Rose e Moschetti",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "La prima Festa di Fontinalia a cui prese parte il Viaggiatore fu presentata dall'Associazione Cinematrografica di Fonaine che mirava a promuovere la produzione di film. Xavier, produttore cinematografico, affrontò problemi economici nonostante si fosse assicurato la maggiorparte della troupe e e i diritti d'autore a causa della mancanza di fondi da parte dell'investitore del film, il signor Morris. Xavier spiegò la situazione a Chiori che stava lavorando al film come direttore artistico dell'evento, compreso il design dei costumi e delle varie apparizioni degli attori. Gli attori protagonisti, Kamisato Ayaka e Kamisato Ayato, si offrirono di recitare gratuitamente. Col Viaggiatore alla Kamera, Paimon come ciacchista, Yoimiya come assistente, e Xavier come produttore, avevano bisogno solamente di un direttore fino a quando Paimon non propose Furina, conosciuta per le sue competenze passate per la sua performance in \"La piccola Oceanide\". Dopo aver ricevuto in dono la Mousse di Fontinalia e aver ottenuto la completa libertà sulla sceneggiatura, Furina ha accettò di dirigere nonostante la paga inferiore."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/f164e073d876577b16f767839cc1b667_8844276822138672027.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Per migliorare il film, fu consigliato al Capitano Chevreuse della Pattuglia di Sicurezza e Sorveglianza Speciale di eseguire una coreografia d'azione, cosa che accettò dopo aver sentito che il film era basato su \"I Due Moschettieri\". Chevreuse spiegò che l'ispirazione del film, \"I Due Moschettieri\", era incentrata su due figli illegittimi nati dalla cameriera di un barone, che sopportano maltrattamenti nella casa del barone stesso. Dopo che la loro madre venne uccisa e il crimine insabbiato, fuggono ma giurano di vendicarla. I fratelli diventano abili moschettieri e, anni dopo, si vendicano dei membri della famiglia del barone per rivelare la verità sulla morte della madre e rendere giustizia alla sua memoria. Questa sembra essere stata anche l'ispirazione per un recente caso di omicidio con metodi simili. Esortò il Viaggiatore a riposarsi e a considerare di unirsi alle indagini il giorno successivo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/f3ac79bcc77d6dd643ef1d54e40e8a1a_3278709495588715678.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Il primo giorno di riprese de \"I Due Moschettieri\", Xavier presentò due nuovi membri della troupe, Veronique e Bonnot, rispettivamente come attrezzista e tecnico delle luci. Furina informò la troupe sulla prima scena ambientata nella casa del barone. Veronique spiegò che il moschetto di scena utilizza una polvere. Ayaka e Chevreuse si legarono alle loro armi e Ayato suggerì di affidare il suo ruolo a Chevreuse, cambiamento approvato da Furina.\nLe riprese iniziarono con due scene forti nella tenuta del barone, con Chevreuse nei panni di Tulipe e Ayaka nei panni di Iris. Le scene mostravano il maltrattamento dei personaggi e l'omicidio della loro madre. Dopo le riprese, Chevreuse avviò le indagini sull'omicidio, concentrandosi sui luoghi legati all'attività dei moschetti a Fleuve Cendre. L'indagine rivelò alcuni indizi, ma Chevreuse suggerì di continuare le indagini dopo aver terminato le riprese del film, aspettandosi che col tempo emergessero nuove piste. Ayato lavorò alla costruzione di relazioni diplomatiche tra Inazuma e Fontaine e presentò una proposta ben ponderata a Neuvillette, che sottolineò il rispetto delle normative. Ayato aveva intenzione di presentare una proposta per iscritto al Palais Mermonia entro una settimana."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/efc5e9bf43813f370ae1067865c385e1_6797648442784948423.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Sia le riprese che l'investigazione criminale proseguirono a ritmo costante nei giorni successivi. Nelle scene finali de \"I Due Moschettieri\", Chevreuse nei panni di Tulipe e Ayaka in quelli di Iris trionfarono a scapito del barone, rappresentando la giustizia. Dopo la vittoria, Iris e Tulipe pensarono ai loro passi successivi e dissero che erano pronte a lasciarsi tutto alle spalle e a cercare pace. La scena si concluse con lo sbocciare di una Rosa Arcobaleno. Ayaka e Chevreuse furono lodate per le loro perfomances. Chevreuse iniziò a spiegare la sua passione per le storie in cui la giustizia prevaleva sul male, ma nel mentre fu interrotta da un'urgenza e se ne andò. Quando fece ritorno, raccontò che aveva ricevuto un indizio sul caso dell'omicidio della Rosa Arcobaleno. Il fiore lasciato dal killer era di una cultura rara e, con l'aiuto della sua amici Emilie, una profumiera, riuscirono a risalire a un orto preciso di Fontaine.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/0265ad043f4493e93b8624795d634c0b_553847658650337090.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Quando arrivarono all'orto, Baptiste, l'autore de \"I Due Moschettieri\", confessò gli omicidi e rivelò la sua vendetta contro un uomo ricco per la morte di sua madre. Chevreuse dubitava della sua storia ma accettò una conversazione privata in cui Baptiste rivelò maggiori informazioni. Esortò Chevreuse di dargli una giustizia diretta poiché il carcere non sarebbe stato sufficiente. Baptiste venne scortato via per ulteriori interrogatori e Chevreuse accennò a tornare alla Pattuglia Speciale e prepararsi per i giorni impegnativi a venire. La troupe cinematografica dovette affrontare sfide inaspettate durante l'ultima fase delle riprese. I problemi tecnici con le telecamere e una pellicola rubata causarono degli inconvenienti, ma la troupe riuscì comunque a superare questi ostacoli. Nonostante i limiti di tempo, le riprese de \"I Due Moschettieri\" si conclusero con successo. Furina e Xavier espressero gratitudine all'equipaggio e ne seguì una festa sulla spiaggia. La troupe apprezzò l'atmosfera festosa, nel frattempo Yoimiya invitò l'investitore del film, il signor Morris, ad aiutarla a portare i fuochi d'artificio alla festa."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/411ab21127b0dfc0475fb4bff430e9c4_3452129507742688373.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Yoimiya e Morris entrarono in una stanza piuttosto buia dove si verificò una drammatica svolta degli eventi quando Yoimiya venne apparentemente colpita e uccisa, e una Rosa Arcobaleno atterrò davanti a lei. Chevreuse apparse all'improvviso con in mano un moschetto e accusò l'investitore cinematografico, il signor Morris, di aver ucciso Elisa, la madre di Baptiste, mentre teneva in mano un ciondolo che conteneva una foto di loro insieme come prova. Chevreuse dichiarò il suo arresto per l'omicidio di Elisa. Veronique, sconvolta dal fatto che non fosse stato ucciso, tentò di sparargli implicandola come \"Il secondo moschettiere\". Si venne a sapere che Morris aveva assunto un assassino a causa di una relazione scandalosa con Elisa. Veronique, che si rivelò essere la sorella di Baptiste, condivise il suo desiderio di vendetta contro Morris. La Pattuglia Speciale arrivò poco dopo per arrestare Morris e Veronique. Chevreuse rivelò che l'intero evento precedente, inclusa l'apparente morte di Yoimiya, fu inscenato per costringere Morris a rivelare la verità sull'omicidio di Elisa. La troupe tornò ai festeggiamenti e Chevreuse notò le rose arcobaleno nel giardino ormai in piena fioritura."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/9dbc637047ae86f850b303a40210bbab_2212202336672334882.PNG",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Dopo il successo della premiere del film e la soluzione dell'omicidio, Xavier si preparò per la cerimonia di premiazione. Chevreuse parlò dei colpevoli con Wriothesley a Forte Meropide e gli chiese di distribuire un giornale dove la copertina era dedicata al caso, così \"una certa persona\"</color> si sarebbe presto ritrovata la più sfortunata a Forte Meropide mentre altri due sarebbero stati acclamati come eroi. Alla cerimonia di premiazione, \"I Due Moschettieri\" vinse il Premio Furina e Xavier annunciò la sua compagnia cinematografica, \"Musketeer Pictures.\" Tutti i membri della troupe scattarono una foto e Furina ricevette il Premio Furina. La celebrazione finì con i festeggiamenti per \"Musketeer Pictures\".\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>La protagonista assoluta della scena del giudizio, fino all'applauso finale.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/45954971/263e5ea0784d182b393f67a7e24146a5_8864541355688862657.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2509,
        "name": "Xavier",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Xavier_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 32,
        "name": "Kamisato Ayaka",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Figlia del clan Kamisato della Commissione Yashiro. Rispettabile ed elegante, nonché saggia e forte.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayaka_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 31,
        "name": "Kamisato Ayato",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il giovane ma particolarmente abile capo del clan Kamisato della Commissione Yashiro. Un uomo dalle mille risorse, colto e garbato.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayato_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 15,
        "name": "Yoimiya",
        "desc": "<p>Proprietaria della Bottega Naganohara. Conosciuta come la Regina del Festival dell'estate, è particolarmente abile nella creazione di fuochi d'artificio che simboleggiano le speranze e i sogni della gente.</p><p></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yoimiya_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4577,
        "name": "Chevreuse",
        "desc": "<p>La capitana della Pattuglia speciale di sicurezza e sorveglianza, che porta il sigillo della giustizia perennemente apposto sul cuore. Il suo moschetto non mirerà mai a nessuno se non a rei e malfattori.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/09/45954971/a846729f31f16a987a8696466ebabcc0_8955969114480999025.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il Duca di Forte Méropide, misterioso signore delle torbide profondità.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/18/157266935/31a0eb2dec5d69ca8dd7616572136b8b_5932338296214317556.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4896,
        "name": "I due moschettieri",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Una serie che spopola a Fontaine e che parla di cospirazioni, vendetta e malvagità.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/25/1ab6bb80ae86aab0a1f8064c05b6a72f_7162576051872538658.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4007,
        "name": "Rosa arcobaleno",
        "desc": "<p>Un fiore rosa tenero e delicato. Nonostante il nome, la rosa arcobaleno è molto più simile al giglio.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/157266935/670b8958c90014a1bdacba5123c2c9da_2319658183199570944.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4823,
        "desc": "",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Festa di Fontinalia"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Festival"
          }
        ]
      },
      {
        "key": "Eventi correlati",
        "value": [
          {
            "type": "RichText",
            "text": "Versione 4.3 Evento - Rose e Moschetti"
          }
        ]
      }
    ]
  }
}