{
  "epId": 4938,
  "name": "Festival della luna",
  "desc": "<p>Il Festival della luna celebra l'arrivo dell'autunno alla luce della luna.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/157266935/240d34ca3e743e283c2f0af68b8dd1c8_6228102318611164257.png",
  "menuId": 20,
  "menuName": "Definizioni",
  "version": 1719503004,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Festival della luna"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Festival"
          }
        ]
      },
      {
        "key": "Evento correlato",
        "value": [
          {
            "type": "RichText",
            "text": "Evento versione 2.1 - Moonlight Merriment"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Festival della luna",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/26/20856775/2e14e4aeb0e70b758692b96a7cecbaa6_6479613718865286479.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Il Festival della luna è una della più antiche tradizioni di Liyue, si tratta di un grande festeggiamento che celebra l'arrivo dell'autunno alla luce della luna. In tempi antichi si pensava che il festival fosse il momento in cui gli Adepti ricercavano la \"Via\", nel presente invece è considerato un momento di gioia e riposo. In origine, il festeggiamento era un rito riservato unicamente agli Adepti. Stando alla leggenda, i discepoli, nel percorrere la via degli Adepti attraversavano fiumi e montagne, concedendosi una varietà di piatti ricercati per trovare conforto nei propri cuori. Le generazioni future denominarono il loro viaggio \"Sentiero delle prelibatezze\"."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/26/20856775/99d363bf24aefe0935064ebb44b197d6_2959547092775311215.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "In tutta Liyue spuntarono molti Festival, nel tentativo di emulare il rito originale. Durante le notti di luna le persone si riunivano piene di gioia, condividendo squisiti cibi, vini e tè. In onore di un vecchio amico, il Dio dei Fornelli, Rex Lapis riunì tutte queste celebrazioni nel Festival della luna. Riconoscendo i contributi dell'amico in tutta Liyue, Rex Lapis, volle immortalare la sua memoria. Questo voto collettivo alla luna simboleggiava gioiosa solidarietà, una commemorazione del passato ed una riflessione sul presente, che è l'essenza del festeggiamento. Ogni anno la celebrazione ha un tema unico, solitamente scelto dalle Sette Stelle di Liyue. Un racconto popolare narra che gli antichi trovarono il tempio del Dio dei Fornelli, al suo interno non era presente nessuna statua e al suo posto vi era soltanto una liscia lastra di pietra."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/27/20856775/2f19fd579241cb39e2ce8e1f430f8d3a_7627339002581928731.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "L'adepta \"Raminga dei sentieri\" rivelò che il Dio dei Fornelli era un suo amico, ormai dimenticato dal mondo. Nonostante la scomparsa era stato fatto il patto di attendere il ritorno del Dio, una volta che le terre sarebbero state nuovamente fertili. Un tempo Marchosius era il Dio Patrono del Terreno e aveva donato la sua saggezza e il suo potere alla terra, in modo da poter prevenire tutte le difficoltà: siccità, inondazioni, piogge torrenziali, uragani, terremoti, tsunami, incendi e pestilenze. Una volta camminò assieme alla gente sulle pianure aride, finché non raggiunsero il porto più vicino. Si unì agli umani per costruire le loro dimore e accendere i loro fornelli. Sua fu la mano che accese il primo lampione di Liyue e che portò l'aroma del cibo cucinato in tutte le case del paese. I mortali non si ricordano più di lui ma, all'epoca in cui il suo ricordo era vivido, era considerato l'Adepto più vicino all'uomo comune."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Articoli Correlati:"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "name": "Adepti",
        "desc": "<p>Gli Adepti sono un gruppo di bestie immortali e illuminate di Liyue che hanno protetto le persone per millenni.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/362377527/7372a2d1b47769b64d0e87bd21a867a7_3288589711666308805.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Guoba",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/23/194600931/aed6d782110b4a976ecc5deffddd9bff_37725679114108199.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Madame Ping è un'anziana signora che vive nel Porto di Liyue: è possibile trovarla nella zona del Padiglione Yuehai, sul Belvedere di Yujing, durante le ore diurne accanto al tavolino su cui tiene i suoi oggetti personali,</span><span class=\"wk-shady\"> tra i quali la sua serenteiera,</span><span style=\"color: rgba(255, 255, 255, 0.65)\"> intenta ad osservare lo sbocciare dei fiori circostanti.</span></p><p><span class=\"wk-shady\">È un'adeptus, conosciuta in passato col nome di Raminga dei sentieri, dedita alla musica, alla convivialità e molto legata agli esseri umani, di cui tutt'ora si interessa, osservandone quotidianamente l'evoluzione.</span></p><p><span class=\"wk-shady\">Oggi Madame Ping ha le sembianze di un'anziana signora, saggia e dai modi gentili, ma nel periodo della sua giovinezza, quand'era '<em>bella e vanitosa</em>', come lei stessa si definisce, era '<em>impavida, premurosa, eloquente e molto saggia</em>', come rammenta Vestale delle nuvole durante il Festival delle lanterne (versione 3.4), tanto da aver combattuto al fianco dell'Archon di Geo durante la guerra degli Archon.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Madame Ping è un NPC che compare in alcune missioni ed eventi di Liyue.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/95525664/0f6d6b3952d41b274178b21b4b0169b9_6945545406528595277.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un misterioso esperto ingaggiato dai Servizi Funebri Wangsheng. Estremamente competente in qualsiasi materia.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Preludi e Trailer",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Preludio della storia: Flavors of the World - ING"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/1062f1cb3cf7147dc48b249b75c30c10_6187059567318529523.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>2 Ottobre 2021</color>\nThe passing of time is marked by meals as we drink and make merry, blessed by nature's grace. From past to present, the years go by in the blink of an eye. Smoke of hearths brings us joy and domesticity paints a picture of everyday life. Delicate clouds chase the moon as the boat floats on the river of time.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=sHshbPUOXo4&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrazioni ed Emoji",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Evento \"Moonlight Merriment\" - ING"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/35428890/0b5369a5b538b2230c236637334f46d1_3179886080286978994.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>30 Agosto 2021</color>\nDuring the event, Travelers can complete quests in Moonchase Tales or take part in Moonlight Seeker and Trail of Delicacies challenges to obtain rewards such as the event-exclusive claymore, Luxurious Sea-Lord as well as its refinement materials, Crown of Insight, Primogems, recipes, and more."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "\"Moonlight Merriment\" - Felicità al chiaro di luna",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/27/20856775/6eae5d30e791e9690f84ed2d8f8a1f74_1182872207442858899.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Il Festival della luna cade nel periodo in cui vengono raccolti la maggior parte degli ingredienti per la cucina, si tratta quindi di un momento perfetto per godersi i cibi più raffinati. La gente di Liyue si concede le pietanze preferite, condivide momenti con amici e famiglia e fa baldoria nella bellezza dei fiori e del chiaro di luna. Il primo Festival della Luna del Viaggiatore ha avuto come tema il \"Banchetto della terra generosa\", che includeva anche la gara di cucina \"Masterful Chef\", scelta dalle Sette Stelle di Liyue. Xiangling, una giovane cuoca talentuosa ed entusiasta, cercava ispirazione e contattò il Viaggiatore e Paimon per raccogliere le idee. Incontrarono molte persone e scoprirono diverse versioni del \"piatto perfetto\". Xiangling si fece strada nella competizione dopo aver presentato tre nuove ricette: Pollo Foo Yung, Vieni a prenderlo! e Gamberetti cristallini. Su suggerimento degli abitanti di Liyue, per le finali fece degli aggiustamenti ai piatti e presentò il Pollo al peperoncino di Jueyun, il Cosommé ai tre sapori e i Gamberetti cristallini. Riuscì a vincere la gara contro Yanxiao, il secondo finalista."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/27/20856775/9ed83fa2d6bcada9bf8363303f7d7797_1226053199219450292.jpg",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Durante tutta la preparazione per il torneo il gruppo aveva cercato informazioni sul Dio dei Fornelli, ritenendo che ci fosse una connessione tra lui e una pietra trovata da un pescatore. Avevano raccolto testimonianze da varie fonti, compresi Nonna Ruoxin al Villaggio di Qingce, la collezione di libri di Xingqiu e un antico tomo conservato da Yanxiao alla Locanda Wangshu. Dopo la competizione culinaria il gruppo andò alla ricerca di Keqing, la Yuheng delle Sette Stelle di Liyue, per condividere con lei dei Wotou di carne al peperoncino. Keqing raccontò loro che la ricetta era un antico piatto proveniente dagli appunti di suo nonno riguardanti il Dio dei Fornelli."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/27/20856775/d17b41f4cb589879c7566a66ffbd8f76_2433005747427839713.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Xiangling si ricordò di aver preparato il piatto per la prima volta proprio il giorno in cui aveva incontrato Guoba, in una caverna tra le montagne. Si era infilata nella spelonca per ripararsi dalla pioggia ed aveva posato i Wotou di carne al peperoncino su un tavolo per le offerte che aveva trovato all'interno. Si addormentò e, quando si svegliò, Guoba aveva mangiato sino all'ultimo boccone. Da allora, il bizzarro essere la segue come un'ombra. All'improvviso la pietra si ruppe e rivelò che Guoba era in realtà il Dio dei Fornelli, Marchosius. Madame Ping spiegò che Marchosius era una divinità che provava grande affetto per le persone e che agiva in risposta ai loro desideri. La sola passione non era sufficiente a risvegliare il Dio dal suo profondo sonno ma quando Keqing aveva mangiato il Wotou di carne al peperoncino, uno spuntino tradizionale, si era realizzato un desiderio nascosto nel profondo. L'enorme potere sprigionato dalla realizzazione di quel desiderio aveva risuonato con la statua del Dio dei Fornelli e gli aveva fatto assumere la forma che utilizzava in passato. Guoba potrà anche aver perso la maggior parte delle sue capacità, ma ora è più spensierato che mai e senza alcuna preoccupazione al mondo. Coloro dotati di pensiero e conoscenza saranno invece certamente turbati da molte cose. Il suo atteggiamento spensierato di oggi è una testimonianza del fatto che lui sia in pace."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Articoli Correlati:"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Madame Ping è un'anziana signora che vive nel Porto di Liyue: è possibile trovarla nella zona del Padiglione Yuehai, sul Belvedere di Yujing, durante le ore diurne accanto al tavolino su cui tiene i suoi oggetti personali,</span><span class=\"wk-shady\"> tra i quali la sua serenteiera,</span><span style=\"color: rgba(255, 255, 255, 0.65)\"> intenta ad osservare lo sbocciare dei fiori circostanti.</span></p><p><span class=\"wk-shady\">È un'adeptus, conosciuta in passato col nome di Raminga dei sentieri, dedita alla musica, alla convivialità e molto legata agli esseri umani, di cui tutt'ora si interessa, osservandone quotidianamente l'evoluzione.</span></p><p><span class=\"wk-shady\">Oggi Madame Ping ha le sembianze di un'anziana signora, saggia e dai modi gentili, ma nel periodo della sua giovinezza, quand'era '<em>bella e vanitosa</em>', come lei stessa si definisce, era '<em>impavida, premurosa, eloquente e molto saggia</em>', come rammenta Vestale delle nuvole durante il Festival delle lanterne (versione 3.4), tanto da aver combattuto al fianco dell'Archon di Geo durante la guerra degli Archon.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Madame Ping è un NPC che compare in alcune missioni ed eventi di Liyue.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/95525664/0f6d6b3952d41b274178b21b4b0169b9_6945545406528595277.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un misterioso esperto ingaggiato dai Servizi Funebri Wangsheng. Estremamente competente in qualsiasi materia.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Xiangling",
        "desc": "<p>Una cuoca rinomata di Liyue. Nutre una grande passione per la cucina ed eccelle nella preparazione di piatti piccanti e speziati.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 10,
        "name": "Keqing",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La Yuheng delle Sette Stelle di Liyue, Keqing avrebbe molto da dire sull'approccio unilaterale di Rex Lapis ai processi decisionali di Liyue. In realtà, gli dèi ammirano parecchio gli scettici come lei.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Keqing_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 39,
        "name": "Xingqiu",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un ragazzo con una grande passione per i libri che brandisce una lunga spada. Vanta un cuore cavalleresco e una smania per la giustizia e la lealtà.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xingqiu_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3926,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2548,
        "name": "Yanxiao",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Smiley Yanxiao_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 740,
        "name": "Consommé ai tre sapori",
        "desc": "A neatly arranged dish. The Ham, Fowl, and Bamboo Shoots have been sliced into threads of equal length, and they've been laid out neatly in the soup bowl after being steamed at high heat, before being covered in consommé. The layers are distinct, and the mouthfeel is salty yet fresh.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Triple-Layered Consommé_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1869,
        "name": "Pollo al peperoncino di Jueyun",
        "desc": "Chicken in a dressing, served cold. The way the dish has been prepared captures the succulence of the chicken perfectly. Beneath the glowing gold skin, the meat has a mildly hot flavor.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jueyun Chili Chicken_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1626,
        "name": "Wotou di carne al peperoncino",
        "desc": "A traditional snack from Liyue. The fresh dough is turned out into a round, rested, and then placed inside a cage to steam. The meat and vegetables are then washed and diced, before being fried quickly in an oiled wok. When eaten, the fried condiments must be placed into the empty space in the middle of the buns before they are eaten together. Between the crisp vegetables and the flavorful meat, this is solid, great flavor.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chili-Mince Cornbread Buns_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 978,
        "name": "Gamberetti cristallini",
        "desc": "One of Liyue's traditional snacks. The stuffing is taken from whole fresh shrimp, and the glistening quality of the flour can be guessed at from the translucence of the outer skin. Has a springy, tasty chew.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crystal Shrimp_icon.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "galleryCharacter": [
      {
        "key": "Festival della luna",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/157266935/3bc305a3e407418384a1ea768a09bbcd_551734009739926831.jpg"
      }
    ]
  }
}