{
  "epId": 5009,
  "name": "Il Crononauta (I)",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Un romanzo di fantascienza scritto da un autore di Fontaine e pubblicato dall'Uccello a vapore. Il protagonista è un ingegnere che usa una macchina del tempo per viaggiare tra varie epoche.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/27/83872660/d320bd636cd59e9c09fd0c0addba6efb_7460187648284983179.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1745838818,
  "components": {
    "textualResearch": [
      {
        "title": "Il Crononauta (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Questa storia cominciò tanti anni fa. Dopo il banchetto serale, la signorina Aviva (conosciuta oggi come Lady Nenonen) lamentava con il suo solito piglio teatrale il progresso troppo rapido della scienza. Sebbene le sue competenze in materia di ingegneria fossero perfino inferiori alla sua comprensione della qualità del suolo dell'Isola di Watatsumi (di cui ovviamente sapeva meno di niente), in quel periodo andava molto di moda sfoggiare interesse per l'ingegneria.</color>\n<color=#ffffff73>\"I nostri antenati avevano già conquistato questa terra migliaia di anni fa\", diceva schiarendosi la gola, e facendosi aria con il ventaglio di piume di giada tutto tempestato di gemme blu, mentre provava, senza successo, ad assumere un'espressione abbattuta. \"E alcune centinaia di anni fa, hanno conquistato gli oceani con facilità, servendosi della nuovissima attrezzatura da immersioni. Oggi, qualche giovane nobile ha all'improvviso avuto la brillante idea di usare un cosiddetto gravimetro per liberarsi dalle costrizioni della terra e conquistare il cielo... Ovviamente, temo che il suo sogno potrebbe diventare realtà in men che non si dica\".</color>\n<color=#ffffff73>\"Certo, hai proprio ragione. Gli umani, ah, che specie energica e possente, che trasuda saggezza! Non importa in quali circostanze si trovino, gli umani cercano sempre di cambiare le loro condizioni di vita con una passione inimmaginabile\", rispose il redattore dell'Uccello a vapore. \"In realtà, in materia di ingegneria e teoria meccanica, l'umanità è già alla pari con il suo creatore. Ha già conquistato la maggior parte del mondo naturale, e se lo volesse, potrebbe riplasmarlo a suo piacimento\".</color>\n<color=#ffffff73>\"Ah, non intendevo questo\", rispose la signorina Aviva con un sospiro risentito. \"Quei continenti ignoti, remoti e oscuri, quelle rovine nascoste in fondo al mare, tutto quel romantico esplorare e innovare... tutti i grandi conseguimenti, la messa in bella mostra delle nostre scienze e della nostra ragione... È tutto andato perso nella nostra civilizzazione. I nostri padri fondatori hanno raggiunto un punto troppo alto e hanno realizzato troppe scoperte sensazionali, lasciando così poco spazio alla nostra esplorazione e conquista. Potrebbe mai esserci destino più crudele per donne e uomini nati per anelare alle esplorazioni dell'ignoto?\"</color>\n<color=#ffffff73>In quel momento, la sua pretenziosa invocazione delle parole del leggendario Re Argeadai sembrava un tentativo di dimostrare quanto fosse a disagio con lo stato presente delle cose. Tuttavia, rimasero tutti seduti senza reagire, al massimo annuendo. Lady Elle sbadigliò cercando di non dare troppo nell'occhio.</color>\n<color=#ffffff73>Di fronte a quest'apatia dominante, l'entusiasmo della signorina Aviva si spense, e la conversazione si spostò sul ballo della settimana successiva. Era, evidentemente, un argomento molto più popolare, e l'atmosfera rigida si fece nuovamente vivace. Monsieur Ratar stava per deliziarci con un racconto che aveva sentito a Sumeru, circa una torre, un mago e una sfera di vetro, ma prima che iniziasse, il signor Ciric, che se n'era stato zitto e buono fino a quel momento, prese la parola.</color>\n<color=#ffffff73>\"Mia cara Aviva, le cose che hai detto mi hanno davvero colpito\", si accese una sigaretta. \"Tuttavia, non devi preoccuparti. C'è ancora un luogo che gli umani non hanno conquistato... e se non troviamo i mezzi necessari, temo che la situazione non cambierà\".</color>\n<color=#ffffff73>\"Quale luogo?\", chiese Ratar con un'espressione accigliata. La sua storia sulle scimmie sarebbe piaciuta a tutti, ne era certo.</color>\n<color=#ffffff73>\"Il tempo\".</color>\n<color=#ffffff73>Il silenzio cadde sulla stanza prima che tutti i presenti scoppiassero in una fragorosa risata.</color>\n<color=#ffffff73>\"Ma è ridicolo!\", dichiarò il dottor Reinier, trattenendosi a stento dal ridergli in faccia. \"Intanto, come si fa a considerare il tempo una parte dello spazio?\"</color>\n<color=#ffffff73>\"È possibile separarsi dal tempo ed esistere solo nello spazio?\"</color>\n<color=#ffffff73>\"In che senso?\"</color>\n<color=#ffffff73>\"Immagina di parlare con me un momento prima, e sparire senza lasciar traccia quello dopo. È possibile?\", attese un attimo, come per dare ai presenti il tempo di pensarci su. \"Ovviamente, chiunque sia in grado di ragionare scientificamente sa per certo che, proprio come lunghezza, altezza e profondità, anche il tempo è una dimensione dello spazio. Pertanto, fa parte della natura, e può esser conquistato\".</color>\n<color=#ffffff73>\"Che assurdità...\" bofonchiò ancora il dottore, senza però controbattere.</color>\n<color=#ffffff73>\"È da un bel po' che faccio ricerche in merito\", continuò, \"e ho anche inventato una macchina che permette alla gente di viaggiare nel tempo, se lo desidera. Sarà pronta fra due mesi. Signorina Aviva, invito ufficialmente lei e tutti i presenti in sala al mio laboratorio, per assistere all'ultima impresa dell'umanità: la conquista del tempo\".</color>\n<color=#ffffff73>La signorina Aviva non rispose. In realtà, lo si capiva dalla sua espressione, non aveva capito niente del discorso del signor Ciric.</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Mappa interattiva di Teyvat"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_campaign=battlechronicle&utm_id=2&utm_medium=tool&utm_source=hoyolab&lang=en-us&bbs_theme=dark&bbs_theme_device=1#/map/2?center=-1097.49,-5323.38&zoom=3.00&shown_types=111"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Origine"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Mercante</color>\n<color=#ffffff>Quantità</color>\n<color=#ffffff>Costo</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4256,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Articoli Correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 5010,
        "name": "Il Crononauta (II)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Un romanzo di fantascienza scritto da un autore di Fontaine e pubblicato dall'Uccello a vapore. Il protagonista è un ingegnere che usa una macchina del tempo per viaggiare tra varie epoche.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/27/83872660/d320bd636cd59e9c09fd0c0addba6efb_7514631720503863492.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5011,
        "name": "Il Crononauta (III)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Un romanzo di fantascienza scritto da un autore di Fontaine e pubblicato dall'Uccello a vapore. Il protagonista è un ingegnere che usa una macchina del tempo per viaggiare tra varie epoche.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/27/83872660/d320bd636cd59e9c09fd0c0addba6efb_1984107223601393958.png",
        "displayStyle": "text",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Il Crononauta (I)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Acquistabile da Hubel nella Corte di Fontaine"
          }
        ]
      },
      {
        "key": "Libreria",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5079,
            "name": "Il Crononauta",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Un romanzo di fantascienza scritto da un autore di Fontaine e pubblicato dall’Uccello a vapore. Il protagonista è un ingegnere che usa una macchina del tempo per viaggiare tra varie epoche.</span></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/27/83872660/d320bd636cd59e9c09fd0c0addba6efb_1263486344210909221.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versione",
        "value": [
          {
            "type": "RichText",
            "text": "4.4"
          }
        ]
      }
    ]
  }
}