{
  "epId": 5011,
  "name": "Il Crononauta (III)",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Un romanzo di fantascienza scritto da un autore di Fontaine e pubblicato dall'Uccello a vapore. Il protagonista è un ingegnere che usa una macchina del tempo per viaggiare tra varie epoche.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/27/83872660/d320bd636cd59e9c09fd0c0addba6efb_1984107223601393958.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1745838802,
  "components": {
    "textualResearch": [
      {
        "title": "Il Crononauta (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>La tavoletta era un quadrato perfetto, e su ogni linea e colonna erano incise sette sequenze simmetriche di simboli, non in caratteri remuriani, ma in quelli odierni. Indipendentemente dalla maniera in cui il testo veniva letto, o dell'ordine, o della direzione, le informazioni rimanevano le stesse, era un indovinello elaborato su cani, campi, fringuelli azzurri, le piogge estive, la canzone delle rose, le strisce di una Tigre Chiomalunga, e le disposizioni delle rocce. Nonostante il mio amore per i giochi di parole, questo infinito ciclo di indovinelli mi fece girare la testa. Per qualche motivo, sapevo di doverlo risolvere, a ogni costo. Trascorsi metà anno ragionandoci assieme ad Aidia, e la chiave per decifrarlo era nel nome di uno schiavo morto trent'anni addietro, mentre la risposta era una data, che sarebbe arrivata centinaia di anni dopo la caduta dell'impero.</color>\n<color=#ffffff73>Mi congedai da Aidia e ripartii, sperando di scoprire il segreto della tavoletta di pietra in quella data. Lì incontrai diversi Cacciatori della Maréchaussée, che mi mostrarono un'altra tavoletta di pietra, con altri 49 caratteri specchiati che formavano un altro indovinello. La soluzione era una data, ancora più in là nel futuro.</color>\n<color=#ffffff73>Seguendo le direzioni di queste tavolette di pietra, incrociai il tessuto di passato e futuro, facendo avanti e indietro 13 volte. L'indovinello su ogni nuova tavoletta di pietra era più difficile di quello precedente. Uno di loro poteva essere risolto solo con un libraccio d'amore pubblicato 300 anni dopo: la quinta parola della pagina 37 del libro formava un composto con il nome intero del 375esimo ufficiale della Maison de la Garde di 375 anni prima. Un altro indovinello aveva come base un fiore bianco che sarebbe sbocciato solo molti millenni dopo, non conosco il suo nome, e la disposizione dei suoi pistilli è davvero strana. Potrebbe essere una qualche malva, ma non ne sono certo. Questo fiore si nutre del canto delle allodole, per cui uno degli indizi era il numero di costole di un'allodola durante l'epoca remuriana. Immagino che, generalmente, sia così che funzionino gli indovinelli.</color>\n<color=#ffffff73>La tavoletta di pietra finale proveniva dal magazzino sotterraneo del Museo dedicato a Basil Elton, e non aveva altro che il numero 0 su di essa.</color>\n<color=#ffffff73>Non so cosa stessi pensando. Dopotutto, impostare la mia destinazione su \"0\" sarebbe stata un'azione completamente priva di senso. Ma digitai comunque il numero sul cursore e tirai la leva. Dopo chissà quanto tempo, la macchina si fermò. Avevo la sensazione di fluttuare su di un mare privo di onde e di maree, dato che in quel momento nemmeno il vento esisteva più. Il cielo al di sopra di me non era di colore blu, ma di un rosso scuro decorato da infinite stelle, pallide e distanti, come lo strato di sale gelato che rivestiva la riva.</color>\n<color=#ffffff73>Rimasi a osservare questo oceano primordiale, come in estasi, e molti minuti trascorsero prima che mi accorgessi di qualcosa di scuro che si nascondeva al di sotto della placida superficie. Era il Palais Mermonia, che però non avrebbe dovuto essere lì.</color>\n<color=#ffffff73>In quel momento, sentii qualcuno chiamarmi per nome: \"Neven Ciric\". Quando mi girai, fu come guardarmi allo specchio. Un uomo, identico a me, mi fissava dritto negli occhi, proprio come facevo io con lui.</color>\n<color=#ffffff73>\"Neven Ciric\", continuava, \"vorresti conquistare il tempo, ma nessuno ne è capace\".</color>\n<color=#ffffff73>\"Sei stato tu a lasciare quel sentiero di indovinelli?\"</color>\n<color=#ffffff73>\"Sei stato tu a lasciare quel sentiero di indovinelli\". Ripeté la mia domanda come se fosse una risposta. \"Quegli indovinelli sono una parte del tempo, e ogni simbolo corrispondente è il tempo stesso\".</color>\n<color=#ffffff73>\"La soluzione finale all'indovinello del tempo è pertanto zero\".</color>\n<color=#ffffff73>\"Zero non è una soluzione. Al contrario, è un altro mistero, dato che la risposta non può trovarsi nell'indovinello,\" disse. \"La risposta all'indovinello del tempo è uno specchio, o forse dovrei dire che questa è la risposta più facile da capire. Quando si mettono due specchi l'uno di fronte all'altro, il tempo è l'infinita riflessione della luce al suo interno. Infinite diversioni, conversioni e luci parallele formano l'illusione che chiamiamo 'tempo'. Non c'è né passato né futuro, perché il passato è il futuro. Mentre sei qui nel Momento Zero e guardi in avanti lungo il divario fra i due specchi, tutti i raggi di luce cadono lungo lo stesso piano. Il Palais Mermonia era già sprofondato molto prima di venire costruito, e il Palais sprofondato verrà innalzato di nuovo. Gioia, dispiacere, lacrime e morte devono accadere all'infinito, perché è questa la natura di uno specchio. Allo stesso modo, non si può conquistare il tempo, proprio come non si può afferrare l'ombra nella propria mano\".</color>\n<color=#ffffff73>Forse motivato dal terrore, o forse in preda a frenesia, quando finì di raccontare, estrassi la pistola che avevo per difesa personale, gliela puntai in testa, e premetti il grilletto.</color>\n<color=#ffffff73>Un silenzio surreale avvolse la stanza.</color>\n<color=#ffffff73>\"Non mi aspetto che mi crediate\", disse Ciric mentre si alzava, rivolgendosi all'intera stanza. \"Pensatela così: vi ho raccontato un mucchio di fesserie, nient'altro che una giustificazione per la mia disfatta. La mia era una storiella sciocca, un sogno nato solo dall'illusione. In ogni caso, signore e signori, devo congedarmi da voi... Devo andare a preparare un indovinello per il me del futuro\".</color>\n<color=#ffffff73>E quella fu l'ultima volta che vidi Ciric Neven.</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Mappa interattiva di Teyvat"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_campaign=battlechronicle&utm_id=2&utm_medium=tool&utm_source=hoyolab&lang=en-us&bbs_theme=dark&bbs_theme_device=1#/map/2?center=-1097.49,-5323.38&zoom=3.00&shown_types=111"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Origine"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Mercante</color>\n<color=#ffffff>Quantità</color>\n<color=#ffffff>Costo</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4256,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Articoli Correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 5009,
        "name": "Il Crononauta (I)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Un romanzo di fantascienza scritto da un autore di Fontaine e pubblicato dall'Uccello a vapore. Il protagonista è un ingegnere che usa una macchina del tempo per viaggiare tra varie epoche.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/27/83872660/d320bd636cd59e9c09fd0c0addba6efb_7460187648284983179.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5010,
        "name": "Il Crononauta (II)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Un romanzo di fantascienza scritto da un autore di Fontaine e pubblicato dall'Uccello a vapore. Il protagonista è un ingegnere che usa una macchina del tempo per viaggiare tra varie epoche.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/27/83872660/d320bd636cd59e9c09fd0c0addba6efb_7514631720503863492.png",
        "displayStyle": "text"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Il Crononauta (III)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Acquistabile da Hubel nella Corte di Fontaine"
          }
        ]
      },
      {
        "key": "Libreria",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5079,
            "name": "Il Crononauta",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Un romanzo di fantascienza scritto da un autore di Fontaine e pubblicato dall’Uccello a vapore. Il protagonista è un ingegnere che usa una macchina del tempo per viaggiare tra varie epoche.</span></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/27/83872660/d320bd636cd59e9c09fd0c0addba6efb_1263486344210909221.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versione",
        "value": [
          {
            "type": "RichText",
            "text": "4.4"
          }
        ]
      }
    ]
  }
}