{
  "epId": 5083,
  "name": "Fujin",
  "desc": "<p>Carpa Adepta della vallata di Chenyu.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/218111227/87ac671b11a51263e1e810e44048dda0_7009970872713125525.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1715371469,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Fujin",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/237301566/28d436515e5f0695e04a902ebcc79143_4622881255621272880.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Fujin è una bestia illuminata e le sue vere sembianze sono quelle di una carpa, anche se lei preferisce quelle umane. Migliaia di anni fa, molto prima della Guerra degli Archon, Fujin e il suo amico il Signore delle Erbe abitavano nella Valle di Chenyu, dove si trovava una Dea di cui erano entrambi seguaci.\nUn giorno l’adepta sconfisse il Suanni antico Lingyuan, conosciuto anche come il Signore della Montagna, ma non lo uccise e finì per diventare sua amica. All’inizio entrambi non riuscivano a comprendere gli umani e non apprezzavano le loro incessanti richieste, la loro passione per l’accumulo di risorse e il loro costante desiderio di possedere più di quanto non avessero bisogno. Non riusciva proprio a capire come mai le gioie ed i dispiaceri delle persone dipendessero dalla loro “ricchezza”.\n<color=#ffffff73>Nonostante tutto, dopo anni imparò ad accettare le persone: il pianto di un bambino iniziò a spezzarle il cuore, i ricordi frantumati di un anziano iniziarono a rattristarla.</color>\nNonostante tutto con il passare degli anni iniziò ad accettare le persone e quando il pianto di un bambino le spezzò il cuore e i ricordi frammentati di una persona anziana la intristirono, realizzò che anche gli umani erano parte integrante della valle."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/237301566/618c50edcbf897e21a1daa5ac5a0763f_1811410172888703217.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Per il bene del popolo della Valle di Chenyu, Fujin condusse la cerimonia della benedizione della Giada Pluviale e governò i fiumi e le montagne nel nome della sua Signora. Il rituale alterò le vene spirituali e le energie elementali della valle, rendendola abitabile. La benedizione della Giada Pluviale divenne una festa sontuosa, dove tutti gioivano nell’abbondanza, ridevano, danzavano indossando costumi di animali e sparavano fuochi d’artificio per scacciare gli spiriti maligni.\nNelle giornate più calme Fujin scalava le cascate dei Monte Hulao e Aocang per incontrarsi con Adepti i cui poteri erano superiori rispetto ai suoi.\nUna volta piantò un’alberello di tè sul monte di Lingyuan con l’intenzione di invitare Vestale delle Nuvole e Formamontagne a prendere un tè."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“Davvero? Pianti alberi dove ti pare nel mio territorio e hai pure il coraggio di sputare queste cose?”</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/237301566/1158bb1575081f8ca8dabf6014efed2f_4307364717859963273.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "In seguito le persone ricavarono delle talee dai rami di questo albero per poi trapiantarle al di là del Fiume Bishui, iniziarono a ospitare delle cerimonie del tè in onore di Fujin e la adorarono come un’adepta. Si dice che ai tempi la fragranza del tè venisse trasportata dalla Valle di Chenyu al Porto di Liyue e oltre. Una delle leggende riguardanti gli alberi di tè della Valle di Chenyu narra che <color=#ffffff>“Non importano la qualità delle acque, o il tipo di suolo, o la luce del sole. Questo genere di alberi crescerà così rigogliosamente solo nella Valle di Chenyu perché essi ricordano la promessa che i vecchi amici fecero accanto a quell’alberello di te negli anni addietro.”</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/237301566/0fed1cd78224e2e1c5f6f05aedc15696_8551513999407387991.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Fujin si considera la più debole fra gli Adepti perché, diversamente da quelli del sud a cui Rex Lapis aveva donato l’illuminazione e l’abilità di creare la propria dimora, lei non ha mai ottenuto questa abilità e risiede in una caverna.\nPer via del fatto che non poteva stare troppo a lungo fuori dall’acqua e che non poteva nuotare nell’acqua salata, i suoi amici Adeptali le donarono una “teiera” con al suo interno un subspazio abitabile su misura. La sorgente al suo interno aveva la proprietà di non asciugarsi mai, rendendola un posto perfetto in cui risiedere temporaneamente e poteva trattenere il riflesso del sole e della luna e ospitare altri pesci. Gli amici della carpa avevano intenzione di portarla a visitare le Pianure di Guili o il Porto di Liyue, per incontrare le fantastiche persone di cui le avevano sempre parlato, ma sfortunatamente non successe mai.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "name": "Vallata Chenyu",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le dolci brezze portano il profumo del tè attraverso le montagne di Liyue, riempiendo l'aria con il profumo salato ancora una volta.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">\"Il tè cresce sulle rocce, dove la giada sgorga all'infinito.\" Il debole profumo e l'antico canto della giada si riversano insieme lungo i fiumi che attraversano il villaggio di Qiaoying fino al vivace Pontile Yilong. Quali avventure e quali fortune attendono, nascoste tra le cime brulicanti del sud...?</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/07/45954971/e4d0ad609badc8717d0d99c57c2e1ca6_7597847818631768162.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "name": "Adepti",
        "desc": "<p>Gli Adepti sono un gruppo di bestie immortali e illuminate di Liyue che hanno protetto le persone per millenni.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/362377527/7372a2d1b47769b64d0e87bd21a867a7_3288589711666308805.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Signore delle erbe",
        "desc": "<p>Serpente Adepta della vallata di Chenyu.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/12694555/3fff85d0fc97c8c29a572d9d7612bd46_121771025266156397.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "name": "Lingyuan",
        "desc": "<p>Suanni antica della Valle di Chenyu.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/218111227/5b4231e4ced390bfd124db7badbc7e2a_94805720115268585.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Vestale delle Nuvole",
        "desc": "<p>Un'Adepta di Jueyun che vive sul Monte Aocang, a Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/190184121/46ee1323ddfe94fe1707c1d50912504e_2884877935752582915.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2519,
        "name": "Formamontagne",
        "desc": "<p>Adeptus che vive sul Monte Hulao a Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/190184121/24ed91484b6cba0d0f8c7dd916b9f774_6764215593741677459.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2076,
        "name": "Echi di un'offerta",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4953,
        "name": "Adeptè di Chenyu",
        "desc": "<p>Queste foglie da tè crescono nelle zone calde e umide della Vallata Chenyu. Grazie a millenni di accurata coltivazione, oggi questo tè emana un aroma così ricco che può essere gustato da diverse strade di distanza.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/20577441/188a2af60b1978f2e8b627ac5f500c03_2496257127592533650.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "La guerra degli Archon",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/237301566/6258654267ebf786d39a77b385b2e0ab_7308345604311255648.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando i Princìpi Celesti dichiararono guerra per impossessarsi del trono divino e regnare su Teyvat, la Maestra di Fujin e di Signore delle Erbe si scontrò con Rex Lapis. Secondo Fujin la sua Signora impazzì cercando di diventare una dea e regnare sul mondo o semplicemente stava cercando di sopravvivere e si rese conto di non poter sconfiggere Morax. In un tentativo disperato di correggere il proprio destino fece straripare il fiume Bishui, distruggendo tutto quello che si trovava lungo il suo letto. Il Signore delle Erbe e Fujin non potevano lasciare che delle persone innocenti rimanessero ferite o peggio e andarono contro la propria dea.\nSecondo la leggenda il Signore delle Erbe si lanciò in uno scontro con la dea per concedere a Fujin il tempo di lanciare la Giada Pluviale nell’acqua e rilasciare l’energia Adeptale dal Pendente di Giada, che causò un affossamento della terra sottostante e risucchiò l’acqua in eccesso del Fiume Bishui, facendo crescere la Bocca di Giada e interrompendo così lo straripamento del fiume. Lingyuan evocò i propri famigli , le bestie Xuanwen, per aiutare i propri amici e guidare i sopravvissuti al riparo nelle caverne.\nDurante la guerra Fujin consumò tutta la sua energia e fu costretta a restare in Riposo della Carpa per molti anni, senza poter uscire.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "name": "Vallata Chenyu",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le dolci brezze portano il profumo del tè attraverso le montagne di Liyue, riempiendo l'aria con il profumo salato ancora una volta.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">\"Il tè cresce sulle rocce, dove la giada sgorga all'infinito.\" Il debole profumo e l'antico canto della giada si riversano insieme lungo i fiumi che attraversano il villaggio di Qiaoying fino al vivace Pontile Yilong. Quali avventure e quali fortune attendono, nascoste tra le cime brulicanti del sud...?</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/07/45954971/e4d0ad609badc8717d0d99c57c2e1ca6_7597847818631768162.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un misterioso esperto ingaggiato dai Servizi Funebri Wangsheng. Estremamente competente in qualsiasi materia.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Signore delle erbe",
        "desc": "<p>Serpente Adepta della vallata di Chenyu.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/12694555/3fff85d0fc97c8c29a572d9d7612bd46_121771025266156397.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "name": "Lingyuan",
        "desc": "<p>Suanni antica della Valle di Chenyu.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/218111227/5b4231e4ced390bfd124db7badbc7e2a_94805720115268585.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5057,
        "name": "Bestia Xuanwen",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le bestie Xuanwen, chiamate così per via dei disegni scuri sui loro corpi, sono creature feroci che vivono sulle montagne della Vallata Chenyu.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nel folklore della regione, nei tempi antichi queste bestie erano al servizio di un Adeptus e avevano il compito di estirpare il male e proteggere la regione. Tuttavia, dopo la dipartita di suddetto Adeptus, si sono trasformate in bestie violente... Queste leggende non possono essere verificate, e nessuno conosce la vera identità di questo Adeptus. Ciò che è certo però, è che per il proprio bene è meglio stare alla larga da queste creature aggressive.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">A causa dell'inarrestabile avanzata degli umani, nell'arco di oltre mille anni queste bestie hanno perso un'enorme quantità di territorio. Al giorno d'oggi, si vedono solo occasionalmente nelle montagne remote della Vallata Chenyu...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/190184121/d75494fa72798564617469b6393fac97_8827295186949008995.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "La benedizione della Giada Sommersa",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Migliaia di anni dopo la guerra, il Signore della Montagna decise di riportare le terre di Chenyu al loro stato originale, precedente all’arrivo delle persone.\nEra dell’opinione che lei, le carpe ed i serpenti originassero dalla natura ed era intenzionata a riportare tutto allo stato primordiale. Con le piogge i fiumi straripavano abbandonando i loro corsi per poi andare in secca. Gli alberi del tè e i fiori non vennero più potati o coltivati e si inselvatichirono.\nLingyuan era dell’idea che in un simile ambiente Fujin avrebbe riacquisito la sua vera forma di carpa, recuperato la sua forza spirituale e avrebbe giocato nei grandi fiumi. Quindi per molti anni il Signore della Montagna continuò a cambiare le vene spirituali del territorio per rendere la terra sempre più sterile finché una nebbia fitta si sollevò nella valle."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/237301566/32a53ea6575595c0d13233ec1748138a_3604543691133244023.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Fujin, che aveva a cuore gli umani, chiese al Viaggiatore di aiutarla a sistemare le vene spirituali per rendere la terra nuovamente fertile. Da sola l’Adepta non aveva abbastanza energia per effettuare il rito della Giada Pluviale ma voleva continuare a proteggere il Villaggio di Qiaoying, famoso per il suo tè, in modo che esso non perdesse la sua ragione di esistere.\nGrazie al Viaggiatore, Paimon e al piccolo Mao, amico di Lingyuan, Fujin riuscì ad accumulare abbastanza forza da permetterle di procedere con il rito nella montagna sacra e fermare Lingyuan. Il Suanni ammise la propria sconfitta e, per il bene della sua amica, acconsentì a non interferire ulteriormente con l’equilibrio della valle per il bene dei suoi abitanti.\nFujin si recò nella terrazza di Chiwang, nel luogo di convergenza delle vene spirituali della Valle di Chenyu, trasmettendole tutta la sua energia Adeptale e restituendo i nutrienti al suolo e all’acqua. Purtroppo per via del rituale consumò tutti i suoi poteri e perse di nuovo l’abilità di prendere le sembianze umane ma fu comunque felice di recuperare i rapporti con la sua vecchia amica e salvare gli abitanti della valle.\nIl viaggiatore la aiutò di nuovo a recuperare l’energia che si era sparsa durante il rituale e Fujin decise di visitare finalmente le Pianure di Guili e il Porto di Liyue per incontrare le fantastiche persone di cui aveva tanto sentito parlare. Decise anche di farsi accompagnare da Lingyuan e andare a trovare il suo vecchio amico, il Signore delle Erbe.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "name": "Vallata Chenyu",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le dolci brezze portano il profumo del tè attraverso le montagne di Liyue, riempiendo l'aria con il profumo salato ancora una volta.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">\"Il tè cresce sulle rocce, dove la giada sgorga all'infinito.\" Il debole profumo e l'antico canto della giada si riversano insieme lungo i fiumi che attraversano il villaggio di Qiaoying fino al vivace Pontile Yilong. Quali avventure e quali fortune attendono, nascoste tra le cime brulicanti del sud...?</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/07/45954971/e4d0ad609badc8717d0d99c57c2e1ca6_7597847818631768162.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "name": "Lingyuan",
        "desc": "<p>Suanni antica della Valle di Chenyu.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/218111227/5b4231e4ced390bfd124db7badbc7e2a_94805720115268585.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4954,
        "name": "Spirito carpa",
        "desc": "Una carpa in forma spirituale creata dalla condensazione di energia adeptica, che nuota liberamente tra i monti e le valli fluviali.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/20577441/344e5e9b83c8296ed3a1f4bd7db02d9f_8401746496600214970.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Signore delle erbe",
        "desc": "<p>Serpente Adepta della vallata di Chenyu.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/12694555/3fff85d0fc97c8c29a572d9d7612bd46_121771025266156397.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Un amico di Fujin, entrambi servivano la stessa Dea.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "name": "Lingyuan",
        "desc": "<p>Suanni antica della Valle di Chenyu.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/218111227/5b4231e4ced390bfd124db7badbc7e2a_94805720115268585.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Signore della Montagna e amico di Fujin.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Oggetti correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 5021,
        "name": "Globo dello Spirito carpa",
        "desc": "<p>Un globo intarsiato sulla statua della Carpa dorata. Contiene una quantità immensa di energia adeptica.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/20577441/0c4300b7258f54b126c8d67c17df5f94_1386028660827944525.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4954,
        "name": "Spirito carpa",
        "desc": "Una carpa in forma spirituale creata dalla condensazione di energia adeptica, che nuota liberamente tra i monti e le valli fluviali.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/20577441/344e5e9b83c8296ed3a1f4bd7db02d9f_8401746496600214970.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4953,
        "name": "Adeptè di Chenyu",
        "desc": "<p>Queste foglie da tè crescono nelle zone calde e umide della Vallata Chenyu. Grazie a millenni di accurata coltivazione, oggi questo tè emana un aroma così ricco che può essere gustato da diverse strade di distanza.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/20577441/188a2af60b1978f2e8b627ac5f500c03_2496257127592533650.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4774,
        "name": "Xianyun",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Uno dei potenti e illuminati Adepti di Jueyun, conosciuta anche come \"Vestale delle nuvole\". Esperta in ogni genere di congegno meccanico, il suo cuore è rivolto verso le faccende dei mortali, in mezzo ai quali si muove col nome di \"Xianyun\".</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/45954971/2c2be27f8876e9435ab8c8b933b8408c_9089809538451955848.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Storia del personaggio"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Storia del personaggio 2</color>\nUna parte della storia di Liyue è andata perduta nel tempo. L'altra ha lasciato la sua impronta su questa terra sotto forma di antiche rovine, oppure, grazie all'instancabile sforzo di coloro che posseggono un'affinità adeptica, è riuscita a entrare negli annali della storia. Oltre a viaggiare in lungo e in largo per la nazione, chi vuole comprendere il passato di Liyue deve aprire i libri di storia. Ovviamente, i collezionisti di libri hanno avuto un ruolo significativo in tutto questo processo. Uno di questi personaggi è il grande intellettuale del Porto di Liyue che si fa chiamare \"Dongming lo Studioso\".\nDongming è una vecchia conoscenza di Zhongli, il consulente dei Servizi Funebri Wangsheng, e spesso lo supplica di aiutarlo a valutare l'autenticità di alcuni testi antichi. In una di tali occasioni, Zhongli aveva una questione tra le mani che gli impediva di occuparsene in prima persona, così mandò un'amica al posto suo.\nQuest'amica risultò essere una donna alta e slanciata, con degli occhiali dalla montatura rossa, che si presentò col nome di Xianyun. All'inizio, Dongming pensò che sarebbe stata una persona di cultura e discernimento proprio come Zhongli; ma dopo essere arrivata, costei non mostrò alcun visibile interesse per quegli antichi testi: l'unica cosa che attirava la sua attenzione sembrava essere il vecchio lucchetto meccanico sulla porta. Coi nervi a fior di pelle, per una volta Dongming rimase senza parole. Il silenzio imbarazzante che echeggiava nell'aria era palpabile e Xianyun lo percepiva. Così iniziò a parlare. Per calmare Dongming, lo rassicurò dicendogli che lei era perfettamente in grado di giudicare con i suoi occhi l'autenticità dei testi antichi, poi cominciò a parlare dei propri occhiali.\nSpiegò che non c'era niente che non andasse con la sua vista: non aveva nemmeno bisogno di portarli. \"Gli occhiali\", disse, \"non sono solo da vista. Si possono anche portare come accessori, sai! E una volta compreso ciò... perché limitarsi nella scelta dei colori? In fondo, che cos'ha la montatura rossa che non va?\"\n\"Che tipa interessante...\", pensò Dongming tra sé e sé.\n\"E poi, gli occhiali non mettono a proprio agio la gente? Non danno un'aria più... umana?\". Al sentire quelle parole, l'espressione sul volto di Dongming cambiò improvvisamente.\n\"Cioè, è più in linea con la moda locale. Dopotutto, io non sono del Porto di Liyue.\"\n\"Ah, ora capisco...\", pensò Dongming, il quale, come lei, non era del posto. Sentire quelle parole lo fece sentire più vicino a Xianyun... Abbastanza vicino da reindirizzare l'argomento sui testi antichi per cui l'aveva fatta venire.\nDopo aver scrutato brevemente i testi, Xianyun esclamò: \"'La forma di toro e una coda alata'... Perché mai Fujin del Nord sceglierebbe di assumere una tale forma? E la parte su Formamontagne... non ha senso\".\nUn modo per valutare l'autenticità degli antichi scritti consiste nell'esaminarne i contenuti. Considerando che l'esperto prima di lui lo aveva reputato come un falso, a Dongming sembrava che quel tomo, acquistato a un prezzo piuttosto elevato, fosse con ogni probabilità un'imitazione. Collezionare testi antichi è un'attività estenuante e costosa, e di tanto in tanto richiede di dover tirare la cinghia per arrivare a fine mese. Dongming non riusciva che a sorridere amaramente riflettendo sulle sciagure che gli erano capitate nella vita. I suoi genitori e sua moglie erano venuti a mancare, e ora quei libri erano l'unico modo che aveva per sfuggire a una vita di sofferenza.\nCon una voce che tradiva emozione, sospirò: \"La vita mortale è piena di problemi, mentre gli Adepti non hanno nessuna limitazione, sono completamente liberi. Dubito che avrò mai la fortuna di conoscerne uno\".\nDa dietro le sue lenti, Xianyun guardò per un attimo quel collezionista di libri dall'aspetto spossato, per poi rispondere: \"Si dice che, in tempi antichi, coloro che cercavano il cammino degli Adepti dovessero superare delle prove difficili, e che solo allora poteva essere concessa loro l'opportunità di dimostrare le loro vere intenzioni. Il tortuoso cammino per diventare Adeptus non era meno doloroso della vita mortale\".\n\"Hai ragione... Mi sono lasciato trasportare.\"\nDopo un breve scambio, Dongming riaccompagnò Xianyun fuori dalla biblioteca. Prima di andarsene, Xianyun alzò la testa di scatto, come se si fosse ricordata qualcosa, e disse: \"Sebbene il tuo libro non sia autentico, fossi in te porterei quel tuo vecchio lucchetto sulla porta da un antiquario. Potresti scoprire che vale almeno tanto quanto il libro.\nE in quanto all'affinità adeptica... non perderei ancora le speranze. Hai ancora tanto tempo: mantieni la tua vitalità e guarda al futuro\"."
      }
    ],
    "baseInfo": [
      {
        "key": "Nome ",
        "value": [
          {
            "type": "RichText",
            "text": "Fujin"
          }
        ]
      },
      {
        "key": "Regione ",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Adepti"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Fujin",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/218111227/3bd593650846f74d2440570112d45a6d_8750010497338356447.png"
      },
      {
        "key": "Fujin",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/218111227/acb166b151e7743e3e2202c2247e826e_4326447237602223763.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Vere sembianze di Fujin."
          }
        ]
      }
    ]
  }
}