{
  "epId": 5100,
  "name": "Miasma",
  "desc": "<p>Fin dai tempi antichi, tra le montagne e i fiumi della Vallata Chenyu, esiste un'anomalia endemica conosciuta come \"miasma\". Un comune essere umano che si ritrovi a respirare le sue esalazioni verrà colto da prolungati periodi di dolore al petto ed emicrania. <br>Per quanto il miasma non sia letale per gli esseri umani, un'esposizione prolungata può avere effetti nocivi sugli animali selvatici e i mostri, rendendoli più violenti del normale. Maggiore è la potenza dei mostri, più gravi sono gli effetti. <br>Prova a sconfiggere prima il <span style=\"color: #FFD780\">leader dei mostri</span>, poi segui la scia verso la <span style=\"color: #FFD780\">fonte del miasma</span> presente nell'area e sfrutta l'energia adeptica per purificarla. </p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/141621183/f3d72cb7a976b69b429eb4f863562206_3294872267372771503.png",
  "menuId": 14,
  "menuName": "Tutorial",
  "version": 1732115002,
  "components": {
    "galleryCharacter": [
      {
        "key": "Tutorial",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/141621183/f61b93cae8a6df5013bd0fe9533c3782_4041334063446642623.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Fin dai tempi antichi, tra le montagne e i fiumi della Vallata Chenyu, esiste un'anomalia endemica conosciuta come \"miasma\". Un comune essere umano che si ritrovi a respirare le sue esalazioni verrà colto da prolungati periodi di dolore al petto ed emicrania."
          }
        ]
      },
      {
        "key": "Tutorial",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/141621183/2431bec741a50666f0c2a2d40325c0cd_8042492638367073116.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Per quanto il miasma non sia letale per gli esseri umani, un'esposizione prolungata può avere effetti nocivi sugli animali selvatici e i mostri, rendendoli più violenti del normale. Maggiore è la potenza dei mostri, più gravi sono gli effetti.\nProva a sconfiggere prima il <color=#ffd780>leader dei mostri</color> , poi segui la scia verso la <color=#ffd780>fonte del miasma</color> presente nell'area e sfrutta l'energia adeptica per purificarla."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Miasma"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Avventura"
          }
        ]
      }
    ]
  }
}