{
  "epId": 5126,
  "name": "Enkanomiya",
  "desc": "<p>L'unica speranza per la salvezza dell'Isola di Watatsumi giace in questo luogo avvolto dai segreti, Enkanomiya. </p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/18/20856775/d9249cfe7e91d27caa52bdb7121ed2c4_8658698864345673204.png",
  "menuId": 20,
  "menuName": "Definizioni",
  "version": 1756841354,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Enkanomiya"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Località permanente"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "2.4"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Teaser e trailer della storia",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Trailer della Versione 2.4 \"La caducità dei colori in volo\""
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/35428890/5436bc37c9fa8bbe7f08a76db7291394_2765378202140216845.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>26 dicembre 2021</color>\nDove la luce giunge a malapena, tra le ombre si nasconde un infido nemico.\nIn un reame privo della luce del sole, gli incendi rimasti bruciano ancora.\nDove il sole brilla, la speranza delle persone fiorisce eternamente.\nQuesti desideri provenienti dal profondo del cuore, brillano luminosi come i fuochi d'artificio nel cielo.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=2Rjxp4bBu6s"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Trailer della Versione 2.5 \"Quando fioriscono i sakura\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/237301566/03c205a44b83d0e7542ddcdd33101468_8561098290191154309.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>4 febbraio 2022</color>\nL'antico Sakura Sacro domina il picco del Monte Yougou, le sue radici si spingono fino alle profondità della terra. Sotto la sua ombra, ci sono persone che richiedono benedizioni, una kitsune che si meraviglia di quel mondo galleggiante e un Dio che anela all'eternità.\nNel mondo tutto cambia, le persone vanno e vengono, ma il Sakura Sacro fiorisce ogni anno e i suoi petali vanno dove li porta il vento.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=S71sh48SaHc&list=PLqWr7dyJNgLLX5_mCRAauT5NTR0WAZY9V&index=20&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Colonna sonora",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Islands of the Lost and Forgotten"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/237301566/d9101d03f34dc4af8e047fe90e609d28_7442412283687436653.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>13 aprile 2022</color>\nIl secondo volume della Colonna Sonora di Genshin Impact dedicato alla regione di Inazuma \"Islands of the Lost and Forgotten\" è ora disponibile. Genshin Impact.\n<color=#ff9999>Disco 1:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=S2q7r4_UaYM"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Disco 2:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=skI5KmOIHl4&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Disco 3:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=QrSeAOUZpeQ&t=1s"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Le Viscere del Serpente",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/20/237301566/5bcd5796e223ef978f12d015cb86aac8_3525836883539017513.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Circa seimila anni fa, durante la guerra tra il\ne il Secondo venuto, la nazione ora conosciuta come Enkanomiya sprofondò nel Mare oscuro, nascosto dai cieli. L'ingresso di Enkanomiya ora si trova ad Inazuma, sull'Isola di Watatsumi, dove il Dio di Enkanomiya guidò il proprio popolo. Le Viscere del Serpente collegano Sangonomiya ed Enkanomiya. Il passaggio verso l'antica civiltà è nascosto dietro una enorme porta chiusa con delle Chiavi sigillo. Un tempo, quei cinque tipi di sigillo venivano utilizzati in tutta Enkanomiya e ricomparvero soltanto con l'apertura del passaggio. Secondo una leggenda, con il risveglio di Enkanomiya, al popolo di Watatsumi verrà donata una nuova serie di sigilli. Attivando tutte le Chiavi sigillo, si apre una porta che conduce nelle profondità della roccia che prima sembrava solida. Alla fine del passaggio, la strada verso Enkanomiya è bloccata da porte che possono essere aperte soltanto con una Chiave delle Profondità seleniche. Si dice che questa chiave sia stata forgiata dal sangue versato da Orobashi e che possa essere utilizzata soltanto da coloro che possiedono un cuore puro come l'acqua. Il Viaggiatore e Paimon furono mandati ad Enkanomiya dalla Sacerdotessa divina di Sangonomiya, per ottenere il Corallo sanguigno necessario allo svolgimento del Rito sacro di Watatsumi, in grado di fermare la diffusione del Suolo Sacro sull'Isola."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/20/237301566/c4f9dcc9b8458b457395b74e0545a3d9_7849352208924339452.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Nelle Viscere del Serpente cresce il Fiore d'osso di drago, che quando viene nutrito con l'Acqua di Lethe produce un frutto chiamato Sfera d'osso di drago. Questa sfera è conosciuta dai bardi con il nome \"Frutto non t'agitare\", dato che dissipa tutte le preoccupazioni di una persona e le porta pace. Migliaia di anni fa, prima che apparisse Orobashi ad Enkanomiya, esisteva una resistenza verso il tiranno che governava il popolo. Quando il capo venne catturato, il nucleo della resistenza si sfaldò completamente. I semplici studenti che avevano seguito l'uomo, si salvarono soltanto perché erano distanti dall'epicentro degli eventi. I fortunati che riuscirono a fuggire trovarono riparo in rifugi preparati in precedenza, nella speranza di recuperare le forze. Essi credevano di aver soltanto bisogno di tempo e che un giorno sarebbero riusciti a rimettere in piedi il movimento. Tuttavia, ogni cosa richiedeva dei soldi, che loro non avevano, quindi qualcuno suggerì di vendere le Sfere d'osso di drago. Il loro aroma era in grado di rilassare, calmare i pensieri ansiosi e dissipare tutte le preoccupazioni, quindi sul mercato le sfere avevano un valore molto alto. Questa soluzione portò molto denaro alla resistenza, ma alcuni membri iniziarono ad evitare i conflitti e le battaglie, arrivando persino a chiedere di poter lasciare i propri ranghi, dato che ormai non c'era più alcuna ragione per combattere. La Sfera d'osso di drago può essere scambiata con Marjorie a Mondstadt, con Linlang a Liyue oppure con Mikoshi Genichiro ad Inazuma, ma soltanto Marjorie ha sentito parlare della leggenda del \"Frutto non t'agitare\"."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/26/237301566/97805383565b33f6b2de6777468fe5eb_2199892019579680003.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "In una delle cascate presenti nel luogo si può trovare la spada del Clan Iwakura di Inazuma, la Hakuen Michimitsu Amenoma. Questo clan venne fondato da Mikoshi Michihiro, figlio di un luogotenente dell'Archon di Electro. Dopo che la madre, Mikoshi Michihiro, impazzì per colpa dell'Incubo in seguito al Cataclisma, Michihiro rinunciò al suo nome e diventò Iwakura Michihiro. I discendenti del clan Iwakura non avevano mai ottenuto una Visione, quindi la loro eccellente abilità nel maneggiare la spada era puramente il risultato del perfezionamento di mente, corpo e tecnica. La tecnica di spada segreta del Clan si chiamava Frantuma-tengu e si vociferava che potesse essere eseguita soltanto da persone che non avevano la minima traccia di confusione nel loro cuore. Un tempo, la spada apparteneva all'unico erede del Clan che aveva ricevuto una Visione: Iwakura Mitsunari. Quando Iwakura Mitsunari perse la Visione durante il Decreto di caccia alle Visioni, lasciò andare i propri discepoli ed essi presero la via del Kairagi. Quando attaccarono il Viaggiatore, quest'ultimo fu costretto a sconfiggerli e nel momento in cui incontrò Iwakura, lo spadaccino volle vendicarsi dei suoi discepoli caduti, ma anche lui venne sconfitto. La lama lasciata dal maestro Iwakura può essere restituita ad una montagnetta situata sull'Isola di Narukami, dove vengono lasciate le spade dei samurai caduti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/20/237301566/cd73c08a5fe0b409b1bb1447b0c40690_6720986774513411192.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Le Viscere del Serpente si trovano dietro i tre angoli che proteggono gli abitanti di Enkanomiya, nel dominio dell'Erede dei draghi delle Profondità. Si narra che, un giorno, un bambino scommise con gli amici di poter trovare il Fiore d'osso di drago, ma al suo posto il ragazzo trovò un enorme serpente all'interno di una caverna che non aveva mai visto prima. Per qualche ragione, guardando la figura titanica del serpente, il bambino non provò alcuna paura e sentì invece un certo legame. Allora il ragazzo chiese al serpente di diventare il suo Dio e la bestia accettò. In questo modo, Orobashi, che era fuggito dalla Guerra degli Archon rifugiandosi nel Mare oscuro, divenne il Dio di Enkanomiya. Dopo che gli abitanti di Enkanomiya lasciarono la terra, il luogo tornò ad appartenere agli Elementosauri e il popolo di Watatsumi diede loro da mangiare, lanciando delle offerte nelle Profondità seleniche.\nIn questo luogo si trova la Serie di Missioni avventura"
      },
      {
        "type": "CustomEntry",
        "epId": 5363,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5576,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7085,
        "name": "Discendenti",
        "desc": "<p>Esseri provenienti dall'esterno di Teyvat, la cui volontà può rivaleggiare con un mondo intero. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/11/20856775/826332c1b0fb525a54df5442ee996c76_8617954271516776401.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "name": "La Guerra degli Archon...",
        "desc": "<p>Una guerra per il trono divino, dichiarata dai Princìpi celesti. Come risultato della Guerra degli Archon, sette governanti di sette nazioni ricevettero la Gnosi, il trono divino ed il titolo di Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/21/20856775/826332c1b0fb525a54df5442ee996c76_5738252862547433153.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Primigenio",
        "desc": "<p>Il Primo Discendente, sconfisse i Draghi Sovrani del mondo e creò gli umani. Il Primigenio potrebbe essere Phanes.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/11/20856775/54fc33ab94abb4b00460e448f7765892_3287798328747037195.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4908,
        "name": "Orobashi",
        "desc": "<p>Il Dio serpente che ha condotto il popolo di Enkanomiya fuori dal Mare oscuro e verso la superficie, è stato ucciso da Beelzebul. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/20856775/e66bd3f5e6857b4b569fb4fd014fa70b_4441364465739953540.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2516,
        "name": "Marjorie",
        "desc": "<p>A Mondstadter who owns the Souvenir Shop \"With Wind Comes Glory\". She enjoys collecting and sharing the stories behind treasures.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/b195b7518f98782dcc8591c4b97e8073_6093560095431430428.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2485,
        "name": "Mikoshi Genichirou",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/297551f8ecf8b1d4b75e0e144174ca3f_2677873074853366214.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3673,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2024,
        "name": "Occhio del giuramento",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un tesoro nazionale di Byakuyakoku conservato nel Dainichi Mikoshi. Con la venuta del Dio serpente, questo oggetto venne utilizzato per ufficializzare desideri e giuramenti.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/证誓之明瞳.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1684,
        "name": "Chiave sigillo",
        "desc": "A sigil passed down through Watatsumi Island and Enkanomiya. It conceals some secret.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Key Sigil_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 907,
        "name": "Chiave delle Profondità seleniche",
        "desc": "A strange treasure with an awkward name. It is said to have been forged from the blood of Watatsumi Omikami.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Key of the Moon-bathed Deep_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1575,
        "name": "Corallo sanguigno",
        "desc": "A coral in which the life force of Watatsumi Omikami dwells. It is a vital part of the Watatsumi Goryou Matsuri.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodbranch Coral_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1630,
        "name": "Ramo di corallo di un mare lontano",
        "desc": "Weapon Ascension Material.<br/>Watatsumi Island is the furthest from Narukami Island in the Inazuman island chain, and its name means \"the god of the oceans\" in the island's ancient tongue. Legend has it that when the great serpent first arose within the abyssal nation of ever-night, its fluorescent body was covered in myriad-colored coral.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Coral Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1628,
        "name": "Ramo prezioso di un mare lontano",
        "desc": "Weapon Ascension Material.<br/>This coral cannot be found anywhere in Teyvat, but was a gift that the great serpent obtained when it broke into the Dark Sea. For that abyssal snake, to be filled with coral was to be mighty, and its power would be shaved away as those corals were lost. In other words, those corals contain power far beyond the norm.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jeweled Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1629,
        "name": "Ramo di giada di un mare lontano",
        "desc": "Weapon Ascension Material.<br/>Fleeing into the Dark Sea, the god that had lost everything met the abandoned people who had nothing within the ocean depths. Thus it elected to remain and become their \"Orobashi no Mikoto,\" their \"Watatsumi Omikami.\"<br/>It is said that the great snake god once broke off all the coral branches on its body to give light to the children who were curled up in the darkness. They also say that it used these coral branches to create a huge ladder to allow those children to once again reach the surface and see the light of day.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jade Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1631,
        "name": "Ramo dorato di un mare lontano",
        "desc": "Weapon Ascension Material.<br/>The meaning that lies behind the name \"Watatsumi\" is simply the unrequited hopes that the abandoned people who dwelt in the deep sea pinned upon the serpent god that led them.<br/>And it was also because the serpent god now had people who worshiped it that it stayed in the world it should have long fled, breaking off the coral branches that adorned its body, treading upon land where it should not have, and facing a foe it could never hope to match — till at last, its divine form was sundered along with the mountains, its ichor turned into plasma, and its will and power became a curse that could never be extinguished: Tatarigami.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1929,
        "name": "Sfera d'osso di drago",
        "desc": "The fruit of the Dragonbone Flower, created via the use of the Waters of Lethe. It is said to sweep one's worries away and bring peace. Giving up your objectives, forsaking desire, and becoming content and satisfied... Is that not happiness?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dragonbone Orb_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6558,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 171,
        "name": "Hakuen Michimitsu Amenoma",
        "desc": "The heirloom blade of the Iwakura Clan.<br/>Although the one who forged this blade possessed great skills, and though it is true that this sword has slain many a foe, it does not possess any special powers. Nor has the Iwakura Succession ever obtained a Vision. Their excellent swordsmanship was purely a result of their honing of mind, body, and technique.<br/>This blade has been submerged in water for a long time and seems to have completely rusted.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hakuen Michimitsu Amenoma_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2647,
        "name": "Chiave sigillo",
        "desc": "<p>Le effigi conosciute come Chiavi sigillo provengono da Enkanomiya, e sono cinque in totale. Proprio come una chiave si adatta a una serratura, ognuna di esse può aprire il sigillo con un'immagine corrispondente. Collezionale e usale al meglio!</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/26/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_11335824876265307.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Le Forre",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/20/237301566/010094c80b9d07dd35b10c748cee0ec1_1793264237474938176.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Partendo dalle Viscere del Serpente si possono raggiungere le Forre. Nel passato più remoto, le Forre erano schiacciate tra la parete della montagna e un'area nota come le Terre circolari, ed è per questo che vengono chiamate così. Tuttavia, i più che insoliti spostamenti tettonici di Byakuyakoku portarono le Terre circolari a sprofondare, conducendo quindi a un significativo ampliamento delle Forre."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/20/237301566/cb965ce28f3eb3ef47e017fd5352a915_4884586008211074559.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "La biblioteca principale di Enkanomiya, nella quale erano custoditi tutti i suoi libri, si trova proprio in questo luogo. Un tempo, la responsabile della biblioteca era\nL'ultimo giorno prima che Enkanomiya risalisse in superficie, Emma doveva sistemare ancora cinque libri, altrimenti il suo onore si sarebbe macchiato e lei avrebbe dovuto occuparsi della divina pianta delle Profondità. La donna era così arrabbiata che le sue emozioni rimasero impresse dando origine ad un'Ombra di Tokoyo e migliaia di anni dopo, quando il Viaggiatore e Paimon scesero ad Enkanomiya, ella chiese loro che venissero restituiti quei cinque libri. I volumi mancanti erano: \"Il serpente e i draghi di Tokoyokoku\", \"Prima del sole e della luna\", \"Studi idrologici di Byakuyakoku\", \"Luce sull'oscurità\" ed i registri degli esperimenti condotti da Michiya. \"Il serpente e i draghi di Tokoyokoku\" può essere acquistato presso la Casa editrice Yae ad Inazuma. \"Prima del sole e della luna\" venne bandito dal Dio di Enkanomiya, Orobashi, e poi rubato dalla biblioteca, ma i colpevoli furono imprigionati in una cella sospesa sotto il Dainichi Mikoshi. Quando Celestia scoprì che Orobashi aveva letto il libro, lo condannò a morte e questo portò ad un sacrificio che permise al suo popolo di continuare a vivere. Alcuni dei famigli di Orobashi, delle sacerdotesse e Jibashiri erano a conoscenza dei fatti reali, ma furono costretti a nascondersi finché la verità non sfumò fino a diventare leggenda. Quando tutti i libri vennero restituiti alla biblioteca, Emma fu felice di non doversi occupare della divina pianta delle Profondità e rivelò di voler aprire un ristorante ad Inazuma, per diventare una chef di sashimi. La restituzione dei libri apre un portale in uno specchio che porta nello stesso luogo, ma in un'epoca differente. Specchi simili si possono trovare anche nel Mondo all'interno del libro, nei quattro Ottanti e nella Torre dell'Ipsissimus a Fontaine, creata dal fondatore dell'organizzazione radicale Ordo di Narzissenkreuz. Attraverso uno degli specchi, si può scorgere proprio la biblioteca di Enkanomiya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/26/237301566/b98dab47a0a8abcef051d31ca81d41ab_3457838903791186385.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dietro la biblioteca si può trovare la Briglia dorata. Questa Briglia dorata è necessaria per l'ottenimento del Corallo sanguigno, un oggetto che la Sacerdotessa divina di Sangonomiya aveva chiesto di recuperare al Viaggiatore e Paimon. Nelle Forre invece, si trova uno dei tre frammenti di Redini della rinascita, necessari per la prova. Il frammento si trova in una stanza segreta, la cui entrata è nascosta da un Fantasma del fuoco solare che si manifesta quando il giorno e la notte cambiano. In passato, i due particolari fenomeni astronomici di Byakuyakoku, cioè i miraggi e le\nerano indistintamente chiamati Eidola e visti come due facce della stessa medaglia. Fu solo con l'arrivo di Orobashi che il popolo di Byakuyakoku comprese questi due fenomeni e li denominò diversamente. Nonostante il sole non splenda su Byakuyakoku, i miraggi che comparivano durante la Biancanotte furono chiamati Fantasmi del fuoco solare, mentre quelli che comparivano nella Notteterna furono chiamati Fantasmi del fuoco spettrale. Poiché sono sostanzialmente la stessa cosa, col passare del tempo vennero entrambi chiamati Fantasmi del fuoco solare. Quando il popolo di Enkanomiya studiò la natura del miraggi, iniziò ad utilizzarli per celare i segreti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/20/237301566/e63385245802af6d318cbd0d1dc54989_5616339091317560386.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "La grotta nella parte nord-ovest delle Forre era il rifugio della resistenza di Enkanomiya durante il regno del Figlio del sole. Nel luogo si può incontrare l'Ombra del peccato di Adonis, che rivela il segreto della Sfera d'osso di drago."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/20/237301566/6c18fcb904982f961036381cdb9d47f2_8914256058226718975.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sopra le Forre è presente un portale. I gruppi di Pesce fantasma formano un piccolo lago nella parte nord-est del luogo e possono condurre a questo portale. Il portale collega le Forre al Locus di Yachimatahiko, nel quale si trova una delle torri che proteggono Enkanomiya. Nelle Forre, utilizzando cinque Chiavi sigillo, si può attivare una prova per ricevere un'offerta contenente i resti dei pensieri del creatore del Dainichi Mikoshi, Abrax."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/20/237301566/120d6ece6ae4a1bbd4f43ce1526b6c60_6802861421544778914.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Inoltre, nelle Forre, si trovano due lapidi dei Figli del sole che un tempo governavano su Enkanomiya. La prima riga di testo presente sulle lapidi è scritta nell'antica lingua di Enkanomiya e la seconda nella lingua di Inazuma. Sulla prima tomba regale si legge: <color=#ffffffd9>\"Qui giace Rikoru no Mikoto. Amava costruire. Una volta costruì un Dainichi Mikoshi in miniatura. Era alto un metro e ottanta ed era una persona molto vivace.\"</color> Rikoru sognava di costruire una torre ancora più alta del Dainichi Mikoshi, che lo avrebbe celebrato. Egli era stato il primo Figlio del sole e fu durante il suo regno che Abrax venne accusato di tradimento e imprigionato. Sulla seconda lapide si legge: <color=#ffffffd9>\"Qui giace Isumenasu no Mikoto. Nei giorni liberi andava in barca consultando la mappa del paese.\"</color> Isumenasu era convinto che Enkanomiya fosse un paese molto vasto, quindi quando il suo spirito vide per la prima volta la mappa di Teyvat, la scambiò per un falso.\nIn questo luogo si trova la Missione avventura"
      },
      {
        "type": "CustomEntry",
        "epId": 5362,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5364,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5140,
        "name": "Regione di Béryl",
        "desc": "<p>Un'antica regione montuosa costellata di rovine, che si estende lungo le acque della Corte di Fontaine. Molte, molte centinaia di anni fa, il posto veniva visto dai seguaci di Egeria come meta eccellente per escursioni e picnic. Raggruppati in loco, essi cantavano di amore puro e senza macchia, come gemme lucidate. Le loro canzoni erano svanite da molto tempo alla pallida luce della luna, rimaneva solamente una fresca brezza ad accarezzare quei solitari altopiani punteggiati di menta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/29/20856775/7bb630aacf263515328ea8198cbbc48a_591012451839448669.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz\t",
        "desc": "<p>L'Ordo Narzissenkreuz è la società segreta fondata da René de Petrichor e Jakob Ingold per creare Neoumani al fine di sopravvivere alla distruzione del Mondo come predetto dalla Formula del Mondo. È stato dichiarato un gruppo estremista illegale e un'organizzazione criminale dalla legge Fontainiana sotto lo Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/85019254/76c3b544663face535a657d1f97f4ad0_4037890806697454249.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 1220,
        "name": "Studi idrologici di Byakuyakoku",
        "desc": "<p>Un libro sulla geografia e l'idrologia di Byakuyakoku. A causa della chiusura dei fondali e dell'emigrazione della gente di Watatsumi, con il passare degli anni questo libro è diventato inutile.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20577441/30d637f5d6939cb8f5a886096aa7ba70_7328636557972986176.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "Prima del sole e della luna",
        "desc": "<p>Un racconto che è stato vietato alla gente comune. Lo scritto unisce elementi storici ad altri fiabeschi, narrando gli eventi dalla creazione del mondo fino alla nascita del Dainichi Mikoshi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20577441/30d637f5d6939cb8f5a886096aa7ba70_7112384876880326976.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 688,
        "name": "Il serpente e i draghi di Tokoyokoku",
        "desc": "<p>Un romanzo basato sui racconti popolari dell'Isola di Watatsumi. L'edizione originale del testo venne composta sull'Isola di Watatsumi e poi riportata sull'Isola di Narukami da un mercante, al tempo in cui viveva ancora il Dio serpente. Nessuno al giorno d'oggi legge più questo libro antico, visto che è stato soppiantato da tutte le light novel presenti sul mercato. Questo volume descrive la singolare prospettiva cosmologica della gente di Watatsumi prima che iniziasse ad adottare gli aspetti della cultura Narukami. Alcuni temi ripresi recentemente dall'editoria tradizionale hanno permesso a questo libro di vedere nuovamente la luce.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Serpent and Drakes of Tokoyokoku_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6556,
        "name": "Luce sull'oscurità",
        "desc": "<p>Un libro di indovinelli per bambini tra i nove e i dodici anni. Essendo un libro di un periodo di transizione, sotto i nomi in stile Narukami sono presenti delle note che riportano la versione nella lingua antica di Byakuyakoku.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20577441/30d637f5d6939cb8f5a886096aa7ba70_3745008115110438578.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6555,
        "name": "Esperimenti sull'Elementosauro abissale",
        "desc": "<p>Degli esperimenti condotti sull'Elementosauro abissale. Nessun Elementosauro è stato ucciso durante i test.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20577441/30d637f5d6939cb8f5a886096aa7ba70_4802069406147776369.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 721,
        "name": "Briglia dorata",
        "desc": "The hereditary national treasure of Byakuyakoku. It represents the highest authority in the land and confers the power to control Evernight and Whitenight upon its wielder.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Bridle_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1158,
        "name": "Frammento di Redini della rinascita (Forre)",
        "desc": "A fragment of the Reins of Revival. It is made from a special material.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Reins of Revival Fragment (The Narrows)_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1157,
        "name": "Offerte delle Forre",
        "desc": "Offerings from The Narrows that contain a fraction of Aberaku's remnant thoughts.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Offerings of The Narrows_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2627,
        "name": "Il ciclo del sole e della luna",
        "desc": "<p>Se possiedi la Briglia dorata di Enkanomiya, avrai il potere di attivare dei meccanismi che ti consentono di passare da Notteterna a Biancanotte e viceversa. Tali meccanismi, presenti in tutta Enkanomiya, sono collegati al Dainichi Mikoshi e possono essere usati per modificare il ciclo giorno-notte. Enkanomiya appare diversa negli stati di Notteterna e Biancanotte. Usa questa abilità per passare dal giorno alla notte e scoprire i segreti del territorio.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/26/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_1218753367244872189.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2611,
        "name": "Pesce fantasma",
        "desc": "<p>I banchi di Pesci fantasma ti circondano quando sei al loro interno, permettendoti di planare ripetutamente.</p><p>Tuttavia, fai attenzione alla posizione: se ti trovi fuori dal gruppo, la spinta propulsiva si esaurirà.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/26/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_3591883006315618310.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Risorse",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Materiali di potenziamento dei personaggi"
      },
      {
        "type": "CustomEntry",
        "epId": 1926,
        "name": "Pinna finta dell'erede dei draghi",
        "desc": "<p>Un pezzo di tessuto biologico che hai trovato dopo aver sconfitto gli Elementosauri abissali.</p><p>Nonostante sembri una pinna di qualche tipo, in realtà non ha alcuna funzione.</p><p>Una volta la gente di Byakuyakoku studiò piuttosto a fondo gli Elementosauri abissali. La loro caratteristica più distintiva era l'abilità di scegliere quali tratti passare alla prole. A causa del loro grande odio per le fonti luminose degli esseri umani, questi Elementosauri perdono qualsiasi tipo di acuità visiva quando raggiungono l'età adulta. Allo stesso tempo, hanno anche sviluppato delle capacità di polimorfismo elementale utili in combattimento.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dragonheir's False Fin_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Consumabili"
      },
      {
        "type": "CustomEntry",
        "epId": 1684,
        "name": "Chiave sigillo",
        "desc": "A sigil passed down through Watatsumi Island and Enkanomiya. It conceals some secret.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Key Sigil_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Esseri viventi",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Nemici e Mostri"
      },
      {
        "type": "CustomEntry",
        "epId": 3443,
        "name": "Branco di Elementosauri abissali",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un potente gruppo di Elementosauri abissali.<br>Sono stati allevati e selezionati specificamente dal popolo di Enkanomiya, per conferirgli una forza eccezionale. Naturalmente, nessun Elementosauro lo considera un debito da ripagare.<br>I membri più forti del branco sono in grado di usare diversi elementi, che adoperano a riprova del loro odio.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/05/35428890/b47c21200d36f217cab2e527e85d2896_4738875560654045342.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Elementosauro abissale primordiale",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Elementosauro che vive nelle profondità degli oceani.<br>Un tempo erano la razza dominante negli abissi... E, in effetti, i draghi erano i signori del mondo intero in un'era ancor più antica. Ma i loro Sette sovrani furono sconfitti da un potere proveniente dal cielo, che li fece estinguere uno dopo l'altro.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2177,
        "name": "Cucciolo di Elementosauro abissale primordiale",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/a031c6366098df2f5b0b1c5eb30cee8e_8834810627068905487.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "name": "Elementosauro abissale Divoratuono",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Elementosauro che vive nelle profondità degli oceani. A causa di alcuni adattamenti sociali, ha manifestato una forma allineata con l'elemento Electro.<br>Dopo il declino del potere dei \"Sette\", sta nascendo una nuova generazione di sovrani. Ma ora che gli Elementosauri abissali si sono evoluti in questo modo, hanno perso la loro purezza. Pertanto, il Drago dell'acqua non nascerà più dalle loro schiere. La profezia narra che il nuovo Drago dell'acqua discenderà sicuramente sotto forma di un essere umano.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2178,
        "name": "Cucciolo di Elementosauro abissale Divoratuono",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/270dafc1f297c792e6ea17acf1e749d2_5978947156349638548.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "name": "Elementosauro abissale Azzannabrina",
        "desc": "A vishap that dwells deep beneath the oceans. Due to certain social adaptations, it has manifested a form aligned with the Cryo element.<br/>The coming of humans sparked a conflict and a resultant evolution within the Bathysmal Vishaps, just as ants might divide up labor and biological characteristics, thus appearing in different forms. These vishaps are stronger than their ordinary kin.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2179,
        "name": "Cucciolo di Elementosauro abissale Azzannabrina",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/40d4d20a77c706d64e1b2bfead43dc3a_3133870338330301310.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Pesci"
      },
      {
        "type": "CustomEntry",
        "epId": 2367,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2357,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "NPC",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "NPC correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Enjou",
        "desc": "<p>Un membro dell'Ordine dell'Abisso che si definisce secchione ed accademico è conosciuto anche come l'essere che si fa chiamare \"Enjou\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/20856775/725dbbb16dec2beb477c3a15194eed29_5026616619767124541.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6559,
        "name": "Tsumi",
        "desc": "<p>L'ultima Vassalla di Watatsumi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/20856775/1b4813ee4ee058cd0428721d3301de69_828098284566828079.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4908,
        "name": "Orobashi",
        "desc": "<p>Il Dio serpente che ha condotto il popolo di Enkanomiya fuori dal Mare oscuro e verso la superficie, è stato ucciso da Beelzebul. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/20856775/e66bd3f5e6857b4b569fb4fd014fa70b_4441364465739953540.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Missioni",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Missioni avventura"
      },
      {
        "type": "CustomEntry",
        "epId": 5363,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5364,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5358,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5356,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5361,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5359,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5362,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5360,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5355,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Guide all'avventura",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tutorial"
      },
      {
        "type": "CustomEntry",
        "epId": 2626,
        "name": "Piattaforme del giorno e della notte",
        "desc": "<p>Le Piattaforme del giorno e le Piattaforme della notte verranno riempite rispettivamente durante il giorno e la notte. Avvicinati per azionarle. Tuttavia, il loro stato verrà ripristinato nel passaggio tra Notteterna e Biancanotte.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/26/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_8131636270617951043.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2627,
        "name": "Il ciclo del sole e della luna",
        "desc": "<p>Se possiedi la Briglia dorata di Enkanomiya, avrai il potere di attivare dei meccanismi che ti consentono di passare da Notteterna a Biancanotte e viceversa. Tali meccanismi, presenti in tutta Enkanomiya, sono collegati al Dainichi Mikoshi e possono essere usati per modificare il ciclo giorno-notte. Enkanomiya appare diversa negli stati di Notteterna e Biancanotte. Usa questa abilità per passare dal giorno alla notte e scoprire i segreti del territorio.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/26/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_1218753367244872189.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2592,
        "name": "Meccanismi triangolari...",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Entro una certa distanza, puoi attivare i meccanismi usando gli attacchi. Questi meccanismi verranno ripristinati dopo un po'. Se noti che un meccanismo è danneggiato, prova ad attivare la Notteterna affinché si aggiusti autonomamente.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/26/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_7239100544897328810.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2611,
        "name": "Pesce fantasma",
        "desc": "<p>I banchi di Pesci fantasma ti circondano quando sei al loro interno, permettendoti di planare ripetutamente.</p><p>Tuttavia, fai attenzione alla posizione: se ti trovi fuori dal gruppo, la spinta propulsiva si esaurirà.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/26/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_3591883006315618310.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2639,
        "name": "Luoghi di adorazione dell'essenza",
        "desc": "<p>I luoghi di culto si dividono in Nuclei solari e Nuclei lunari. Ognuno di essi racchiude i poteri della Biancanotte e della Notteterna, ed è in grado di conferire tali poteri a coloro che li venerano. Usa queste energie per attivare i meccanismi mentre ti trovi nello stato di giorno o notte contrario.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/26/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_3228398992121401918.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mappa",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mappa del luogo"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=1&lang=it-it#/map/7?shown_types=333&center=-83.00,191.00&zoom=-2.00"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Enkanomiya",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/18/20856775/d5a89ebd65d6f2b3d0aa69006ff82be3_4110789264276023872.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "L'unica speranza per la salvezza dell'Isola di Watatsumi giace in questo luogo avvolto dai segreti."
          }
        ]
      }
    ]
  }
}