{
  "epId": 5140,
  "name": "Regione di Béryl",
  "desc": "<p>Un'antica regione montuosa costellata di rovine, che si estende lungo le acque della Corte di Fontaine. Molte, molte centinaia di anni fa, il posto veniva visto dai seguaci di Egeria come meta eccellente per escursioni e picnic. Raggruppati in loco, essi cantavano di amore puro e senza macchia, come gemme lucidate. Le loro canzoni erano svanite da molto tempo alla pallida luce della luna, rimaneva solamente una fresca brezza ad accarezzare quei solitari altopiani punteggiati di menta.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/29/20856775/7bb630aacf263515328ea8198cbbc48a_591012451839448669.png",
  "menuId": 20,
  "menuName": "Definizioni",
  "version": 1720012792,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Elynas e le Melusine",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Prima di nascere, Elynas fluttuava solitario e infreddolito nell'oscurità cosmica. Era così triste, che spesso scoppiava a piangere. Un giorno sentì la voce della Madre, che gli augurò di nascere in un bellissimo mondo. Ella gli donò la vita, un corpo forte e sano ed anche un bellissimo nome. Voleva che avesse molti fratelli, che incontrasse tanti amici e che vedesse tutti i bellissimi paesaggi che esistevano oltre quell'oscurità cosmica. I fratelli maggiori di Elynas lo trattavano bene e, più avanti, egli imparò a prendersi cura dei suoi fratelli minori.\nIn seguito, Elynas lasciò il mondo al di sotto della terra assieme ai suoi fratelli. Sentì il vento accarezzargli la pelle, il calore del sole, le acque ghiacciate e calde. All'inizio Elynas era felice ma scoprì presto che ciò che a lui risultava interessante e divertente, era spaventoso e pericoloso per altri. Capì che il suo sangue era avvelenato e che stava portando sofferenza e distruzione alla gente di Teyvat, ma ormai era troppo tardi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/02/20856775/912b5c4017849c96b8f03c873b6c2b9d_727778955709348543.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Realizzando di portare solamente sofferenza e distruzione, Elynas decise di smetterete di combattere e di sacrificarsi. Era ricolmo di tristezza, ma felice che tutto fosse finito. Sebbene il suo corpo e il suo cuore fossero pietrificati, la sua coscienza era ancora presente e fu contento quando, 400 anni dopo, apparvero delle persone al suo interno. Si trattava di Jakob Ingold e René de Petrichor, che utilizzarono la carne ed il sangue di Elynas per migliorare i poteri del Neoumano Jakob. Un giorno apparvero molte altre creature nel corpo della bestia, incluse macchine di metallo, uno spirito delle acque primordiali ed altre persone. Ci fu una battaglia ed un'esplosione all'interno del corpo di Elynas danneggiò la sua carne e da queste ferite nacquero le figlie della bestia, le Melusine. Ogni Melusina nacque con un pezzo di Mekautoma rotto, fu così che esse cominciarono a considerare questi oggetti come degli \"amuleti\" da proteggere a tutti i costi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/02/20856775/177d683344212d7e080b86df098e748d_9123656132016874518.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Elynas amava molto le sue figlie e le considerava bellissime. Parlava spesso con loro e le istruiva su come costruire delle case, in modo da poter crescere al meglio. Allora c'era felicità e vivacità ovunque. Le Melusine fondarono il Villaggio di Merusea all'interno del corpo di Elynas, nel quale vissero per molti anni. Secoli dopo quasi tutte le Melusine tranne una, Mamère, persero la capacità di comunicare con loro \"Padre\" e si dimenticarono di lui. Alcune cominciarono a considerarlo una \"madre\" premurosa, mentre altre semplicemente non ricordavano le proprie origini.\nDato che le Melusine avevano avuto origine da una creatura dell’Abisso, avevano una visione speciale e potevano notare ciò che all'occhio umano risultava celato. Tutte le Melusine sono di sesso femminile e Neuvillette, lo Iudex di Fontaine, decretò persino che ci si sarebbe dovuti rivolgere loro con il pronome \"lei\".\n<color=#ffd780>Articoli Correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "name": "Melusine",
        "desc": "<p>Le Melusine sono una specie tutta femminile nata dalle ferite di Elynas dopo essere rimasto ferito da un'esplosione avvenuta all'interno del suo corpo pietrificato. Una volta risiedevano esclusivamente nel Villaggio Merusea, ma dopo aver incontrato il nuovo Iudex Neuvillette, molte si possono ora incontrare sulla superficie di Fontaine come parte dello Spettro Maréchaussée.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/362377527/8d2f62d63837e97a7d905a3eaaf5a4fa_3914878918255219377.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz\t",
        "desc": "<p>L'Ordo Narzissenkreuz è la società segreta fondata da René de Petrichor e Jakob Ingold per creare Neoumani al fine di sopravvivere alla distruzione del Mondo come predetto dalla Formula del Mondo. È stato dichiarato un gruppo estremista illegale e un'organizzazione criminale dalla legge Fontainiana sotto lo Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/85019254/76c3b544663face535a657d1f97f4ad0_4037890806697454249.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Bestia dell'Abisso che apparve a Fontaine durante il Cataclisma di 500 anni fa. Elynas è il \"Padre\" di tutte le Melusine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/362377527/fa4c986eefe97522566b35be6e29e7a0_830321453062263704.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Orfano cresciuto all'Istituto di Narzissenkreuz e poi adottato da Karl Ingold. Divenne un Neoumano e fu il co-fondatore dell'Ordo di Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/02bc05cc787742e2fdf79dc45a69ccec_8349714685734883420.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "name": "Mamère",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Mamère è una Melusina che ama dipingere tutti i giorni. È l'unica Melusina in grado di ascoltare i suoi antenati.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/19/190184121/9cc2115edbfc809cdaa5a1629eb9dc37_1533669892570407392.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il Giudice supremo di Fontaine, anche conosciuto come lo Iudex, famoso per la sua incontestabile imparzialità.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/157266935/0513aa7f482dbb4778545d02f94956fe_7174467864028517893.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Libro della rivelazione",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/02/20856775/2d7c15da300c1929aa466e3182ce12ac_5145801001845590524.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Circa 500 anni fa René de Petrichor, un orfano dell'Istituto di Narzissenkreuz, andò in spedizione a Sumeru assieme a Jakob, un amico dell'orfanotrofio ed al suo tutore Karl Ingold. Sul posto rimase affascinato dalla Khvarena e dal Sacro Loto, Gaokerena, creato da Sua Eccellenza Maggiore Rukkhadevata utilizzando la coscienza della precedente Archon di Hydro, Egeria. Durante la sua ricerca scoprì anche libri di antiche civiltà e registri di Khaenri'ah, che lo aiutarono a decifrarli."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/02/20856775/f622100e4a10ccca7889e5781785bf16_5578761870546485298.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "In seguito, quando René trovò i registri della Compagnia Dorata nelle rovine di Remuria, confrontò il termine \"Fortuna\" con il suo schema di calcoli chiamato \"formula mondiale\" e dedusse che ci sarebbe stata una nuova inondazione a Fontaine. Gli infiniti calcoli di René portavano sempre allo stesso risultato: l'apocalisse non poteva essere evitata. Scoprì inoltre un metodo per estrarre la \"volontà\" dalle persone e pensò che avrebbe potuto fornire protezione dagli effetti dell'inondazione."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/02/20856775/233e949f11ad4594f3231056ff58b2f7_2587431621175135409.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Creare \"Neoumani\" diventò l'obiettivo della vita di René, in modo che tutti i Fontaniani potessero sopravvivere all'apocalisse. Assieme a Jakob Ingold fondò l'Ordo di Narzissenkreuz, un’associazione esoterica segreta. René registrò tutta la sua ricerca in un tomo chiamato \"Libro della rivelazione\". Tra le sue pagine descrisse tutto il lavoro svolto all'Istituto di Filosofia Naturale: gli esperimenti effettuati sull'assistente Carter Scherbius, che soffriva di un male incurabile; gli esperimenti su Jakob per creare il primo Neoumano; la tecnica speciale Remuriana \"Sigillo del matrimonio chimico\"; l'estrazione della volontà delle persone per ottenere la loro conoscenza e le loro abilità; la costruzione delle Torre di Ipsissimus, con l'aiuto della quale l'Ordo di Narzissenkreuz sarebbe stato in grado di estrarre la volontà dei Fontaniani ed infine la sua trasformazione in Narzissenkreuz."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/02/20856775/5c673ed07b3c6410218309e4ca7978c1_8854926624904506499.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Il libro portava ad un misterioso subspazio che ospitava un possibile futuro dopo l'apocalisse. Per gli umani il \"Mondo all'interno del libro\" aveva l'aspetto di rovine piene di mostri ma per le Melusine, creature dell'Abisso, appariva come un bellissimo giardino. All'interno del libro il Viaggiatore, Paimon e la Melusina Canotila, incontrarono \"Cagnolino\" ed il suo amico Caterpillar. Entrambi erano parte della personalità di Carter Scherbius, un amico di Jakob e René. Agli occhi di Canotila, Cagnolino sembrava un cane carino e spesso andava a giocare con lui, fino al giorno in cui le chiese di andarsene e non tornare mai più. Cagnolino aveva paura che \"Il mondo all'interno del libro\" stesse iniziando a collassare e che fosse pericoloso per gli altri."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"</color> <color=#ffffff>Ciò che importa davvero è chi governa questo mondo immaginario.</color>\n<color=#ffffff>Pensavano di poter salvare il mondo, ma non sapevano se questo mondo andasse salvato.</color>\n<color=#ffffff>Forse il mondo che ricordavano era soltanto un pomeriggio eternamente privo di girasoli in fiore.</color>\n<color=#ffffff>Ma quelle storie appartengono a loro, non a me. Io non sono che il ricordo di un loro amico.</color>\n<color=#ffffff>Pensavano di potermi salvare, ma alla fin fine…</color>\n<color=#ffffff>La farfalla divenne un bozzolo da cui emerse una larva.</color>\n<color=#ffffff>Poi la larva tornò nel baratro mai nato.</color>\n<color=#ffffff>Ma nulla di tutto ciò ha importanza. Non ho più niente.</color>\n<color=#ffffff>Non sono altro che un'ombra nei loro ricordi, lasciata dalla loro ossessione di salvarmi.</color>\n<color=#ffffff>Ma non provo rancore nei loro confronti.</color>\n<color=#ffffff>Anche se cambiassero dopo la mia perdita, il fatto che io esista in questo mondo</color>\n<color=#ffffff>fatto di ricordi e illusioni dimostra la loro tenacia.</color>\n<color=#ffffff>Un tempo eravamo amici, e tanto mi basta e avanza.</color>\n<color=#ffffff>Non importa cosa diventerò: proverò sempre gratitudine per quell'amicizia.</color> <color=#ffffff>\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Dopo aver passato del tempo all'interno del decadente mondo del libro, Canotila fu in grado di vedere il suo vero aspetto:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"</color> <color=#ffffff>Non lo so, io volevo soltanto vedere i girasoli in fiore e il grazioso cagnolino…</color>\n<color=#ffffff>Ma c'era un mostro dietro di me e il cielo si è fatto più scuro.</color>\n<color=#ffffff>Ho sentito varie voci che parlavano di cose che non capivo.</color>\n<color=#ffffff>Avevo tantissima paura, così ho seguito la luce dorata e sono corsa avanti.</color>\n<color=#ffffff>Quando il mostro si avvicinava, tutto intorno a me diventava più buio.</color>\n<color=#ffffff>Ogni cosa spariva: il giardino, il palazzo, i grandi alberi, i fiori…</color>\n<color=#ffffff>Era tutto tetro e non vedevo altro che rovine.</color>\n<color=#ffffff>Poi il mostro mi ha raggiunta…</color> <color=#ffffff>\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/02/20856775/0e0c01232b96908212f7b97842a0a49a_6848063295632980098.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Una volta visto il vero \"Mondo all'interno del libro\", Canotila decise di non toccare mai più il tomo e di restare nel Villaggio di Merusea assieme alle sue sorelle.\nAnche Caterpillar subiva l'influenza del Libro della rivelazione. Se prima poteva trasformarsi da Hilichurl ad umano, ora aveva perso questa abilità a causa del tomo e la sua mente aveva iniziato a svanire.\n<color=#ffd780>Articoli Correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5146,
        "name": "Regione di Morterre",
        "desc": "<p>Chi sa da quanto tempo la storia custodita con la torre alta sul mare, che la gente ignora, è stata mantenuta?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/157266935/cd8d24707c19c43305b87cac406a5c35_8800656125514631517.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Corte di Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">\"Questa città si erge solitaria sull'acqua.\"</span></p><p></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nel punto più alto della città si erge il Palais Mermonia, simbolo dell'autorita suprema di Fontaine, dove la gente conduce una vita all'insegna dell'ordine e della regolarità, proprio come gli Acquabus. L'essenza della legge di Fontaine consiste nel mantenere un ordine stabile, con l'equità e la giustizia che costituiscono i pilastri di tale ordine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/12/190184121/decfebf39c4d3b6e22cf9f28c98288f6_6084755907982934274.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz\t",
        "desc": "<p>L'Ordo Narzissenkreuz è la società segreta fondata da René de Petrichor e Jakob Ingold per creare Neoumani al fine di sopravvivere alla distruzione del Mondo come predetto dalla Formula del Mondo. È stato dichiarato un gruppo estremista illegale e un'organizzazione criminale dalla legge Fontainiana sotto lo Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/85019254/76c3b544663face535a657d1f97f4ad0_4037890806697454249.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Istituto di Filosofia Naturale",
        "desc": "<p>Un tempo fiorente struttura di ricerca, questo istituto ora giace in rovina sotto le acque di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/85019254/4ad939b9a96f59582270da331fc8f063_1673482788540351445.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Orfano cresciuto all'Istituto di Narzissenkreuz e poi adottato da Karl Ingold. Divenne un Neoumano e fu il co-fondatore dell'Ordo di Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/02bc05cc787742e2fdf79dc45a69ccec_8349714685734883420.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4228,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Un membro dell'Ordo Narzissenkreuz a cui è stato dato il titolo di \"Crisalide della Falena Fantasmatica\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/85019254/be516a2c9005727dcfd1fe45662a826d_7302847739631280868.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Compagnia dorata",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/4fda3f028a5acd6e23e99e70f21118cc_5054908790996422241.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3754,
        "name": "Appunti sulle indagini di René",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">A quanto sembra, questi appunti sono stati lasciati da un grande ricercatore che aspirava a \"superare la mortalità\", il loro contenuto mostra dettagli sulla sua esperienza nell'esplorazione delle rovine e delle relative conoscenze apprese...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/190184121/23a8346568da109369793d6dd51debdb_9076797446112654546.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Risorse",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ricette"
      },
      {
        "type": "CustomEntry",
        "epId": 4218,
        "name": "Ricetta: tortino Chanson du poisson",
        "desc": "<p>Una ricetta passo dopo passo per preparare un tortino Chanson du poisson.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/02/141621183/f3068596f65c3d846ebc433a795b8a3f_3227367711524327342.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Materiale d'ascensione dei personaggi"
      },
      {
        "type": "CustomEntry",
        "epId": 4578,
        "name": "Acqua non trascesa",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Tutto ciò che resta dei Tulpa di Hydro dopo che si sono dispersi.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Questa sostanza è molto simile ai cristalli estratti dai corpi degli Aberranti del Fontemer, ma contiene molte impurità minuscole dimensioni, come le bolle all'interno del vetro lavorato da un artigiano maldestro.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/19/45954971/1d15e681e95671a6e7484b4fda01926f_9018330673388261450.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voltacristalli radiosi"
      },
      {
        "type": "CustomEntry",
        "epId": 4235,
        "name": "Voltacristallo radioso 101",
        "desc": "<p>Questo meraviglioso cristallo contiene un certo ritmo, come una meraviglia intessuta con della seta delicata. Questi oggetti sono sparsi per tutto il continente o si possono reperire dai mercanti che collezionano rarità. La melodia contenuta all'interno del cristallo può essere ravvivata nella Serenteiera usando Eufonio libero Sinuosità o Eufonio libero Crescendo. La melodia contenuta all'interno di questo Voltacristallo radioso è \"Throughout the Flow of Years.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/31/141621183/f94e944ea6bc98e9f0b8df3c9b3f7638_4474024261550554010.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4234,
        "name": "Voltacristallo radioso 102",
        "desc": "<p>Questo meraviglioso cristallo contiene un certo ritmo, come una meraviglia intessuta con della seta delicata. Questi oggetti sono sparsi per tutto il continente o si possono reperire dai mercanti che collezionano rarità. La melodia contenuta all'interno del cristallo può essere ravvivata nella Serenteiera usando Eufonio libero Sinuosità o Eufonio libero Crescendo. La melodia contenuta all'interno di questo Voltacristallo radioso è \"Miraculous Whisper.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/31/141621183/f94e944ea6bc98e9f0b8df3c9b3f7638_4821865325983729816.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4239,
        "name": "Voltacristallo radioso 106",
        "desc": "<p>Questo meraviglioso cristallo contiene un certo ritmo, come una meraviglia intessuta con della seta delicata. Questi oggetti sono sparsi per tutto il continente o si possono reperire dai mercanti che collezionano rarità. La melodia contenuta all'interno del cristallo può essere ravvivata nella Serenteiera usando Eufonio libero Sinuosità o Eufonio libero Crescendo. La melodia contenuta all'interno di questo Voltacristallo radioso è \"Que le vent soit doux.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/31/141621183/f94e944ea6bc98e9f0b8df3c9b3f7638_3762738698304364776.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Esseri viventi",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Nemici e Mostri"
      },
      {
        "type": "CustomEntry",
        "epId": 4044,
        "name": "Primoplastus della Faglia Granfiore gigante",
        "desc": "<p>Una strana forma di vita che si trova principalmente a Elynas.</p><p>La natura dei Primoplasti della Faglia non è paragonabile alle categorie a noi note. Non sono animali, piante, Fungoidi o Elementali. I ricercatori di Sumeru non hanno mai raggiunto un consenso formale su cosa essi siano, al punto che venne infine vietato di usarli come oggetti di ricerca. Il motivo è che, in base all'attuale sistema di conoscenze, si tratta di un quesito simile alle \"definizioni prescritte dal linguaggio e dalla vera natura delle cose\", ed è quindi impossibile ottenere una risposta definitiva.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/20577441/622d9d846f1b800fa92b4c9c24ece5a7_7762759704825185776.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4042,
        "name": "Primoplastus della Faglia Frantumapietra gigante",
        "desc": "<p>Una strana forma di vita che si trova principalmente a Elynas.</p><p>Per le Melusine, i Primoplasti della Faglia sono totalmente innocui e, per alcune, addirittura adorabili.</p><p>La percezione visiva delle Melusine è molto diversa da quella umana.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/20577441/d94d8c4feac0e0795a26552689d6689c_5175984544804440264.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4043,
        "name": "Primoplastus della Faglia Frantumapietra ",
        "desc": "<p>Una strana forma di vita che si trova principalmente a Elynas.</p><p>I Primoplasti della Faglia ricevono un potente shock quando s'imbattono nelle energie di Ousia o Pneuma. Un'ottima strategia per allontanarli in modo poco aggressivo e poco invasivo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/20577441/1317767095153c379837899e6c332db7_2777687772910203127.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4045,
        "name": "Primoplastus della Faglia Granfiore",
        "desc": "<p>Una strana forma di vita che si trova principalmente a Elynas.</p><p>A Fontaine, il primo avvistamento documentato di un Primoplastus della Faglia risale a poco dopo il cataclisma. I documenti del tempo mostrano casi di Primoplasti della Faglia sia ostili che amichevoli nei confronti degli umani.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/20577441/dd7d9c3c7e9285b9650a64fc6550622b_468218848325405157.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4571,
        "name": "Tulpa di Hydro",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un mostro umanoide formato dall'agglomerazione di infinite gocce d'acqua.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/21/190184121/685c8e4b6a58dbed2c74cbbf1cbb977c_982186260067929149.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "NPC",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mercanti"
      },
      {
        "type": "CustomEntry",
        "epId": 4129,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "NPC Correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Bestia dell'Abisso che apparve a Fontaine durante il Cataclisma di 500 anni fa. Elynas è il \"Padre\" di tutte le Melusine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/362377527/fa4c986eefe97522566b35be6e29e7a0_830321453062263704.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "name": "Mamère",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Mamère è una Melusina che ama dipingere tutti i giorni. È l'unica Melusina in grado di ascoltare i suoi antenati.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/19/190184121/9cc2115edbfc809cdaa5a1629eb9dc37_1533669892570407392.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4228,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4517,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4355,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4354,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4253,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4254,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4352,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4350,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4351,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4353,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Guida all'avventura",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tutorial"
      },
      {
        "type": "CustomEntry",
        "epId": 4280,
        "name": "I prismi all'interno di Elynas: I",
        "desc": "<p>All'interno di Elynas è possibile imbattersi in questi misteriosi cristalli rossi. Quando vengono stimolati da forze esterne, possono proiettare la loro energia nella <span style=\"color: rgb(255, 225, 75)\">direzione corrispondente</span>, risuonando con i cristalli rossi racchiusi nella roccia e distruggendoli.<br>Esistono inoltre alcuni prismi di cristallo caratterizzati da uno stato d'inerzia che possono essere attivati solo se ricevono il potere sprigionato da <span style=\"color: rgb(255, 225, 75)\">altri prismi dello stesso tipo</span>.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/141621183/f3d72cb7a976b69b429eb4f863562206_2740154996263265445.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4279,
        "name": "I prismi all'interno di Elynas: II",
        "desc": "<p>Alcuni prismi possono essere raccolti e reimpiegati in altri luoghi nei paraggi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/141621183/f3d72cb7a976b69b429eb4f863562206_4412769282939170165.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mappa",
        "alignment": "center"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=0&lang=en-us#/map/2?center=-294.95,-5860.00&zoom=-1.00&shown_types=3"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Elynas",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/29/20856775/3027b0d4665c5a29603a9ce9123aff2c_429505173282400896.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Un lussureggiante crinale situato nella parte meridionale di Fontaine, largamente acclamato per la sua bellezza ma raramente visitato da locali e turisti. Il luogo che ospita il paese delle Melusine, Villaggio di Merusea, è nascosto al di sotto delle sue montagne e dei suoi laghi. Le leggende raccontano che gli alti monti sono ciò che rimane della gigantesca bestia Elynas. L'erosione causata dal vento e dalla polvere ha trasformato il corpo della creatura nella dimora di innumerevoli anime. Il suo scheletro è diventato un tutt'uno con le montagne circostanti. Coloro che vedono questo spettacolo con i propri occhi sono portati a pensare: perché è venuto proprio qui e come mai ha deciso di restare?"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/29/20856775/cba40363f5f7cca60632d8fcba86b271_5523504287907007910.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sul crinale, si possono vedere le rovine dell'antica civiltà di Fontaine. Sebbene quasi tutte abbiano lo stesso stile architettonico, una parte si differenzia ed è più vicina a quello di Enkanomiya o dell'antica civiltà della Voragine. Nella parte orientale dell'isola ci sono delle singolari sorgenti termali, che offrono una vista sui picchi di Monte Automnequi e sulla Torre di Ipsissimus."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/29/20856775/0b29a6ec21eb00e39cfd201783c98e5d_2480619448629356440.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Salsa, l'artista anti Gilda degli Avventurieri, dipinse un paesaggio proprio in quel luogo. Nella parte meridionale del crinale vi è un piccolo villaggio dove sono state girate le scene finali del film \"I Due Moschettieri\", diretto da Furina e prodotto da Xavier. Nonostante tutte le difficolta che si sono verificate durante le riprese, \"I Due Moschettieri\" ha vinto il primo premio al Cinefestival di Fontinalia. Il film era basato su un libro dallo stesso nome e tra i protagonisti vi erano Kamisato Ayaka di Inazuma e Chevreuse, Capitana della Pattuglia Speciale di Sicurezza e Sorveglianza."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/29/20856775/340d71bdfa3e3a3df1b10a942745c3a4_2611527641776416849.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Su tutta la superficie di Elynas ci sono dei \"passaggi\", spaccature che forniscono alle creature dell'Abisso una via verso il mondo di Teyvat. Queste spaccature potrebbero essere collegate alle origini della bestia Elynas."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/29/20856775/612d962303e0bc2031e2694a37d17358_4585975524109827609.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nella parte settentrionale del crinale, in una caverna con antiche rovine, si trova il Tulpa di Hydro (un mostro umanoide formato dall'agglomerazione di infinite gocce d'acqua). Da dove vengono i Tulpa di Hydro appena nati? Innumerevoli volontà si sono disciolte nell'acqua che, come l'universo, era piena di anime che desideravano nascere. Volontà e anime non sono così diverse da come vorremmo pensare. Il sole non è in grado di distinguerli, così come il tempo, le maree emergenti o l'oscurità che permea tutto. Quando i Tulpa di Hydro si disperdono, rimane soltanto una sostanza simile ai cristalli estratti dagli Aberranti del Fontemer. Questi cristalli contengono molte impurità di minuscole dimensioni, come le bolle all'interno del vetro lavorato da un artigiano maldestro.\nIn questo luogo si trova la missione avventura \"Antichi colori\", commissionata dalla Melusina artista Mamère.\n<color=#ffd780>Articoli Correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5576,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "name": "Festa di Fontinalia",
        "desc": "<p>La Festa di Fontinalia è stata creata per commemorare la ricerca dei Cavalieri di Loch per le Oceanidi e il loro benvenuto al precedente Archon di Hydro Egeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/6be113dc8ecbe93170d1b614788b0509_7192305860558909743.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "name": "Melusine",
        "desc": "<p>Le Melusine sono una specie tutta femminile nata dalle ferite di Elynas dopo essere rimasto ferito da un'esplosione avvenuta all'interno del suo corpo pietrificato. Una volta risiedevano esclusivamente nel Villaggio Merusea, ma dopo aver incontrato il nuovo Iudex Neuvillette, molte si possono ora incontrare sulla superficie di Fontaine come parte dello Spettro Maréchaussée.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/362377527/8d2f62d63837e97a7d905a3eaaf5a4fa_3914878918255219377.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Bestia dell'Abisso che apparve a Fontaine durante il Cataclisma di 500 anni fa. Elynas è il \"Padre\" di tutte le Melusine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/362377527/fa4c986eefe97522566b35be6e29e7a0_830321453062263704.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>La protagonista assoluta della scena del giudizio, fino all'applauso finale.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/45954971/263e5ea0784d182b393f67a7e24146a5_8864541355688862657.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2509,
        "name": "Xavier",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Xavier_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4577,
        "name": "Chevreuse",
        "desc": "<p>La capitana della Pattuglia speciale di sicurezza e sorveglianza, che porta il sigillo della giustizia perennemente apposto sul cuore. Il suo moschetto non mirerà mai a nessuno se non a rei e malfattori.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/09/45954971/a846729f31f16a987a8696466ebabcc0_8955969114480999025.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 32,
        "name": "Kamisato Ayaka",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Figlia del clan Kamisato della Commissione Yashiro. Rispettabile ed elegante, nonché saggia e forte.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayaka_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4571,
        "name": "Tulpa di Hydro",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un mostro umanoide formato dall'agglomerazione di infinite gocce d'acqua.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/21/190184121/685c8e4b6a58dbed2c74cbbf1cbb977c_982186260067929149.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4578,
        "name": "Acqua non trascesa",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Tutto ciò che resta dei Tulpa di Hydro dopo che si sono dispersi.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Questa sostanza è molto simile ai cristalli estratti dai corpi degli Aberranti del Fontemer, ma contiene molte impurità minuscole dimensioni, come le bolle all'interno del vetro lavorato da un artigiano maldestro.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/19/45954971/1d15e681e95671a6e7484b4fda01926f_9018330673388261450.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4302,
        "name": "Pagina misteriosa (I)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Uno scritto antico dai contenuti del tutto incomprensibili.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Forse esiste un modo per decifrarlo.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/190184121/1c4f5d9654bcce29f61ebd3b9e887161_2287131787906193555.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4304,
        "name": "Pagina misteriosa (III)",
        "desc": "<p>Uno scritto antico dai contenuti del tutto incomprensibili.</p><p>Forse esiste un modo per decifrarlo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/23/20577441/5297fd201cef47a3124d0d2c95f8d6db_3041346503979685491.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4896,
        "name": "I due moschettieri",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Una serie che spopola a Fontaine e che parla di cospirazioni, vendetta e malvagità.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/25/1ab6bb80ae86aab0a1f8064c05b6a72f_7162576051872538658.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4281,
        "name": "Faglia bestiale",
        "desc": "<p>Sembra una specie di fantastica formazione arcana lasciata da qualcuno. È in grado di evocare mostri da un altro mondo che tenteranno di rompere i cristalli che vincolano la formazione. <br>Durante la sfida, sconfiggi tutti i mostri in attacco e allo stesso tempo assicurati che i cristalli rimangano intatti.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/141621183/f3d72cb7a976b69b429eb4f863562206_5816369219720951905.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Villaggio di Merusea",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/01/20856775/c5a75fc205d3d01cb61753b82bf9463c_4573290282336385280.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Il Villaggio di Merusea è la patria delle Melusine e si trova all'interno del corpo pietrificato di loro \"Padre\" Elynas. Le case costruite dalle Melusine sotto la guida di Elynas hanno uno stile architettonico unico. Tra il Villaggio di Merusea ed altre parti di Elynas, ci sono portali speciali in grado di teletrasportare istantaneamente chiunque da un punto ad un altro."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/01/20856775/5ccaecb63a7e713f9acb4cbad3cd175c_8359817696182640157.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "La capa del villaggio si chiama Serene e nel luogo vivono molte altre Melusine: Mamère l'artista; Cosanzeana la giardiniera; Carabosse la chimica, assieme alla sua assistente Vérénata; Puca, che è interessata ai minerali; Iara la pescatrice; Flo la sarta; Sluasi l'artigiana; Canotila, che sta decifrando il Libro delle Rivelazioni Esoteriche; Ahes, che è interessata alla nave \"Sponsian\" ed alla sua Capitana Basil Elton e anche numerose altre Melusine, che si preparano per entrare a far parte dello Spettro Maréchaussée. Nel villaggio vive anche la Melusina Laume, che sta studiando duramente per diventare giornalista. Lavora al proprio giornale, registrando al suo interno ogni avvenimento quotidiano ed illustrando i fatti con dei disegni."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/01/20856775/b9742a73baed69cf3e63a8b6e6fb9c48_354631998225597354.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La Melusina Lutine cucina i piatti migliori dell'intero Villaggio di Merusea. Le Melusine utilizzano ingredienti procurati dai dintorni, per creare dei piatti deliziosi che incontrano i loro gusti. Le loro specialità sono ben conosciute tra una nicchia di intenditori culinari e l'Uccello a Vapore ha persino inserito l'assaggio della cucina del Villaggio di Merusea tra le \"100 sfide eroiche da provare quest'anno\", un articolo nel quale la cucina delle Melusine si è classificata al ventesimo posto. Sebbene i piatti di Lutine ad un primo sguardo sembrino immangiabili, e il loro odore faccia venire le lacrime agli occhi, in realtà risultano molto gustosi dopo il primo boccone ed i sapori pungenti diventano sorprendentemente amabili. Uno dei piatti speciali delle Melusine è il tortino Chanson du poisson, fatto con pesce, bacon, farina e uova. Per colpa delle teste di pesce che spuntano dalla torta con uno strano sguardo, sembra un arnese per lanciare qualche magia proibita. Per le Melusine le teste rievocano l'immagine di un coro in un libro illustrato, con tutti che tengono alto il capo mentre cantano felici. Nonostante l'aspetto peculiare, la torta ha un sapore buonissimo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/01/20856775/28f728895ee69faf2e25a4502298533e_3824395414665949550.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Per proteggere le proprie figlie, le Melusine, Elynas aveva creato i Primoplasti della Faglia. Alcune di loro avevano tentato di crescerli come animali da compagnia. Per le Melusine si trattava di creature dolci ed affettuose, alla vista delle quali i loro spiriti si risollevavano.\nLa valuta del Villaggio di Merusea sono gli strani componenti dei Mekautomi rimasti ad Elynas dopo la battaglia tra lo Spettro Maréchaussée e l'Ordo di Narzissenkreuz. Una volta collezionati abbastanza componenti, si possono scambiare per qualcosa di valore dalla mercante Xana."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/01/20856775/12e8ce565004c624f7a7f9de18be9ee4_5535704812877112100.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "In una grotta al di sotto del Villaggio si trova uno strumento musicale chiamato arpa conchiglia, che ha l'aspetto di una grande conchiglia marina. L'unica che sa come suonarla è Topyas, una musicista. Il suo \"amuleto\" è un pezzo di arpa conchiglia, quindi i suoi primi ricordi in assoluto sono legati alla musica. Alcuni antichi spartiti Remuriani sono stati scritti appositamente per questo strumento e solo pochi esperti di scrittura Remuriana riescono a decifrarli. Un giorno Topyas trovò uno di questi spartiti, la \"Melodia di Vesta\", e lo volle suonare a sua sorella Mamère come dono di addio. Quando Mamère sentì la melodia, vide alte torri e magnifiche navi.\nNel Villaggio c'è una leggenda riguardante il Granchio Demone Imperatore, che fu sconfitto dalla Spada magica del Super Signore Supremo. Tanto tempo fa, c'era un Granchio Demone Imperatore che dimorava tra gli abissi degli oceani più remoti. La quantità d'oro che aveva ammassato era alta come il Monte Automnequi e le sue chele schioccanti erano in grado di terrorizzare chiunque tentasse di sfidarlo, eppure sua maestà si lamentava della mancanza di amici. Un giorno, il Granchio Demone Imperatore incontrò una piccola Melusina che lo invitò a giocare. Sebbene l'Imperatore in realtà fosse molto felice di vedere la Melusina, rifiutò l'invito: <color=#ffffff>\"Un Signore Supremo non può di certo giocare con delle piccole Melusine, o rischierebbe di perdere la sua regalità\"</color> . Disse che nessun sovrano avrebbe mai rinunciato a seguire le regole ma, se fosse esistito un eroe in grado di sconfiggere il Signore demoniaco con la sua spada sacra, allora anche un imperatore decaduto sarebbe stato felice di giocare con le piccole Melusine. La Melusina tornò al Villaggio di Merusea e raccontò la storia alle sue sorelle. Le prepararono una grossa conchiglia da usare come scudo, le adagiarono una corona di alghe sul capo e le portarono una tela, presa da un relitto a Elynas, da usare come mantello. Infine, le consegnarono tra le mani un rarissimo pezzo di cartone essiccato, la sua preziosa spada. L'eroina tra le Melusine si imbarcò nel suo viaggio per sconfiggere il Grande Demone Imperatore e, grazie alla sua magica spada, sconfisse il razziatore tiranno. Da quel momento, Monsieur Granchio, ora non più un signore demoniaco, divenne un grande amico delle Melusine.\nIn questo luogo si possono trovare le missioni avventura: \"Sogni dalle sfumature giallo ocra\", \"Ehi, questa non è vellutata di zucca...\", \"È stato semplice\", \"Libro delle rivelazioni esoteriche\", \"I tre colori primari della corona solare\", \"Echi del mondo antico\", \"Gioco di pesca\" e \"Le cronache della strana pietra\".\n<color=#ffd780>Articoli Correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "name": "Melusine",
        "desc": "<p>Le Melusine sono una specie tutta femminile nata dalle ferite di Elynas dopo essere rimasto ferito da un'esplosione avvenuta all'interno del suo corpo pietrificato. Una volta risiedevano esclusivamente nel Villaggio Merusea, ma dopo aver incontrato il nuovo Iudex Neuvillette, molte si possono ora incontrare sulla superficie di Fontaine come parte dello Spettro Maréchaussée.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/362377527/8d2f62d63837e97a7d905a3eaaf5a4fa_3914878918255219377.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Spettro Maréchaussée",
        "desc": "<p>Lo spettro Maréchaussée (Cacciatori della Maréchaussée) è l'unità personale del Giudice Supremo Neuvillette che è responsabile per l'indagine sul crimine. Ha sede nel Palazzo Mermonia ed è uno dei dipartimenti della Maison Gardiennage.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/15/45954971/68056e921a04a72fc9ccb52413826e6d_845459930811842145.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz\t",
        "desc": "<p>L'Ordo Narzissenkreuz è la società segreta fondata da René de Petrichor e Jakob Ingold per creare Neoumani al fine di sopravvivere alla distruzione del Mondo come predetto dalla Formula del Mondo. È stato dichiarato un gruppo estremista illegale e un'organizzazione criminale dalla legge Fontainiana sotto lo Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/85019254/76c3b544663face535a657d1f97f4ad0_4037890806697454249.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Bestia dell'Abisso che apparve a Fontaine durante il Cataclisma di 500 anni fa. Elynas è il \"Padre\" di tutte le Melusine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/362377527/fa4c986eefe97522566b35be6e29e7a0_830321453062263704.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4916,
        "name": "Carole",
        "desc": "<p>Una tra le prime Melusine ad essere state introdotte a Fontaine dallo Iudex Neuvillette circa 400 anni fa. Diventò la prima della sua specie a far parte del Fantasma Marechaussee e a ricevere una medaglia per la pace. <span class=\"wk-shady\">Sacrificò se stessa nel tentativo di salvare le Melusine ingiustamente accusate di omicidio.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/218111227/b5144639de0b40a37167f40774eb8e6b_6608983440806842489.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "name": "Mamère",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Mamère è una Melusina che ama dipingere tutti i giorni. È l'unica Melusina in grado di ascoltare i suoi antenati.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/19/190184121/9cc2115edbfc809cdaa5a1629eb9dc37_1533669892570407392.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4228,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4253,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4352,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4254,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4355,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4353,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4351,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4350,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4517,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil fu un ammiraglio in pensione dell'Armata di Fontaine, capitana della Sponsian, e vicedirettrice dell'Istituto di Narzissenkreuz. Morì 500 anni fa durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/386107b800f05b084d15ad8145cf8913_8405686976077330479.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4044,
        "name": "Primoplastus della Faglia Granfiore gigante",
        "desc": "<p>Una strana forma di vita che si trova principalmente a Elynas.</p><p>La natura dei Primoplasti della Faglia non è paragonabile alle categorie a noi note. Non sono animali, piante, Fungoidi o Elementali. I ricercatori di Sumeru non hanno mai raggiunto un consenso formale su cosa essi siano, al punto che venne infine vietato di usarli come oggetti di ricerca. Il motivo è che, in base all'attuale sistema di conoscenze, si tratta di un quesito simile alle \"definizioni prescritte dal linguaggio e dalla vera natura delle cose\", ed è quindi impossibile ottenere una risposta definitiva.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/20577441/622d9d846f1b800fa92b4c9c24ece5a7_7762759704825185776.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4042,
        "name": "Primoplastus della Faglia Frantumapietra gigante",
        "desc": "<p>Una strana forma di vita che si trova principalmente a Elynas.</p><p>Per le Melusine, i Primoplasti della Faglia sono totalmente innocui e, per alcune, addirittura adorabili.</p><p>La percezione visiva delle Melusine è molto diversa da quella umana.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/20577441/d94d8c4feac0e0795a26552689d6689c_5175984544804440264.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4045,
        "name": "Primoplastus della Faglia Granfiore",
        "desc": "<p>Una strana forma di vita che si trova principalmente a Elynas.</p><p>A Fontaine, il primo avvistamento documentato di un Primoplastus della Faglia risale a poco dopo il cataclisma. I documenti del tempo mostrano casi di Primoplasti della Faglia sia ostili che amichevoli nei confronti degli umani.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/20577441/dd7d9c3c7e9285b9650a64fc6550622b_468218848325405157.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4043,
        "name": "Primoplastus della Faglia Frantumapietra ",
        "desc": "<p>Una strana forma di vita che si trova principalmente a Elynas.</p><p>I Primoplasti della Faglia ricevono un potente shock quando s'imbattono nelle energie di Ousia o Pneuma. Un'ottima strategia per allontanarli in modo poco aggressivo e poco invasivo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/20577441/1317767095153c379837899e6c332db7_2777687772910203127.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4720,
        "name": "Spada magica del Super Signore Supremo",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una spada magica che può essere brandita solo dal Signore Supremo di tutti i mari. Essendo forgiata con materiali impermeabili, non si rovina a contatto con l'acqua nemmeno se viene immersa. La si potrebbe quasi definire un'arma invincibile!</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/9eb77ebc428cc08b695d166c70d72012_8077919549792565749.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4176,
        "name": "Tortino Chanson du poisson",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Uno sformato di pesce. Per prepararlo, mescolare i ripieni e disporre l'impasto subito sopra. La chiave sta nel disporre adeguatamente le teste dei pesci prima di infornare il tutto, facendo in modo che, dopo la cottura, tutti i pesci guardino verso l'alto come se cantassero all'unisono.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/31/45954971/2baa9faefc81a84b4c83339e1199bd73_6038178909183391664.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4331,
        "name": "Amuleto di Topyas",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'\"amuleto\" dell'autoproclamata musicista Topyas, la quale afferma che viene usato per suonare l'arpa conchiglia.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/31/45954971/a5194cceca7c2aa596e59d928ee20305_255858395443091431.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4263,
        "name": "Melodia di Vesta",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una tavoletta di bronzo su cui sembra essere inciso lo spartito di un'antica melodia, ma che è difficile da comprendere per via delle bizzarre notazioni.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/31/45954971/079c977656821e51b7a510ca7ea531a5_2394136698426095349.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "\"Un luogo molto caldo\"",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/01/20856775/df01a7327518d6b616a1c362792c8a0f_5754473738247597658.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "\"Un luogo molto caldo\" è il cuore di Elynas. Quando la bestia dell'Abisso smise di combattere e morì, 500 anni fa, il suo corpo si tramutò in pietra. Più di 400 anni fa, il comandante dell'Ordo di Narzissenkreuz mandò Jakob Ingold ed altri membri dell'ordine a distrarre i Cacciatori della Maréchaussée, per resuscitare il cuore tramite un rituale. Dato che Ingold aveva utilizzato la carne ed il sangue di Elynas per aumentare i propri poteri, provò nuovamente a ripristinare il cuore ma la bestia temette che tutto ciò avrebbe portato alla distruzione del Villaggio di Merusea e alla morte delle sue figlie. Jakob fu fermato grazie all'aiuto del Viaggiatore e di Mamère, l'unica Melusina in grado di sentire la voce di Elynas. Durante il rituale di Jakob, il corpo di Elynas cominciò ad essere interamente contaminato dal suo sangue, che era velenoso per gli altri e causava allucinazioni al Viaggiatore. Dopo la battaglia con Jakob, Elynas chiese a Mamère di dipingere un quadro con il suo sangue, grazie al quale avrebbe potuto contattare il Viaggiatore."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/01/20856775/1be1d1755f950a21283fd9405df2d465_6099500326173292274.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vicino al cuore di Elynas c'è il \"Libro della rivelazione\", contenente pagine misteriose scritte da René de Petrichor, che riguardano la profezia e la creazione dell'Ordo di Narzissenkreuz. Il libro porta ad un subspazio che mostra un possibile futuro, nel quale non crescono più nemmeno menta e fiordolci."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/01/20856775/4a3218a18e82d7d67d049078aa93bf79_61201214481861267.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Alcune parti del \"Mondo all'interno del libro\" sono simili alle rovine dell'antica civiltà della Voragine e di Enkanomiya, che sprofondarono nel Mare Oscuro. La Melusina Canotila, che sta decifrando il libro, vede questo subspazio come un bellissimo giardino pieno di fiori e grandi alberi, nel quale si possono udire gli uccellini cantare. Solamente dopo aver decifrato completamente il libro, Canotila vede il vero aspetto del subspazio.\n<color=#ffd780>Articoli Correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5576,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz\t",
        "desc": "<p>L'Ordo Narzissenkreuz è la società segreta fondata da René de Petrichor e Jakob Ingold per creare Neoumani al fine di sopravvivere alla distruzione del Mondo come predetto dalla Formula del Mondo. È stato dichiarato un gruppo estremista illegale e un'organizzazione criminale dalla legge Fontainiana sotto lo Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/85019254/76c3b544663face535a657d1f97f4ad0_4037890806697454249.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Bestia dell'Abisso che apparve a Fontaine durante il Cataclisma di 500 anni fa. Elynas è il \"Padre\" di tutte le Melusine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/362377527/fa4c986eefe97522566b35be6e29e7a0_830321453062263704.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Orfano cresciuto all'Istituto di Narzissenkreuz e poi adottato da Karl Ingold. Divenne un Neoumano e fu il co-fondatore dell'Ordo di Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/02bc05cc787742e2fdf79dc45a69ccec_8349714685734883420.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4228,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "name": "Mamère",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Mamère è una Melusina che ama dipingere tutti i giorni. È l'unica Melusina in grado di ascoltare i suoi antenati.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/19/190184121/9cc2115edbfc809cdaa5a1629eb9dc37_1533669892570407392.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "\"Un luogo solitario\"",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/01/20856775/be7325f6b2d65798268ef566d77b2413_420359206297500328.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "\"Un luogo solitario\" è una delle parti che compongono il corpo pietrificato di Elynas. In questo luogo ci sono i relitti di svariate imbarcazioni, incluse navi di Inazuma e persino la torre di un edificio che probabilmente è stato inghiottito dalla bestia. Qui vivono i Primoplasti della Faglia, una strana forma di vita creata da Elynas per proteggere le proprie figlie. La natura dei Primoplasti della Faglia non è paragonabile alle categorie a noi note. Non sono animali, piante, Fungoidi o Elementali. I ricercatori di Sumeru non hanno mai raggiunto un consenso formale su cosa essi siano, al punto che venne infine vietato di usarli come oggetti di ricerca. Il motivo è che, in base all'attuale sistema di conoscenze, si tratta di un quesito simile alle \"definizioni prescritte dal linguaggio e dalla vera natura delle cose\", ed è quindi impossibile ottenere una risposta definitiva. Non esiste alcun modo di sterminare questa forma di vita. Anche se ridotto solamente al nucleo, risorgerà il giorno successivo o dopo decadi. Fortunatamente non è intelligente e nemmeno aggressivo, così ai Fontaniani basta tenersi a distanza.\nIn questo luogo si possono trovare le missioni avventura: \"La solitaria nave fantasma\" e \"Nostalgia del cuore e della luna\".\n<color=#ffd780>Articoli Correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Bestia dell'Abisso che apparve a Fontaine durante il Cataclisma di 500 anni fa. Elynas è il \"Padre\" di tutte le Melusine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/362377527/fa4c986eefe97522566b35be6e29e7a0_830321453062263704.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4042,
        "name": "Primoplastus della Faglia Frantumapietra gigante",
        "desc": "<p>Una strana forma di vita che si trova principalmente a Elynas.</p><p>Per le Melusine, i Primoplasti della Faglia sono totalmente innocui e, per alcune, addirittura adorabili.</p><p>La percezione visiva delle Melusine è molto diversa da quella umana.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/20577441/d94d8c4feac0e0795a26552689d6689c_5175984544804440264.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4044,
        "name": "Primoplastus della Faglia Granfiore gigante",
        "desc": "<p>Una strana forma di vita che si trova principalmente a Elynas.</p><p>La natura dei Primoplasti della Faglia non è paragonabile alle categorie a noi note. Non sono animali, piante, Fungoidi o Elementali. I ricercatori di Sumeru non hanno mai raggiunto un consenso formale su cosa essi siano, al punto che venne infine vietato di usarli come oggetti di ricerca. Il motivo è che, in base all'attuale sistema di conoscenze, si tratta di un quesito simile alle \"definizioni prescritte dal linguaggio e dalla vera natura delle cose\", ed è quindi impossibile ottenere una risposta definitiva.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/20577441/622d9d846f1b800fa92b4c9c24ece5a7_7762759704825185776.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4043,
        "name": "Primoplastus della Faglia Frantumapietra ",
        "desc": "<p>Una strana forma di vita che si trova principalmente a Elynas.</p><p>I Primoplasti della Faglia ricevono un potente shock quando s'imbattono nelle energie di Ousia o Pneuma. Un'ottima strategia per allontanarli in modo poco aggressivo e poco invasivo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/20577441/1317767095153c379837899e6c332db7_2777687772910203127.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4045,
        "name": "Primoplastus della Faglia Granfiore",
        "desc": "<p>Una strana forma di vita che si trova principalmente a Elynas.</p><p>A Fontaine, il primo avvistamento documentato di un Primoplastus della Faglia risale a poco dopo il cataclisma. I documenti del tempo mostrano casi di Primoplasti della Faglia sia ostili che amichevoli nei confronti degli umani.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/20577441/dd7d9c3c7e9285b9650a64fc6550622b_468218848325405157.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4077,
        "name": "Nucleo della faglia",
        "desc": "<p>Un frammento lasciato da un Primoplastus della Faglia.</p><p>E' completamente diverso da qualsiasi altra forma di vita presente nel mondo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/29/45954971/927e05335df4c0df647891b4f8d1c999_6754283195419343916.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4081,
        "name": "Sinapsi aliena",
        "desc": "<p>Un frammento lasciato da un Primoplastus della Faglia.</p><p>Questa strana forma di vita trova origine nell'area di Elynas, e in essa ha il suo habitat.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/29/45954971/d6597f3d74dbd8798175170cce5463e6_8808222336253140717.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4082,
        "name": "Nucleo di vita aliena ",
        "desc": "<p>Il nucleo lasciato da un Primoplastus della Faglia. </p><p>Non esiste alcun modo per sterminare questa forma di vita. </p><p>Per quanto si possa ridurne l'esistenza al semplice nucleo, essa finirà prima o poi per risorgere, che sia dopo un giorno o interi decenni. Fortunatamente, è un essere che non risulta né aggressivo né intelligente, e gli abitanti di Fontaine si limitano solo a tenersene lontani.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/29/45954971/6cf97a97f76bbbc93bb07b87ffc85d80_3669820753582318426.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "\"Un luogo molto luminoso\"",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/01/20856775/8196832972b16417afea96e27f8f28a7_6010391991623348648.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "\"Un luogo molto luminoso\" è un'altra delle parti che compongono il corpo pietrificato di Elynas. Quando Jakob Ingold aveva tentato di compiere il rituale per resuscitare Elynas, all'interno del corpo della bestia si verificarono dei terremoti e comparvero dei \"passaggi\". Le Melusine Glaisti e Puca erano in pericolo all'interno di \"Un luogo molto luminoso\". Quando i Segugi della Faglia irruppero da un passaggio, Glaisti si nascose nella crepa di una pietra e le creature condussero Puca in una trappola di alghe marine. Elynas chiese a Mamère di salvare le sue figlie e, assieme al viaggiatore, lei liberò Puca.\nSi scoprì che Puca e Glaisti si erano recate in \"Un luogo molto tranquillo\" per raccogliere varie pietre e dei minerali ai quali Puca era interessata. Successivamente il Viaggiatore e Paimon portarono i minerali alla Corte di Fontaine, da Chesil. Nonostante i materiali avessero perso la loro bellezza durante la lavorazione, grazie alla loro robustezza erano comunque utili per la costruzione di meccanismi per orologi. Come segno di gratitudine, Chesil diede il primo orologio a Puca e chiese al Viaggiatore di portare ancora più minerali. L'artigiano decise inoltre di creare per le Melusine una serie speciale di orologi resistenti all'acqua, a forma di perla.\nIn questo luogo si può trovare la missione avventura: \"Le cronache della strana pietra\".\n<color=#ffd780>Articoli Correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4351,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4251,
        "name": "Minerale insolito",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un minerale che emana una strana luce. Al tatto risulta compatto e resistente.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/31/45954971/83b8a5f8aa745ec120b15c4165468c29_1184310237378893113.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Fossa di Elton",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "La sua relativa luminosità porta i subacquei a commettere errori nel valutare la profondità dell'acqua, ma i resti della nave nelle profondità della Fossa fanno sempre scattare gli allarmi. Circola una leggenda avente protagonisti spiriti e fantasmi che infestano le acque di quest'area. Tuttavia, sono proprio tali leggende che lo rendono il rifugio ideale in cui nascondersi per chiunque sia in cerca di un luogo dove poter passare inosservato.\nLa Fossa di Elton prende il nome della capitana della nave Sponsian, Basil Elton. Nel glorioso passato, la nave ammiraglia corazzata color bianco puro, era l'orgoglio della Marina di Fontaine. Un volta distrusse addirittura una legione di golem e sconfisse un orrendo granchio che stava attaccando delle navi. Molte leggende e spettacoli del vecchio Teatro dell'Opera raccontavano dell'Armata Bianca e della Sponsian. Di tutti questi racconti, lo spettacolo più memorabile è quello che mette in scena la battaglia finale dell'Armata: un'eroica lotta con una formidabile raffica di colpi sparata da dieci cannoni presenti sul palco, con i dettagli ricostruiti basandosi sugli archivi del Primo Ufficiale di Basil Elton."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/02/20856775/41e384e10e113a1380c049412ffce18a_2547178035663975734.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando la flotta fu completamente sciolta, a causa della fine dell'esistenza dell'Armata, a Basil fu assegnato il ruolo di Vice Direttrice dell'Istituto di Narzissenkreuz, l'orfanatrofio nel quale fu allevata anche lei. Quando Fontaine fu invasa dai mostri dell'Abisso, 500 anni fa, Basil ritornò sul ponte della Sponsian e guidò la flotta per difendere il paese. Per circa 35 giorni seguirono la gigantesca bestia dell'Abisso, Elynas, distruggendo altri mostri. Le navi Caledones e Venicones furono distrutte e la stessa Sponsian fu spezzata in due durante la battaglia contro Elynas. Basil Elton morì durante quella lotta e non ritornò mai più dai bambini dell'orfanatrofio. Quasi tutti tranne il Capitano, il Direttore di Macchina e il Primo Ufficiale (Nathaniel Pickman) abbandonarono la nave prima che venisse distrutta. Sul fondo della Fossa di Elton giacciono i relitti delle navi annientate durante la battaglia contro i mostri dell'Abisso.\nUna parte della \"Sponsian\" rimase intrappolata nel corpo di Elynas e l'altra spettrale parte può essere ancora vista fluttuare nelle acque della Fossa di Elton. Toccando la nave, si può sentire l'eco dei ricordi dell'equipaggio."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"...Oh, lasciatela lì, marinai, lasciatela...\"</color>\n<color=#ffffff>\"...Domani otterrete la paga, e sarà ora di abbandonarla...\"</color>\n<color=#ffffff>\"...Oh, lasciatela lì, marinai, lasciatela...\"</color>\n<color=#ffffff>\"Il viaggio è finito e i venti non soffiano più, è tempo di lasciarla...\"</color>\n<color=#ffffff>\"...Il rum è finito e la carne è marcita, ed è il momento di lasciarla...\"</color>\n<color=#ffffff>\"...Oh, lasciatela lì, marinai, lasciatela...\"</color>\n<color=#ffffff>\"...Le vele piegate, il lavoro è finito, ed è tempo di lasciarla...\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Un giorno, la Melusina Ahes si interessò al fato della Capitana Basil e della sua nave e, con l'aiuto del Viaggiatore, scoprì i resti della \"Sponsian\", assieme ai registri di bordo della flotta. Alla fine, il Viaggiatore riuscì a sentire la voce di Basil mentre parlava di Ahes. Sebbene Ahes fosse figlia di Elynas, che aveva ucciso Basil, lei non serbava alcun rancore."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Blu, come un piccolo marinaio… l'ho vista… ahah…</color>\n<color=#ffffff>Su di lei c'era l'odore dei mostri marini…</color>\n<color=#ffffff>Ma è una brava ragazza, forse non mi sporcherà la nave ammiraglia…\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Articoli Correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Istituto Narzissenkreuz",
        "desc": "<p>Orfanotrofio di Fontaine costruito sulle rovine di un'antica civiltà.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/190184121/c1ff95cb5124a91d66857b3387e1ce52_1729470900739634547.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil fu un ammiraglio in pensione dell'Armata di Fontaine, capitana della Sponsian, e vicedirettrice dell'Istituto di Narzissenkreuz. Morì 500 anni fa durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/386107b800f05b084d15ad8145cf8913_8405686976077330479.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Bestia dell'Abisso che apparve a Fontaine durante il Cataclisma di 500 anni fa. Elynas è il \"Padre\" di tutte le Melusine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/362377527/fa4c986eefe97522566b35be6e29e7a0_830321453062263704.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4517,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3992,
        "name": "Imperatore del Fuoco e del Ferro",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Uno dei due sovrani che un tempo governavano le specie aberranti del Mare del Fontemer, oggetto di numerose storie di marinai.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Granchio corazzato che evita i predatori. Dedito alla caccia, il costante consumo di cibo gli permette di crescere, ma lo costringe anche a cambiare continuamente il carapace che lo protegge per potersi adattare alle nuove dimensioni. Purtroppo, però, alla fine diventa semplicemente troppo grande. Prima del primo periodo diluviale, un gigantesco Granchio corazzato attaccò una nave, ma fu respinto negli abissi da Basil Elton, che non era ancora stato riabilitato come comandante.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Immagina un mondo dove l'intera umanità è stata epurata da Teyvat, e il sempre più potente Imperatore del Fuoco e del Ferro indossa il Palais Mermonia come fosse un mantello sfarzoso di pietra bianca. Naturalmente, in un mondo del genere, a nessuno verrebbe mai in mente di chiamarlo, tra il serio e il lepido, \"Imperatore del Fuoco e del Ferro\".</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/30/190184121/92cf784732984089c7f5a91f7a42822c_673659486415003581.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 3985,
        "name": "Mareombra",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una spada di modello standard, forgiata con materiali di prima qualità per gli ufficiali d'alto rango e i capitani di bandiera dell'antica marina di Fontaine.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/09/157266935/17a33544c58e2a45ad5f1a4a5a68906a_3975111433721910543.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Sogno della ninfa",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/190184121/c73081f31cb05982d077050cf83b979b_2993952448763115830.png",
        "displayStyle": "card",
        "menuId": 5
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Regione di B <color=#ffffffd9>é</color> ryl"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Località permanente"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "4.0"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Scenario nelle profondità di Elynas",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/29/20856775/df01a7327518d6b616a1c362792c8a0f_7747146432242137800.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Il cuore che stava per risvegliarsi è tornato in silenzio."
          }
        ]
      },
      {
        "key": "Villaggio di Merusea",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/29/20856775/91b874109412ec29d7059b82cb751554_4252041500795898083.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Al di sotto delle verdi Montagne di Béryl sorge la ridente dimora delle Melusine. Le loro casette dalla forma bizzarra e fantasiosa sono ovunque e regalano una profonda impressione in chiunque le ammiri. Da chi avranno appreso stili architettonici tanto particolari?"
          }
        ]
      },
      {
        "key": "Antica melodia delle conchiglie",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/29/20856775/12e8ce565004c624f7a7f9de18be9ee4_1136458784353269677.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Dell'antico e prospero regno di Remuria oggi non rimane che una melodia solitaria. Ciò che un tempo veniva ascoltato da moltitudini di persone non viene più udito da orecchie mortali..."
          }
        ]
      },
      {
        "key": "Sorgenti termali di Fontaine",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/29/20856775/e4d94dcadeee7f7ea5d62c428791ca02_149674167156028113.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Uno dei paesaggi dipinti da Salsa.\nIn mezzo alla foschia che si leva dalle fonti termali, si erge tra le nubi il monte Automnequi, con la linea Clémentine che lo attraversa alla base."
          }
        ]
      },
      {
        "key": "Mattino sulle Montagne di Béryl, tempo sereno",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/29/20856775/3d8c0e7ae44900cec743c23cd333e42d_4525489323548794874.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Uno dei paesaggi dipinti da Salsa.\nUn limpido mattino sulle Montagne di Béryl. La rugiada tipica delle notti d'autunno non è ancora evaporata..."
          }
        ]
      },
      {
        "key": "Villaggio sulla costa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/29/20856775/784f957dbcb78440625d13b86ddd5aa7_2205071955892325342.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Uno dei paesaggi dipinti da Salsa.\nUn bellissimo villaggio sulla costa, placido e sereno, che fa nascere in chiunque lo ammiri il desiderio di una vita tranquilla."
          }
        ]
      },
      {
        "key": "Cimitero delle navi",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/29/20856775/b4222c62f147c171d0773bbdb27310a3_6178667007358190798.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Seguendo la bianca corazzata ammiraglia, come piccole stelle che brillano in una notte di velluto, le navi da guerra dell'armata affondarono durante la loro battaglia contro il grande animale. La sua superficie e le sue profondità sono infestate da spettrali leggende, ma ciò lo rende il luogo perfetto per chiunque cerchi un posto dove agire in segreto."
          }
        ]
      }
    ]
  }
}