{
  "epId": 5141,
  "name": "Regione di Belleau",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Oltre alle vaste aree d'acqua, Fontaine è caratterizzata da foreste e monti. Tra questi, uno dei più emblematici è sicuramente il monte Automnequi. L'Istituto di ricerca di Fontaine ha impiegato degli enormi dispositivi ingegneristici per completare i lavori di perforazione del Tunnel Poisson, superando così una delle difficoltà più grandi nella costruzione di idrovie.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/13/190184121/decfebf39c4d3b6e22cf9f28c98288f6_9194028426108910202.png",
  "menuId": 20,
  "menuName": "Definizioni",
  "version": 1714969574,
  "components": {
    "galleryCharacter": [
      {
        "key": "Poisson",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/13/190184121/2184d333b4b09e26cc273488c2da3850_8214287072253838265.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Dove riecheggiano le maree oscure</color>\n<color=#ffffffa6>Il luogo dove nasce la Spina di Rosula. Come un uccellino nasce dall'uovo per poi spiccare il volo come un'aquila, così le grandi e fulgide ambizioni si schiudono in luoghi oscuri e angusti.</color>\n<color=#ffffffa6>Gli abitanti di Poisson sono come i residenti del Fleuve Cendre, e dalla storia di questi luoghi essi comprendono che esistono cose per cui vale la pensa, e bisogna combattere... Anche a costo di spargere sangue.</color>"
          }
        ]
      },
      {
        "key": "Pendici occidentali del Monte Automnequi",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/13/190184121/1ad42d91e87872f8a2299de06ccdb0dc_2796663182552240308.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Uno dei paesaggi dipinti da Salsa.</color>\n<color=#ffffffa6>Dal Monte Automnequi è possibile ammirare il crinale di Elynas. Tra i suoi picchi e i suoi laghi si nasconde la terra natia delle Melusine.</color>"
          }
        ]
      },
      {
        "key": "Porto di Romaritime",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/30/362377527/773f626d14b0212dee7de8b3017fa5a6_691881508163429100.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "La giustizia rivela la verità. Il male sarà punito, il bene sarà ricompensato. Tu ed io non siamo altro che gocce d'acqua nella sorgente d'acqua, i nostri desideri originali trasportati nelle profondità dalle rapide correnti, sepolti insieme a note e codici dimenticati."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Regione di Belleau</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Località</color>"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Fontaine</color>"
          }
        ]
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>4.0</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrazioni",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Edizione speciale dell'Uccello a vapore I - Il mare terrestre, l'origine di tutte le acque"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/8458af7e370ca4be1d499963c18873ff_8988558508845599873.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>9 Agosto 2023</color>\nCi sono molte cose misteriose da scoprire tra le acque di Fontaine. Scopriamo di più! Recentemente, una certa pubblicazione è molto popolare tra gli avventurieri che stanno per partire per Fontaine. Si dice che sia l'edizione speciale dell'Uccello a Vapore. Scopriamo insieme le novità!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Edizione speciale dell'Uccello a vapore VII - Signore solitario della Terra e dei Mari del lago tumultuoso"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/dbfb528591d9eac77d78c46a54b61149_1508546605683925315.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>15 Agosto 2023</color>\n<color=#ffffff73>Salve, viaggiatori! In questa edizione speciale dell'Uccello a vapore vi presenteremo un nuovo nemico sottomarino di Fontaine: l'Imperatore del Fuoco e del Ferro.</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Musica",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fountain of Belleau"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/07/237301566/5b6554f30813c3e823e1e25035be3dd6_2469318684227731904.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>2 Ottobre 2023</color>\nL'album OST di Fontaine di Genshin Impact \"Fountain of Belleau\" è ora disponibile! I quattro dischi dell'album \"Chanson of Justice and Impartiality\", \"Arioso of Belle Epoque\", \"Chapelloise of Trickling Springs\" e \"La bataille de Fontaine\" contengono 96 brani straordinari composti dal team HOYO-MiX, ognuno dei quali è una composizione originale per la regione di Fontaine. Le canzoni presenti nell'album di Fontaine OST sono state registrate dalla London Symphony Orchestra con musicisti speciali folk rispettivamente presso gli Abbey Road Studios, gli Angel Studios, gli Air-Edel Recording Studios e altri studi di registrazione.\n<color=#ff9999>Disco 1:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=znHhRYBmfck&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Disco 2:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=gwGOp351clk&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Disco 3:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=xZSDdaYjV_c&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Disco4:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=xUcJtXtLb_I&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Porto di Romaritime",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/dedd60ac6dbe044331c6cfd8906cfe4b_3430538121776033774.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Il Porto di Romaritime è un ponte di osservazione costiero nel sud della regione di Belleau. Il porto comprende due livelli che consentono alle navi provenienti da Sumeru e Fontaine di ormeggiare lì. E' costruito sui lati di una cascata ed è una fermta dell'aquabus. Da qui l'aquabus può portarti alla Corte di Fontaine sulla linea Clementine. Il Porto di Romaritime confina con Sumeru e quindi numerosi turisti, mercanti e amanti dei libri delle terra del deserto e foreste pluviali giungono qui."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/61b4a4b9d3a22151cd2851d4267933bb_3979199907066784739.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Il rumoroso suono della cascata copre il rumore delle persone che vanno e vengono nel porto sottostante. Anche se usi l'ascensore, ci vuole comunque molto tempo per raggiungere la cima della cascata. Ma una volta che sei sulla linea Clementine e dirigi lo sguardo verso il cuore della nazione di Hydro, tutto il tempo che hai dovuto aspettare diventa insignificante.\nUna Melusina di nome Everallin lavora nel porto e il suo compito è osservare il mare e seguire i movimenti dell'oceano. Avverte anche in anticipo le person esui temporali e sugli acquazzoni.\nDiversi duellanti dell'Invocazione del Genio TCG possono essere visti al Porto di Romaritime: Everallin e Lectoure sulla piattaforma inferiore mentre Hermosa e Rena sulla piattaforma in alto."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/02/362377527/08c984ccd4100004852e1e7a78d281b0_3297868665254829029.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "A nord del porto si trovano vecchie rovine. Le leggende narrano che il primo Cavaliere di Loch, uno dei seguaci della Signora delle Molte Acque, si nascose nelle remote terre selvagge con Lochfolk, con l'intento di auto-esiliarsi e addestrarsi rigorosamente nel tentativo di ripagare un peccato destinato a essere irredimibile. Ora la terra è tornata da tempo ad un silenzio mortale dove i lunghi e freddi venti soffiano ancora sulla valle deserta.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Corte di Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">\"Questa città si erge solitaria sull'acqua.\"</span></p><p></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nel punto più alto della città si erge il Palais Mermonia, simbolo dell'autorita suprema di Fontaine, dove la gente conduce una vita all'insegna dell'ordine e della regolarità, proprio come gli Acquabus. L'essenza della legge di Fontaine consiste nel mantenere un ordine stabile, con l'equità e la giustizia che costituiscono i pilastri di tale ordine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/12/190184121/decfebf39c4d3b6e22cf9f28c98288f6_6084755907982934274.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4801,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Cavaliere di Loch",
        "desc": "<p>I Cavalieri di Loch sono seguaci della Signora delle Molte Acque, Egeria, che giurò di proteggere gli Oceanidi, trovare il Puro Graal e spezzare le catene che imprigionavano Egeria per espiare il peccato originale.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/85019254/afce7f4f1847f62698a00f239e5a8d00_7805892425926695216.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanidi",
        "desc": "<p>Gli Oceanidi sono forme di vita Hydro intelligenti create dal precedente Arconte Hydro, Egeria, e sono in grado di manipolare l'acqua a piacimento. <span class=\"wk-shady\">Tutto il popolo di Fontaine un tempo erano Oceanidi, che Egeria aveva trasformato in umani per soddisfare i loro desideri nei suoi confronti, andando contro la volontà dei Principi Celesti.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/85019254/03504adeef60cc4ded53192b2287b1fe_5967388393566751296.jpg",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4804,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4803,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4807,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Poisson",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/d96b0a6f9056c628280b027206060d35_1984785759947143378.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Poisson è una tranquilla città che si trova ai piedi del Monte Automnequi. I suoi residenti lavorano principalmente nel settore della pesca o del salvataggio subacqueo. Le leggende narrano che prima del primo periodo di diluvi, la città era il fulcro centrale del traffico marittimo di Fontaine. Nonostante il cambiamento del livello dell'acqua abbia comportato la perdita dello status di porto principale della città, l'atmosfera calda e accogliente della città attira senza dubbio ancora molti visitatori. Un pescivendolo Hinterman si trova a Poisson.\nPoisson è la sede della Spina di Rosula, un'organizzazione che aiuta le persone a risolvere problemi complessi. Il quartier generale dell'organizzazione si trova in un'enorme nave all'interno della città. Il paese subì notevoli danni durante il disastro, ma, grazie alla Spina di Rosula e al suo attuale capo, Navia Caspar, venne ricostruito.\nNel nord di Poisson, si possono trovare le missioni \"Davvero appetitose!\" e \"Ancora appetitoso!\".\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>La Spina di Rosula è una società orientata al cittadino che coinvolge molti ceti sociali e concentra i suoi sforzi nella risoluzione di problemi difficili tra la gente comune e che collabora, quando necessario, con le autorità di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/362377527/103e6993dd0a594332fa18ca5fe17098_7130543104179773696.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Presidente, leader, capo e comandante della Spina di Rosula</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/09/157266935/3fc7580c01a9e622692402889706c4db_2101762237494971240.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4257,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Pendici occidentali del Monte Automnequi",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/5f98d4667483dff8a99203f75cbfd3e4_7949136655228517159.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Anche se la maggior parte di Fontaine è sommersa dall'acqua, ci sono anche montagne e foreste. Il Monte Automnequi, che si trova tra il porto e la Corte di Fontaine, è una delle cime più importanti. L'Istituto di Ricerca di Fontaine usò enormi dispositivi ingegneristici per scavare il tunnel di Poisson, risolvendo così una delle più grandi sfide per la costruzione delle linee dell'aquabus."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/5a28bb387f9039fde56b1d8c8ef303d5_1248372417385075807.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dal Monte Automnequi si può vedere la cresta di Elynas, sotto il quale si nasconde il villaggio delle Melusine. Una volta Salsa, un'artista che si oppone alla Gilda degli Avventurieri, dipinse questo scenario."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/21/237301566/e2a49d0aa35f33f3a63d3d15706ab8ca_6820294591069267285.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "A ovest del Monte Automnequi, si trova un piccolo villagio dove ha vissuto il famoso scrittore di Fontaine, Baptiste, l'autore de \"I Due Moschettieri\". Questo romanzo parla di due figli illegittimi nati da un barone e una domestica, che subì maltrattamenti nella casa dello stesso barone. Dopo che la madre fu uccisa, fuggirono di casa ma giurarono di vendicarla. Il fratello e la sorella divennero esperti moschettieri e, anni dopo, iniziarono a vendicarsi dei membri della famiglia del barone per scoprire la verità sulla morte della madre e ristabilire la giustizia. Durante il Festival del Film di Fontinalia, questo romanzo diventò la base e ispirazione di un film prodotto da Xavier e diretto da Furina. Lo stesso libro fu l'ispirazione per una serie di omicidi indagati da Chevreuse, il capo della Pattuglia Speciale di Sicurezza e Sorveglianza. Così come nel libro, l'omicida lasciò una rosa arcobaleno sulla scena del crimine e queste rose portarono Chevreuse a trovare il colpevole, grazie anche all'aiuto della profumiera Emilie.\nI fiori provenivano da una rara coltura che cresceva proprio nel giardino di Baptiste in un villaggio sulle pendici occidentali del Monte Automneqi. L'indagine di Chevreuse rivelò che Baptiste scrisse \"I Due Moschettieri\" basandosi su eventi reali della sua vita: sua madre, Elisa, fu assassinata a seguito di una relazione con un membro di una famiglia benestante, lasciando Baptiste e sua sorella Veronica da soli. Veronica decise allora di vendicarsi di suo padre. La sua prima vittima fu l'assassino inviato per uccidere sua madre. Nonostante Baptiste, Veronica e il loro padre fossero stati mandati a Forte Meropide, Chevreuse chiese al Duca della Fortezza, Wriothesley, di raccontare ai prigionieri il difficile passato dei fratelli e le azioni del padre."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/32de30d95c4c796050080361dca61eab_8667461232774211061.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Nella parte meridionale della zona, si trova una grotta sottomarina ovvero la tana dell'enorme Granchio Corazzato. Le persone lo chiamano \"l'Imperatore del Fuoco e del Ferro\". È uno dei due sovrani che un tempo erano all'apice della specie aberrante dei Fontemer, oggetto di molti racconti tra i marinai. Gli Aberranti di Fontemer sono diversi dagli esseri umani in quanto i concetti di aristocrazia o eredità sono loro del tutto estranei. Nessuno di loro nasce superiore. Chi sopravvive ai predatori mortali e alle avversità può accumulare un potere infinito mentre continua a cacciare e nutrirsi per secoli. Una creatura del genere viene spesso definita un signore supremo per la paura che ispira. Prima del primo diluvio, un enorme Granchio Corazzato una volta attaccò una nave ma alla fine fu costretto a tornare negli abissi da un famoso ex ammiraglio dell'Armata Bianca, Basil Elton, che non era ancora stato reintegrato come comandante navale."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/6555b6c18d716410b9f97d30e099a333_5893224628088158931.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Inoltre, sulla costa meridionale del Monte Automnequi si trovano delle antiche rovine con murali scolpiti raffiguranti la creazione degli Oceanidi da parte della Signora delle Molte Acque, Egeria, la commissione del peccato originale e la profezia di Fontaine.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5140,
        "name": "Regione di Béryl",
        "desc": "<p>Un'antica regione montuosa costellata di rovine, che si estende lungo le acque della Corte di Fontaine. Molte, molte centinaia di anni fa, il posto veniva visto dai seguaci di Egeria come meta eccellente per escursioni e picnic. Raggruppati in loco, essi cantavano di amore puro e senza macchia, come gemme lucidate. Le loro canzoni erano svanite da molto tempo alla pallida luce della luna, rimaneva solamente una fresca brezza ad accarezzare quei solitari altopiani punteggiati di menta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/29/20856775/7bb630aacf263515328ea8198cbbc48a_591012451839448669.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "name": "Festa di Fontinalia",
        "desc": "<p>La Festa di Fontinalia è stata creata per commemorare la ricerca dei Cavalieri di Loch per le Oceanidi e il loro benvenuto al precedente Archon di Hydro Egeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/6be113dc8ecbe93170d1b614788b0509_7192305860558909743.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Istituto di ricerca di Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Istituto di ricerca di ingegneria dell'energia cinetica di Fontaine</span><span style=\"color: rgba(255, 255, 255, 0.85)\"> </span>è stato fondato da Alain Guillotin ed è spesso abbreviato semplicemente in Istituto di ricerca di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/85019254/154baa11b653966030bdf047346be788_3687673423077505657.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "name": "Melusine",
        "desc": "<p>Le Melusine sono una specie tutta femminile nata dalle ferite di Elynas dopo essere rimasto ferito da un'esplosione avvenuta all'interno del suo corpo pietrificato. Una volta risiedevano esclusivamente nel Villaggio Merusea, ma dopo aver incontrato il nuovo Iudex Neuvillette, molte si possono ora incontrare sulla superficie di Fontaine come parte dello Spettro Maréchaussée.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/362377527/8d2f62d63837e97a7d905a3eaaf5a4fa_3914878918255219377.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanidi",
        "desc": "<p>Gli Oceanidi sono forme di vita Hydro intelligenti create dal precedente Arconte Hydro, Egeria, e sono in grado di manipolare l'acqua a piacimento. <span class=\"wk-shady\">Tutto il popolo di Fontaine un tempo erano Oceanidi, che Egeria aveva trasformato in umani per soddisfare i loro desideri nei suoi confronti, andando contro la volontà dei Principi Celesti.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/85019254/03504adeef60cc4ded53192b2287b1fe_5967388393566751296.jpg",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4361,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4577,
        "name": "Chevreuse",
        "desc": "<p>La capitana della Pattuglia speciale di sicurezza e sorveglianza, che porta il sigillo della giustizia perennemente apposto sul cuore. Il suo moschetto non mirerà mai a nessuno se non a rei e malfattori.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/09/45954971/a846729f31f16a987a8696466ebabcc0_8955969114480999025.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il Duca di Forte Méropide, misterioso signore delle torbide profondità.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/18/157266935/31a0eb2dec5d69ca8dd7616572136b8b_5932338296214317556.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>La protagonista assoluta della scena del giudizio, fino all'applauso finale.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/45954971/263e5ea0784d182b393f67a7e24146a5_8864541355688862657.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2509,
        "name": "Xavier",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Xavier_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Il precedente Archon di Hydro morto durante il Cataclisma 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/a5b8d23dd3fbe0969cc3ebce78f9c29f_5914355630979167572.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil fu un ammiraglio in pensione dell'Armata di Fontaine, capitana della Sponsian, e vicedirettrice dell'Istituto di Narzissenkreuz. Morì 500 anni fa durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/386107b800f05b084d15ad8145cf8913_8405686976077330479.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3992,
        "name": "Imperatore del Fuoco e del Ferro",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Uno dei due sovrani che un tempo governavano le specie aberranti del Mare del Fontemer, oggetto di numerose storie di marinai.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Granchio corazzato che evita i predatori. Dedito alla caccia, il costante consumo di cibo gli permette di crescere, ma lo costringe anche a cambiare continuamente il carapace che lo protegge per potersi adattare alle nuove dimensioni. Purtroppo, però, alla fine diventa semplicemente troppo grande. Prima del primo periodo diluviale, un gigantesco Granchio corazzato attaccò una nave, ma fu respinto negli abissi da Basil Elton, che non era ancora stato riabilitato come comandante.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Immagina un mondo dove l'intera umanità è stata epurata da Teyvat, e il sempre più potente Imperatore del Fuoco e del Ferro indossa il Palais Mermonia come fosse un mantello sfarzoso di pietra bianca. Naturalmente, in un mondo del genere, a nessuno verrebbe mai in mente di chiamarlo, tra il serio e il lepido, \"Imperatore del Fuoco e del Ferro\".</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/30/190184121/92cf784732984089c7f5a91f7a42822c_673659486415003581.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4026,
        "name": "Determinazione Dell'Imperatore",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il martello da guerra dell'Imperatore del Fuoco e del Ferro, la cui gigantesca chela ha schiacciato innumerevoli avversari. Che si tratti di Mekautomi, altri Aberranti del Fontemer o cacciatori dalla malriposta curiosità... ognuno di essi è stato sopraffatto dalla sua potenza.<br>Rispetto agli esseri umani, aristocrazia ed eredità sono concetti del tutto estranei agli Aberranti del Fontemer. Nessuno di loro nasce superiore agli altri. Coloro che riescono a sopravvivere contro predatori e avversità letali sono in grado di accumulare un potere pressoché infinito, che permette loro di continuare a cacciare e nutrirsi nel corso dei secoli. Creature simili sono sovente ritenute come dei dominatori per via del timore che sono in grado di suscitare.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/09/157266935/4192b765e880bef0a49753fc0b634c13_971201529938530306.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4007,
        "name": "Rosa arcobaleno",
        "desc": "<p>Un fiore rosa tenero e delicato. Nonostante il nome, la rosa arcobaleno è molto più simile al giglio.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/157266935/670b8958c90014a1bdacba5123c2c9da_2319658183199570944.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4896,
        "name": "I due moschettieri",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Una serie che spopola a Fontaine e che parla di cospirazioni, vendetta e malvagità.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/25/1ab6bb80ae86aab0a1f8064c05b6a72f_7162576051872538658.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Risorse",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Materiali di potenziamento armi e personaggi</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4026,
        "name": "Determinazione Dell'Imperatore",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il martello da guerra dell'Imperatore del Fuoco e del Ferro, la cui gigantesca chela ha schiacciato innumerevoli avversari. Che si tratti di Mekautomi, altri Aberranti del Fontemer o cacciatori dalla malriposta curiosità... ognuno di essi è stato sopraffatto dalla sua potenza.<br>Rispetto agli esseri umani, aristocrazia ed eredità sono concetti del tutto estranei agli Aberranti del Fontemer. Nessuno di loro nasce superiore agli altri. Coloro che riescono a sopravvivere contro predatori e avversità letali sono in grado di accumulare un potere pressoché infinito, che permette loro di continuare a cacciare e nutrirsi nel corso dei secoli. Creature simili sono sovente ritenute come dei dominatori per via del timore che sono in grado di suscitare.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/09/157266935/4192b765e880bef0a49753fc0b634c13_971201529938530306.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Voltacristalli radiosi</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4238,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Esseri viventi",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Nemici e mostri</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3992,
        "name": "Imperatore del Fuoco e del Ferro",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Uno dei due sovrani che un tempo governavano le specie aberranti del Mare del Fontemer, oggetto di numerose storie di marinai.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Granchio corazzato che evita i predatori. Dedito alla caccia, il costante consumo di cibo gli permette di crescere, ma lo costringe anche a cambiare continuamente il carapace che lo protegge per potersi adattare alle nuove dimensioni. Purtroppo, però, alla fine diventa semplicemente troppo grande. Prima del primo periodo diluviale, un gigantesco Granchio corazzato attaccò una nave, ma fu respinto negli abissi da Basil Elton, che non era ancora stato riabilitato come comandante.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Immagina un mondo dove l'intera umanità è stata epurata da Teyvat, e il sempre più potente Imperatore del Fuoco e del Ferro indossa il Palais Mermonia come fosse un mantello sfarzoso di pietra bianca. Naturalmente, in un mondo del genere, a nessuno verrebbe mai in mente di chiamarlo, tra il serio e il lepido, \"Imperatore del Fuoco e del Ferro\".</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/30/190184121/92cf784732984089c7f5a91f7a42822c_673659486415003581.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Pesci</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4107,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Abitanti",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Mercanti</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4257,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Personaggi correlati</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4508,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4509,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4506,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4505,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4807,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4804,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4803,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4801,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4522,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4519,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mappa",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffa6>Regione di Belleau:</color>",
        "alignment": "center"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=0&lang=it-it#/map/2?center=-212.60,-4952.30&zoom=-0.50&shown_types="
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Assedio di Poisson",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Un tempo le autorità di Fontaine vollero creare una città sotterranea sotto la città, Fleuve Cendre, dalle fogne sotto la Corte di Fontaine. Dato che era difficile mantenere l'ordine, Eduaro Baker e i suoi amici presero il potere di Fleuve Cendre. Incominciarono a risolvere le dispute tra i \"compatrioti\" di Fleuve Cendre, a benedire i novelli sposi e a proteggere i mercanti dalle estorsioni, molestie e ricatti delle gangs. Quando le autorità della Corte di Fontaine decisero di purificare Fleuve Cendre, Baker fu arrestato ed esiliato nel deserto. Sulla strada per l'esilio, grazie all'aiuto dei suoi scagnozzi, fuggì a Poisson prendendo in ostaggio sia la città sia i membri della Maison Gardiennage che lo stavano trasportando. Fece una serie di innumerevoli richieste e quindi i Cacciatori della Marechaussèe intervenirono, sotto la direzione di Emanuel Guillotin. Il giornalista Karl Ingold arrivò a Poisson come negoziatore insieme al figlio di Eduardo, Jakob.\nIn seguito ad un fallimentare tentativo di risolvere il problema, il disaccordo tra il gruppo di Baker e i Cacciatori della Marechaussèe sfociò in una lotta violenta. Di conseguenza, Jakob e Rene, il figlio del sindaco di Poisson, rimasero orfani. Entrambi furono mandati all'Istituto Narzissenkreuz, un orfanotrofio che spesso ospitava i figli di criminali. Più avanti, questi due bambini fondarono l'Ordo di Narzissenkreuz, una delle organizzazioni più importanti nella storia di Fontaine. L'assedio di Poisson lasciò cicatrici sia fisiche che mentali a Guillotin. A causa di questo evento lasciò le fila del Marechaussèe e progettò di vivere il resto dei suoi giorni accontentandosi solo del contenuto della sua coppa.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Spettro Maréchaussée",
        "desc": "<p>Lo spettro Maréchaussée (Cacciatori della Maréchaussée) è l'unità personale del Giudice Supremo Neuvillette che è responsabile per l'indagine sul crimine. Ha sede nel Palazzo Mermonia ed è uno dei dipartimenti della Maison Gardiennage.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/15/45954971/68056e921a04a72fc9ccb52413826e6d_845459930811842145.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Istituto Narzissenkreuz",
        "desc": "<p>Orfanotrofio di Fontaine costruito sulle rovine di un'antica civiltà.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/190184121/c1ff95cb5124a91d66857b3387e1ce52_1729470900739634547.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz\t",
        "desc": "<p>L'Ordo Narzissenkreuz è la società segreta fondata da René de Petrichor e Jakob Ingold per creare Neoumani al fine di sopravvivere alla distruzione del Mondo come predetto dalla Formula del Mondo. È stato dichiarato un gruppo estremista illegale e un'organizzazione criminale dalla legge Fontainiana sotto lo Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/85019254/76c3b544663face535a657d1f97f4ad0_4037890806697454249.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Orfano cresciuto all'Istituto di Narzissenkreuz e poi adottato da Karl Ingold. Divenne un Neoumano e fu il co-fondatore dell'Ordo di Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/02bc05cc787742e2fdf79dc45a69ccec_8349714685734883420.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3989,
        "name": "Traghettatore del Fleuve Cendre",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un tubo di rame abbandonato di media lunghezza, che un tempo veniva usato come arma. In certi ambienti, era considerato molto popolare o famigerato (in base ai punti di vista).</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/190184121/920ca2fe25ca2db1796848099b59b2d8_2348482134338050559.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Cacciatore della Maréchaussée",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/e9c7fe4fbfe3417abd3696108f4ba363_6669607384580511511.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Spina di Rosula",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/ae577647454167a7a0f797a6a7dc5603_3600196575135307589.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La Spina di Rosula è una società orientata al cittadino che coinvolge molti ceti sociali e concentra i suoi sforzi sulla risoluzione di problemi difficili tra le persone comuni e, quando necessario, collabora con le autorità di Fontaine. L'organizzazione, la cui sede si trova all'interno della nave, è stata fondata da Callas a Poisson. Una nave gigantesca e affascinante rappresenta la scoperta, l'opportunità, l'ambizione e la conquista. Simboleggia il futuro luminoso e senza limiti della Spina di Rosula. Lo stemma della Spina, che raffigura un'ancora e rose, è stato disegnato da Clementine, moglie di Callas e madre di Navia, attuale capo dell'organizzazione.\nUno dei progetti più importanti di Callas fu la costruzione delle linee dell'aquabus che si estendono per tutta Fontaine. Quando la costruzione delle linee fu discussa, la Spina di Rosula era divisa in due fazioni. Callas credeva che l'organizzazione avesse una rara opportunità di stabilire un rapporto di cooperazione con le autorità della Corte di Fontaine e dell'Istituto di Ricerca e che la costruzione di queste linee avrebbe aiutato a stabilire collegamenti utili. Gli aquabus avrebbero dovuto portare vantaggi commerciali e una buona reputazione tra gli abitanti di Fontaine.\nLa seconda fazione, guidata da Romeuf, membro della Spina di Rosula, pensava che sarebbe stato meglio investire somme così importanti per somme così importanti lo sviluppo di Poisson. Quando le due parti non riuscirono a mettersi d'accordo, Romeuf e i suoi sostenitori iniziarono a nutrire rancore nei confronti di Callas e Clementine, considerandola di parte a causa della sua gravidanza. Per il gruppo di Romeuf, il sostegno di Clementine alla costruzione delle linee era un tradimento, il che significava che le loro voci non sarebbero mai più state ascoltate. Dopo che Clementine morì a causa di complicazioni durante la nascita di sua figlia, Callas iniziò a vedere la costruzione delle linee come l'incarnazione della sua ultima volontà. Poi venne meno l'ultima speranza di compromesso, così Romeuf lasciò Spina di Rosula."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/300ff1352524d76e48790f8a50b72698_988917864761509741.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Di conseguenza, col supporto della Spina di Rosula, furono costruite tre linee dell'aquabus, dedicate alla famiglia Caspar: Clementine, Navia e Callas. Nonostante la sede dell'organizzazione fosse Poisson, nessuna delle linee portava in città e solo la linea Clementine passava attraverso il Monte Automnequi. La linea Callas che collegava la Corte di Fontaine all'Istituto di Ricerca fu distrutta dall'esplosione del Laboratorio Centrale dell'Istituto.\nMolti anni dopo, quando la figlia di Clementine e Callas, Navia, diventò la presidentessa dell'organizzazione, Romeuf decise di vendicarsi della Spina di Rosula e fece esplodere la line Clementine che passava sopra Poisson. Il suo assistente Colter, che aveva recentemente lasciato Forte Meropide, incolpò Navia di tutti i problemi della Spina di Rosula perchè secondo la sua opinione, Clemenentine, Callas e il vecchio maggiordomo Melus morirono per colpa sua. Credeva che Navia avesse distrutto tutto ciò che gli era caro con le sue stesse mani e avesse portato Poisson alla distruzione. Navia riuscì a sconfiggere Colter in un combattimento, e il Viaggiatore e Paimon disinnescarono le bombe e salvarono la linea dalla distruzione.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>La Spina di Rosula è una società orientata al cittadino che coinvolge molti ceti sociali e concentra i suoi sforzi nella risoluzione di problemi difficili tra la gente comune e che collabora, quando necessario, con le autorità di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/362377527/103e6993dd0a594332fa18ca5fe17098_7130543104179773696.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Istituto di ricerca di Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Istituto di ricerca di ingegneria dell'energia cinetica di Fontaine</span><span style=\"color: rgba(255, 255, 255, 0.85)\"> </span>è stato fondato da Alain Guillotin ed è spesso abbreviato semplicemente in Istituto di ricerca di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/85019254/154baa11b653966030bdf047346be788_3687673423077505657.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Presidente, leader, capo e comandante della Spina di Rosula</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/09/157266935/3fc7580c01a9e622692402889706c4db_2101762237494971240.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Profezia",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/4d00bf623c0adde66eacebeb7573b94e_4354889468432779816.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Diversi millenni fa, Egeria, il precedente Archon di Hydro, peccò utilizzando il potere del Mare Primordiale per trasformare le Oceanidi in umani. Quindi, a Fontaine apparve una profezia, che diceva: <color=#ece5d8>\"Alla fine, tutte le persone saranno dissolte nelle acque, e rimarrà solamente l'Archon di Hydro piangendo sul suo trono\".</color>\nMolti anni dopo, la profezia iniziò ad avverarsi e nella regione di Poisson si verificò un'esplosione d'acqua dal Mare Primordiale. Gli abitanti di Poisson non si accorsero subito del pericolo, quindi i passanti che si trovavano vicino all'acqua scomparsero immediatamente. Successivamente, le persone iniziarono a correre in preda al panico, sperando di raggiungere luoghi più alti. Alcune persone rimasero ferite durante la fuga o caddero addirittura dall'alto. Quando fu organizzata un'operazione di salvataggio, molti furono salvati, ma Melus e Silver, gli assistenti di Navia che aiutarono nell'evacuazione, non riuscirono a scapapre in tempo. Il capo della Spina di Rosula, Navia, con l'appoggio della Messaggera dei Fatui Arlecchino, riuscì a garantire l'incolumità degli abitanti colpiti di Poisson, evacuandoli dal centro abitato.\nLe persone di Poisson incolparono del disastro l'Archon di Hydro Furina perchè credevano che non aveva fatto nulla per salvarli. Dopo l'incidente, la città si riprese gradualmente e Navia promise di ricompensare tutte le vittime. Anche se la situazione finanziaria della Spina era molto lontana da quella desiderata, questa promessa aiutò ad esprimere l'atteggiamento verso quanto accaduto in modo che le persone tornassero a credere nuovamente nell'organizzazione."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/86666cb4b2f6f71d4bb5bfff677f9b1b_8326275464811305097.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dopo la ricostruzione di Poisson, i residenti decisero di costruire un monumento in onore dei genitori di Navia. Le persone volevano mostrare la loro gratitudine a Clementine e Callas per lo sviluppo di Poisson e della Spina di Rosula, quindi donarono fondi per costruire il memoriale. Sebbene Navia sentisse di non aver fatto abbastanza per essere presente al monumento, la gente di Poisson le fu grata per tutto quello che aveva fatto di recente e la incluse nel modello.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>La Spina di Rosula è una società orientata al cittadino che coinvolge molti ceti sociali e concentra i suoi sforzi nella risoluzione di problemi difficili tra la gente comune e che collabora, quando necessario, con le autorità di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/362377527/103e6993dd0a594332fa18ca5fe17098_7130543104179773696.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanidi",
        "desc": "<p>Gli Oceanidi sono forme di vita Hydro intelligenti create dal precedente Arconte Hydro, Egeria, e sono in grado di manipolare l'acqua a piacimento. <span class=\"wk-shady\">Tutto il popolo di Fontaine un tempo erano Oceanidi, che Egeria aveva trasformato in umani per soddisfare i loro desideri nei suoi confronti, andando contro la volontà dei Principi Celesti.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/85019254/03504adeef60cc4ded53192b2287b1fe_5967388393566751296.jpg",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Il precedente Archon di Hydro morto durante il Cataclisma 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/a5b8d23dd3fbe0969cc3ebce78f9c29f_5914355630979167572.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "name": "Focalors",
        "desc": "<p>Ultima Archon di Hydro e Dea della Giustizia. <span class=\"wk-shady\">Si è sacrificata per distruggere il Trono Divino dell'Archon di Hydro e ripristinare il potere del Drago di Hydro.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/27/362377527/80ba303688814e831e74b988eb6a68f8_1995540192529548756.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>La protagonista assoluta della scena del giudizio, fino all'applauso finale.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/45954971/263e5ea0784d182b393f67a7e24146a5_8864541355688862657.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Presidente, leader, capo e comandante della Spina di Rosula</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/09/157266935/3fc7580c01a9e622692402889706c4db_2101762237494971240.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "<p>La Fantesca, la quarta dei Messaggeri dei Fatui. Una diplomatica imperturbabile e spietata. Per i bambini della Casa del Focolare, è il loro temuto e affidabile \"Padre\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/20577441/672e65470bfd14b664596c2a7f7eaaf8_1307009318507582543.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4508,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4509,
        "desc": "",
        "displayStyle": "card"
      }
    ]
  }
}