{
  "epId": 5144,
  "name": "Regione dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine",
  "desc": "<p>La ricerca della salvezza si fermò all'improvviso, con la passione e l'orgoglio che si trasformavano in un sogno infranto.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/45954971/e0a96d85b1ea9fe62035b16f39f77d3a_6271206447334770710.png",
  "menuId": 20,
  "menuName": "Definizioni",
  "version": 1734575817,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrazioni",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Edizione speciale dell'Uccello a vapore La pagina di anteprima delle nuove aree della versione 4.1 è disponibile!</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/45954971/d2e6d8b6f3b251df8b58228b4bd1dfd2_2853371700427699187.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>19/09/2023</color>\n<color=#ffffffa6>Salve, viaggiatori! Dopo l'aggiornamento alla versione 4.1, a Fontaine saranno disponibili la Regione dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine e la Regione di Liffey!</color>\n<color=#ffffffa6>Date un'occhiata a questa edizione speciale dell'Uccello a vapore per scoprire di più sulle nuove aree!</color>\n<color=#ffacff>HoYoLab:</color> <color=#37ffff>https:/www.hoyolab.com/article/21723946</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Risorse",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Materiali potenziamento personaggi"
      },
      {
        "type": "CustomEntry",
        "epId": 4379,
        "name": "\"Dispositivo di Tubion\"",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il componente centrale del Generatore di campo sperimentale.<br>Un componente meccanico dall'elevata precisione che neutralizza gli effetti della gravità tramite la rotazione ad alta velocità, praticamente impossibile da percepire ad occhio nudo.<br>Nella sua lunga storia, l'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine ha sempre combattuto contro un'inondazione che una volta ha fatto una quantità enorme di vittime e che potrebbe ancora coprire la terra e il cielo in futuro, alla ricerca di un modo per sopravvivere.<br>Un tempo l'Arkhium, con il suo immenso potenziale energetico e la forza per spezzare le catene della terra, era considerato la chiave per le porte della salvezza.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/19/190184121/589ca2a7c53e2313d971436cf8007838_7287077150115083147.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voltacristalli radiosi"
      },
      {
        "type": "CustomEntry",
        "epId": 4497,
        "name": "Voltacristallo radioso 112",
        "desc": "<p>Questo meraviglioso cristallo contiene un certo ritmo, come una meraviglia intessuta con della seta delicata. Questi oggetti sono sparsi per tutto il continente o si possono reperire dai mercanti che collezionano rarità. La melodia contenuta all'interno del cristallo può essere ravvivata nella Serenteiera usando Eufonio libero Sinuosità o Eufonio libero Crescendo. La melodia contenuta all'interno di questo Voltacristallo radioso è A Sweet Dream in Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/08/20856775/28eb89116cf9a94561bc8caeee47daa0_3432285217097861663.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4498,
        "name": "Voltacristallo radioso 113",
        "desc": "<p>Questo meraviglioso cristallo contiene un certo ritmo, come una meraviglia intessuta con della seta delicata. Questi oggetti sono sparsi per tutto il continente o si possono reperire dai mercanti che collezionano rarità. La melodia contenuta all'interno del cristallo può essere ravvivata nella Serenteiera usando Eufonio libero Sinuosità o Eufonio libero Crescendo. La melodia contenuta all'interno di questo Voltacristallo radioso è Rhythm of Inquiry.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/08/20856775/28eb89116cf9a94561bc8caeee47daa0_4107201802623526292.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4499,
        "name": "Voltacristallo radioso 114",
        "desc": "<p>Questo meraviglioso cristallo contiene un certo ritmo, come una meraviglia intessuta con della seta delicata. Questi oggetti sono sparsi per tutto il continente o si possono reperire dai mercanti che collezionano rarità. La melodia contenuta all'interno del cristallo può essere ravvivata nella Serenteiera usando Eufonio libero Sinuosità o Eufonio libero Crescendo. La melodia contenuta all'interno di questo Voltacristallo radioso è una melodia misteriosa di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/21/45954971/33219efde74b002b368e606c6e784ba4_4126324184189089907.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Esseri viventi",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Nemici e Mostri"
      },
      {
        "type": "CustomEntry",
        "epId": 4343,
        "name": "Generatore di campo sperimentale",
        "desc": "<p>Un prodotto dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine andato fuori controllo a causa di un incidente.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/03/45954971/ab24c8594ba1b25bf22b029635b9f4d0_6754212908397045010.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "NPC",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "NPC correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 4530,
        "name": "Choiseul",
        "desc": "<p>Insieme a Raimondo è il direttore del nuovo Istituto di ricerca di Fontaine, in seguito alla scomparsa di Edwin Eastinghouse durante l'esplosione del precedente Istituto di ricerca.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/08/20856775/48149b8f86f99afe6326815292d4396b_8583977578278549541.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4531,
        "name": "Raimondo",
        "desc": "<p>Raimondo Havenport è uno specialista tecnico senior dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine. Dirige temporaneamente la struttura assieme a Choiseul, in seguito alla scomparsa di Edwin Eastinghouse avvenuta durante l'esplosione del precedente Istituto di ricerca.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/20856775/3877e9d4661fc2fb764e43671d2c6742_9146834390305308789.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4529,
        "name": "Chronie",
        "desc": "<p>Una giornalista della sezione affari politici de L'Uccello a vapore, indaga sull'esplosione avvenuta all'Istituto di ricerca di Fontaine e sulla diffusione dell'Arkhium. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/20856775/d8cc969c1912d3fd74ce5ed588e38de6_845137915801789071.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "name": "Nacker",
        "desc": "<p>Scienziato dell'Istituto di ricerca di Fontaine, ha rubato il Nucleo fondamentale di energia cinetica ed è fuggito.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/20856775/c54f719bfb5acd61ea877e52f84338b6_5084927782670445881.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4544,
        "name": "Bricole",
        "desc": "<p>Un membro dell'Istituto di ricerca di Fontaine. Dopo aver assistito all'espulsione di Coutrot dalla struttura, da parte della Commissione sull'etica, ha passato il suo tempo raccogliendo informazioni sulle sue ricerche proibite. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/20856775/a92b7e02a37836eea33b78806097e4b4_4265635692867191400.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4534,
        "name": "Sévigne",
        "desc": "<p>Fa parte del personale dell'Istituto di ricerca di Fontaine. Dopo aver lavorato come assistente per Bossuet, ha proseguito la propria ricerca nel laboratorio che si trova al di sotto del Parco della memoria di Mary-Ann. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/20856775/e4bb31678c8fedcfc1a5efd28ea7c66a_2023044726640384002.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4535,
        "name": "Coutrot",
        "desc": "<p>Scienziato dell'Istituto di ricerca di Fontaine, vero proprietario della Bottega meccanica Kuisel. L'uomo è stato licenziato dalla struttura per via delle sue ricerche discutibili. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/20856775/ba86d13c0b7ae03c2ed539ee27b5b46b_7947727502885534935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4533,
        "name": "Broglie",
        "desc": "<p>Un giovane membro dell'Istituto di ricerca di Fontaine specializzato in idrologia. In precedenza era responsabile di monitorare i dati idrologici di Fontaine. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/20856775/216a6d909e9ba0f0cd704b1d4c201423_7784551668072693326.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4537,
        "name": "Aigouy",
        "desc": "<p>Un dipendente di Forte Méropide, il suo lavoro consiste nella manutenzione dei condotti.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/20856775/c2d28b99dfc3fc0066d866032f624810_3270122277050518445.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4536,
        "name": "Balent",
        "desc": "<p>Un dipendente di Forte Méropide, il suo lavoro consiste nella manutenzione dei condotti. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/20856775/17aef9e6ecd92fb6f6b5e5913691f909_143752379911728329.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4526,
        "name": "Blanche",
        "desc": "<p>Sorella minore di Bulle Scaltro. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/20856775/f20af6b9374ad6691edd02eb11e55042_1469925110219590526.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4527,
        "name": "Bulle Scaltro",
        "desc": "<p>Un ex-membro dell'Ordine dei Frutti, fratello adottivo di Blanche. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/20856775/b421970ec2a21449414fc37c461df0b0_4666517796080089397.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Missioni",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Missioni avventura"
      },
      {
        "type": "CustomEntry",
        "epId": 4550,
        "name": "Specchio di messa a fuoco sperimentale",
        "desc": "<p>Un prisma di convergenza dotato di componenti sperimentali per l'ottica cristallina. Dando inizio alla calibrazione manuale dal punto dove l'immagine appare più nitida, puoi completare con successo la convergenza ottica.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/19/20856775/1ef525b101a31611b9fe2cc1b0a59aa8_2134493329273890433.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4552,
        "name": "Massa d'acqua condensata gravitazionalmente distorta trasformata",
        "desc": "<p>Un liquido pericoloso che ha subito delle alterazioni a causa dell'energia che fluisce dai componenti di condensazione. </p><p>Restando troppo a lungo al suo interno accumulerai un flusso di Energia turbolenta. Una volta raggiunto il limite di accumulazione, i tuoi personaggi annegheranno. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/16/20856775/b2b6399b99a981412f3699e6a477be0f_773524066745177490.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mappa",
        "alignment": "center"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=dark&bbs_theme_device=1&lang=it-it#/map/2?shown_types=2,3,154&center=-2357.15,-4857.33&zoom=-0.50"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Esplosione",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/13/178140791/1f7d2c76c9bf7f361689ff6e5c3de21d_4936654528684447706.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "L'Istituto di Ricerca di Fontaine è il fiore all'occhiello del progresso scientifico della nazione di Hydro. Rappresenta una testimonianza dell'incessante ricerca della conoscenza e dell'interazione tra tecnologia e potere energetico di Fontaine. Quando venne fatta una profezia che diceva che un'alluvione avrebbe distrutto Fontaine, i ricercatori dell'istituto concentrarono le loro forze per salvaguardare l'intera nazione. Con il suo grande potenziale energetico e la capacità di infrangere i vincoli terreni, un misterioso minerale giallo-verde chiamato Arkhium un tempo era considerato la chiave per la salvezza.\nIl nucleo cinetico di Arkhium è il frutto della ricerca fatta da Raimondo e Edwin Eastinghouse. Credevano che se avessero costantemente iniettato abbastanza energia nel nucleo cinetico, ciò avrebbe facilmente consentito al generatore di campo sperimentale, progettato da Edwin Eastinghouse, di funzionare al massimo della sua potenza. Dopo aver creato il nucleo, entrambi si resero conto che a malapena riuscivano a trovare un modo per continuare a iniettargli abbastanza energia per mantenerlo a una potenza tale. Si imbatterono nel gigantesco Arkhium e, nonostante fosse sempre in uno stato inerte, erano certi che questo minerale avesse una purezza senza precedenti. Edwin e Raimondo si trovarono però in disaccordo perché Raimondo propose un'idea più conservativa, mentre Edwin voleva risolvere il problema velocemente.\nIl nucleo dell'Arkhium all'interno del generatore di campo si sovraccaricò innescando un'esplosione colossale che devastò l'istituto. Questo evento scagliò nell'atmosfera sia masse d'acqua condensata gravitazionalmente distorta sia frammenti dell'istituto. Dopo l'esplosione, Raimondo condusse prontamente le indagini sul disastro e gli sforzi di valutazione. Edwin scomparve dopo l'esplosione e in molti credevano che fosse morto. Tuttavia, fu licenziato dal suo incarico di tecnico senior con ulteriori indagini in corso a causa della lunga assenza dal lavoro senza aver presentato alcuna domanda. In seguito al disastro, l'istituto fu costretto a ricostruirsi e costruire una nuova sede vicino alle vecchie rovine mantenendo ciò che non era andato distrutto durante l'esplosione. L'istituto attualmente funzionante è denominato \"Nuovo Istituto di ricerca Fontaine\". Questa grande esplosione causò la frammentazione dell'Arkhium dell'istituto e alla fine si verificò un'esplosione secondaria presso le rovine del Laboratorio Centrale."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/13/178140791/94ac27c8d13a02146b780c22e387c238_2359774465939470298.PNG",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Durante la visita al Nuovo Istituto di ricerca di Fontaine, il Viaggiatore e Paimon incontrarono i co-amministratori Raimondo e Choiseul, che li incaricarono di scortare Nacker mentre recuperava due ancore di rilevamento per monitorare la forza del flusso di energia. La piccola esplosione secondaria fu il risultato del flusso di energia che colpì una piccola porzione di Arkhium tra le rovine. La forza dell'esplosione fu sufficiente a causare la dispersione dei componenti condensanti dell'inibitore Arkhium nelle acque circostanti, rendendo necessario un dispositivo di soppressione per scongiurare ulteriori danni. Nacker, un ricercatore senior che aveva precedentemente lavorato con Eastinghouse, aveva innescato la piccola esplosione per rubare il nucleo cinetico di Arkhium. Nacker riuscì a sfuggire all'esplosione in mezzo al caos. Successivamente, un investigatore speciale di nome Fusilier fu assunto per occuparsi del caso del furto del nucleo cinetico di Arkhium.\nL'indagine condusse Fusilier in un'abitazione che emetteva letture di energia residua tutt'intorno. Fusilier sfondò la serratura della casa e all'interno fu trovato chi altro se non Edwin Eastinghouse che si pensava fosse scomparso. Edwin indicò di nascosto che l'attuale posizione di Nacker si trovava intorno alle rovine di <color=#ffffff73>Forte Charybdis</color> . Nacker svelò che stava lavorando su un \"Generatore di campo\" e stava tentando di sincronizzarlo con il nucleo cinetico di Arkhium nella speranza di diventare il più grande ingegnere cinetico di sempre. Si scoprì che Edwin Eastinghouse aveva appositamente condotto le indagini contro Nacker incoraggiandolo a tornare all'istituto e pentirsi. Edwin voleva tornare alle sue ricerche e affermò di non essere presente quando il nucleo esplose. Dopo che Nacker ed Edwin si scambiarono alcune parole, Fusilier dichiarò che entrambi danneggiavano gli interessi dell'istituto e, in qualità di investigatore speciale dell'Istituto di ricerca di Fontaine, chiese che entrambi fossero portati all'istituto per essere processati di conseguenza. All'arrivo all'istituto, dopo che era trascorso abbastanza tempo perché Edwin e Raimondo potessero scambiarsi qualche parola, il personale della Maison Gardiennage arrivò e portò sia Nacker che Edwin a Forte Meropide.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Istituto di ricerca di Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Istituto di ricerca di ingegneria dell'energia cinetica di Fontaine</span><span style=\"color: rgba(255, 255, 255, 0.85)\"> </span>è stato fondato da Alain Guillotin ed è spesso abbreviato semplicemente in Istituto di ricerca di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/85019254/154baa11b653966030bdf047346be788_3687673423077505657.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4531,
        "name": "Raimondo",
        "desc": "<p>Raimondo Havenport è uno specialista tecnico senior dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine. Dirige temporaneamente la struttura assieme a Choiseul, in seguito alla scomparsa di Edwin Eastinghouse avvenuta durante l'esplosione del precedente Istituto di ricerca.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/20856775/3877e9d4661fc2fb764e43671d2c6742_9146834390305308789.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4530,
        "name": "Choiseul",
        "desc": "<p>Insieme a Raimondo è il direttore del nuovo Istituto di ricerca di Fontaine, in seguito alla scomparsa di Edwin Eastinghouse durante l'esplosione del precedente Istituto di ricerca.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/08/20856775/48149b8f86f99afe6326815292d4396b_8583977578278549541.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "name": "Edwin Eastinghouse",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/c489991125014d61433420b3425ce342_6088201802534512828.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "name": "Nacker",
        "desc": "<p>Scienziato dell'Istituto di ricerca di Fontaine, ha rubato il Nucleo fondamentale di energia cinetica ed è fuggito.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/20856775/c54f719bfb5acd61ea877e52f84338b6_5084927782670445881.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4670,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4054,
        "name": "Meka soppressore specializzato",
        "desc": "<p>Un Mekautoma adattato della tipologia Cal. Scherbius. Purtroppo, non ha capacità oltre a quelle offensive.</p><p>Normalmente, i Mekautomi basati sull'energia di annichilazione producono la propria energia usando ripetitori composti da cristalli speciali che raffinano Ousia e Pneuma dall'ambiente di Fontaine. Ma, al di fuori di Fontaine, possono usare dei Blocchi d'energia appositamente preparati per percorrere brevi distanze per brevi lassi di tempo. La differenza può essere osservata dalla forma dei componenti di cristallo sul Meka.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/24/45954971/85a478480f3c5c0dfcdf5a178009b28c_5036624776763510370.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4343,
        "name": "Generatore di campo sperimentale",
        "desc": "<p>Un prodotto dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine andato fuori controllo a causa di un incidente.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/03/45954971/ab24c8594ba1b25bf22b029635b9f4d0_6754212908397045010.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4487,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4485,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4694,
        "name": "Archè - Pneuma & Ousia",
        "desc": "<p>Un meccanismo fontainiano utile sia per l'esplorazione che per il combattimento che utilizza due forze opposte: Pneuma e Ousia. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/85019254/a76b9211c66d33b4352fc208ee563c5b_2534968966205705666.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Rugiada di farfalle",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/cde0046acdd2f483567c95a3eba46d4a_6256413536032027438.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Un giorno, alla Corte di Fontaine fu la presentazione di un nuovo prodotto cosmetico chiamato \"Rugiada di farfalle\". Questa crema per il viso venne creata da un ricercatore straordinariamente bello dell'Istituto di ricerca di Fontaine di nome Rawat e promette di migliorare in modo molto efficace la qualità della pelle. Il suo nome deriva dalla luminosità che dona alla pelle: come una farfalla che esce dalla crisalide e spiega per la prima volta le ali. La Rugiada di farfalle venne creata perché l'aspetto di una persona può essere un ostacolo che ostacola una persona nella vita. Può privare un giovane della fiducia in se stesso quando fa si candida per un lavoro o dissuadere una giovane donna dall'avvicinarsi alla persona che ama."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/15/237301566/619ad1c3a01e5c80bdee16f6e234b891_711336265998571650.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Di conseguenza, le persone diventano come le vede il mondo esterno. Per liberarsi da queste catene, Rawat decise di creare un prodotto che potesse trasformare l'aspetto, cancellare voglie e rughe e donare alla pelle luminosità e lucentezza. Rawat testò il prodotto direttamente su se stesso e il suo aspetto affascinante fu ciò che convinse gli acquirenti della sua efficacia. Alla presentazione era presente anche Sigewinne, scrittrice della rivista \"Beautes en fleurs\", conosciuta con lo pseudonimo di \"Fiore di Romaritime\". Era uno dei volti di spicco dell'Associazione di bellezza di Fontaine e quindi il suo elogio del prodotto suscitò un grande scalpore tanto da far esaurire la Rugiada di farfalle in pochi minuti. Grazie alla loro fama, il Viaggiatore e Paimon, interessati all'evento, ricevettero due campioni gratuiti della crema. Sigewinne credeva che il prodotto potesse essere migliorato e promise di renderlo più efficace. Lo stesso giorno, Rawat testimoniò al Fantasma della Maréchaussée contro un gruppo di criminali utilizzarono le sue ricerche per poi scomparire senza lasciare alcuna traccia.\nA causa della testimonianza di Rawat, il Fantasma della Maréchaussée arrestò tutti i criminali e li mandò a Forte di Meropide per l'interrogatorio, ma lo stesso giorno iniziarono ad accadere cose strane al Forte. Uno dei prigionieri vide il suo doppelganger, a un altro è stata sciolta la faccia e molte altre persone, compresa una guardia, hanno detto di essersi svegliati nel corpo di qualcun altro. Tutti i prigionieri menzionati nella loro testimonianza sarebbero dovuti essere rilasciati quel giorno. Rendendosi conto che un crimine si stava svolgendo davanti al duca Wriothesley e agli ufficiali del Fantasma della Maréchaussée, ordinarono di bloccare il rilascio dei prigionieri, anche se alcuni erano già stati liberati. Sigewinne pensò che fosse stata usata una pozione speciale per cambiare il loro aspetto e andò con gli ufficiali, il Viaggiatore e Paimon per indagare."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/9e3a291002bb75f479e6ad8469d50060_6723933896057939481.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dopo aver raccolto tutti gli indizi, si scoprì il legame tra Rawat e i criminali e sospettavano che potesse essere la loro prossima vittima. Credevano che il gruppo potesse aver costretto il ricercatore a produrre prodotti farmaceutici. Mentre stavano cercando Rawat, fu scoperto un laboratorio segreto dove si nascondevano i criminali. Il farmaco venne realizzato utilizzando una soluzione speciale che non riuscivano più a trovare e senza questa soluzione i loro volti sarebbero marciti. Potton, un criminale con la faccia sciolta, rinchiuse gli agenti in una stanza rilasciando del gas velenoso, ma Sigewinne gli propose di fare un accordo. Si rese conto che l'elemento chiave della pozione che cambiava volto"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/04/362377527/d127011334f335b640e51c67a17fcdfc_2177889308717511428.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "era il fluido lasciato dai Fontainiani disciolto dall'acqua del Mare Primordiale. Dopo che Neuvillette trasformò tutti i Fontainiani in esseri umani, smisero di dissolversi e il fluido terminò rapidamente. Sigewinne aveva la formula della pozione e una bottiglia, che promise di dare a Potton se avesse aperto la porta. Fece finta di essere sul punto di svenire per via del gas, e che l'unica bottiglia di pozione che avrebbe potuto salvare la faccia di Potton si sarebbe spaccata, e così lui si decise ad aprire la porta. Dopo che Sigewinne gli diede la pozione, riuscì a scappare."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/15/237301566/9897ff9c48e63a771771460f871eb19d_22856397341852253.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando gli agenti del Fantasma della Maréchaussée cercarono informazioni su Rawat, scoprirono che la madre era malata. Nella speranza che il ricercatore tornasse da lei, lasciarono diversi agenti a sorvegliare la casa. L'attenzione degli agenti fu attirata da Potton che tentò di entrare in casa. Riuscì a cambiare nuovamente il suo aspetto grazie alla pozione di Sigewinne ottenendo l'aspetto che corrispondeva alla fotografia nel mandato di arresto. Si scoprì che Rawat in realtà era Potton. Prima di diventare Rawat era brutto, le donne non volevano incontrarlo e gli altri ricercatori dell'Istituto non volevano lavorare con lui. Solo i criminali erano disposti a sostenere le sue ricerche, quindi Potton iniziò a essere coinvolto nella produzione di Sinthe. Quando pensò di uscire dal caso, i suoi complici diedero la sua fotografia agli ufficiali del Fantasma della Maréchaussée in modo che Potton non potesse scappare. Quindi creò una pozione in grado di cambiare il suo aspetto e divenne Rawat. Per prima cosa spese tutti i soldi per curare sua madre, ma nessuna medicina era in grado curarla e lei non l'aveva nemmeno riconosciuto per colpa del suo nuovo aspetto. I ricercatori dell'istituto erano interessati a lavorare con Rawat, ma lui non gli permetteva di utilizzare il suo brevetto. La donna, che prima lo aveva rifiutato, gli confesso i sentimenti che provava nei suoi confronti. A quel punto Rawat decise di non rinunciare all'attività redditizia e continuò con la produzione di Rugiada di farfalle. Il liquido dei Fontainiani disciolti gli venne fornito da Vacher, che si trovava dietro le sparizioni seriali di donne e gli affari di Sinthe. Rawat cambiò nuovamente il suo aspetto in quello reale per far sì che sua madre potesse riconoscerlo e salutarlo prima di morire, ma gli agenti lo arrestarono a causa del mandato."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/15/237301566/c48a68adfd7602f68f335846aad1bef4_3047706202276436581.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Grazie a Sigewienne, gli agenti permisero a Potton di salutare la madre ormai sul punto di morte. Tornò deliberatamente al suo aspetto originale in modo che lei potesse riconoscerlo, ma perse la vista a causa della febbre molto alta. Non lo riconobbe nemmeno quando suo figlio le prese la mano, ma riconobbe il tocco di Sigewinne, dato che la Melusina aveva precedentemente cercato di aiutarla."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/15/237301566/45dcdf3750a315dd05e2b91228c94e5c_6448154711332598869.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dopo l'arresto di Potton, gli agenti confiscarono tutte le copie vendute della Rugiada di farfalle, anche se il rimedio era sicuro. Sigewinne scoprì un modo per neutralizzare la sostanza dei Fontainiani disciolti, permettendole di evaporare naturalmente. La Melusina intuì che questo fluido particolare fosse l'elemento chiave della pozione perché lo aveva già utilizzato molti anni prima. È così che ottenne un aspetto simile a quello umano. Il suo insegnante fu il primo a scoprire un simile effetto collaterale mentre studiava l'acqua del Mare Primordiale e il suo effetto sui Fontainiani. Tentò di trovare una cura sperimentando su se stessa, ma di fatto non fu mai in grado di trovarne una. Quando a Sigewinne non fu permesso di curare una ragazza perché la stessa Sigewinn non era umana, l'insegnante decise di creare una pozione che cambiasse il volto della Melusina. Creò la pozione lasciandola come regalo d'addio perchè poi lui si dissolse.\nCosì come promesso da Sigewinne, rese più efficace la Butterfly Dew aggiungendo aqualche altro ingrediente all'interno di una bottiglia. Paimon aveva paura di usare la pozione, e per Sigewinne non aveva più importanza se fosse una Melusine o un'umana, così decisero di distruggere l'ultima pozione che in grado di cambiare il volto.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Corte di Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">\"Questa città si erge solitaria sull'acqua.\"</span></p><p></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nel punto più alto della città si erge il Palais Mermonia, simbolo dell'autorita suprema di Fontaine, dove la gente conduce una vita all'insegna dell'ordine e della regolarità, proprio come gli Acquabus. L'essenza della legge di Fontaine consiste nel mantenere un ordine stabile, con l'equità e la giustizia che costituiscono i pilastri di tale ordine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/12/190184121/decfebf39c4d3b6e22cf9f28c98288f6_6084755907982934274.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5146,
        "name": "Regione di Morterre",
        "desc": "<p>Chi sa da quanto tempo la storia custodita con la torre alta sul mare, che la gente ignora, è stata mantenuta?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/157266935/cd8d24707c19c43305b87cac406a5c35_8800656125514631517.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "name": "Melusine",
        "desc": "<p>Le Melusine sono una specie tutta femminile nata dalle ferite di Elynas dopo essere rimasto ferito da un'esplosione avvenuta all'interno del suo corpo pietrificato. Una volta risiedevano esclusivamente nel Villaggio Merusea, ma dopo aver incontrato il nuovo Iudex Neuvillette, molte si possono ora incontrare sulla superficie di Fontaine come parte dello Spettro Maréchaussée.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/362377527/8d2f62d63837e97a7d905a3eaaf5a4fa_3914878918255219377.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Forte Méropide",
        "desc": "<p>Prigione di Fontaine, gestita dal Duca Wriothesley.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/23/20856775/543bcf412bf7a949068f160ee9ab7e97_2147794152112341456.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Istituto di ricerca di Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Istituto di ricerca di ingegneria dell'energia cinetica di Fontaine</span><span style=\"color: rgba(255, 255, 255, 0.85)\"> </span>è stato fondato da Alain Guillotin ed è spesso abbreviato semplicemente in Istituto di ricerca di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/85019254/154baa11b653966030bdf047346be788_3687673423077505657.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5597,
        "name": "Sigewinne",
        "desc": "<p>Una Melusina, nonché caposala dell'infermeria di Forte Méropide. Si prende cura ugualmente di ogni prigioniero rinchiuso nella prigione sottomarina.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/25/20577441/2d607aa4d729030ea04f79919257e311_8459764724374400833.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5846,
        "name": "Rawat",
        "desc": "<p>Ricercatore dell'Istituto di Ricerca di Fontaine che creò il prodotto cosmetico \"Rugiada di Farfalle\". <span class=\"wk-shady\">Il suo vero nome è Potton.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/09/362377527/1b40004509e783cc6f0becbaeb0da54b_3715208153725922756.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Nuovo Instituto di ricerca di Fontaine",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Nord",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/25/12694555/a6761c226b79a3f85c6914139387e1c5_153760101196716483.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "In un campo situato a nord di quest'area si possono trovare Aigouy e Balent, lavoratori del Forte Meropide, i quali si occupano della manutenzione delle tubature. In precedenza, Aigouy aveva notato un accampamento di Hilichurl e aveva messo in guardia il giovane collega dal lavorare nelle sue vicinanze, consigliandogli di segnalare il problema alla guardia del forte, Estienne. Balent prese in mano la situazione, siccome un guasto alle tubature e l'emergenza causata avrebbe portato a gravi conseguenze. Durante l'ispezione precedente aveva trovato dei danni e compilato una richiesta, tuttavia, non gli era stato consegnato ancora nulla. Siccome non c'era tempo di rimandare i lavori di manutenzione ulteriormente, si recò all'accampamento di Hilichurl da solo, finendo per essere catturato. Il Viaggiatore e Paimon, allarmati dalla possibilità che Balent potesse essere in pericolo, volevano salvarlo. Tuttavia, Aigouy credeva che imparando tramite esperienze personali fosse cruciale a Balent per crescere. Nonostante le obiezioni di Aigouy, Paimon e il Viaggiatore decisero comunque di salvarlo e lo aiutarono con la riparazione delle tubature del Forte Meropide."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/26/12694555/808574c0c5584fe6306f505a39f0284d_8909901254542576564.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Poco più ad est rispetto all'accampamento, si trova il luogo in cui la guardia del Forte Meropide Estienne, il Viaggiatore, Paimon, una bambina nata nel Forte di nome Lanoire e un prigioniero chiamato Caterpillar, emersero dopo essere scappati dal Forte. Questo fu il primo sguardo al mondo esterno per Lanoire. Comparò il continente di Teyvat al Forte, supponendo che Teyvat dovesse essere enorme siccome non riusciva a vedere nessun muro. Estienne voleva lasciar andare la bambina, così il gruppo pianificò di trovare la sua famiglia, ma un'altra guardia del Forte, Noailles, li affrontò, mettendo in discussione le loro intenzioni e la loro presenza con Lanoire. Estienne li difese sostenendo di star correggendo l'errore dell'imprigionamento di Lanoire e Caterpillar dovuto alla perdita di alcuni documenti. Tuttavia, Noailles insisteva fossero ancora dei criminali. Quando vide la vera forma di Caterpillar - un Hilichurl - lo considerò un mostro, volendo distruggere lui e chiudere gli altri in prigione. Grazie all'aiuto di Estienne e di un'altra guardia, Lanoire e Caterpillar riuscirono a lasciare il Forte attraverso il pozzo della Miniera Geode. In seguito, Lenoire andò a vivere con il nonno, Earnshaw, il quale non sapeva nemmeno della sua esistenza."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/26/12694555/1b90473f43a3eb39fc77106ede3f04c7_6895630028589970212.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Un laboratorio privato utilizzato da Potton, un ricercatore dell'Instituto conosciuto anche con il nome Rawat, si trova nella zona più a nord di quest'area. Potton veniva considerato brutto, le donne non volevano incontrarlo e gli altri ricercatori dell'Istituto non volevano lavorare con lui. Soltanto i criminali erano disposti a supportare la sua ricerca, così Potton finì con l'essere coinvolto nella produzione di Sinthe. Questo laboratorio venne utilizzato per la produzione di una crema cambia-volto. Tale crema, possedendo componenti illegali, poteva essere pericolosa per le persone. La Maison Gardiennage lo scoprì mentre indagava sulla fuga del Forte Meropide. Alla fine, tutti i criminali coinvolti nella produzione illegale del cosmetico vennero arrestati.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5143,
        "name": "Regione di Liffey",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">In profondità sotto la superficie dell'acqua, dietro un muro di ferro, un diverso tipo di forza vitale ha cominciato a salire.</span></p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/45954971/e0a96d85b1ea9fe62035b16f39f77d3a_4625799254919134606.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Forte Méropide",
        "desc": "<p>Prigione di Fontaine, gestita dal Duca Wriothesley.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/23/20856775/543bcf412bf7a949068f160ee9ab7e97_2147794152112341456.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4536,
        "name": "Balent",
        "desc": "<p>Un dipendente di Forte Méropide, il suo lavoro consiste nella manutenzione dei condotti. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/20856775/17aef9e6ecd92fb6f6b5e5913691f909_143752379911728329.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4537,
        "name": "Aigouy",
        "desc": "<p>Un dipendente di Forte Méropide, il suo lavoro consiste nella manutenzione dei condotti.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/20856775/c2d28b99dfc3fc0066d866032f624810_3270122277050518445.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4693,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Un membro dell'Ordo Narzissenkreuz a cui è stato dato il titolo di \"Crisalide della Falena Fantasmatica\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/85019254/be516a2c9005727dcfd1fe45662a826d_7302847739631280868.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4521,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4360,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5846,
        "name": "Rawat",
        "desc": "<p>Ricercatore dell'Istituto di Ricerca di Fontaine che creò il prodotto cosmetico \"Rugiada di Farfalle\". <span class=\"wk-shady\">Il suo vero nome è Potton.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/09/362377527/1b40004509e783cc6f0becbaeb0da54b_3715208153725922756.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Bottega meccanica di Kuisel",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/26/12694555/bd56c02f714e25300f2165570d4859b0_7473320177268606523.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nella sezione più a nord dell'area, si trova una bottega abbandonata conosciuta come la Bottega meccanica di Kuisel. Non si tratta di una proprietà privata, ma di un edificio abbandonato, il quale fallì nel diventare parte del Forte Meropide. Dopo la scomparsa del proprietario precedente della bottega, Coutrot ne assunse il controllo ed utilizzò il nome \"Kuisel\" come personaggio di convenienza. Assistenti interessati nel proseguire la ricerca di Kuisel riguardo ad una rete neurale, erano soliti informarsi tramite il ricercatore Bricole all'interno del laboratorio. A causa della mancata comprensione del significato della ricerca di Coutrot, il progetto finì per essere annullato. Secondo Bricole, la strana ricerca di Coutrot lo portò all'espulsione dall'Istituto di ricerca di Fontaine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/f0bd53008fde9a35472f52855e27c741_1405370418658078501.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dopo che l'Istituto ebbe ascoltato il breve rapporto di Bricole, gli venne chiesto di valutare l'idoneità dell'area come terreno di addestramento per lo sviluppo della qualità, insieme alla direzione del suo lavoro di recupero. Successivamente, sistemò alcune ancore di replica nei dintorni, rassicurando tutti che si trattava solamente di manichini ed erano completamente sicuri.\nSconfiggere alcuni \"Meka Imperfetti\" incontrati nelle regioni dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica e di Liffey garantirà l'ottenimento di un Oscillatore di concentrazione dell'energia. Inizialmente si trattava di componenti meccanici ordinari, i quali vennero potenziati successivamente con un anello di accumulo dell'energia realizzato con materiali ad alta densità, potenzialmente in grado di alimentare un'intera macchina. Sette in totale, questi componenti possono essere utilizzati per aprire una cella nella Bottega meccanica di Kuisel.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4535,
        "name": "Coutrot",
        "desc": "<p>Scienziato dell'Istituto di ricerca di Fontaine, vero proprietario della Bottega meccanica Kuisel. L'uomo è stato licenziato dalla struttura per via delle sue ricerche discutibili. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/20856775/ba86d13c0b7ae03c2ed539ee27b5b46b_7947727502885534935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4544,
        "name": "Bricole",
        "desc": "<p>Un membro dell'Istituto di ricerca di Fontaine. Dopo aver assistito all'espulsione di Coutrot dalla struttura, da parte della Commissione sull'etica, ha passato il suo tempo raccogliendo informazioni sulle sue ricerche proibite. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/20856775/a92b7e02a37836eea33b78806097e4b4_4265635692867191400.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4459,
        "name": "Oscillatore di concentrazione dell'energia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Originariamente era un comune componente del movimento meccanico, ma gli è stato aggiunto un anello di accumulo energetico fatto di metalli ad alta densità.<br>Forse, anche solo questo singolo componente è in grado di alimentare l'intera macchina...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/45954971/d3d09cb3523c6d3c805bfbaa2a52d65f_8109620244124259393.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Nuovo Istituto",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/26/12694555/7f064546d08eb96aa32f51b45a5a2e97_7895353222158801449.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "L'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine era il centro tecnologico dell'intera Corte di Fontaine. Alain Guillotin fondò l'Istituto dopo aver lasciato lo Spettro Marechaussee 400-500 anni fa. Siccome l'Istituto di ricerca si dedica allo studio delle macchine e dell'energia, la ricerca sui meka meccanici era l'obiettivo principale, insieme alla maggior parte delle invenzioni meccaniche provenienti da questo istituto."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/15a981fe1d61629a78f3fe207b2a1a65_7791086831241845176.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sin dal primo periodo diluviano, l'Istituto di ricerca di Fontaine si è preoccupato del fatto che sarebbe potuto essercene un secondo. Qualcuno ebbe l'idea di riprendersi le rovine perse tra le onde e costruire una città sott'acqua, mentre altri guardarono ad isole nel cielo intoccabili, con l'intenzione di costruire una metropoli tra le nuvole. Edwin Eastinghouse è un ex Tecnico Anziano il quale condusse esperimenti utilizzando l'Arkhium con lo scopo di sconfiggere la gravità, con la speranza di riuscire a sollevare la Corte di Fontaine in cielo, evitando così l'inondazione della profezia. I suoi esperimenti vennero considerati la causa di un'enorme esplosione, la quale distrusse la maggior parte dell'Istituto di ricerca. Dopo di essa, dovettero raggruppare e stabilire una nuova struttura adiacente a ciò che restava delle rovine, preservando ciò che si era salvato. L'istituto operativo è ora sotto il nome di \"Nuovo Istituto di ricerca di Fontaine\". I funzionari amministrativi dell'istituto, Choiseul e Raimondo, si trovano qua. I due condividono le pesanti responsabilità appartenenti al compito di Direttore. Raimondo è incaricato di riportare sulla giusta via il lavoro scientifico e la ricerca, mentre Choiseul di tutto il resto. Il loro obiettivo principale rimane però lo stesso - ricostruire l'Istituto di ricerca di Fontaine e lavorare sodo per il benessere di tutti gli abitanti della Corte di Fontaine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/26/12694555/1bd01e2f4de9d289e7ecdc91917c9b40_3970865444386839977.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "L'Istituto di ricerca è famoso per la sua bibita arancione brillante, la Fonta, così come il distributore di Fonta situato all'interno del Nuovo Istituto. Al Forte Meropide, il Ring di Pankration è la più popolare forma di intrattenimento. Tutti possono salire sul ring, la squadra vincitrice riceve non solo Coupon di credito, ma anche il Trofeo Fonta. Se mostrato all'Istituto, il vincitore potrà bere tutta la Fonta che vorrà a gratis. Una volta, l'istituto volle testare un nuovo gusto di Fonta rossa, offrendosi così come sponsor del torneo del Ring di Pankration, in modo da spingere il nuovo prodotto, ma il Duca si rifiutò persino di considerare l'idea. I rappresentanti dell'Istituto stavano ancora cercando di promuovere la loro bibita, così apparve la \"regola nascosta\" del Ring di Pankration: Se qualcuno proverà a supportare entrambi i pugili allo stesso tempo, riceverà un pacco la mattina seguente, contenente uno strano liquido del colore del sangue."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/26/12694555/b294b940703d480bcbaa417fd1f77675_3604188503145070422.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Leggermente a nord-est rispetto al Nuovo Istituto di ricerca di Fontaine, c'è ciò che rimane dei dormitori dell'Istituto. Quando un ricercatore dice di aver bisogno di riposo, vuole soltanto una breve pausa per il cervello. Solitamente si recano ai dormitori per suonare il piano, leggere, farsi un bicchiere o due se necessario. I Dormitori dell'Istituto non hanno letti. Secondo il ricercatore Nacker, dormire è soltanto una perdita di tempo, e la maggior parte dei ricercatori la pensa così. Anche quando sembra si stiano prendendo una pausa, in realtà stanno ancora ponderando diverse materie accademiche inconsciamente. È simile ad un vasto oceano, nonostante appaia calmo in superficie, forti correnti scorrono in profondità. A volte, le correnti al di sotto sono molto più forti delle onde torreggianti sopra ad esse.\nUna volta, il Viaggiatore e Paimon, vennero accompagnati da Chronie, un giornalista, e Nacker, al Nuovo Istituto di Ricerca, dove incontrarono i co-amministratori Raimondo e Choiseul. Scortarono Nacker a completare un compito nei Dormitori. Chronie mise in dubbio se quello fosse davvero come i ricercatori dovessero spendere il loro tempo di inattività, trovando le condizioni inumane, e suggerendo la rinnovazione del luogo. Nonostante la zona non fosse stata toccata dall'esplosione, Nacker condivise che lo spazio necessitava urgentemente di una ristrutturazione, il quale aveva persino un'alimentazione energetica estremamente limitata.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5143,
        "name": "Regione di Liffey",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">In profondità sotto la superficie dell'acqua, dietro un muro di ferro, un diverso tipo di forza vitale ha cominciato a salire.</span></p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/45954971/e0a96d85b1ea9fe62035b16f39f77d3a_4625799254919134606.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Istituto di ricerca di Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Istituto di ricerca di ingegneria dell'energia cinetica di Fontaine</span><span style=\"color: rgba(255, 255, 255, 0.85)\"> </span>è stato fondato da Alain Guillotin ed è spesso abbreviato semplicemente in Istituto di ricerca di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/85019254/154baa11b653966030bdf047346be788_3687673423077505657.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Forte Méropide",
        "desc": "<p>Prigione di Fontaine, gestita dal Duca Wriothesley.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/23/20856775/543bcf412bf7a949068f160ee9ab7e97_2147794152112341456.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Il figlio adottivo di Emmanuel Guillotin, cresciuto all'Istituto Narzissenkreuz con la sorella adottiva, Mary Ann. Fu il fondatore dell'Istituto di Ricerca sull'Ingegneria dell'Energa Cinetica di Fontaine, e il suo contributo più notevole a Fontaine è stata la sua ricerca sulle meccaniche Pneuma-Ousia, che ha portato all'invenzione del sistema Arkhe e alla creazione di Meccanismo di Orologeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/5f9666801f8c3cd059ac14e8eb9dbc96_8131546532551471524.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4531,
        "name": "Raimondo",
        "desc": "<p>Raimondo Havenport è uno specialista tecnico senior dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine. Dirige temporaneamente la struttura assieme a Choiseul, in seguito alla scomparsa di Edwin Eastinghouse avvenuta durante l'esplosione del precedente Istituto di ricerca.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/20856775/3877e9d4661fc2fb764e43671d2c6742_9146834390305308789.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4530,
        "name": "Choiseul",
        "desc": "<p>Insieme a Raimondo è il direttore del nuovo Istituto di ricerca di Fontaine, in seguito alla scomparsa di Edwin Eastinghouse durante l'esplosione del precedente Istituto di ricerca.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/08/20856775/48149b8f86f99afe6326815292d4396b_8583977578278549541.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "name": "Edwin Eastinghouse",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/c489991125014d61433420b3425ce342_6088201802534512828.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "name": "Nacker",
        "desc": "<p>Scienziato dell'Istituto di ricerca di Fontaine, ha rubato il Nucleo fondamentale di energia cinetica ed è fuggito.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/20856775/c54f719bfb5acd61ea877e52f84338b6_5084927782670445881.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4529,
        "name": "Chronie",
        "desc": "<p>Una giornalista della sezione affari politici de L'Uccello a vapore, indaga sull'esplosione avvenuta all'Istituto di ricerca di Fontaine e sulla diffusione dell'Arkhium. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/20856775/d8cc969c1912d3fd74ce5ed588e38de6_845137915801789071.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4167,
        "name": "Fonta",
        "desc": "<ul><li><p><span style=\"color: rgba(255, 255, 255, 0.65)\">- Fonta, una fonte di freschezza!</span></p></li><li><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una bevanda speciale creata dall'Istituto di ricerca di Fontaine. È molto apprezzata dagli abitanti del posto.</span></p></li></ul>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/18/45954971/9356b457031ff8b679f23d842eea377a_6189872371638245886.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Ufficio Esecutivo",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/399c6ed754604e017a3abcf5ca5ddfcd_9201098191591024831.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Situato sul confine tra le regioni di Liffey e dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine, l'Ufficio Esecutivo si occupa principalmente dei diversi compiti amministrativi. Il Direttore del progetto espositivo della Sicurezza degli Istituti, Conjat, può essere trovato qua.\nVari documenti sono conservati qua, incluso l'annuncio per la commemorazione di Monsieur Butor, l'inventore delle Lettere in codice. I partecipanti alla commemorazione non associati all'istituto dovevano registrarsi presso l'Ufficio funerario. La tecnologia della lettera in codice consiste in immagini crittografate tramite l'utilizzo di una pittura speciale, la quale richiede un solvente ugualmente speciale per essere rimossa. Il memoriale puntava ad onorare il suo contributo come ricercatore sia all'Istituto che al popolo della Corte di Fontaine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/c77a0b8d5017a1157886728bae55021c_2248324470334491322.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Anche i documenti riguardanti le sanzioni per Patrice si trovano qua. Sono collegate al suo viaggio a Liyue effettuato senza permesso e alla ricerca sul Cristallo Vibrazionale non approvata dall'Istituto. Inoltre, è sospettato di manomissione e falsificazione dei risultati sperimentali. Come risultato, ha mantenuto la sua posizione in libertà vigilata, in attesa di ulteriori indagini. Tutti i dati e i documenti riguardanti il suo progetto sono temporaneamente archiviati e sistemati sotto la custodia di Monsieur Anatole, in attesa di una seconda revisione e verifica empirica.\nIn conformità con il regolamento del personale dell'Istituto di ricerca, Edwin Eastinghouse è stato assente dal lavoro senza permesso per un periodo prolungato di tempo senza aver presentato alcuna domanda. Di conseguenza, è stato rimosso dal suo incarico di Tecnico Anziano immediatamente, con un'ulteriore indagine in attesa. Come Edwin Eastinghouse, anche Coutrot, conosciuto anche con il nome di Kuisel, è stato licenziato dalla sua posizione all'Istituto. Coutrot venne licenziato come Ricercatore a causa delle sue peculiari ricerche riguardanti le reti neurali. L'Istituto si riserva il diritto di intraprendere ulteriori azioni legali in conformità con le leggi rilevanti per il caso.\nDocumenti finanziari che si trovano qua mostrano l'approvazione per il finanziamento del Robobraccio Ausiliario. I progetti delll'Aliante a propulsione cava e l'Aquabus a circuito autonomo vennero sospesi, in attesa di ulteriori revisioni delle finanze e delle risorse.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "name": "Edwin Eastinghouse",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/c489991125014d61433420b3425ce342_6088201802534512828.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4535,
        "name": "Coutrot",
        "desc": "<p>Scienziato dell'Istituto di ricerca di Fontaine, vero proprietario della Bottega meccanica Kuisel. L'uomo è stato licenziato dalla struttura per via delle sue ricerche discutibili. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/20856775/ba86d13c0b7ae03c2ed539ee27b5b46b_7947727502885534935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Sala delle Assemblee dell'Accademia",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/c818199cfa112690f8de08d1368de569_1552049808587125314.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La sala delle Assemblee dell'Accademia si trova tra l'Ufficio Esecutivo e quello dei Materiali. Il design circolare della sala centrale permette l'accoglienza di un grande pubblico garantendo una vista ottimale. Questa sala è un luogo per mostrare al pubblico i frutti delle ricerche dell'Istituto, come i Ballerini artificiali, il grammofono e l'Aliante alimentato a turbina. Alcuni scherzano dicendo che la Fonta potrebbe essere l'unico risultato scientifico dell'istituto ancora legalmente commerciabile."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/0bee166c5e2b272798e7f17ce8887aaf_8163054317384438799.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Nel luogo in cui si trova questa sala, Edwin Eastinghouse utilizzò l'Arkhium per la creazione del \"Prototipo Cal. Breguet\", con lo scopo di sconfiggere la gravità. L'Arkhium nel nucleo del dispositivo ha le caratteristiche di \"divisione\" e \"precipitazione\", può prendere la materia o certe cose al di fuori di essa e separarle. Le stime iniziali indicavano che il dispositivo avrebbe potuto sollevare un intero isolato di edifici. Durante le ricerche, il nucleo di Arkhium all'interno del generatore di campo si è sovraccaricato, causando un'enorme esplosione che ha distrutto l'Istituto, la cui colpa è proprio attribuita ad Edwin Eastinghouse. Successivamente, il Generatore di campo sperimentale perse il controllo, e tutt'ora occupa quest'area dell'Istituto. L'esplosione fu la causa della morte di numerosi ricercatori, e molti di quelli che riuscirono a scappare ed a sopravvivere decisero di lasciare l'Istituto. Un misterioso cristallo verde e giallo che è attirato dai suoi simili può essere trovato all'ultimo piano di queste rovine, presso il \"Prototipo Cal. Breguet\".\nL'Istituto sta pianificando la sua ricostruzione, la quale necessita della gestione di certe risorse e di personale attraverso la Maison Gestion. Presero questa questione molto seriamente e Roialte, un Gestionnaire, assunse una squadra per condurre studi sul campo nelle vicinanze. Mentre il Signor Roialte rimase alla Maison Gestion per gestire il tutto, Iaune venne incaricato di visitare l'Istituto per scattare foto a certi luoghi per coordinare il lavoro. L'Istituto aveva una lettera per la Maison Gestion, così Iaune pensò di portarla con sé fino a lì. Tuttavia, il Signor Choiseul insistette che così facendo avrebbe violato la procedura corretta, e si rifiutò di consegnare la lettera siccome le lettere dovrebbero essere \"rintracciabili\". Riguardo alla Sala delle Assemblee, nonostante la struttura ricordi proprio una sala, la sua rilevanza accademica era questionabile. Iaune osservò l'edificio, lo trovò relativamente intatto ma troppo alto per un centro per coordinare i piani di ricostruzione dell'Istituto."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/a2e5b52fc0a60517d786bedebbdd4fc3_7596594411597018410.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Chalmet è la Direttrice del progetto di recupero dei materiali dell'Istituto di ricerca. Può essere spesso trovata all'interno dell'Ufficio dei materiali, situato a sud est del Nuovo Istituto di ricerca di Fontaine, luogo in cui organizza continuamente documenti e file secondo le istruzioni di Raimondo. L'Ufficio dei materiali è rimasto strutturalmente intatto nonostante l'esplosione, mantenendo la maggior parte dei file in buone condizioni. Quasi tutti i materiali sono vecchi report, note e aggiornamenti sui progressi. Nonostante Chalmet dubiti dell'utilità di alcuni documenti, a volte contengono progetti incompleti e dettagliate descrizioni di lavoro. Lei crede che queste scoperte potrebbero essere preziose per il piano dell'Istituto di iniziare nuovamente alcuni progetti di ricerca, indicando un progresso complessivamente positivo.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "name": "Edwin Eastinghouse",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/c489991125014d61433420b3425ce342_6088201802534512828.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4518,
        "name": "Iaune",
        "desc": "<p>Un membro della Maison Gestion.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/12694555/fb61f141f5195a82212ca86c3d9aaf82_794915695742466389.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4343,
        "name": "Generatore di campo sperimentale",
        "desc": "<p>Un prodotto dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine andato fuori controllo a causa di un incidente.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/03/45954971/ab24c8594ba1b25bf22b029635b9f4d0_6754212908397045010.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4167,
        "name": "Fonta",
        "desc": "<ul><li><p><span style=\"color: rgba(255, 255, 255, 0.65)\">- Fonta, una fonte di freschezza!</span></p></li><li><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una bevanda speciale creata dall'Istituto di ricerca di Fontaine. È molto apprezzata dagli abitanti del posto.</span></p></li></ul>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/18/45954971/9356b457031ff8b679f23d842eea377a_6189872371638245886.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Studio nascosto di Bravai",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/74881a598b992f81fd66b9f09502e1ab_5070822425752816970.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Poco prima della stanza finale della Bottega meccanica di Kuisel, un tunnel nascosto porta alla Pressa di Bravais, dove può essere forgiato l'Arkhium. Dopo aver ottenuto sette Minerali Misteriosi si potranno combinare forgiando un Arkhium grezzo, che a sua volta potrà essere trasformato in Lumenite di Arkhium utilizzando la Pressa."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/8970305b0bed48a65f9f7195c6e04800_6760173927931184157.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sbloccabile solamente con la Lumenite di Arkhium, lo Studio nascosto di Bravais si trova vicino alla Sala delle assemblee. Delle note di ricercatori all'interno dello studio rivelano che i ricercatori stavano lavorando ad un progetto che utilizzava l'Arkhium. Le note trattano di ricerche riguardanti la Truppa Dorata, Fortuna, Petrichor, e Ruggiero, il fondatore del Consilium Sapientium. Collezionò numerose conchiglie speciali per scoprire prove dell'esistenza della Grande Sinfonia. Una può essere trovata in questo studio, la quale è molto simile all'arpa conchiglia all'interno del Villaggio Merusea.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Regione di Nostoi",
        "desc": "<p>Nella lingua antica, Petrichor significa \"golem.\" Ora è un villaggio di pescatori fatiscente, su una piccola isola lontana dalle acque di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/15/45954971/e0a96d85b1ea9fe62035b16f39f77d3a_7904580774671931619.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5140,
        "name": "Regione di Béryl",
        "desc": "<p>Un'antica regione montuosa costellata di rovine, che si estende lungo le acque della Corte di Fontaine. Molte, molte centinaia di anni fa, il posto veniva visto dai seguaci di Egeria come meta eccellente per escursioni e picnic. Raggruppati in loco, essi cantavano di amore puro e senza macchia, come gemme lucidate. Le loro canzoni erano svanite da molto tempo alla pallida luce della luna, rimaneva solamente una fresca brezza ad accarezzare quei solitari altopiani punteggiati di menta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/29/20856775/7bb630aacf263515328ea8198cbbc48a_591012451839448669.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4457,
        "name": "Arkhium grezzo",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La forma grezza dell'Arkhium, che si può formare naturalmente sotto circostanze particolari.<br>Può essere in grado di liberare un potenziale infinito una volta forgiato...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/06/45954971/08e88b43bee3a704ed4b3572525bda43_91606078417080545.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4458,
        "name": "Lumenite di Arkhium",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il risultato della forgiatura dell'Arkhium. Emette un'insolita luce ed energia. Si dice che un materiale del genere possa essere utilizzato per aprire una porta da qualche parte...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/06/45954971/fec38a4498b2331b52637918ce97de3c_7877082746633446238.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Compagnia dorata",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/4fda3f028a5acd6e23e99e70f21118cc_5054908790996422241.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Parco memoriale di Mary-Ann",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/9313055236b1636d284df12e96857fa6_5599407450833838445.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Situato ad est del Nuovo Istituto di ricerca di Fontaine e a nord delle rovine del Laboratorio centrale, si tratta di un parco dedicato alla sorella di Alain, Mary-Ann Guillotin, un agente dei Cacciatori della Marechaussee. Quando il capo dell'Ordo di Narzissenkreuz, un'organizzazione segreta esoterica, inviò membri a resuscitare la creatura abissale Elynas, ai Cacciatori della Marechaussee, tra cui Mary-Ann, venne ordinato di fermarli ed arrestarli. Una battaglia infuriò tra gli Agenti di Marechaussee e i membri dell'Ordo di Narzissenkreuz (Jakob, Lyris e Caterpillar). Durante la battaglia, Mary-Ann Guillotin venne gravemente ferita e l'Oceanide Lyris assorbì la sua coscienza abbracciandola. Un nuovo Oceanide, Mary-Ann, nacque da questa fusione, non era più né Lyris né Mary-Ann Guillotin, ma un'unione delle loro coscienze e dei loro desideri, si trattava di qualcosa che andava oltre gli umani o gli Oceanidi capaci di crearne altri.\nIl Gestionnaire Roialte, sperava qualcuno potesse fare un discorso qui, ma a causa delle condizioni attuali e la mancanza di iconici punti di riferimento, un discorso era fuori questione.\nSotto al Parco memoriale si trova il laboratorio subacqueo di Bossuet.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz\t",
        "desc": "<p>L'Ordo Narzissenkreuz è la società segreta fondata da René de Petrichor e Jakob Ingold per creare Neoumani al fine di sopravvivere alla distruzione del Mondo come predetto dalla Formula del Mondo. È stato dichiarato un gruppo estremista illegale e un'organizzazione criminale dalla legge Fontainiana sotto lo Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/85019254/76c3b544663face535a657d1f97f4ad0_4037890806697454249.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Spettro Maréchaussée",
        "desc": "<p>Lo spettro Maréchaussée (Cacciatori della Maréchaussée) è l'unità personale del Giudice Supremo Neuvillette che è responsabile per l'indagine sul crimine. Ha sede nel Palazzo Mermonia ed è uno dei dipartimenti della Maison Gardiennage.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/15/45954971/68056e921a04a72fc9ccb52413826e6d_845459930811842145.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Il figlio adottivo di Emmanuel Guillotin, cresciuto all'Istituto Narzissenkreuz con la sorella adottiva, Mary Ann. Fu il fondatore dell'Istituto di Ricerca sull'Ingegneria dell'Energa Cinetica di Fontaine, e il suo contributo più notevole a Fontaine è stata la sua ricerca sulle meccaniche Pneuma-Ousia, che ha portato all'invenzione del sistema Arkhe e alla creazione di Meccanismo di Orologeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/5f9666801f8c3cd059ac14e8eb9dbc96_8131546532551471524.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Orfano cresciuto all'Istituto di Narzissenkreuz e poi adottato da Karl Ingold. Divenne un Neoumano e fu il co-fondatore dell'Ordo di Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/02bc05cc787742e2fdf79dc45a69ccec_8349714685734883420.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Bestia dell'Abisso che apparve a Fontaine durante il Cataclisma di 500 anni fa. Elynas è il \"Padre\" di tutte le Melusine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/362377527/fa4c986eefe97522566b35be6e29e7a0_830321453062263704.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Direttrice dell'Istituto Narzissenkreuz, un orfanotrofio a Fontaine, divenne in seguito membro del Narzissenkreuz Ordo e ottenne il titolo di \"Imperatrice Rossa\" dopo che l'Istituto fu abbandonato durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/85019254/b6d86ff8dfd84cf744e57a516b1a14c6_7972972477075780534.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Un membro dell'Ordo Narzissenkreuz a cui è stato dato il titolo di \"Crisalide della Falena Fantasmatica\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/85019254/be516a2c9005727dcfd1fe45662a826d_7302847739631280868.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>Un'Oceanide che vive nell'Annapausi. <span class=\"wk-shady\"> È un Oceanid formata dalla fusione delle coscienze di Lyris e Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7ac751c3fd3892141d972392696a414b_8511750044770393881.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Laboratorio di Bossuet",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/3c1e9b4b1ab91c051b2c9b518de8b1f3_636882364562772653.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Monsieur Bossuet divenne il supervisore dell'Istituto di ricerca memoriale Alain Guillotin e lo rinominò Istituto di ricerca Bossuet. Secondo il Ricercatore Junior Chisseray, il quale sottolinea di non essere stato obbligato a dirlo dallo stesso Monsieur Bossuet, la sua saggia guida e le sue impeccabili decisioni hanno portato a risultati notevoli in diverse aree di ricerca. Bossuet venne ricompensato con il titolo di Tecnico Anziano dopo il suo articolo, Analisi teorica e progettazione della nuova configurazione del nucleo artificiale, il quale venne anche selezionato come Articolo eccezionale dell'anno dell'Istituto. Un dipinto di Monsieur Bossuet venne trovato nel suo laboratorio, ed accanto ad esso la nota seguente: <color=#ffffffd9>\"Questo ritratto di Monsieur Bossuet è stato commissionato a un famoso pittore della Corte di Fontaine per commemorare la fantastica esibizione 'Suite del Vento glaciale'\".</color> Dopo che Bossuet lasciò il posto, il laboratorio venne abbandonato e tutti gli altri si dispersero per l'Istituto. Bossuet è ora in pensione e vive in una città lontana, Petrichor."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/6d10de801d1fae94bf5e79c9977e56e1_3012305012631316675.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Durante l'esplorazione di queste peculiari rovine subacquee, il Viaggiatore e Paimon scoprirono un misterioso dispositivo luminoso. Dopo aver calibrato tre Specchi focalizzanti sperimentali ed aver attivato il dispositivo nel centro, si è sbloccato un cancello, il quale permise loro di scendere ulteriormente nel laboratorio. Al suo interno si trovavano i Prototipi di Ballerini artificiali Claire e Lothair in modalità riposo, creati da Maillardet, ma si attivarono improvvisamente, obbligando il Viaggiatore a combatterli. Sevigne, una ricercatrice dell'Istituto, li informò che da quando Maillardet si era assicurato un posto importante ad Erinnyes, era tornato raramente al laboratorio. I Prototipi lo avevano aspettato a lungo, ma ora erano gravemente danneggiati, al punto che la maggior parte dei pezzi meccanici al loro interno era fuoriuscita. Sevigne chiese al Viaggiatore ed a Paimon di portare tre nastri perforati a Chisseray. Utilizzarono una corrente subacquea per lasciare il laboratorio e diedero i nastri a Chisseray all'Istituto.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Regione di Nostoi",
        "desc": "<p>Nella lingua antica, Petrichor significa \"golem.\" Ora è un villaggio di pescatori fatiscente, su una piccola isola lontana dalle acque di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/15/45954971/e0a96d85b1ea9fe62035b16f39f77d3a_7904580774671931619.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Istituto di ricerca di Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Istituto di ricerca di ingegneria dell'energia cinetica di Fontaine</span><span style=\"color: rgba(255, 255, 255, 0.85)\"> </span>è stato fondato da Alain Guillotin ed è spesso abbreviato semplicemente in Istituto di ricerca di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/85019254/154baa11b653966030bdf047346be788_3687673423077505657.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4534,
        "name": "Sévigne",
        "desc": "<p>Fa parte del personale dell'Istituto di ricerca di Fontaine. Dopo aver lavorato come assistente per Bossuet, ha proseguito la propria ricerca nel laboratorio che si trova al di sotto del Parco della memoria di Mary-Ann. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/20856775/e4bb31678c8fedcfc1a5efd28ea7c66a_2023044726640384002.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3993,
        "name": "Suite del Vento glaciale",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Danzautomi sviluppati dall'Istituto di ricerca di Fontaine.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Bossuet, in origine, voleva che i Danzautomi fossero opere d'arte in grado di trascendere l'era della riproduzione meccanica. Dopo le dimissioni forzate di Bossuet, però, il progetto è passato a Maillardet, che aveva un'idea diversa del risultato da ottenere. Così, nonostante i miglioramenti apportati durante lo sviluppo, i Danzautomi si sono pian piano allontanati dalla visione originale di Bossuet.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/13/190184121/377f3a8f5ea5fc082951815af746a2ae_1382252904007418851.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4550,
        "name": "Specchio di messa a fuoco sperimentale",
        "desc": "<p>Un prisma di convergenza dotato di componenti sperimentali per l'ottica cristallina. Dando inizio alla calibrazione manuale dal punto dove l'immagine appare più nitida, puoi completare con successo la convergenza ottica.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/19/20856775/1ef525b101a31611b9fe2cc1b0a59aa8_2134493329273890433.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Foresta Dryas",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "La Foresta Dryas è un'area scarsamente popolata a sud est del Nuovo Istituto di ricerca. Filosofi naturalistici suggeriscono che il nome della foresta di pini derivi dal nome di una tribù barbarica, Dryas, offrendo una spiegazione meno romantica rispetto a quella dell'antica opera teatrale di Fontaine \"Dryas\". L'opera onora Aurelius, un eroe che conquistò numerose nazioni per Fontaine, il quale però si crede sia un personaggio inventato, in quanto non ci sono prove storiche che dimostrano la sua esistenza. Leggende narrano che Aurelius cadde in una trappola nemica durante una campagna, dove venne salvato da frecce argentate un attimo prima che la lama di un assassino potesse colpirlo. Incontrò così Dryastis, la giovane fanciulla che lo aveva salvato con il suo arco, che cominciò ad implorare per la fine delle inutili morti nella loro terra. Aurelius ne rimase colpito e accettò l'arco a lui offerto annunciando la ritirata, soltanto per essere ucciso durante il tragitto da alcuni traditori, i quali consegnarono il suo corpo alle profondità dell'oceano. Durante i millenni, la fiaba si era evoluta in diverse versioni raffigurando in più modi il tragico destino di Aurelius e l'amore ossessivo per Dryastis. Indipendentemente dal suo destino — che fosse stato annegato, ucciso da avversari o trasformato dal tempo — la fiaba di Aurelius e Dryas persiste come leggenda di tempi turbolenti. Nel frattempo, l'arco che ebbe un ruolo così importante nel destino di Aurelius, passò di mano in mano, diventando persino un oggetto di scena in un teatro per bambini — una storia a sé stante."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/e17260033bc36e61f33b3c10588a776a_6191653108011625573.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Una ragazzina, Blanche, e suo fratello, che ogni tanto usa il nome \"Bulle Scaltro\", visitano spesso la Foresta Dryas. Circa un mese prima di incontrare il Viaggiatore, il fratello di Blanche entrò in possesso di una pozione preziosa conosciuta come \"Acqua pura\", la quale si credeva fosse stata creata dall'Istituto di ricerca. Dopo l'esplosione dell'Istituto, molti oggetti vennero sparsi per l'area circostante. Questa zona della Foresta era il cortile dell'Istituto, nella quale si trovavano anche molte erbe medicinali. Il fratello di Blanche aveva perlustrato i dintorni molte volte, e fu così che trovò la pozione. La persona che l'aveva creata aveva vissuto lì in isolamento. La ricetta conteneva il nome di ingredienti grezzi che il fratello non riusciva a capire, portandolo così a cercare manoscritti rilevanti, finché un giorno non sparì."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/64e494fcd2c590faa33361f11639871e_3431959871535512615.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Quando venne finalmente trovato, \"Bulle Scaltro\" raccontò la storia di colui che aveva creato la pozione, un giovane uomo eccentrico proveniente dall'Istituto di ricerca e conosciuto per la sua brillantezza in pozioni ed alchimia. Nonostante i suoi talenti, l'obiettivo dell'Istituto non si allineava con i suoi interessi, ed il suo isolarsi accompagnato dalle tendenze narcisistiche lo portarono ad essere in qualche modo emarginato. Si trasferì nelle montagne continuando la sua ricerca in isolamento, ma invece di preservare le sue creazioni, le rovesciò tutte quante sul terreno. Qualcuno credette che grazie all'intervento dell'Archon di Hydro le leggendarie pozioni formarono un piccolo stagno. L'uomo si sarebbe immerso in questo stagno tutto il giorno, finché ad un certo punto scivolò accidentalmente finendo troppo in profondità, annegando così nelle sue stesse creazioni. \"Bulle Scaltro\" pianificò di mandare la ricetta per \"Acqua pura\" al Nuovo Istituto di ricerca, come un'eredità per Blanche.\n\"Pesca di Zaytun alla moda\" compilò \"Materiali di lettura sulla moda\" intorno a questo luogo, il quale fece da dizionario dei termini. I membri della Nuova Marea, inclusero \"Pesca di Zaytun alla moda\", che è anche uno dei Cinque Grandi Operatori dell'Ordine di frutti. Lui crede che \"le Linee Geomantiche hanno contaminato tutti quanti, perciò la Nuova Marea dovrà nascere; l'oscurità ha contaminato tutti, perciò un modo di luce dovrà nascere\". \"Calla Implacabile\", \"Bacca uncinata innocente\" e \"Bulle Scaltro\" sono anche loro parte dei Cinque Grandi Operatori dell'Ordine dei frutti. Dopo che \"Bulle Scaltro\" tradì l'organizzazione, le alte cariche incaricarono \"Calla Implacabile\" di eliminarlo. Quando lei lo confrontò, Pesca di Zaytun e Bacca uncinata presero le sue difese. Combatterono tutti e tre contro Calla, la quale però si fermò quando scoprì che Bulle li aveva traditi solamente per il benessere della sorella, Blanche. Calla gli permise di sconfiggerla, e quando stava per partire, Blanche le offrì una copia della ricetta di \"Acqua Pura\" che Bulle aveva ricreato, che lei accettò volentieri.\nNon volendo che sua sorella diventasse una Cacciatrice di Tesori come lui, Bulle andò spontaneamente al Forte Meropide. Sta ora considerando se vendere la pozione al Forte per Mora.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Istituto di ricerca di Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Istituto di ricerca di ingegneria dell'energia cinetica di Fontaine</span><span style=\"color: rgba(255, 255, 255, 0.85)\"> </span>è stato fondato da Alain Guillotin ed è spesso abbreviato semplicemente in Istituto di ricerca di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/85019254/154baa11b653966030bdf047346be788_3687673423077505657.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Forte Méropide",
        "desc": "<p>Prigione di Fontaine, gestita dal Duca Wriothesley.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/23/20856775/543bcf412bf7a949068f160ee9ab7e97_2147794152112341456.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4526,
        "name": "Blanche",
        "desc": "<p>Sorella minore di Bulle Scaltro. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/20856775/f20af6b9374ad6691edd02eb11e55042_1469925110219590526.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4527,
        "name": "Bulle Scaltro",
        "desc": "<p>Un ex-membro dell'Ordine dei Frutti, fratello adottivo di Blanche. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/20856775/b421970ec2a21449414fc37c461df0b0_4666517796080089397.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5673,
        "name": "Candido cuore della pioggia",
        "desc": "Un leggendario arco fatato. Che venga usato sul palco o sul campo di battaglia, è in grado di toccare facilmente il cuore di coloro che ne ascoltano il suono.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/25/bbfcbecb44910640904415c4c8f7a71d_6233228634431101260.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4423,
        "name": "Ricetta: \"Acqua pura\"",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/06/132746206/8b18ed0e13f22318ac21978813711e23_8961748178239150996.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4388,
        "name": "\"Acqua Pura\"",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Si dice sia il lascito di un ingegnoso pozionista. Può estrarre la forza più pura dall'interno del corpo.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/06/45954971/4a44167063baf4a63033822e1faef123_8932828807213560549.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4476,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Rovine del Laboratorio centrale",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Laboratorio centrale",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/33082eec537e32c16d7fa27e080706ab_5009644242859021652.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Situato nel cuore della regione dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine, il laboratorio centrale possedeva gli strumenti più avanzati di tutta Fontaine. In precedenza, la principale ricerca intrapresa in questo laboratorio era legata al \"Generatore di campo sperimentale\". Mentre lo studio proseguiva, il nucleo di Arkhium si sovraccaricò, causando una colossale esplosione, responsabile della distruzione dell'istituto, compreso questo laboratorio. Grazie all'aiuto della \"Massa d'acqua condensata gravitazionalmente distorta\", le rovine dell'Istituto ascesero in sicurezza ed efficientemente. Un misterioso cristallo verde e giallo che è attirato dai suoi simili può essere trovato sotto alle macerie distruttibili nella Massa d'acqua condensata al di sotto delle rovine del laboratorio.\nDi conseguenza all'esplosione iniziale, tutto l'Arkhium dell'Istituto venne frammentato, presentando un rischio continuo di eccitazione spontanea e successiva esplosione. Un'esplosione secondaria, più piccola della prima, avvenne all'interno delle rovine del Laboratorio centrale, la quale fu la causa della dispersione di numerosi componenti condensati di Arkhium nelle acque circostanti. Questa seconda esplosione fu il risultato di un flusso di energia che aveva influenzato una piccola porzione di Arkhium nelle rovine. Venne implementato un dispositivo di soppressione, il quale permise di evitare una crisi. Tuttavia, un ricercatore anziano chiamato Signor Nacker scappò. Nacker lavorava con Eastinghouse, motivo per cui si crede sia stato lui a causare la seconda esplosione, in modo da poter rubare il nucleo cinetico di Arkhium per fare una \"piccola fortuna\"."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/d0b847521e35bb8d000b07cc2c580d2d_97595841305746411.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "L'Istituto era connesso in passato con la Corte di Fontaine tramite la linea di aquabus Callas. Il sistema degli Aquabus è stato progettato in collaborazione con Callas, l'ex presidente della Spina di Rosula, la Corte di Fontaine e l'Istituto di ricerca. Le tre linee di aquabus sono state nominate in onore dei membri della famiglia di Navia – Navia, suo padre Callas, e sua madre Clementine. Queste tre linee servivano a connettere la Corte di Fontaine, l'Istituto, Porto Romaritime ed Erinnyes.\nDurante la ricerca sull'Arkhium di Edward Eastinghouse, la linea Callas venne distrutta nell'esplosione precedentemente nominata, ed è ancora in attesa di riparazione. Nella stazione degli Aquabus si può trovare una Nota speciale che dice: <color=#ffffffd9>\"Per cause di forza maggiore le operazioni sulla Linea Callas sono sospese a tempo indeterminato. Ci scusiamo sinceramente per gli eventuali disagi che ciò potrebbe causare.\"</color> La Spina di Rosula sta pianificando di ricostruire la linea Callas e di aggiungere nuove fermate alle linee già esistenti. La bacheca al Cafè Lutece contiene una discussione riguardante la proposta di ricostruzione. Prima della sua chiusura, il Melusine Talochard lavorava come guida turistica per la linea Callas, la terza linea."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/f4a431ac4b70c77e55e538322ee03fe6_8603350389141406693.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Un Meka Potenziatore aritmetico, Generatore di campo supercalcolatore automatizzato, può essere trovato a est delle rovine del Laboratorio centrale. Venne creato dall'Istituto di ricerca, progettato per trasmettere ed amplificare segnali. Questa macchina venne creata per contrastare i difetti energetici ed aumentare l'efficienza operativa dei Mekautomi, permettendo loro di ricaricarsi usando il potere dei Mekautomi vicini disabilitati con una fonte di energia simile alla loro. Il suo potere operativo deriva da una reazione di annientamento controllata tra ousia e pneuma all'interno del suo nucleo cinetico. Sovraccaricarlo con un'energia eccessiva può distruggere il suo delicato equilibrio. Il Meka Potenziatore aritmetico opera con il potere Ousia, ed è dotato di un campo Campo di riduzione della gravità quando l'Arkhe è attivo. Colpirlo con l'Arkhe opposto quando lo scudo è assente causa nell'automa una perdita di Arkhe, stordendolo momentaneamente. Questo Meka recupera Arkhe più velocemente degli altri Mekautomi dopo essere stato stordito, e si difende con uno scudo di Geo.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Corte di Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">\"Questa città si erge solitaria sull'acqua.\"</span></p><p></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nel punto più alto della città si erge il Palais Mermonia, simbolo dell'autorita suprema di Fontaine, dove la gente conduce una vita all'insegna dell'ordine e della regolarità, proprio come gli Acquabus. L'essenza della legge di Fontaine consiste nel mantenere un ordine stabile, con l'equità e la giustizia che costituiscono i pilastri di tale ordine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/12/190184121/decfebf39c4d3b6e22cf9f28c98288f6_6084755907982934274.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Istituto di ricerca di Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Istituto di ricerca di ingegneria dell'energia cinetica di Fontaine</span><span style=\"color: rgba(255, 255, 255, 0.85)\"> </span>è stato fondato da Alain Guillotin ed è spesso abbreviato semplicemente in Istituto di ricerca di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/85019254/154baa11b653966030bdf047346be788_3687673423077505657.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>La Spina di Rosula è una società orientata al cittadino che coinvolge molti ceti sociali e concentra i suoi sforzi nella risoluzione di problemi difficili tra la gente comune e che collabora, quando necessario, con le autorità di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/362377527/103e6993dd0a594332fa18ca5fe17098_7130543104179773696.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "name": "Edwin Eastinghouse",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/c489991125014d61433420b3425ce342_6088201802534512828.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "name": "Nacker",
        "desc": "<p>Scienziato dell'Istituto di ricerca di Fontaine, ha rubato il Nucleo fondamentale di energia cinetica ed è fuggito.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/20856775/c54f719bfb5acd61ea877e52f84338b6_5084927782670445881.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Presidente, leader, capo e comandante della Spina di Rosula</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/09/157266935/3fc7580c01a9e622692402889706c4db_2101762237494971240.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Talochard",
        "desc": "<p>Un'addetta alla gestione delle prove nello Spettro Maréchaussée.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/25/20856775/58702a76d8f1c8e4922339c9c04c5893_1719554805252586848.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6397,
        "name": "Generatore di campo supercalcolatore automatizzato",
        "desc": "<p>Tipologia verificata Aur001</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/345834498/b41d5988248088edd12a7f16da6657da_3837063116155942640.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4461,
        "name": "Minerale misterioso",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un misterioso minerale cristallino verde e giallo.<br>Sembra possedere l'abilità di attrarre i minerali dello stesso tipo.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/02/45954971/2812e16184f48b6467fa54b7e9056871_8211660379261602654.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4694,
        "name": "Archè - Pneuma & Ousia",
        "desc": "<p>Un meccanismo fontainiano utile sia per l'esplorazione che per il combattimento che utilizza due forze opposte: Pneuma e Ousia. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/85019254/a76b9211c66d33b4352fc208ee563c5b_2534968966205705666.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Riferimenti sparsi",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/d0196d94ac4ce04857bc80eb6f992c19_2293646435203750710.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Un grande Meka può essere trovato ad est delle rovine del Laboratorio centrale, al centro di un accampamento di Hilichurl. Le scosse dell'esplosione all'Istituto nno lo distrussero completamente, così continua ad esistere in una forma contraria rispetto al suo design originale. Sparse per l'accampamento, ci sono note che spiegano nei dettagli come il team di progettazione sviluppò la \"Formula di Combattimento Completa\" (FCC) combinando la logica di combattimento della flotta antica e i dati di combattimento di un avventuriero. Il FCC fissa obiettivi per il meka, come agire come avanguardia, individuare e sconfiggere mostri, ingaggiare nemici potenti, superare gli ostacoli e distruggere le fortezze dei nemici. Nove prototipi vennero pianificati in tre fasi: Prototipo del Sistema completo, Fattibilità operativa iniziale, Fattibilità operativa completa, con una produzione di massa da seguire basandosi sui dati dei prototipi. In questo luogo possono essere trovati tre ingranaggi, due Ingranaggi Cilindici C e uno Cilindrico T. Sistemarli all'interno del meka rivelerà una proprietà nascosta della macchina dove dei fuochi d'artificio spenti appariranno sulla sua cima, ed accendendoli si darà il via ad un breve spettacolo di fuochi. Un misterioso cristallo verde e giallo che serve a creare la Lumenite di Arkhium può essere trovato in cima al'enorme Meka.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4455,
        "name": "Ingranaggio cilindrico C",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/08/75248538/5050befc058d0fd967d8c56724680fe2_424170907521927252.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4456,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4461,
        "name": "Minerale misterioso",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un misterioso minerale cristallino verde e giallo.<br>Sembra possedere l'abilità di attrarre i minerali dello stesso tipo.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/02/45954971/2812e16184f48b6467fa54b7e9056871_8211660379261602654.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Cripta dei Cacciatori Marechaussee",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/4ceb9236c429d9d8a5144b73349a15bd_3143222195070489143.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ad est rispetto alle rovine del Laboratorio centrale si trova una cripta nascosta contenente un tesoro protetto da un puzzle ed una porta enorme. All'interno di questa cripta, si racconta che i cacciatori Marechaussee del passato ci abbiano lasciato un tesoro capace di sconfiggere qualunque stregone.\nPer entrare nella caverna nella quale la cripta è nascosta è necessario rompere un pezzo di roccia, rivelando un tratto di mare aperto. Dopo aver completato il puzzle del meccanismo collegato alla porta della cripta, si deve dimostrare di essere degni di acquisire i segreti del passato. La ricompensa per aver risolto il puzzle è una chiave dei Marechaussee, tramandata di generazione in generazione. Per formare la chiave finale e completa ne servono quattro. Una volta che la porta è aperta, il tesoro verrà rivelato: una tavoletta di pietra circondata da armi.\nLa silenziosa tavoletta di pietra porta i nomi degli antichi Cacciatori di Marechaussee e le loro gesta eroiche incisi su di essa. Le armi che la circondano, ad un primo sguardo appaiono ordinarie, ma emanano un'energia debole. Nonostante sia passato molto tempo dall'ultima volta che sono state utilizzate in battaglia, le loro lame sono rimaste affilate, come se stessero semplicemente aspettando il prossimo Cacciatore degno di portare avanti l'eredità. I Cacciatori di Marechausse degli anni passati potenziavano spesso le loro armi con incantesimi speciali per sopprimere i mostri. Ogni volta che un mostro si avvicinava, le loro armi brillavano. Se qualcuno avesse recitato i nomi dei Cacciatori di Marechaussee impugnando una di queste armi, i Cacciatori sarebbero stati evocati. La volontà del Cacciatore precedente sarebbe fluita attraverso colui che la impugnava. Si tratta di un sentimento di coraggio e determinazione, un voto silenzioso passato di generazione in generazione che dice: \"eradica i mostri, non importa il prezzo\". Il contenuto di questa stanza rappresenta la vera eredità lasciata dai Cacciatori."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/237301566/080b908b0847e4ab8e6623f146a4c630_7892909986127848056.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Il Viaggiatore, Paimon, Furina, Lyney, Navia e Clorinde vennero portati in questa caverna per un gioco di ruolo organizzato dalla Compagnia del GdR. Secondo la trama del gioco, tutti gli eroi erano Cacciatori di Marechaussee che dovevano trovare il tesoro dei Cacciatori per sconfiggere un potente stregone. Quando si trovarono vicini ad una delle porte bloccate della cripta, Clorinde realizzò che la loro avventura si era spinta oltre il gioco, siccome la vera cripta dei Cacciatori di Marechausse si trovava di fronte a loro. Il pezzo di chiave ottenuto dopo aver risolto il puzzle era uguale a quello che il mentore di Clorinde gli aveva lasciato. Si scoprì che erano stati attirati nella caverna da un altro membro del club ed erede dei Cacciatori di Marechaussee, Florian. Suo padre era un Cacciatore che aveva dedicato la sua intera vita alla causa, ma in cambio, aveva ricevuto solamente sofferenza e povertà. I membri della sua famiglia erano stati Cacciatori generazione dopo generazione, tramandandosi non solo il titolo e la maestria, ma anche un sigillo che i Cacciatori di Marechausse utilizzarono per contenere il Divoratore, sperando che con il tempo si sarebbe trovato un modo per sconfiggerlo. Il padre di Florian gli raccomandò di controllarlo regolarmente, siccome era il compito più importante del loro clan. Tuttavia, dopo la sua morte, suo figlio abbandonò il suo compito. Il sigillo conteneva il Divoratore, un nemico pericoloso capace di amplificare le ossessioni e i desideri nei cuori delle persone, fino a quando ne sarebbero rimasti completamente sopraffatti. Quando Florian si decise a controllare finalmente il sigillo, il mostro si impossessò della sua coscienza. La rabbia causata dall'ingiustizia nell'anima di Florian lo rese una preda facile.\nFlorian attirò Clorinde, Lyney, Furina, Navia, il Viaggiatore e Paimon all'interno della tesoriera segreta, in modo da sconfiggere i Cacciatori e prendersi i tesori che credeva gli appartenessero di diritto. Per aprire la cripta gli serviva ancora una chiave su quattro: una gli era stata lasciata da suo padre, una l'aveva rubata, e aveva ottenuto la terza da un Cacciatore. Durante la battaglia con Florian, Clorinde rimosse temporaneamente il mostro dal suo corpo. Per sconfiggere il Divoratore, gli amici di Clorinde decisero di utilizzare le armi dei Cacciatori: Furina prese la spada di Este, Lyney l'arco di Walter, Navia la spada del mentore di Clorinde. Per sconfiggere il mostro, Florian lo attirò all'interno del suo corpo, in modo che Clorinde, Lyney, Furina, Navia, il Viaggiatore e Paimon potessero sconfiggerlo grazie all'aiuto degli spiriti dei Cacciatori.\nNella regione dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine possono essere trovate le seguenti missioni avventura:"
      },
      {
        "type": "CustomEntry",
        "epId": 5491,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5508,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5505,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5509,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5484,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5485,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5487,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5510,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "e"
      },
      {
        "type": "CustomEntry",
        "epId": 5511,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Spettro Maréchaussée",
        "desc": "<p>Lo spettro Maréchaussée (Cacciatori della Maréchaussée) è l'unità personale del Giudice Supremo Neuvillette che è responsabile per l'indagine sul crimine. Ha sede nel Palazzo Mermonia ed è uno dei dipartimenti della Maison Gardiennage.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/15/45954971/68056e921a04a72fc9ccb52413826e6d_845459930811842145.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5596,
        "name": "Clorinde",
        "desc": "Una campionessa duellante imbattuta. Difende la giustizia nella Corte di Fontaine brandendo la sua spada.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/05/29/770a66030815971c697ab81bc5436329_8660717987969952036.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>La protagonista assoluta della scena del giudizio, fino all'applauso finale.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/45954971/263e5ea0784d182b393f67a7e24146a5_8864541355688862657.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Presidente, leader, capo e comandante della Spina di Rosula</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/09/157266935/3fc7580c01a9e622692402889706c4db_2101762237494971240.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p>Un celebre mago di Fontaine dotato di grande presenza scenica e notevoli doti dialettiche. Il pubblico rimane ammaliato dalle sue incredibili abilità e pende letteralmente dalle sue labbra</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/157266935/e343d4442cc3b8e243f0d528bb715f75_5622302237255870491.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5749,
        "name": "Florian",
        "desc": "<p>Successore di un Cacciatore della Marechaussee e scrittore di una delle sceneggiature della Compagnia del GdR.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/09/362377527/c1d41a87142cb6ecb515d803842ec1e0_97059429629133742.png",
        "displayStyle": "card",
        "menuId": 10
      }
    ],
    "galleryCharacter": [
      {
        "key": "I resti della saggezza brillante",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/45954971/eb9c67ebcff8c2170b4e65f633ebe7c9_6065382773986167275.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Quando eccezionali intelligenza e passione si incontrarono, le ricerche portarono risultati in un modo che superò le aspettative di tutti. Ora, però, non c'è nessuno ad applaudire."
          }
        ]
      },
      {
        "key": "Il relitto dei sogni infranti",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/45954971/2761bb3d86f5c1fe3894e75ed78d4dfa_2759002727625974735.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Quando un ideale viene distrutto, la sua responsabilità più importante è mantenere la pace.\nTuttavia, alcuni sembrano credere che questa energia bruciante abbia un altro scopo..."
          }
        ]
      },
      {
        "key": "Riferimenti sparpagliati",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/45954971/d74cb80b2fa0e91b065ce140df609f66_5717872067141729181.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Le scosse di assestamento di quell'incidente non riuscirono a distruggerlo completamente, e continuò a esistere in una forma contraria al progetto originale. Forse anche questa può essere considerata una forma di continuazione."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Regione dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Regione permanente"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "4.1"
          }
        ]
      }
    ]
  }
}