{
  "epId": 5145,
  "name": "Foresta di Érinnyes",
  "desc": "<p>I venti che soffiano nella Corte di Fontaine da est sono profumati con un misterioso aroma dolciastro.</p><p>Nelle profondità della foresta di Érinnyes, dove pochi osano camminare, il seme dell'avventura è stato piantato dalla riva del lago sotto i salici piangenti.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/15/45954971/e0a96d85b1ea9fe62035b16f39f77d3a_1351679369605248540.png",
  "menuId": 20,
  "menuName": "Definizioni",
  "version": 1721301232,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrazioni",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "\"Edizione speciale dell'Uccello a vapore\" Versione 4.2"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/15/20856775/446f1bf2891ea795d2b95b00028e78b6_6004307134040294070.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>5 novembre 2023</color>\n<color=#ffffffa6>Salve, viaggiatori! Dopo l'aggiornamento alla versione 4.2, a Fontaine saranno disponibili la Foresta di Érinnyes e la Regione di Morterre! Date un'occhiata a questa edizione speciale dell'Uccello a vapore per scoprire di più sulle nuove aree!</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Le fantastiche avventure di Thelxie",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "A Fontaine, c'è una leggenda che parla di una spaventosa creatura sottomarina di nome Thelxie. Vive in una caverna subacquea circondata da pallide ossa ed usa il suo sensibile naso per trovare i bambini che hanno smarrito la via. Una volta trovato un bambino, utilizza la sua voce melodiosa per attirarlo sott'acqua, prima di inghiottirlo per intero."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/20856775/22c5d8cee888061763bcf8f0c8c389d4_5924884717501688828.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Un giorno, un subacqueo di nome Freminet ricevette un ordine da Zuria Destree. La donna era madre di Lescot, un bambino che soffriva di Sindrome della solitudine. Questa malattia è un disturbo mentale che causa una profonda solitudine e fa perdere l'interesse nelle comuni attività quotidiane. Si dice che lo sviluppo di questa malattia abbia molteplici fattori: si passa dall'ereditarietà, allo stato mentale della persona, oppure ai fattori ambientali o persino ad effetti collaterali causati da disordini nelle Linee Geomantiche. Alcuni dicono addirittura che la malattia potrebbe essere causata dalla contaminazione provocata dai resti di Dio. Il figlio di Zuria ha sviluppato allucinazioni incontrollabili e non riesce più a fare distinzione fra realtà e fantasia. La donna ha chiesto a Freminet di creare Thelxie, un pinguino meccanico che compare nei sogni del figlio, in modo che egli possa tornare alla realtà. Lescot credeva che la creatura delle leggende non volesse rapire i bambini, ma che cantasse solamente perché soffriva di solitudine e bramava la comunicazione con gli altri."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Innumerevoli e graziosi folletti dell'acqua vivevano in case fatte di conchiglie e coralli arcobaleno,</color>\n<color=#ffffff>occupandosi degli animali marini durante il giorno e cantando tra campi di Algamarea dorati durante la notte.</color>\n<color=#ffffff>Tutti conducevano una vita spensierata e felice fino al giorno della Parata dell'iridescenza,</color>\n<color=#ffffff>l'importante festa durante la quale sarebbe stato incoronato il nuovo re...</color>\n<color=#ffffff>Durante il giorno della parata, il principe avrebbe attraversato un ponte arcobaleno fatto</color>\n<color=#ffffff>con tutte le conchiglie offerte e avrebbe accettato la corona da suo padre tra gli applausi dei suoi sudditi.</color>\n<color=#ffffff>Infine, il nuovo re avrebbe benedetto tutti con i suoi auguri.</color>\n<color=#ffffff>E il nome del principe non era nientemeno che Thelxie.</color>\n<color=#ffffff>I mostri erano malvagi e crudeli e incutevano paura a tutti i folletti dell'acqua.</color>\n<color=#ffffff>I folletti dell'acqua, dediti solo in particolar modo al canto, non potevano difendersi dai mostri.</color>\n<color=#ffffff>Così il regno cadde, il re fu ucciso e i folletti dell'acqua furono rinchiusi dietro le sbarre.</color>\n<color=#ffffff>Il ponte arcobaleno perse il suo colore e si sgretolò.</color>\n<color=#ffffff>Il principe riuscì a malapena a fuggire con l'aiuto di un misterioso individuo mascherato,</color>\n<color=#ffffff>ma aveva già perso tutto e poteva solo passare i suoi giorni cantando canzoni meste.</color>\n<color=#ffffff>E come il principe cantava per solitudine, così la sua canzone poteva essere ascoltata solamente da bambini altrettanto solitari.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/20856775/7b44613b61b5e300ff3060b3782d8244_5830558888936568656.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "A causa della Sindrome della solitudine, Lescot aveva iniziato a credere di essere il principe Thelxie, così la madre aveva deciso di disegnare un libro illustrato tratto dall'immaginazione del figlio, per tentare di migliorare le sue condizioni. Avevano iniziato il libro assieme, ma la malattia aveva fatto il suo corso troppo velocemente e il bambino non era stato in grado di disegnare oltre la prima pagina. Zuria voleva finire il libro, cambiando il finale in modo che il principe ed i suoi amici potessero ristabilire il loro regno. Sperava di poter dissipare la solitudine e la tristezza di suo figlio, in modo che potesse tornare a vedere un mondo pieno di speranza.\nSebbene Freminet fosse preparato al fallimento dell'idea di Zuria, voleva veramente aiutare lei ed il figlio. Alla Casa del Focolare, dov'era cresciuto, aveva visto molteplici casi di Sindrome della solitudine. Non c'erano molti esiti positivi e, nei casi peggiori, i pazienti morivano. Freminet era in grado di percepire le fantasie del figlio di Zuria, dato che anche lui in passato aveva avuto un mondo fiabesco immaginario, dal quale aveva tratto supporto morale ed ispirazione. Il suo mondo era Pinguinopoli, un posto pacifico abitato da molti pinguini in grado di creare giocattoli meccanici. Il pinguino Pers, creato da Freminet, era l'eroe di queste fantasie ed era diventato l'amico che lo supportava in ogni occasione."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/20856775/68ef46d0b90d28aad63b9ef61d680ffa_3025391846435357119.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Grazie all'aiuto del Viaggiatore e di Paimon, Freminet riuscì a creare un'arma ed uno scudo per Thelxie e ad integrare le modifiche sulla scheda madre del pinguino, di modo che potesse funzionare correttamente. Assieme a Zuria e Thelxie, si recarono presso le rovine della Pianura di Salacia, per ricreare le fantasie di Lescot. Presero come riferimento la storia di Thelxie, ma la resero meno cupa. Ora il principe brandiva tra le mani la spada del coraggio e lo scudo della perseveranza, a riprova del fatto che fosse riuscito ad attraversare la palude del dubbio, pronto a dichiarare guerra all'oscurità. In aggiunta, Thelxie si era persino fatto degli amici e la strada che gli si parava davanti era piena di colore e speranza."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/20856775/8f40315965102a5f1f7920febef92017_7091339098726646751.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dopo aver superato molti ostacoli, il principe Thelxie ed i suoi impavidi compagni, erano finalmente arrivati all'entrata del Regno dei folletti dell'acqua. Stavolta, la piccola fatina del gruppo (Paimon) aveva rivelato ai compagni la propria vera forma di Dea. Aveva elogiato tutti per la loro purezza e, per premiarli, aveva concesso loro numerose benedizioni. Aveva persino pregato affinché il principe fosse in grado di completare la propria missione! Immersi nella gloria della Dea, il principe ed i compagni, fecero irruzione nel bastione del male, cacciarono i mostri e salvarono i folletti dell'acqua dalla loro prigionia. Il principe riuscì finalmente a riconquistare il Regno, ma non fu in grado di ottenere la corona. Era a portata di mano, ma i mostri la rubarono durante la fuga. Non avevano rinunciato ed erano sicuri di poter tornare, ma il principe era certo che avrebbe recuperato la corona al prossimo incontro. Il radioso arcobaleno sarebbe disceso ancora una volta su tutto il Regno.\nQuando fu tutto pronto per la cerimonia di incoronazione, Freminet, il Viaggiatore e Paimon si recarono alla casa di Zuria Destree, dato che non riuscivano a trovarla. Jalacan, il dottore di famiglia, spiegò che Lescot Destree soffriva di Sindrome della solitudine. Un mese prima che Freminet incontrasse Madame Destree, il bambino andò a cercare un folletto dell'acqua: si legò delle pesanti conchiglie al corpo e si buttò nell'acqua, non fu mai più visto tornare. All'epoca Zuria era occupata con l'allestimento di una mostra d'arte, che aveva preparato proprio per il figlio, quindi non era nei dintorni. Divorata dai rimorsi, si era ammalata come il bambino ed aveva iniziato a credere che egli fosse ancora in vita. Zuria non ricordava più il vero nome di suo figlio e credeva che si chiamasse Thelxie e che fosse il principe del Regno dei folletti dell'acqua. Quando Freminet aveva creato Thelxie, sembrava che le condizioni di Zuria fossero migliorate, ma per tutta la notte prima dell'incoronazione aveva fissato una conchiglia lasciata dal figlio, leggendo continuamente le parole che vi erano scritte. Dato che gli ultimi giorni erano stati positivi per la donna, il Viaggiatore, Paimon e Freminet decisero di completare il viaggio e mostrarle che il bambino aveva trovato la felicità nel mondo dei suoi sogni."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/20856775/e149c58503f8dc388047a461bf11df5d_7870849515850424492.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nell'ultimo capitolo dell'avventura, Thelxie e i suoi amici riuscirono a cacciare gli ultimi nemici e ad ottenere una vittoria schiacciante. Ebbero un gran successo e la corona recuperata era splendente. I folletti dell'acqua, che finalmente tornavano nelle proprie case, inondarono il principe d'amore e d'applausi mentre lui li accoglieva. Offrirono ancora una volta le loro preziose conchiglie e ricostruirono il vecchio ponte arcobaleno. Mentre guardava la scena, il principe non poté far a meno di commuoversi davanti a tutta quella bellezza. Emozionato per la felicità di tutti, camminò sul ponte ponte arcobaleno e diede un lungo sguardo ai compagni che avevano viaggiato assieme a lui. Ecco che laggiù c'erano il Viaggiatore, la Dea Paimon, Freminet ed una donna. Quest'ultima camminò verso di lui sorridendo e lentamente si tolse il velo. Il principe non riuscì a trattenere le lacrime. Si rese conto, in quel momento, che la misteriosa persona che gli era sempre stata accanto era sua madre. Zuria percorse il ponte camminando e mise la corona sul capo del principe. Gli sorrise e disse: <color=#ffffff>\"Mio principe, mio re… ora non dovrai mai più sentirti solo.\"</color>\nQuando la storia si concluse, Zuria vide il proprio figlio nel pinguino meccanico."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Perdonami, tesoro mio… la Maman avrebbe dovuto stare più tempo insieme a te… Hai ascoltato tutta la storia?</color>\n<color=#ffffff>Adesso non dovrai mai più sentirti solo…\"</color>\n<color=#ffffff>\"-.- ..-. ..- -... .--- -. ..-. -. -... -. -... — (Ti voglio bene, Maman!)\"</color>\n<color=#ffffff>\"Maman, mi sta venendo sonno… Se posso andare a letto, mi puoi cantare un'altra ninna nanna?\"</color>\n<color=#ffffff>\"Ma certo, tesoro mio… Se è questo che vuoi, la Maman te la canterà sempre.”\"</color>\n<color=#ffffff>\"Grazie, Maman! La tua ninna nanna è sempre stata la mia preferita.</color>\n<color=#ffffff>Ora che l'ho sentita, posso tornare in pace nel mio sogno, nel Regno dei folletti dell'acqua.\"</color>\n<color=#ffffff>\"Ah, povero piccolo mio… Ti prego, ricordati che io ti amerò per sempre.</color>\n<color=#ffffff>Il mio amore è… più grande della distanza da qui al Regno dei folletti dell'acqua.\"</color>\n<color=#ffffff>\"Non lo dimenticherò, Maman… E anche il mio amore per te.</color>\n<color=#ffffff>Più grande dell'intera distanza tra qui e il Regno dei folletti dell'acqua.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/20856775/54db64e1fc4b846e6f08cd32ba60bcb9_8993907877857775274.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dopo aver detto addio al figlio, Zuria iniziò a sentirsi meglio. Decise di continuare a dedicarsi alle mostre d'arte e condivise con il suo dottore alcuni libri illustrati che riguardavano la Sindrome della solitudine. Madame Destree voleva che la sua esperienza aiutasse gli altri, così la sua mostra includeva un libro che narrava le fantastiche avventure di Thelxie ed una guida alla guarigione. La donna raccontò che, nel momento in cui aveva posato la corona sulla testa del principe, aveva sentito che stava vedendo davvero qualcosa di bellissimo. Il suo bambino era ritornato e le aveva detto di volerle bene. Stando alle sue parole, quello è stato il momento in cui ha davvero potuto dire addio a suo figlio. Ha raccontato che in quel momento si è sentita guarita da qualche potere mistico ed è stata riempita di coraggio da capo a piedi.\n<color=#ffd780>Articoli Correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Freminet",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un giovane riservato esperto di immersioni. Al di là del suo atteggiamento distante e algido si nasconde un cuore puro e immacolato.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/08/157266935/8e44111a378f4e5379b8e7444e8c2daa_7358398536704337067.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4663,
        "name": "Le fantasiche avventure di Thelxie",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un libro fantasy per bambini. In tre sole pagine, racconta l'intera storia di un principe che supera la sua solitudine.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Sul retro del libro, scritto in piccolo, appaiono le seguenti parole: \"Per tutti coloro che sono in difficoltà\".</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/29/45954971/729b81cdf8f6fd35891ed1dbd4bc5d56_1771542668285296021.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4656,
        "name": "Materiale per l’arma di Thelxie",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un congegno colorato recuperato in acqua. Utile per fabbricare l'arma di Thelxie.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/29/45954971/0033ffede7c2838132f16a6cb7a8094d_5839898721082528672.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4657,
        "name": "Materiale per la corona di Thelxie",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un congegno colorato recuperato in acqua. Utile per fabbricare la corona di Thelxie.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/29/45954971/241953610cb6977ee6ec07a6fd24957c_5528173167583113985.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "La fata selvaggia di Érinnyes",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/20856775/1f23240dc8ac0b4a8be71f4f585e82d3_5848261807890666946.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sebbene la protettrice della Foresta di Érinnyes, ribattezzata Pahsiv da parte di Paimon, sembri una Melusina, non è mai stata al Villaggio di Merusea e nemmeno alla Corte di Fontaine. Un giorno incontrò un \"visitatore\" (presumibilmente Neuvillette) che le insegnò il linguaggio e le chiese di proteggere l'isola. Tutta Érinnyes è il sistema informazioni di quel visitatore, attraverso il quale può sentire i cambiamenti nelle vene d'acqua. Il salice piangente vicino al lago raccoglieva le informazioni, la nebbia le processava e la sorgente di Loch Urania le spediva. Quando la sporcizia cominciò a distruggere le radici del salice piangente, che si connettevano alle vene d’acaua, Pahsiv chiese l'aiuto del Viaggiatore e di Paimon, che stavano passando di lì. Se le radici del salice fossero state distrutte dal Tumore divoratore, il sistema d'informazioni avrebbe smesso di funzionare e i sensi del visitatore sarebbero stati interessati dalla cosa."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/20856775/d640d0a57d55052aedb6e60954dbc834_901875626697097833.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Per salvare l'albero, sarebbe stato necessario trovare tre Chiavi a lacrima: una sul sentiero nebbioso a sud, una alla sorgente a nord ed una vicino al salice piangente ad est. Per ottenere la chiave della Foresta Nebbiosa, dovevano essere restituite all'albero lucente tre gocce di rugiada pura. La chiave vicino al salice piangente era posizionata su un altare subacqueo. Mentre il Viaggiatore e Paimon cercavano l'ultima chiave a Loch Urania, vicino ad un altare attivato, incontrarono un Elementosauro abissale. Lo scambiarono per un pericolo ed avvisarono Pahsiv ma ella accarezzò la bestia feroce, che si placò immediatamente. Quando l'Elementosauro sputò la chiave, Pahsiv spiegò che la sporcizia aveva lo aveva ferito ma aveva comunque continuato a proteggere il prezioso oggetto."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/20856775/f72252ec169490af15c9728cf65afddc_2691288374820777878.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dopo aver trovato tutte le chiavi, il Viaggiatore, Paimon e Pahsiv si recarono nella piazza vicino alla stazione di Marcotte, dove c'era una fontana decorata con delle sculture a forma di leone. Quando il Viaggiatore inserì le chiavi nelle tre statue, sotto la fontana si aprì un passaggio che conduceva direttamente alle radici di Érinnyes. Per purificare dalla sporcizia le radici del salice piangente, Pahsiv diede al Viaggiatore parte del proprio potere, amplificando così le sue abilità."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/20856775/16b99aca15e3d4cf650f3fb99888ceab_8845131784904444436.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "All'improvviso, mentre combattevano contro la sporcizia, a terra si illuminò un cerchio magico, dal quale apparirono dei Segugi della faglia. Pahsiv, che era stata per tutto il tempo nei dintorni, era scomparsa improvvisamente ed al suo posto era apparso un Elementosauro che aveva aiutato il Viaggiatore a sconfiggere i mostri. Quando le radici furono finalmente purificate, l'albero si riprese e tornò al suo aspetto originale.\nDopo aver salvato Érinnyes, per dimostrare la sua gratitudine, Pahsiv trovò uno scrigno per il Viaggiatore e Paimon e in cambio essi promisero di tornare a farle visita, di portarle Alghemaree, di insegnarle il linguaggio e anche di farla imparare a salutare in maniera opportuna.\n<color=#ffd780>Articoli Correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4668,
        "name": "Pahsiv",
        "desc": "<p>Protettrice della Foresta di Erinnyes. Nonostante possa sembrare una Melusina, la sua vera specie rimane un mistero.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/16/362377527/d3995739fdde0d2eb7feb6f6c77af343_8195231907978874837.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il Giudice supremo di Fontaine, anche conosciuto come lo Iudex, famoso per la sua incontestabile imparzialità.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/157266935/0513aa7f482dbb4778545d02f94956fe_7174467864028517893.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Elementosauro abissale primordiale",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Elementosauro che vive nelle profondità degli oceani.<br>Un tempo erano la razza dominante negli abissi... E, in effetti, i draghi erano i signori del mondo intero in un'era ancor più antica. Ma i loro Sette sovrani furono sconfitti da un potere proveniente dal cielo, che li fece estinguere uno dopo l'altro.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4635,
        "name": "Chiave a lacrima",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Una gemma che ricorda una goccia di pioggia, o una lacrima versata da qualcuno.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/01/45954971/0e96a3e33ddf0c8eaaf9fdf5b0585f7f_5228938342400788299.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4005,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sentiero della Foresta nebbiosa",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/15/20856775/c5fed2a1d221a64fbce1dd878b0b1178_6640709683230589885.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Lungo il Sentiero della Foresta nebbiosa si trovano un lucente albero ed un misterioso altare sul quale è poggiata la Chiave a lacrima. Quando il Viaggiatore e Paimon risolsero l'enigma dell'altare e riportarono all'albero tre gocce di rugiada, incontrarono la \"fata selvaggia\" Pahsiv. La creatura voleva proteggere la propria casa, Érinnyes. Tutti i rami della Foresta nebbiosa collezionati ad Érinnyes possono essere consegnati a Pahsiv."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/15/20856775/c5617f2a01e0c1c493f27af73870fb52_2013139083911267466.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sulla costa di Érinnyes, a sud della Foresta nebbiosa, si trova una nave convertita nella taverna Timone arrugginito. Sull'imbarcazione è presente un cannone al quale si ha accesso tramite una cameriera, risolvendo alcuni enigmi. Sparando con il cannone si rivela un tunnel sotterraneo segreto, nascosto dietro a delle pietre. Il timoniere della taverna si chiama Pitot e con lui si possono barattare (in cambio di Mora) i Cristalli xenocromatici misteriosi, grossi cristalli ottenibili sconfiggendo dei potenti Aberranti di Fontemer nella Regione di Morterre. Un tempo Pitot \"governava\" le vite di molte persone e spesso ne alterava il corso. L'uomo era l'unico timoniere sul quale poter contare per coloro che si offrivano volontari per le immersioni nelle profondità dell'oceano. Il timoniere protegge chiunque lavori al Timone arrugginito. Uno dei clienti abituali della taverna è Couvault l'ubriacone. L'uomo lavorava per Chaussivert, il Guardiano di Porto Lumidouce, ma lo tradì ed iniziò a collaborare con un gentiluomo di Snezhnaya di nome Nacker (ex-ricercatore dell'Istituto di Ricerca di Fontaine) che rubò il Nucleo cinetico dell'Arkhium dall'Istituto."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/15/20856775/5aa1e3741f2e8b6b831494e8d12f8ce8_2522911086236324857.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "A nord della nave si trovava il nascondiglio di Edwin Eastinghouse, un ricercatore dell'Istituto di Ricerca di Fontaine che era stato dato per morto in seguito all'esplosione avvenuta nel Laboratorio Centrale e per la quale era stato ritenuto responsabile. Quando Nacker rubò il Nucleo cinetico dell'Arkhium, l'Istituto assunse un'investigatrice speciale di nome Fusilier. Il suo incarico principale era di riportare indietro il Nucleo cinetico dell'Arkhium il prima possibile, perché si trattava di un prototipo altamente instabile. Durante l'investigazione Fusilier scoprì la casa di Eastinghouse, dato che emetteva chiare indicazioni di energia residua. Edwin Eastinghouse aveva deliberatamente condotto l'investigazione a Nacker e lo aveva spinto a tornare all'Istituto per confessare i suoi crimini. Edwin voleva tornare alla sua ricerca e dichiarò che non era presente durante l'esplosione del nucleo. Dato che Eastinghouse aveva danneggiato l'Istituto, fu imprigionato a Forte Méropide assieme a Nacker."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/15/20856775/40ce385833ce82d9b25403400d28e560_8677429990710225176.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Non molto lontano dal Timone arrugginito vi era il rifugio di Kevin e di sua madre Madeleine, che aveva lasciato i Fatui. Quando Sir Arthur venne rapito vicino alla sede dell'Uccello a vapore, Kevin fu uno dei principali sospettati del caso, dato che era stato visto armato di coltello nei pressi dell'edificio. Si scoprì poi che il ragazzo era innocente, ma che suo padre Baulande (nome in codice Baulard) era coinvolto nel rapimento del pellicano. Non appena il caso fu risolto, Baulande si riunì alla famiglia e tutti insieme lasciarono il rifugio."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/15/20856775/c23e9015597cae6ae3b89b06c036dd69_3099111900331013657.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ad est della taverna si trovava l'accampamento temporaneo di Freminet, nel quale egli creò il pinguino meccanico Thelxie per la commerciante d'arte Zuria Destree. A nord del campo, vicino al Salice piangente, era situata la casa di Zuria, nella quale si era trasferita dopo aver lasciato la Corte di Fontaine. Nell'accampamento temporaneo c'erano delle note di Freminet, che riguardavano l'aggiunta di un modulo per il linguaggio a Thelxie. Freminet aveva scelto il codice criptato della Casa del Focolare, dato che nel magazzino del rifugio erano presenti diverse schede madri inutilizzate e visto che quel linguaggio era adatto al modulo di traduzione presente nella sua stessa muta subacquea. Il lavoro sul modulo di traduzione è durato più del previsto, perciò le parole di Thelxie possono essere decifrate solamente utilizzando il casco della muta."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/15/20856775/91a25774cb78913c52835c6c3949b872_1015689516357435352.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ad ovest della Foresta nebbiosa viveva una bambina di nome Penny, assieme alla sua barboncina Nana ed al suo gatto Don Quijano. I genitori di Penny, Parker e Barrow, erano partiti per un viaggio ed avevano lasciato la figlia alle cure di Rouge. La bambina aveva preso il cane da Autumn, quando era finita a Forte Méropide per l'omicidio del suo secondo marito. Un tempo Nana viveva alla Corte di Fontaine e faceva la sua comparsa indossando diversi abiti ed accessori durante ogni pasto, all'ora del tè, ai balli, alle passeggiate, agli appuntamenti e prima di andare a dormire. Don Quijano invece, stando a quanto diceva Penny, era ricercato dalla Maison de la Garde. Molti anni prima lui, Rouge e Freeman il cieco, che ora si può incontrare al Timone arrugginito, erano partiti per un viaggio ma erano stati seguiti da alcuni mercenari. Don Quijano, una volta finiti i viveri, corse appresso agli inseguitori e ne sconfisse tre, dando il tutto per tutto. Penny si trovava ad un bivio: non sapeva se iniziare a crescere oppure rimanere bambina. Aveva persino fatto una lista di pro e contro della crescita, ma non riusciva proprio a decidersi. Grazie all'aiuto del Viaggiatore e di Paimon, Penny decise di sottoporsi all'allenamento della Gilda degli Avventurieri per poter esplorare il mondo. Il Viaggiatore le scrisse una lettera di raccomandazione da mandare alla Gilda, come regalo ed augurio per la sua crescita."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/15/20856775/a3788efb008b18296dfac840874c800e_1680641116647429930.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vicino all'accampamento di Penny si trovava il nascondiglio di Rocher, un altro sospettato del rapimento di Sir Arthur. Rocher è il marito di Melo Lombroso, nipote del famoso inventore della macchina della verità. Rocher aveva perso tutti i soldi di famiglia dopo essersi invischiato negli affari della \"Congrega delle stoviglie eleganti\", dovette quindi nascondersi dall'organizzazione per evitare di pagare i propri debiti. Rocher risultò essere innocente come Kevin e, dopo la risoluzione del caso, si riunì a sua moglie, alla quale per paura non aveva mai chiesto aiuto.\nIn questa sottoarea si possono trovare le missioni avventura \"Fata selvaggia di Érinnyes\" e \"Verso libero\".\n<color=#ffd780>Articoli Correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Istituto di ricerca di Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Istituto di ricerca di ingegneria dell'energia cinetica di Fontaine</span><span style=\"color: rgba(255, 255, 255, 0.85)\"> </span>è stato fondato da Alain Guillotin ed è spesso abbreviato semplicemente in Istituto di ricerca di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/85019254/154baa11b653966030bdf047346be788_3687673423077505657.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Forte Méropide",
        "desc": "<p>Prigione di Fontaine, gestita dal Duca Wriothesley.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/23/20856775/543bcf412bf7a949068f160ee9ab7e97_2147794152112341456.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4668,
        "name": "Pahsiv",
        "desc": "<p>Protettrice della Foresta di Erinnyes. Nonostante possa sembrare una Melusina, la sua vera specie rimane un mistero.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/16/362377527/d3995739fdde0d2eb7feb6f6c77af343_8195231907978874837.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4669,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "name": "Nacker",
        "desc": "<p>Scienziato dell'Istituto di ricerca di Fontaine, ha rubato il Nucleo fondamentale di energia cinetica ed è fuggito.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/20856775/c54f719bfb5acd61ea877e52f84338b6_5084927782670445881.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "name": "Edwin Eastinghouse",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/c489991125014d61433420b3425ce342_6088201802534512828.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4670,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4725,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4726,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Freminet",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un giovane riservato esperto di immersioni. Al di là del suo atteggiamento distante e algido si nasconde un cuore puro e immacolato.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/08/157266935/8e44111a378f4e5379b8e7444e8c2daa_7358398536704337067.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4674,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4724,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4635,
        "name": "Chiave a lacrima",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Una gemma che ricorda una goccia di pioggia, o una lacrima versata da qualcuno.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/01/45954971/0e96a3e33ddf0c8eaaf9fdf5b0585f7f_5228938342400788299.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4633,
        "name": "Ramo della Foresta nebbiosa",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Un ramo che scintilla di un bagliore color giada. Sembra avere un misterioso legame col sentiero della Foresta nebbiosa.</span><br><span style=\"color: rgb(255, 255, 255)\">A un'occhiata più attenta, sembra che ci sia qualcosa che scorre al suo interno.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/02/45954971/b50f5de190531d54e38761874b95d95d_6415432024862255176.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4634,
        "name": "Cristallo xenocromatico misterioso",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un grosso cristallo ottenuto sconfiggendo i possenti Aberranti del Fontemer.<br>Il potere che racchiude è più misterioso di quello dei cristalli xenocromatici comuni.<br>Forse qualcuno sarebbe disposto a pagare un giusto prezzo pur di averlo.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/02/45954971/da17762ee44a7ae9624f92919e4c74b7_3319636328955511447.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Salice piangente lacustre",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/16/20856775/1f23240dc8ac0b4a8be71f4f585e82d3_3736928170827025044.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Un salice piangente gigante connesso ai corsi d'acqua di Érinnyes, purtroppo la corruzione ha infettato le sue radici. I rami del salice si sono seccati, il fogliame si è ingiallito e l'acqua del lago è diventata amara. Quando Pahsiv e il Viaggiatore pulirono le radici del salice dallo sporco, l'acqua tornò ad essere limpida e l'albero ritrovò il proprio aspetto originario. Nell'acqua sotto il salice si trova un altare con la chiave a lacrima, necessaria per purificare la sporcizia di Érinnyes."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/16/20856775/50fa13bd9dc00854bf6a32003f63849f_7439883366975876687.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "La caverna subacquea contenente le radici del salice piangente si chiama Hauteclaire. Questo era il nome del famoso scettro del Cavaliere di Lagoluce, Érinnyes. Una leggenda narra che, quando\ncadde, il Cavaliere di Lagoluce incontrò la misericordiosa Signora di Molte Acque, Egeria. Érinnyes ringraziò la Signora di Molte Acque per averle mostrato il Puro Graal ed averle permesso di completare il proprio viaggio. Ella promise che i Cavalieri di Loch sopravvissuti avrebbero continuato a servire lealmente Egeria e il suo futuro regno, seguendo quella nobile musicista, e che avrebbero inseguito le ombre persistenti, ristabilendo la giustizia. Il Cavaliere dagli occhi color del mare confessò i suoi peccati e, come conforto per la propria anima, chiese di essere espulsa ed esiliata. Una volta finito il discorso, ella sguainò la spada e un acquoso fascio di luce brillò da essa illuminando tutta la valle.\nLa leggenda vuole che Daeira, la fanciulla del lago, abbia donato la spada ad Érinnyes affinché potesse compiere innumerevoli gesta. Molti conflitti furono placati dalla sua lama e la devastazione della guerra fu interrotta in quelle terre. Aveva bevuto il sangue cremisi degli ingiusti, i traditori e gli sleali erano erano caduti come fiocchi di neve sulla terra di fronte alla purezza di Hauteclaire. La sua elsa dorata era tempestata di gioielli e solo coloro che avevano un'anima pura erano degni di lei. Érinnyes era convinta che un giorno sarebbe esistita una persona nobile che avrebbe innalzato nuovamente la spada, compiendo gesta ancora più grandi delle sue."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/16/20856775/9a710660cb5cbf9199edab0eba23e976_4640349655443234940.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Il Cavaliere di Lagoluce aveva gettato tre volte la propria spada nelle acque del lago e, solo l'ultima volta, l'acqua non l'aveva riportata a riva. Le acque si erano richiuse sopra di lei e la lama era affondata nelle profondità del lago. La Signora di Molte Acque si commosse per le preghiere lamentose del Cavaliere e decise di esaudire il suo desiderio. Egeria diede un fiore puro come Lagoluce all'ultimo Cavaliere di Loch, come regalo d'addio. Ancora oggi gli abitanti di Fontaine hanno la tradizione di cogliere un giglio e consegnarlo a chi deve intraprendere un lungo viaggio, augurandogli che la strada percorsa sia tranquilla come l'acqua pura e che siano in grado di seguire la sua luce, ritornando al loro fianco sani e salvi. I Gigli Lagoluce crescono ad Érinnyes, nel luogo in cui Cavalieri di Loch hanno incontrato la Signora di Molte Acque."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/16/20856775/9244abf4d510492318cb612ab2ff3809_1658163279159173035.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ad est del Salice piangente il Viaggiatore e Paimon incontrarono Rouge, l'amico di Penny. Lui ed i suoi assistenti pianificavano di occuparsi dei Cacciatori di tesori, per dare la loro ricchezza alle persone cadute in disgrazia e che non riuscivano ad uscire da situazioni difficoltose. Rouge aveva riunito persone che credevano nella giustizia e nell'uguaglianza, sperando di poter aiutare coloro che soffrivano per la povertà e vivevano di stenti. Assieme formarono gli Ideali della rosa arcobaleno, che includevano: Liam, Rocky Avildsen, Athos, Autumn, Parker, Barrow, Freeman e Rouge stesso."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Il mondo è pieno d'ingiustizia, povertà ed avidità e, fino al giorno in cui tutto ciò verrà cancellato, essi vagheranno per la loro amata terra, Fontaine.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "In questa sottoarea si possono trovare le missioni avventura \"Salice piangente appassito\" e \"Poesia improvvisata dell'Alba cremisi\".\n<color=#ffd780>Articoli Correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Cavaliere di Loch",
        "desc": "<p>I Cavalieri di Loch sono seguaci della Signora delle Molte Acque, Egeria, che giurò di proteggere gli Oceanidi, trovare il Puro Graal e spezzare le catene che imprigionavano Egeria per espiare il peccato originale.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/85019254/afce7f4f1847f62698a00f239e5a8d00_7805892425926695216.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4668,
        "name": "Pahsiv",
        "desc": "<p>Protettrice della Foresta di Erinnyes. Nonostante possa sembrare una Melusina, la sua vera specie rimane un mistero.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/16/362377527/d3995739fdde0d2eb7feb6f6c77af343_8195231907978874837.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Il precedente Archon di Hydro morto durante il Cataclisma 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/a5b8d23dd3fbe0969cc3ebce78f9c29f_5914355630979167572.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4673,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Fulgore delle placide acque",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Uno scettro avvolto da un vortice d'acqua cristallina. In un'epoca assai remota, esso rappresentava la suprema autorità sulle correnti del mare.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/14/45954971/9807aa25f336daae391a6f6d4995af3d_919174743284659223.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Giglio Lagoluce",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un fiore azzurro dall'aspetto immacolato, che nasce quando le vene dell'acqua confluiscono. Ha un profumo semplice, fresco ed elegante, intenso e corroborante nella sua gentilezza.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/19/45954971/cfef85645ede8ab0caf243e71d9a1205_8755025191051500692.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4639,
        "name": "Ideali della rosa arcobaleno",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un pezzo di carta formato mettendo assieme gli otti biglietti.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">La combinazione dei disegni sul restro rappresenta una rosa arcobaleno.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/45954971/1625612ab09425ee9aeae02246355e17_2008041585477965414.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Loch Urania",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/16/20856775/8b5e5ce4959737e6242311fdd3d88698_60609512005984895.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando la sporcizia avvelenò la Foresta di Érinnyes, anche le acque di Loch Urania divennero inquinate. Nei dintorni del lago cominciò a soffiare un forte vento, attraverso il quale era impossibile passare. Quando Pahsiv ed il Viaggiatore purificarono le radici del Salice piangente e liberarono la foresta dalla sporcizia, il vento si placò. Dopo aver salvato la foresta, Pahsiv si è stabilita in una caverna vicina a Loch Urania, dove si possono barattare con lei Algamaree per avere svariati oggetti. Da quando il lago è stato purificato, nelle sue vicinanze hanno iniziato ad apparire degli Elementosauri abissali, amici di Pahsiv.\nIn questa sottoarea si può trovare la missione avventura \"La fata selvaggia di Érinnyes\".\n<color=#ffd780>Articoli Correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4668,
        "name": "Pahsiv",
        "desc": "<p>Protettrice della Foresta di Erinnyes. Nonostante possa sembrare una Melusina, la sua vera specie rimane un mistero.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/16/362377527/d3995739fdde0d2eb7feb6f6c77af343_8195231907978874837.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Elementosauro abissale primordiale",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Elementosauro che vive nelle profondità degli oceani.<br>Un tempo erano la razza dominante negli abissi... E, in effetti, i draghi erano i signori del mondo intero in un'era ancor più antica. Ma i loro Sette sovrani furono sconfitti da un potere proveniente dal cielo, che li fece estinguere uno dopo l'altro.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4005,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Porto Lumidouce",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/17/20856775/f0f045e68ca25ea2a163bcee67450f55_9203672046199989816.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Porto Lumidouce è uno dei porti più attivi della Corte di Fontaine per quanto riguarda lo scambio di merci ed è situato al confine tra Liyue e Fontaine. Si tratta di un porto internazionale e in loco vengono effettuate la maggior parte delle transazioni con i paesi affiliati. Una delle destinazioni principali dal Porto di Lumidouce è il Pontile Yilong a Liyue. L'ex-direttore del porto, Doutey, pianificava un'espansione delle attività per far fronte all'enorme volume di commercio. L'intento non era solamente di ingrandire le dimensioni del porto, ma anche di costruire numerosi edifici ausiliari quali alberghi, ristoranti e taverne ma, per ragioni sconosciute, il progetto venne posticipato e Doutey diede le dimissioni. Al momento Cassigneul è la nuova amministratrice del luogo. Il suo lavoro precedente aveva a che fare con questioni di gestione del porto, ma questa è la prima volta che si ritrova ufficialmente ad essere nel ruolo di amministratrice. Per lei non è facile, data l'enorme mole di avvicendamento delle merci. Dato che il progetto di rinnovamento del porto non è mai iniziato, alcuni lavoratori stanno considerando l'idea di cercare un'occupazione in città, oppure di andare a Porto Romaritime, al confine con Sumeru."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/17/20856775/4a731f33f55c766d8d00b84f85e53fa1_3063787331758481572.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Recentemente, Porto Lumidouce si è trovato ad affrontare un momento di crisi: l'avvicendamento delle merci sta crescendo, il numero di navi di Fontaine sta diminuendo, gli studi idrologici sul porto non vengono portati avanti da molto tempo, le mappe idrologiche sono ormai datate ed i lavoratori del porto vengono a malapena pagati. Le condizioni del porto e delle acque circostanti sono estremamente difficili: acque poco profonde si alternano a lunghe spaccature ed a volte sono presenti anche delle barriere coralline. Tutte le navi mercantili che entrano o escono dal mare necessitano di un navigatore a bordo, che le guidi sul percorso più veloce e sicuro. A causa dei crescenti problemi a Porto Lumidouce, molti navigatori si sono dimessi e quelli rimasti sono così esausti, da arrivare a commettere svariati errori. A volte l'ambiente subacqueo può cambiare: le correnti possono causare lo spostamento di un relitto affondato e bloccare una certa rotta, mentre quelle stesse correnti potrebbero anche aprire una strada che prima sarebbe stata completamente impossibile. Per facilitare la navigazione, il porto assumeva periodicamente specialisti incaricati di effettuare ispezioni idrologiche. Tutti i dati ricevuti venivano registrati nella mappa, che poi veniva ridistribuita in versione aggiornata a tutti i navigatori. Recentemente non è stato effettuato nessuno studio idrologico ed i navigatori fanno affidamento soltanto sulla propria esperienza e sulle mappe ormai non più aggiornate. La Signora Cassigneul sta pianificando di far effettuare una nuova ispezione idrologica completa, ma ci vorrà molto tempo.\nHautemontagne, una ricercatrice dell'Istituto di Ricerca di Fontaine, una volta lavorava a Porto Lumidouce. Stava lavorando all'espansione delle linee di acquabus per creare un collegamento con il porto, ma il progetto fu sospeso e Cassigneul la mandò alla Vallata Chenyu. La presidentessa della Spina di Rosula, Navia, sta pianificando di riprendere il progetto e costruire una quarta linea di Acquabus diretta al porto.\nIl guardiano del porto si chiama Chaussivert e si è dato da solo questo incarico. Un giorno, Concini, un uomo di Snezhnaya, assunse l'intera squadra di Chaussivert per trasportare il ricercatore Nacker ed il nucleo cinetico che aveva rubato dall'Istituto di Ricerca di Fontaine. Uno degli uomini di Concini voleva assumere Chaussivert, ma lui rifiutò e fu attaccato. Dall'Istituto arrivò l'investigatrice speciale Fusilier, alla ricerca di Nacker, e sospettò che il guardiano fosse coinvolto nella sparizione del Nucleo cinetico dell'Arkhium. Dato che il nucleo era instabile e poteva esplodere da un momento all'altro, Chaussivert decise di aiutare Fusilier ed il Viaggiatore a trovare Nacker. Quando l'uomo fu catturato e mandato a Forte Méropide, al porto venne lasciata una nota nella quale si diceva che tutti i materiali e l'equipaggiamento associati con il Nucleo cinetico dell'Arkhium sarebbero stati distrutti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/17/20856775/3d44b97926f26ca1f08846b466697ac4_4236686469160706399.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Al porto lavora anche un cacciatore di tesori sfortunato, Urville. Molti anni prima, una Melusina (presumibilmente Nadia) lo aveva salvato dall'attacco di alcuni Polpotondo e, da quel momento, volle crescere in fretta per poter aiutare le altre persone. Dopo qualche tempo salvò Nadia, una Melusina che era affetta da amnesia a causa di una ferita al cervello, e si convinse di poterla curare. Come prima soluzione si propose di trovare i tesori del Forum Liliacruces per diventare ricco, ma l'idea si rivelò fallimentare. Al momento Urville si sta allenando duramente per diventare marinaio, in modo da guadagnare dei soldi che gli permetteranno di pagare le cure mediche di Nadia.\nPorto Lumidoce fu al centro di un'investigazione riguardante il contrabbando di Sinthe, una nuova droga che aveva iniziato a circolare a Fontaine. I criminali trasportavano la droga attraverso la frontiera all'interno dello stomaco di gatti, che venivano mandati negli altri paesi senza che nessuno potesse localizzarli. La guardia Elodie, incaricata della sicurezza del porto, aveva condotto l'investigazione su una pista che portava a Pierre dell'Istituto di Ricerca ed a Bernard della \"Società Humane\". Di fatto, lei era in realtà la principale responsabile di questo caso criminale, mentre Pierre e Bernard nemmeno sospettavano dell'esistenza di altre persone coinvolte. Elodie cambiava i suoi turni di lavoro per farli coincidere con le attività della \"Società Humane\", organizzava i registri in modo che chiunque leggesse avrebbe immediatamente sospettato dell'organizzazione e non includeva registrazioni delle sue attività. Grazie all'aiuto dei famosi illusionisti, Lyney e Lynette, e della capitana della Pattuglia speciale di sicurezza e sorveglianza, Chevreuse, Elodie fu catturata.\nIn questa sottoarea si può trovare la missione avventura \"Una menzogna prevista\".\n<color=#ffd780>Articoli Correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "name": "Vallata Chenyu",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le dolci brezze portano il profumo del tè attraverso le montagne di Liyue, riempiendo l'aria con il profumo salato ancora una volta.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">\"Il tè cresce sulle rocce, dove la giada sgorga all'infinito.\" Il debole profumo e l'antico canto della giada si riversano insieme lungo i fiumi che attraversano il villaggio di Qiaoying fino al vivace Pontile Yilong. Quali avventure e quali fortune attendono, nascoste tra le cime brulicanti del sud...?</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/07/45954971/e4d0ad609badc8717d0d99c57c2e1ca6_7597847818631768162.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "name": "Regione di Belleau",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Oltre alle vaste aree d'acqua, Fontaine è caratterizzata da foreste e monti. Tra questi, uno dei più emblematici è sicuramente il monte Automnequi. L'Istituto di ricerca di Fontaine ha impiegato degli enormi dispositivi ingegneristici per completare i lavori di perforazione del Tunnel Poisson, superando così una delle difficoltà più grandi nella costruzione di idrovie.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/13/190184121/decfebf39c4d3b6e22cf9f28c98288f6_9194028426108910202.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>La Spina di Rosula è una società orientata al cittadino che coinvolge molti ceti sociali e concentra i suoi sforzi nella risoluzione di problemi difficili tra la gente comune e che collabora, quando necessario, con le autorità di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/362377527/103e6993dd0a594332fa18ca5fe17098_7130543104179773696.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Istituto di ricerca di Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Istituto di ricerca di ingegneria dell'energia cinetica di Fontaine</span><span style=\"color: rgba(255, 255, 255, 0.85)\"> </span>è stato fondato da Alain Guillotin ed è spesso abbreviato semplicemente in Istituto di ricerca di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/85019254/154baa11b653966030bdf047346be788_3687673423077505657.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5562,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Presidente, leader, capo e comandante della Spina di Rosula</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/09/157266935/3fc7580c01a9e622692402889706c4db_2101762237494971240.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "name": "Nacker",
        "desc": "<p>Scienziato dell'Istituto di ricerca di Fontaine, ha rubato il Nucleo fondamentale di energia cinetica ed è fuggito.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/20856775/c54f719bfb5acd61ea877e52f84338b6_5084927782670445881.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4670,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4672,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2472,
        "name": "Nadia",
        "desc": "<p>La guardia notturna della filiale della Banca del Nord a Liyue.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/16/20856775/094408a52bd31f1ca4bf5ac5f53e7eeb_6356938145652389134.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un'assistente magica di poche parole, le cui emozioni sono imperscrutabili come quelle di un gatto.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/190184121/436e6f2b9b9006bfe511a98093259daf_2669821214730536049.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p>Un celebre mago di Fontaine dotato di grande presenza scenica e notevoli doti dialettiche. Il pubblico rimane ammaliato dalle sue incredibili abilità e pende letteralmente dalle sue labbra</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/157266935/e343d4442cc3b8e243f0d528bb715f75_5622302237255870491.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4577,
        "name": "Chevreuse",
        "desc": "<p>La capitana della Pattuglia speciale di sicurezza e sorveglianza, che porta il sigillo della giustizia perennemente apposto sul cuore. Il suo moschetto non mirerà mai a nessuno se non a rei e malfattori.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/09/45954971/a846729f31f16a987a8696466ebabcc0_8955969114480999025.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Risorse",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Specialità locali"
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Giglio Lagoluce",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un fiore azzurro dall'aspetto immacolato, che nasce quando le vene dell'acqua confluiscono. Ha un profumo semplice, fresco ed elegante, intenso e corroborante nella sua gentilezza.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/19/45954971/cfef85645ede8ab0caf243e71d9a1205_8755025191051500692.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voltacristalli radiosi"
      },
      {
        "type": "CustomEntry",
        "epId": 4685,
        "name": "Voltacristallo radioso 115",
        "desc": "<p>Questo meraviglioso cristallo contiene un certo ritmo, come una meraviglia intessuta con della seta delicata. Questi oggetti sono sparsi per tutto il continente o si possono reperire dai mercanti che collezionano rarità. La melodia contenuta all'interno del cristallo può essere ravvivata nella Serenteiera usando Eufonio libero Sinuosità o Eufonio libero Crescendo. La melodia contenuta all'interno di questo Voltacristallo radioso è \"Loch's Revitalization.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/01/141621183/f94e944ea6bc98e9f0b8df3c9b3f7638_4321668936065506527.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4686,
        "name": "Voltacristallo radioso 116",
        "desc": "<p>Questo meraviglioso cristallo contiene un certo ritmo, come una meraviglia intessuta con della seta delicata. Questi oggetti sono sparsi per tutto il continente o si possono reperire dai mercanti che collezionano rarità. La melodia contenuta all'interno del cristallo può essere ravvivata nella Serenteiera usando Eufonio libero Sinuosità o Eufonio libero Crescendo. La melodia contenuta all'interno di questo Voltacristallo radioso è \"Les fumees blanches.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/01/141621183/f94e944ea6bc98e9f0b8df3c9b3f7638_804071710230109308.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4687,
        "name": "Voltacristallo radioso 117",
        "desc": "<p>Questo meraviglioso cristallo contiene un certo ritmo, come una meraviglia intessuta con della seta delicata. Questi oggetti sono sparsi per tutto il continente o si possono reperire dai mercanti che collezionano rarità. La melodia contenuta all'interno del cristallo può essere ravvivata nella Serenteiera usando Eufonio libero Sinuosità o Eufonio libero Crescendo. La melodia contenuta all'interno di questo Voltacristallo radioso è \"Neath the Fountain.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/01/141621183/f94e944ea6bc98e9f0b8df3c9b3f7638_6519751953618198879.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "NPC",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mercanti"
      },
      {
        "type": "CustomEntry",
        "epId": 4669,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "NPC correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 4668,
        "name": "Pahsiv",
        "desc": "<p>Protettrice della Foresta di Erinnyes. Nonostante possa sembrare una Melusina, la sua vera specie rimane un mistero.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/16/362377527/d3995739fdde0d2eb7feb6f6c77af343_8195231907978874837.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4674,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4673,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Libreria",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Libri"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4692,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Guida all'avventura",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tutorial"
      },
      {
        "type": "CustomEntry",
        "epId": 4697,
        "name": "Tappeti microbici contaminati",
        "desc": "<p>Nelle zone selvatiche di Fontaine, puoi incappare in questi tappeti microbici contaminati alquanto vivaci (forse a causa di influenze esterne). I grumi e i nuclei contaminati al loro interno possono essere <span style=\"color: rgb(255, 225, 75)\">eliminati</span> grazie alle abilità del Polpotondo xenocromatico e di altri <span style=\"color: rgb(255, 225, 75)\">Aberranti del Fontemer xenocromatici</span>.<br>A causa dei processi evolutivi, può capitare che alcuni grumi contaminati siano <span style=\"color: rgb(255, 225, 75)\">collegati </span>tra loro. Se tali connessioni non vengono recise completamente, i tappeti microbici precedentemente rimossi possono <span style=\"color: rgb(255, 225, 75)\">rigenerarsi</span>. Alcuni nuclei contaminati sono protetti da <span style=\"color: rgb(255, 225, 75)\">gusci impenetrabili</span>, il che li rende impossibili da attaccare. Elimina prima i tappeti microbici circostanti per rimuovere il guscio e attaccare il nucleo.</p><p>Alcuni nuclei contaminati hanno sviluppato abilità di attacco e difesa. Alcuni sono addirittura in grado di cacciare altre creature in cerca di nutrimento...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/20/141621183/f3d72cb7a976b69b429eb4f863562206_2671920893361695460.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mappa",
        "alignment": "center"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=dark&bbs_theme_device=1&lang=it-it#/map/2?shown_types=2,3,154&center=-1280.93,-4000.32&zoom=-0.50"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Salice piangente acquatico di Érinnyes",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/15/45954971/d1112d14bd9513c49ef485d21262fb9b_3737616469939507973.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "In tempi antichi, il salice piangente del lago era oggetto di venerazione. Tutte le vene d'acqua convergono a Érinnyes e il salice piangente fiorisce o avvizzisce quando le acque sono dolci o amare. La terra del lago è la stessa... Un peccato quindi che i presagi arrivino solo sulla stessa luna come calamità."
          }
        ]
      },
      {
        "key": "La nave dell'ubriacone",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/15/45954971/cf954e637652a0627834e6defbaedc63_2079706352594972529.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Una nave bianca che un tempo brillava al sole è oggi complettamente arrugginita. Ci sono così tanti racconti qui da scoprire e altrettanti tesori, ma gli stranieri che vorrebbero entrare sono pochi quante sono le lune nel cielo."
          }
        ]
      },
      {
        "key": "Un porto remoto",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/15/45954971/ac6c8502959266f440bb6513f179d5d0_7631060787075128736.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Il porto principale che conduce verso altre nazioni. Dicono che un tempo fosse stato pianificato di costruire una quarta linea di Acquabus che avrebbe collegato il Porto Lumidouce e la Corte di Fontaine, ma tale piano morì insieme al più potente finanziatore dell'Acquabus."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Foresta di Érinnyes"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Località permanente"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "4.2"
          }
        ]
      }
    ]
  }
}