{
  "epId": 5146,
  "name": "Regione di Morterre",
  "desc": "<p>Chi sa da quanto tempo la storia custodita con la torre alta sul mare, che la gente ignora, è stata mantenuta?</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/157266935/cd8d24707c19c43305b87cac406a5c35_8800656125514631517.png",
  "menuId": 20,
  "menuName": "Definizioni",
  "version": 1747863022,
  "components": {
    "galleryCharacter": [
      {
        "key": "Regione di Morterre",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/06/362377527/bdbc82e5fc137afb2115a911dc10d28b_6998757752749267543.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Questa un tempo fu molte cose e molti sogni."
          }
        ]
      },
      {
        "key": "Posizione dei luoghi sulla mappa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/13/362377527/7b62104753b230bbae992d8f7070e853_4094782094781501213.png"
      },
      {
        "key": "Posizione dei luoghi sulla mappa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/13/362377527/3b01307ae72fa72b4b24b414290a9bb3_6659180366435904409.png"
      },
      {
        "key": "Posizione dei luoghi sulla mappa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/13/362377527/e29b681dac0daf2535e733b389c59d79_725507606162035189.png"
      },
      {
        "key": "Posizione dei luoghi sulla mappa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/13/362377527/9a40b648915601f0fd8deb65fb48fbab_339210830273564478.png"
      },
      {
        "key": "Posizione dei luoghi sulla mappa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/13/362377527/bc7d2630b0ad39b35e6833b38bf90e92_3947834178186403175.png"
      },
      {
        "key": "Posizione dei luoghi sulla mappa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/13/362377527/e2872a5d76cfca9daf1e5c139fc3e1d3_6550873049299240025.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Regione di Morterre"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Località"
          }
        ]
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "4.2"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Risorse",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Specialità locali"
      },
      {
        "type": "CustomEntry",
        "epId": 4575,
        "name": "Sorgente della prima goccia di rugiada",
        "desc": "<p>Una goccia di rugiada limpida che fluttua tra le acque della Regione di Morterre. Ha una natura diversa rispetto ad altri corpi d'acqua, essendo un agglomerato di energia elementale ancora più pura e ancestrale.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/30/45954971/e517f93413bbecc350396cbe71cdf852_4008889029363165009.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voltacristalli radiosi"
      },
      {
        "type": "CustomEntry",
        "epId": 4688,
        "name": "Voltacristallo radioso 118",
        "desc": "<p>Questo meraviglioso cristallo contiene un certo ritmo, come una meraviglia intessuta con della seta delicata. Questi oggetti sono sparsi per tutto il continente o si possono reperire dai mercanti che collezionano rarità. La melodia contenuta all'interno del cristallo può essere ravvivata nella Serenteiera usando Eufonio libero Sinuosità o Eufonio libero Crescendo. La melodia contenuta all'interno di questo Voltacristallo radioso è una melodia misteriosa di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/21/45954971/33219efde74b002b368e606c6e784ba4_6621776176009258238.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4689,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "NPC",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "NPC correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 4672,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2472,
        "name": "Nadia",
        "desc": "<p>La guardia notturna della filiale della Banca del Nord a Liyue.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/16/20856775/094408a52bd31f1ca4bf5ac5f53e7eeb_6356938145652389134.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Guide avventura",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tutorial"
      },
      {
        "type": "CustomEntry",
        "epId": 4707,
        "name": "Meccanismo azionabile: Colonna elevatrice",
        "desc": "<p>Una colonna mobile che può essere <span style=\"color: #FFD780\">alzata e abbassata </span>attraverso il <span style=\"color: #FFD780\">nodo ricevitore </span>di cristallo sulla base. Anche se non è il progetto originale o l'uso designato, l'energia del Polporotondo xenocromatico è in grado di controllare i nodi ricevitori, sollevandola e abbassandola a sconda della base. Normalmente, quando la base ha <span style=\"color: #FFD780\">un </span>nodo ricevitore, dopo che la colonna viene alzata, <span style=\"color: #FFD780\">cadrà di nuovo lentamente</span>, ma con <span style=\"color: #FFD780\">due </span>nodi ricevitori. L'<span style=\"color: #FFD780\">innalzamento </span>e l'<span style=\"color: #FFD780\">abbassamento </span>della colonna possono essere controllati separatamente. <br>A volte la colonna elevatrice può venire estesa fino all'altro lato del terreno o del muro. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/141621183/f3d72cb7a976b69b429eb4f863562206_8848785800892923124.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4709,
        "name": "Meccanismo azionabile: Assemblaggio binari",
        "desc": "<p>Una serie di meccanismi. Normalmente, è composta dai seguenti componenti: binario, pezzi di cristallo, piedistalli di cristallo e un dispositivo per adoperare i pezzi di cristallo (come le valvole di regolazione e le valvole a piuma). A volte capita che i binari presentino anche degli scambi.</p><p>Lo scopo della sfida consiste nell'usare le <span style=\"color: #FFD780\">valvole di regolazione</span> per disporre tutti i pezzi di cristallo <span style=\"color: #FFD780\">sugli appositi piedistalli</span>. </p><p>Quando l'<span style=\"color: #FFD780\">interruttore d'invio</span> viene attivato, <span style=\"color: #FFD780\">bloccherà i percorsi </span>e farà in modo che nulla possa attraversare i percorsi. Usa l'interruttore d'invio per coordinare le posizioni di diversi pezzi di cristallo e fai in modo che si fermino sui piedistalli dei cristalli. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/141621183/f3d72cb7a976b69b429eb4f863562206_5616334976470456928.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4706,
        "name": "Meccanismo azionabile: Valvola a piuma",
        "desc": "<p>Usa un <span style=\"color: #FFE14B\">nodo ricevitore di cristallo</span> per creare una valvola bidirezionale. Nonostante non sia questo il suo uso originale e designato, l'energia del Polpotondo xenocromatico può spingere i nodi ricevitori e spostare la valvola a piuma per operare in una specifica direzione. Quando la corrente si arresta, la valvola a piuma <span style=\"color: #FFE14B\">ritorna automaticamente alla sua posizione originale</span>, insieme a tutti i meccanismi associati o a essa connessi. <br>In alcune circostanze, potresti dover trovare prima i nodi ricevitori mancanti. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/15/141621183/f3d72cb7a976b69b429eb4f863562206_809971090446424030.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4705,
        "name": "Meccanismo azionabile: Fascio di Éliphas",
        "desc": "<p>Questo dispositivo è il risultato dei primi studi in ambito di ottica da parte dell'Istituto di Filosofia Naturale, quando si trattava ancora di un'organizzazione accademica embrionale. I suoi componenti di base includono <span style=\"color: #FFE14B\">\"generatori di raggi\"</span> e <span style=\"color: #FFE14B\">\"ricevitori di raggi\"</span>. <br>Il generatore di raggi va installato su una base di un \"ricevitore di raggi\" simile a una valvola di regolazione, e può essere controllato e ruotato sfruttando l'energia del Polpotondo xenocromatico. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/15/141621183/f3d72cb7a976b69b429eb4f863562206_5226010479310578479.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4708,
        "name": "Meccanismo azionabile: Valvola di regolazione",
        "desc": "<p>Usa <span style=\"color: #FFE14B\">due \"nodi ricevitori\" di cristallo</span> per creare una valvola <span style=\"color: #FFE14B\">bidirezionale</span>. Nonostante non sia questo il suo uso originale e designato, l'energia del Polpotondo xenocromatico può spingere i nodi ricevitori, regolare la direzione della valvola direzionale in senso orario o antiorario e attivarla insieme ai meccanismi associati. <br>In alcune circostanze, potresti dover trovare prima i nodi ricevitori mancanti.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/15/141621183/f3d72cb7a976b69b429eb4f863562206_7448561572384985625.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4710,
        "name": "Meccanismo azionabile: Assemblaggio binari e Fascio di Éliphas",
        "desc": "<p>A volte ci sono <span style=\"color: #FFD780\">ripetitori </span>sferici di raggi sul percorso, e il loro <span style=\"color: #FFD780\">movimento </span>può essere <span style=\"color: #FFD780\">controllato </span>dalle valvole di regolazione. <br>Quando ricevono un raggio, il ripetitore spara un altro raggio in una determinata direzione. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/141621183/f3d72cb7a976b69b429eb4f863562206_1727012639744992399.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4711,
        "name": "Meccanismo azionabile: Colonna elevatrice verticale e Fascio di Éliphas",
        "desc": "<p>A volte, in una colonna elevatrice ci sono uno specchio riceviraggi e uno <span style=\"color: #FFD780\">specchio proiettaraggi</span> corrispondente. Quando un raggio illumina lo specchio riceviraggi, viene emesso dallo specchio proiettaraggi <span style=\"color: #FFD780\">convesso</span>.<br>A volte le colonne elevatrici presentano ripetitori di raggi sferici. Quando ricevono un raggio, lo trasferiscono al generatore di raggi corrispondente, che proietterà a sua volta un raggio. I nodi ricevitori possono controllare la direzione del generatore di raggi. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/141621183/f3d72cb7a976b69b429eb4f863562206_8438917612206034084.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4700,
        "name": "Flusso energetico (I)",
        "desc": "<p>Dentro queste rovine c'è uno strano flusso d'energia dal colore dell'acqua che scorre lungo \"canali\" prestabiliti.<br>In più, lungo il percorso sono presenti dei dispositivi in grado di raccogliere questi flussi d'energia. Questi strani dispositivi possono anche <span style=\"color: #FFE14B\">sollevarsi</span> per trasportare tali correnti verso \"canali\" disposti su livelli superiori o inferiori. L'obiettivo finale sembra essere quello di guidare quest'energia nella<span style=\"color: #FFE14B\"> grande macchina al centro</span> delle rovine.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4701,
        "name": "Flusso energetico (II)",
        "desc": "Sui \"canali\" necessari per il flusso di energia, a volte ci sono dispositivi di invio che possono regolare la direzione del flusso di energia. In base alla loro forma, potresti riuscire a determinare la direzione in cui scorrerà l'energia.<br>Nelle vicinanze, sono spesso presenti dei meccanismi per cambiare la direzione di questi dispositivi di invio...",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4715,
        "name": "Accoppiatori ottici della Torre dell'Ipsissimus",
        "desc": "<p>Questa torre contiene delle macchine attive altamente specializzate e degli Emettitori di raggi di Éliphas. I soffitti di alcuni piani contengono <span style=\"color: #FFD780\">assemblaggi che emettono raggi</span>, che è possibile <span style=\"color: #FFD780\">girare </span>tramite le valvole meccaniche corrispondenti.<br>L'oggetto corrispondente è un ricettore di raggi progettato appositamente. Come suggerisce il nome, si attiva solo dopo che <span style=\"color: #FFD780\">ha assorbito un raggio</span>.<br>L'assemblaggio a ruote che porta l'emettitore di raggi personalizzato può usare dei mezzi meccanici per regolare la propria <span style=\"color: #FFD780\">posizione orizzontale</span>.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/24/141621183/f3d72cb7a976b69b429eb4f863562206_8510519863211640129.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mappa",
        "alignment": "center"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=0&lang=it-it#/map/2?center=-338.46,-4188.63&zoom=-0.50&shown_types=52,2,3,154,319,338,488,489,410,521,490"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "La Melusina chiede, la macchina risponde",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/19/20856775/2286e9b2a47e48f69c0de5bc765b5e3c_9115041432398275387.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Un giorno, il simbolo del giornale \"L'Uccello a vapore\", Sir Arthur, venne rapito dalla Corte di Fontaine. Talochard, una dipendente dello Spettro Maréchauseé, si offrì come volontaria per indagare sul caso. Ella non era un'investigatrice, ma un'addetta alla gestione delle prove. La Melusina decise di avvalersi dell'aiuto di \"Curve\", un Meka che aveva la capacità di saper riconoscere le menzogne. Il Viaggiatore e Paimon, che passavano di lì, furono incuriositi dagli avvenimenti avvenuti nelle vicinanze dell'Uccello a vapore e decisero di unirsi alle indagini. Assieme, riuscirono a raccogliere delle prove ed a trovare svariati sospettati. Sebbene la maggior parte degli individui sospetti si rivelarono essere innocenti, venne trovato un collegamento fra il rapimento di Sir Arthur e Curve."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/19/20856775/83b607eafe38c25549f329f07ad2fa56_2940869177618690249.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Trent'anni prima un ricercatore, il Dr. Mosso Lombroso, creò una macchina della verità che chiamò Curve. Lombroso aggiunse delle regole al nucleo di programmazione della macchina, in modo che potesse rilevare accuratamente le menzogne. Queste regole, chiamate Protocollo Mosso, richiedevano che Curve rispondesse a tutte le domande con completa accuratezza ed onestà, escludendo qualsiasi possibilità di menzogna. Il vero obiettivo del ricercatore era di creare una macchina che sarebbe gradualmente diventata umana, tramite la comprensione delle bugie e dell'umanità. Se un giorno Curve sarebbe stata in grado di mentire come un umano, avrebbe significato che non era più limitata dalla sua programmazione di macchina e che aveva acquisito emozioni umane. Poco dopo la presentazione pubblica della macchina del Dr. Mosso, l'Uccello a Vapore pubblicò svariati articoli a riguardo e riuscì ad attrarre rapidamente l'attenzione del pubblico. Il giornale utilizzò gli articoli per incutere timore e far preoccupare tutti quanti, così, l'opinione pubblica si rivoltò contro Lombroso. Le persone avevano cominciato a preoccuparsi di cosa sarebbe potuto succedere se, durante un processo, l'imputato non stesse mentendo ma Curve rilevasse una bugia; o ancora, si discuteva su come ci si potesse assicurare che il risultato riportato dalla macchina fosse credibile. Infine, l'Uccello a Vapore, aveva trovato delle prove che testimoniavano la falsificazione dei risultati da parte di Mosso e fu proprio questo che contribuì in maniera definitiva alla sua incarcerazione. Mosso morì in un duello di Corte, nel tentativo di provare la sua innocenza, cercando disperatamente di salvare la propria creazione."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/19/20856775/702dc85b514545b6612b55ac190c72ee_2561898545807641914.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "L'investigazione condusse Talochard e gli altri al laboratorio del Dr. Mosso, ormai abbandonato da tempo. Scoprirono che il ricercatore aveva iniziato a redigere da solo tutti gli articoli incriminatori. Voleva dare in pasto al pubblico delle menzogne, in modo che la macchina potesse studiarle. Pensava che questa lezione sull'evoluzione dinamica potesse aiutare la sua invenzione a raggiungere un livello di comprensione superiore ed a separare la verità dalla finzione. Curve sarebbe sicuramente riuscita a superare le sue regole di programmazione. Il Dr. Mosso aveva persino modificato il suo Protocollo centinaia di volte. Aveva falsificato le prove e le aveva consegnate al giornale, in modo da addossarsi tutte le colpe. Trent'anni più tardi il redattore Jenck, aveva sentito dire da un Agente dei Fatui, coinvolto nel rapimento di Sir Arthur, che il giornale aveva pubblicato delle false accuse e che queste avevano portato alla morte dello scienziato. Jenck non provava alcun rimorso per il ricercatore e così decise di approfittare della situazione rivelando la verità, in modo che le persone coinvolte potessero citare in giudizio il giornale, così come era stato portato in tribunale il Dr. Mosso. In quel modo, la direttrice Euphrasie avrebbe avuto problemi e Jenck avrebbe potuto prendere il suo posto. Il pubblico si sarebbe ricordato di lui come un paladino della giustizia, che aveva risolto un caso di così alto profilo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/19/20856775/79bc7b642fa09ad581868f9e8fc928d8_8941981822774236257.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Jenck aveva origliato i discorsi sul laboratorio avvenuti tra Talochard, il Viaggiatore e Paimon vicino alle porte della redazione e li seguì nella Regione di Morterre assieme ai Fatui. Molto tempo prima, il redattore aveva siglato un accordo con alcuni agenti dei Fatui, capitanati da uno dei Messaggeri, per il quale lui avrebbe trovato le ricerche di Mosso e loro lo avrebbero aiutato a diventare direttore dell'Uccello a vapore. Nel laboratorio, Jenck prese possesso delle istruzioni per l'attivazione del sistema di autodistruzione e, per fermare il viaggiatore, lo attivò prima della propria fuga. Essi non potevano aprire le porte e nemmeno avere accesso ai condotti, altrimenti l'intero posto sarebbe esploso. Curve provò a calcolare le probabilità di successo del salvataggio di Talochard, del Viaggiatore e di Paimon, ma i suoi calcoli non ebbero risultati positivi. La macchina rivelò che avrebbe potuto disabilitare il sistema di autodistruzione inserendo il proprio nucleo nella stanza di controllo, in modo da sbloccare l'accesso alla stanza di sicurezza. Sapeva che il suo nucleo stava invecchiando rapidamente e che presto sarebbe entrata in stato di ibernazione, quindi decise di ingannare Talochard per salvarla. Il sistema di autodistruzione non poteva essere spento e, non appena Talochard e gli altri arrivarono all'uscita d'emergenza, scoppiò un'esplosione che fece allagare tutto il laboratorio. Sebbene Curve perse la vita nell'esplosione, riuscì a realizzare il sogno del suo creatore ed a superare il Protocollo Mosso. Attualmente i Fatui stanno cercando i resti della macchina ed i dati rubati dal laboratorio del Dr. Mosso.\n<color=#ffd780>Articoli Correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Corte di Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">\"Questa città si erge solitaria sull'acqua.\"</span></p><p></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nel punto più alto della città si erge il Palais Mermonia, simbolo dell'autorita suprema di Fontaine, dove la gente conduce una vita all'insegna dell'ordine e della regolarità, proprio come gli Acquabus. L'essenza della legge di Fontaine consiste nel mantenere un ordine stabile, con l'equità e la giustizia che costituiscono i pilastri di tale ordine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/12/190184121/decfebf39c4d3b6e22cf9f28c98288f6_6084755907982934274.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5532,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5531,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5528,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Talochard",
        "desc": "<p>Un'addetta alla gestione delle prove nello Spettro Maréchaussée.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/25/20856775/58702a76d8f1c8e4922339c9c04c5893_1719554805252586848.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4723,
        "name": "Curve",
        "desc": "<p>Una macchina della verità creata dal Dr. Mosso trent'anni fa. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/25/20856775/6fd0dd8a7e4d88bc69e7dd7e3fd72e3b_358234202053874322.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "L'Ordo Narzissenkreuz",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/19/20856775/f944911321eb927afe353e5694361109_7054173742423884428.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sin da quando René de Petrichor aveva creato il suo schema di calcolo denominato \"formula del mondo\", e lo aveva comparato con \"Fortuna\" nei registri della Compagnia Dorata, il suo obiettivo primario fu di opporsi in qualsiasi modo alla profezia associata alla distruzione di Fontaine. Durante la sua esplorazione delle rovine di Petrichor, egli scoprì informazioni sulle origini dei Fontainiani e su ciò che li differenziava dalle altre persone (tutti i Fontainiani erano Oceanidi che erano stati trasformati in umani da Egeria, la prima Archon di Hydro). Basandosi sulle informazioni che aveva trovato, René ebbe un'idea su come si potesse evitare l'apocalisse: era necessario tornare all'origine e creare dei Neoumani. L'uomo voleva utilizzare il \"Sigillo del matrimonio chimico\", una tecnica magica tramandata dalla Compagnia Dorata, per identificare svariati luoghi importanti di Fontaine, nei quali si sarebbe potuto attuare il suo piano."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/19/20856775/4417194d9a22aa68cbc2c9d4aa037acd_3830472543425459959.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Gli antichi Remuriani credevano che la completa padronanza del corpo ad opera della volontà propria, fosse il compimento della virtù umana, un pinnacolo che solo gli Dei ed i più rari dei mortali potevano aspirare ad ottenere. Seguendo il decadimento morale, la volontà divenne incatenata alla forma corporea, la forza di volontà si indebolì e l'umanità rimase completamente schiava della propria carne. I Remuriani toccarono vette difficili da raggiungere attraverso lo studio e la differenziazione dello spirito. Lo spirito si divideva in ricordi, desideri, anima e persona. Tra questi, lo stato che più era vicino alla libertà assoluta che le divinità possedevano, era denominato \"Vera Volontà\". Il distaccamento della volontà umana con una ricerca così meticolosa era il punto di partenza. Dopo queste scoperte, René decise che separare la volontà dalla persona poteva essere la chiave per la salvezza dalla profezia. Se il Dio Re Remus aveva creato per i Remuriani dei corpi immortali fatti di bronzo e pietra, allora René avrebbe potuto creare dei Neoumani separando la volontà dai Fontainiani, in modo da attendere l'avvento dell'apocalisse e sfuggire al fato. All'Istituto di Narzissenkreuz, René scoprì la Sacra Spada di Narzissenkreuz, capace di unire e concentrare il volere di molte persone. L'uomo sperava di evitare il ripetersi degli stessi errori compiuti dai Remuriani."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Rimuovere il sé non comporta la morte, ma è come morire prima di essa. In quel modo, non rimane alcuna vita cui porre fine.</color>\n<color=#ffffff>Così si può ottenere l'eternità. È un passo cruciale, poiché in tale modo è possibile evitare di ricevere una Visione per errore.</color>\n<color=#ffffff>Ricevere una Visione significa vendere sé stessi al \"destino\" di questo mondo, all'heimarmène e, ancor peggio,</color>\n<color=#ffffff>perdere la possibilità di prendere la retta via.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Quando la costruzione dei quattro Ottanti e della Torre di Ipsissimus furono vicine al completamento, René decise di prendersi dei rischi per il bene comune e di disfarsi della sua inutile personalità umana. Lo fece \"riscoprendo se stesso\" attraverso le acque del Mare Primordiale. La rinascita di\nnon era avvenuta e, solamente tramite gli sforzi di Jakob, era stato possibile mantenere la parte della sua personalità nell'Ottante. Jakob doveva non soltanto resuscitare il suo amico, ma anche nascondere la condizione di René e prevenire il collasso dell'Ordo. Durante i suoi numerosi esperimenti era riuscito a creare una creatura intelligente, ma essa era durata solamente 32 giorni. Alla fine era riuscito a creare un nuovo corpo per René e ad impiantarvi la sua coscienza. Il fondamento era un orologio da taschino che Alain Guillottin aveva dato a Jakob e René, rappresentava il periodo in cui quest'ultimo era in circolazione. Dopo la resurrezione, Narzissenkreuz non ricordava il fallimento, Jakob era convinto che avrebbe percorso lunghi passi e sarebbe andato ancora una volta più avanti di loro, proiettando la sua lunga ombra sotto il sole. Avrebbe guidato tutti quanti nel dare una forma ad un nuovo futuro, in cui ci sarebbe stato posto per chiunque."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Così tutti noi abitanti di Fontaine trascenderemo, ci libereremo dalle catene della forma fisica e impediremo l'apocalisse...\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/19/20856775/11e84dca9047c764fbdde904a7970dbf_935010926741906484.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Mentre la profezia iniziava ad avverarsi, Jakob Ingold decise di forgiare la Spada sacra di Narzissenkreuz e di invertire il \"Sigillo del matrimonio chimico\" per rilasciare il Mare Primordiale. Sperava che Narzissenkreuz, che era andato sotto la torre, avrebbe distrutto il sigillo e si sarebbe appropriato della fonte della vita. Solamente con l'aiuto della Spada sacra sarebbe stato in grado di continuare il suo lavoro incompleto, raccogliendo le volontà degli abitanti di Fontaine, del continente e persino di tutto il pianeta. Mentre il Mare Primordiale tornava ancora una volta ed il\noscurava i cieli, solamente colui ancora integro poteva sperare di sopravvivere. La volontà di tutte le anime, risparmiata dalla distruzione, sarebbe diventata una nuova alba nel tranquillo mare di innocenza. La Spada della Volontà sarebbe caduta nelle acque per essere reclamata dal suo legittimo proprietario ed ottenere il potere in grado di combattere l'apocalisse. Per impedire impurità spirituali e contaminazioni all'interno dello spazio di Narzissenkreuz, Jakob aveva addirittura compiuto il \"Rito della Dissipazione\" all'interno della Torre di Gestalt.\nDopo aver attirato il Viaggiatore alla Torre di Gestalt con il materiale per la Spada sacra, Jakob provò ad appropriarsi dell'elemento persona, ma morì sotto la lancetta collassata dell'Orologio dell'Apocalisse. Addentrandosi nel Mare Primordiale al di sotto della torre, il Viaggiatore, Paimon e Ann incontrarono Narzissenkreuz, che stava attendendo l'inizio dell'apocalisse. Credeva che il Viaggiatore volesse impedirgli di salvare il mondo: <color=#ffffff>\"Perché, perché è successo tutto questo? Perché l'hai fatto? Il nuovo mondo non può nascere. Tutto morirà in un guscio, il guscio di un sogno!\"</color> Narzissenkreuz realizzò che si erano verificati dei cambiamenti nella formula del mondo che aveva scritto in origine, dato che non aveva messo in conto l'apparizione del Viaggiatore, il testimone di tutto, a Teyvat. Accettando il proprio errore e la sua sconfitta, Narzissenkreuz decise di andarsene e di sigillare nuovamente il Mare Primordiale.\n<color=#ffd780>Articoli Correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz\t",
        "desc": "<p>L'Ordo Narzissenkreuz è la società segreta fondata da René de Petrichor e Jakob Ingold per creare Neoumani al fine di sopravvivere alla distruzione del Mondo come predetto dalla Formula del Mondo. È stato dichiarato un gruppo estremista illegale e un'organizzazione criminale dalla legge Fontainiana sotto lo Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/85019254/76c3b544663face535a657d1f97f4ad0_4037890806697454249.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Orfano cresciuto all'Istituto di Narzissenkreuz e poi adottato da Karl Ingold. Divenne un Neoumano e fu il co-fondatore dell'Ordo di Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/02bc05cc787742e2fdf79dc45a69ccec_8349714685734883420.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Ann",
        "desc": "<p>Un oceanide creato dalla coscienza di Mary-Ann.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/85019254/7a4364ee7ecfbf1eb2b78fbf7b6607ed_1775530313171549027.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4572,
        "name": "Narvalo Divoramondi",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una misteriosa creatura gigantesca proveniente da un altro mondo. I poeti spesso paragonano il cielo stellato all'oceano. Hanno visto o sognato innumerevoli plancton bioluminescenti che fluttuano su un mare senza luna, che assomiglia a una galassia, oppure la luce lunare quarciata da onde sulla superficie del mare, come stelle luccicanti. Nelle storie più favolose o nelle bugie più oltraggiose, le stelle che si trovano nelle profondità del cosmo potrebbero essere piene di vita, proprio come Teyvat, e l'universo stesso somiglia a un oceano.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Parlando in termini realistici, tuttavia, se un universo profondo e pieno di vita esiste, perché nessuna di queste forme di vita ha provato a entrare in contatto con Teyvat?</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Forse l'universo tenta d'infilstrarsi a Teyvat da tempo, o magari un potere superiore ha creato dei confini a protezione di questo mondo.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/23/45954971/278f947a4cbd5097de46e7efb64dbc39_1432744513697629406.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "name": "Spada sacra di Narzissenkreuz",
        "desc": "<p>Una spada sacra che assume un significato speciale all'interno di una certa storia.</p><p>Non appartiene a nessuno.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/45954971/68d0d08d542b55f82a8a7e567b0a73d3_2044327149824729635.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4271,
        "name": "Tesoro",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un antico orologio da tasca.<br>Il suo ticchettio si è interrotto ed è impossibile aprirne il coperchio.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/14/190184121/1ac25fb67035572697a341b3735009fd_6049807332571586176.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4623,
        "name": "\"Tesoro\" sbloccato",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un antico orologio da tasca.<br>Sembra essersi fermato in un momento ben preciso, trasformando quell'istante in un ricordo stupendo ed eterno.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/14/190184121/4f59cac938afea04792733ecf4f499ab_7250152224028301587.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tesoro di Remuria",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/11/237301566/bbac0f90a6d13478004168f49a166e82_8780558698792156627.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Un giorno, i due cuochi avventurieri Modeste e Savelli, fondatori del famoso ristorante \"Hotel Débord\", si trovarono a vagare in delle rovine subacquee che una volta fungevano da bagni per gli antichi Remuriani. In quelle rovine i due scoprirono il tesoro di Remuria, che secondo la leggenda poteva affinare le percezioni, e decisero di utilizzarlo per creare il famoso Gâteau Débord. A causa del numero d'ingredienti limitato, decisero di vendere la torta soltanto in sedici porzioni giornaliere e questo contribuì a renderla ancora più popolare, con la conseguente formazione di lunghe file per gustarla."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/11/237301566/49f90eb677c2f182240a3d0a0f704aef_2942317384174974804.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dopo la creazione del Gâteau Débord, Modeste fu riconosciuto come genio di Fontaine e Savelli invece venne definito uno sciocco senza talento, dato che era l'unico a trovarsi in disaccordo con il famoso chef. Modeste tentò di consolare l'amico, ma quest'ultimo capì che fra di loro si era ormai creato un divario incolmabile. Con il tempo, i due cominciarono a vedersi sempre meno: Modeste si circondò di nuovi amici e Savelli decise di non interferire con il suo successo. L'uomo promise a sé stesso che un giorno avrebbe creato un capolavoro tutto suo e sarebbe riuscito ad affrontare l'amico senza vergogna. Oppure avrebbe messo da parte l'orgoglio per chiedergli, con un sorriso, di partire all'avventura assieme proprio come ai vecchi tempi. Nonostante tutto, Savelli non riuscì mai a ricongiungersi con l'amico."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/11/237301566/8cb1d22c830184d9b28142cae3216e1c_7125960781073454259.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Con il tempo, Modeste cominciò a convincersi che il gusto del Gâteau Débord fosse cambiato, sebbene la gente affermasse di non trovare alcuna differenza. Lo chef ricercava la perfezione in ogni cosa e non tollerava nemmeno il più piccolo difetto, quindi smise immediatamente di vendere il Gâteau Débord e si chiuse in cucina, passando giorni e notti dedicandosi a ricerca e sperimentazione. Con ogni nuovo tentativo, Modeste si allontanava sempre più dal gusto originale del dolce, finché un giorno realizzò di non riuscire più nemmeno a sentire il gusto del caffè. A quel punto il cuoco realizzò una cosa: non era il gusto del dolce ad essere cambiato, ma il funzionamento delle sue papille gustative."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/11/237301566/df406c60d7af70c4f5a513a2033468a9_6640133412805863887.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Il tesoro di Remuria, che in realtà era un estratto di Lumitoile, affinava tutti i sensi incluso il gusto, dava vigore alla persona e per un certo periodo di tempo la rendeva stranamente percettiva, ma tutto questo mutava infine in una perdita graduale del senso del gusto. I Remuriani cercavano di liberarsi dalle catene della carne e non erano interessati alla perdita del gusto, ma Modeste e Savelli si resero conto di questo particolare quando ormai era già troppo tardi. Lo chef più brillante di quell'epoca realizzò di aver perso il senso del gusto per sempre e, in preda alla disperazione, decise di togliersi la vita utilizzando quello che rimaneva del tesoro stesso. In quel periodo Savelli si era allontanato dall'amico e non aveva avuto modo di fermarlo e farlo ragionare. I due non riuscirono nemmeno a dirsi addio e, dopo la morte di Modeste, cominciarono a diffondersi delle voci secondo le quali ci fosse Savelli dietro a tutta la vicenda e che avesse ucciso l'amico in preda all'invidia. Con la dipartita di Modeste, l'Hotel Débord iniziò a perdere popolarità, finché un giorno, la chef Escoffier decise di recuperare la ricetta del Gâteau Débord, che riportò il ristorante ai vecchi fasti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/11/237301566/7ddb55e60e1b8e39ccd5bd32478dcf1f_920004426923915.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Gli appunti di Savelli vennero trovati da una discendente di Modeste, Monica, che volle dedicarsi alla ricerca del tesoro di Remuria per fare soldi vendendo la droga che ne derivava. La donna ricorse all'inganno e al ricatto pur di ottenere il diario originale di Modeste, all'interno del quale lo chef aveva appuntato ricette e pensieri. Confrontando gli scritti con gli appunti di Savelli, Monica venne a conoscenza delle antiche rovine. Una volta all'interno delle rovine, la donna trovò soltanto un recipiente vuoto e scoprì che tutto il suo contenuto era andato distrutto. Prima della sua morte, Modeste scrisse una lettera a Savelli, nella quale confessava ogni cosa. L'amico non poteva permettere che i trionfi dello chef più importante di Fontaine andassero in fumo e decise di nascondere tutte le informazioni riguardanti i fatti. L'uomo si liberò degli appunti scritti e distrusse le ultime riserve del tesoro di Remuria, per proteggere la buona reputazione dell'amico. Per impedire l'accesso alle rovine, Monica aveva piazzato degli esplosivi, ma morì quando le esplosioni fecero collassare le antiche mura. Successivamente, i giornali annunciarono il ritrovamento di un recipiente Remuriano, una reliquia antica che sarebbe potuta valere svariati milioni di Mora, se solo Monica non l'avesse ridotta in pezzi durante uno scatto d'ira.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Corte di Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">\"Questa città si erge solitaria sull'acqua.\"</span></p><p></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nel punto più alto della città si erge il Palais Mermonia, simbolo dell'autorita suprema di Fontaine, dove la gente conduce una vita all'insegna dell'ordine e della regolarità, proprio come gli Acquabus. L'essenza della legge di Fontaine consiste nel mantenere un ordine stabile, con l'equità e la giustizia che costituiscono i pilastri di tale ordine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/12/190184121/decfebf39c4d3b6e22cf9f28c98288f6_6084755907982934274.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7648,
        "name": "Gâteau Débord: Magnifique",
        "desc": "La specialità di Escoffier. Il suo aspetto sontuoso è ancora più abbagliante di qualsiasi altra torta tu abbia mai visto. Ha un'aura che cattura a prima vista e un sapore che è impossibile non amare, è come una calda e soffice coperta che avvolge le papille gustative e inonda il tuo corpo di gioia... Senza alcun dubbio, il talento culinario di Escoffier ha raggiunto silenziosamente nuove vette.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/05/07/fbe21483d06de0607cbce0d1cc50f31c_3914028392602514567.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4342,
        "name": "Lumitoile",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un animale dal corpo soffice che emette una luce delicata. È possibile trovarla mentre si arrampica lungo le mura degli edifici vicino o sotto l'acqua.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/29/157266935/98c8fc26791c68b16b468bf458af838e_2772089046975481075.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Pendici occidentali del Monte Automnequi",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Non solo condividiamo la stessa pelle resistente,</color>\n<color=#ffffff>Ma la stessa essenza divina scorre nelle nostre vene.</color>\n<color=#ffffff>Poiché c'è una saggezza, una melodia,</color>\n<color=#ffffff>Così anche la nostra volontà è una.</color>\n<color=#ffffff>Compagni,</color>\n<color=#ffffff>Noi siamo le mani e le gambe, lo scudo e la spada,</color>\n<color=#ffffff>Radici e foglie, sorgente e ruscello.</color>\n<color=#ffffff>Dovremmo avvicinarci gli uni agli altri,</color>\n<color=#ffffff>Anche per gli stranieri deve essere così.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/c5381994637e5137f9344e47d064871a_3412192369190769684.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Il versante orientale si trova all'incrocio tra le regioni di Belleau e Morterre, a destra della linea Clementine dell'acquabus. Come la maggior parte della Regione di Morterre, più di mille anni fa queste terre appartenevano all'antica civiltà di Remuria, e circa 450 anni fa erano utilizzate dall'organizzazione esoterica proibita, l'Ordo di Narzissenkreuz. Alcuni di questi luoghi sono le rovine sommerse e l'Ortante delle anime, uno dei quattro punti sulla mappa di Fontaine legati al \"Sigillo del Matrimonio Chimico\". Il \"Sigillo del Matrimonio Chimico\" è una tecnica magica della Compagnia Dorata, un'organizzazione fondata dall'armosta Boethius sui resti dell'impero sommerso di Remuria. La tecnica consisteva in due parti: \"Cerchio dei Quattro Ortanti\" e \"Albero dell'Emanazione\". Secondo i registri della Compagnia Dorata, c'erano diversi luoghi importanti a Fontaine che dovevano sigillare la\n."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/769a1426611e1bb10b34f8188ae74514_6158977355008119949.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Uno degli armosti remuriani, Aurelius, divise tutti i fenomeni in quattro categorie: Sostanza, Proprietà, Qualità e Relazione. La Qualità era la chiave di volta, quello che spesso viene chiamato il \"quadrante delle qualità\": ricordi, desideri, anima e persona. I Quattro Ortanti furono chiamati così in onore dei quattro componenti della Qualità. Circa 450 anni fa tutti e quattro gli Ortanti furono costruiti dall'Ordo di Narzissenkreuz. Ancor prima della fondazione dell'ordine, il loro leader, René de Petrichor, scoprì i registri della Compagnia Dorata. Imparò a conoscere la \"Fortuna\" e che i regni sorgono e cadono, e quando una civiltà viene annientata, ne nascerà una nuova dalle ceneri. Questo fenomeno si è rivelato simile allo schema computazionale di René, chiamato \"formula del mondo\". Dopo innumerevoli calcoli, trovò una discrepanza con la Fortuna: a differenza del mondo raffigurato in questi testi antichi, non nasceranno più nuove civiltà. Come gli antichi Remuriani, René voleva sfuggire al destino ed evitare l'Apocalisse, così fondò l'Ordo di Narzissenkreuz. René fu fortemente influenzato dalle opinioni dell'armosta Aurelius e dall'enfasi sulla Qualità come categoria principale di tutte le cose."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/68528a2ed68d9080791301c2eed06660_7714395354223019964.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Un giorno, Ann, Caterpillar, Seymour, il Viaggiatore e Paimon andarono all'Ortante delle Anime. Ann era un'Oceanide alla ricerca della verità sulle sue origini; Caterpillar - era un ex membro dell'Ordo di Narzissenkreuz; Seymour era un cane senziente meccanico creato dal grande scienziato Alain Guillotin, alla ricerca di sua sorella e della Cacciatrice della Maréchaussée, Mary-Ann Guillotin.\nUn indovinello bloccava l'ingresso dell'Ortante:\n<color=#ffffff>\"Lo, questo posto è l'Ortante delle Anime, lo Scrigno delle Anime, la Stanza delle Anime...\"</color>\n<color=#ffffff>\"Ti accompagno nel riposo eterno\"... \"Nato in un istante, spesso contraddittorio, sempre unito\"... \"Sono il tesoro più caro della vita\"...</color>\nQueste righe erano scritte in un vecchio romanzo di secoli fa. Si legge: <color=#ffffff>\"Sono nato nel momento fugace in cui gli occhi si incontrano. Corro voltando le spalle a colui che inseguo. Anche dopo che tutta la carne, le ossa e le viscere sono state tagliate via, giaccio ancora annidato con te nel midollo rimasto.\"</color> La risposta all'indovinello era \"amore\"."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/eb02c5102db96e5f995e935a4f828634_1988979013968444371.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Negli Ortanti, il Viaggiatore e gli altri cercarono i vari materiali per creare la Spada Sacra di Narzissenkreuz. L'Ordo fu in grado di riprodurre qui nel mondo materiale le quattro ipotetiche sostanze necessarie, basandosi sulle filosofie esoteriche del regno sotterraneo e dell'antica Fontaine. Queste sostanze enigmatiche erano puramente esperienziali, forse anche più sfuggenti del potere elementale. E così nacquero quattro tipi di sostanza: Memoria, Desiderio, Anima e Persona. Nella filosofia mistica dell'Ordo di Narzissenkreuz, la Spada Sacra era la \"ragione\", ciò che taglia ogni cosa. <color=#ffffff73>Poteva nascere s</color> olamente dall'ormai consumata volontà umana. Questa conoscenza dell'ordine fu scritta anche nei registri degli Armosti remuriani. La loro intenzione era quella di creare un oggetto dotato di significato, la cui essenza fosse determinata solo dalla Qualità. Uno di questi oggetti era una spada forgiata in memoria dell'Armosta Euergetia e, per l'Ordo di Narzissenkreuz, era la Spada Sacra di Narzissenkreuz. L'Ordo usò questa spada per separare la volontà del popolo. Proprio come i Remuriani separavano la loro melodia per sfuggire alle prigioni della carne in decomposizione e ottenere la vita eterna, l'Ordo di Narzissenkreuz voleva liberarsi dalle catene del corpo fisico attraverso la separazione della volontà."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/c25571b136c57fbb85f4c903b5b553f0_5129673279806962565.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Il Viaggiatore voleva usare la Spada Sacra per tagliare la barriera costruita dalla creatrice di Ann, un'altra Oceanide, Mary-Ann. Era una fusione delle personalità di Mary-Ann Guillotin, l'amante di Seymour, e dell'Oceanide Lyris, membro dell'Ordo di Narzissenkreuz. Mary-Ann nacque circa 450 anni fa quando i Cacciatori della Maréchaussée si scontrarono con i membri dell'Ordo di Narzissenkreuz, tra cui Caterpillar e Lyris. Mary-Ann Guillotin rimase ferita durante l'esplosione ed era sull'orlo della morte, ma Lyris unì le loro coscienze, creando Mary-Ann.\nAnn e gli altri volevano separare le personalità di Mary-Ann Guillotin e Lyris usando la Spada Sacra della Ragione.\nAnche un altro membro dell'Ordo di Narzissenkreuz, Jakob Ingold, che rimase fedele agli ideali dell'ordine, voleva forgiare la stessa spada. Aveva bisogno di completare lo scopo principale dell'Ordo di Narzissenkreuz nella Torre di Ipsissimus. Fu lui a superare il Viaggiatore e a prendere l'elemento Anima dall'Ortante."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/52cb057cb2fd3d2d5f0c8a625882d372_6363193178075337365.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "All'interno dell'Ortante delle Anime si trova un misterioso specchio, un portale che conduce al subspazio all'interno del Libro delle Rivelazioni. Il mondo all'interno del libro fu creato da Rene de Petrichor e Jakob Ingold. Era un promemoria di come sarebbe stato il mondo dopo l'apocalisse prevista da Rene. In un mondo del genere, nemmeno i fiordolci e la menta riuscirebbero a crescere. Per la prima volta, il Viaggiatore e Paimon entrarono nel mondo all'interno del libro attraverso lo stesso Libro delle Rivelazioni, nascosto nel corpo della creatura pietrificata, Elynas. Una delle Melusine cercò di decifrare questo libro e per lei il subspazio sembrava un bellissimo giardino. Quando il Viaggiatore passò attraverso tutti e sei gli specchi, il mondo all'interno del libro cambiò anche per le Melusine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/2241a8041e73275b76b44676154668b7_1005679173214075318.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "A nord del versante orientale del Monte Automnequi si trova la lapide sommersa della maestra di Sigewinne, caposala di Forte Meropide. Tanti anni fa, fu l'unica in grado di insegnare la medicina alle Melusine. I bambini chiamavano questa dottoressa viaggiante \"la strega\", e fu proprio \"questa strega\" ad insegnare a Sigewinne come preparare tutte le varie pozioni e l'arte di usare storie di fantasmi per spaventare i bambini e indurli a prendere medicine. Un giorno Sigewienne, la Melusina a cui insegnava, fece amicizia con una ragazza, ma quando questa si ammalò, i suoi genitori proibirono alla Melusina di curarla perché non si fidavano della sua specie, in quanto diversa da loro. Un po' di tempo prima di tutto ciò, la \"strega\" aveva scoperto una strana malattia che si manifestava nella dissoluzione del corpo umano (la spiegazione di questa \"malattia\" risiedeva nell'origine dei Fontainiani che derivavano dalle Oceanidi, motivo per il quale l'acqua del Mare Primordiale era in grado di dissolverli e riportarli alla loro forma originale). Anche dopo aver usato se stessa come soggetto sperimentale, rimase perplessa e non riuscì a trovare una risposta su come curare questa malattia, ma riuscì comunque a fare una scoperta: mescolando questo liquido con determinati ingredienti trovò una soluzione in grado di cambiare il volto utilizzabile solamente dai Fontainiani."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/06/362377527/0af8c51c224f0ed3cb2ffb39b9627d56_8418634202421091637.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "La donna considerò questa scoperta piuttosto inutile finché Sigewinne non le parlò del suo amico umano. Poi la maestra si rese conto che anche le Melusine potevano usare questa pozione. Il componente fondamentale della pozione era il fluido lasciato dai Fontainiani disciolti. Sacrificandosi, la maestra preparò una pozione per Sigewinne e scomparve senza salutare. Nonostane la Melusina non fosse a conoscenza delle ricerche della sua maestra, accettò il suo dono d'addio e creò un nuovo aspetto per se stessa, diventando più simile a un essere umano. Solo molti anni dopo, quando si avverò la profezia di Fontaine sulla dissoluzione delle persone, Sigewinne aprì la lettera sigillata della \"strega\" e capì tutta la verità: la donna si era sacrificata per aiutare la Melusina. In questo luogo, Sigewinne dissipò l'ultima bottiglia esistente della pozione in grado di alterare il volto.\n<color=#ffffff73>In questa area si può trovare la Missione</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5529,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanidi",
        "desc": "<p>Gli Oceanidi sono forme di vita Hydro intelligenti create dal precedente Arconte Hydro, Egeria, e sono in grado di manipolare l'acqua a piacimento. <span class=\"wk-shady\">Tutto il popolo di Fontaine un tempo erano Oceanidi, che Egeria aveva trasformato in umani per soddisfare i loro desideri nei suoi confronti, andando contro la volontà dei Principi Celesti.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/85019254/03504adeef60cc4ded53192b2287b1fe_5967388393566751296.jpg",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz\t",
        "desc": "<p>L'Ordo Narzissenkreuz è la società segreta fondata da René de Petrichor e Jakob Ingold per creare Neoumani al fine di sopravvivere alla distruzione del Mondo come predetto dalla Formula del Mondo. È stato dichiarato un gruppo estremista illegale e un'organizzazione criminale dalla legge Fontainiana sotto lo Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/85019254/76c3b544663face535a657d1f97f4ad0_4037890806697454249.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Orfano cresciuto all'Istituto di Narzissenkreuz e poi adottato da Karl Ingold. Divenne un Neoumano e fu il co-fondatore dell'Ordo di Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/02bc05cc787742e2fdf79dc45a69ccec_8349714685734883420.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Un membro dell'Ordo Narzissenkreuz a cui è stato dato il titolo di \"Crisalide della Falena Fantasmatica\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/85019254/be516a2c9005727dcfd1fe45662a826d_7302847739631280868.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Ann",
        "desc": "<p>Un oceanide creato dalla coscienza di Mary-Ann.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/85019254/7a4364ee7ecfbf1eb2b78fbf7b6607ed_1775530313171549027.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Il prototipo 4ACV07 è un cane meccanico creato da Alain Guillotin per proteggere sua sorella Mary-Ann Guilliotin durante il suo servizio nel Marchaussee Phantom.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/85019254/f415fbe2eaa40cd987a8daa47643fc74_2675347901476157021.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>Un'Oceanide che vive nell'Annapausi. <span class=\"wk-shady\"> È un Oceanid formata dalla fusione delle coscienze di Lyris e Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7ac751c3fd3892141d972392696a414b_8511750044770393881.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5597,
        "name": "Sigewinne",
        "desc": "<p>Una Melusina, nonché caposala dell'infermeria di Forte Méropide. Si prende cura ugualmente di ogni prigioniero rinchiuso nella prigione sottomarina.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/25/20577441/2d607aa4d729030ea04f79919257e311_8459764724374400833.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Compagnia dorata",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/4fda3f028a5acd6e23e99e70f21118cc_5054908790996422241.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "name": "Spada sacra di Narzissenkreuz",
        "desc": "<p>Una spada sacra che assume un significato speciale all'interno di una certa storia.</p><p>Non appartiene a nessuno.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/45954971/68d0d08d542b55f82a8a7e567b0a73d3_2044327149824729635.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Rovine di Forte Charybdis",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Al contrario dei barbari o delle insensate creature delle acque,</color>\n<color=#ffffff>Tutta la nostra forza deriva dalla nostra volontà.</color>\n<color=#ffffff>La nostra volontà è quella che condividiamo con gli dei più nobili,</color>\n<color=#ffffff>Così come la carne è ciò che abbiamo in comune con le bestie barbare.</color>\n<color=#ffffff>Coloro che possono veramente usare questa saggezza,</color>\n<color=#ffffff>Possono essere in grado di recidere il legame con la carne,</color>\n<color=#ffffff>E quando useranno la loro volontà per comandare, gli altri si inchineranno e ascolteranno.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/ff0a1f031d74f5c90edd7dacb83f742f_1735625960178368148.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Il Forte Charybdis si trovava su un'isola a destra del Monte Automnequi e più di mille anni fa fungeva da forte militare per le legioni del Dio Re Remus, sovrano di Remuria. Dopo la caduta di Remuria, il forte fu abbandonato. L'Ortante dei Desideri si trova nelle caverne sotterranee.\nI lavori archeologici ufficiali per la costruzione dell'Ortante si svolsero sotto l'approvazione del Palais Mermonia con la responsabilità della sicurezza dei Cacciatori della Maréchaussée. A quel tempo l’organizzazione non era ancora stata dichiarata radicale e nascondeva i suoi veri piani. Durante la costruzione iniziarono i disaccordi tra i membri dell'ordine: sorsero voci secondo cui il leader dell'Ordo, Narzissenkreuz, era morto."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/58a8c12374eaa4815282fd1c31d74eb5_587886421145136501.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Quando i membri si avvicinarono a Jakob Ingold, lui rispose che Narzissenkreuz stava conducendo un \"grande rituale\" che aveva a che fare con i corpi celesti e il fuoco primordiale. Secondo lui, Narzissenkreuz richiedeva la massima concentrazione e isolamento dal mondo esterno. Alla fine le voci si rivelarono veritiere e Narzissenkreuz morì effettivamente cercando di rinascere da René de Petrichor in un essere più potente. Jakob trascorse molti mesi a fare ricerche, cercando di far rivivere il suo amico con l'aiuto della Spada Sacra, le abilità dell'Oceanide Lyris e un orologio da tasca donato loro dal loro amico in comune, Alain Guillotin. In seguito, durante gli esperimenti, Jakob e Narzissenkreuz trasferirono parte della coscienza dell'altro loro amico morto, Carter Scherbius, nel corpo di un hilichurl, e nacque così Caterpillar.\nQuando Caterpillar, Ann, Seymour, il Viaggiatore e Paimon si recarono all'Ortante dei Desideri, videro un'altra insegna con un indovinello davanti all'entrata."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Lo, questo posto è l'Ortante dei Desideri, il Tempio dei Desideri, la Stanza dei Desideri..\"</color>\n<color=#ffffff>\"Spesso contraddittoria\"... \"Nata in un istante, la tua compagnia nell'eterno, sempre unita\"... \"I frutti contaminati del peccato\"...</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/2e7127f6683091f13ad5a44c2f55ea8d_8674283935277257746.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tutti i Fontainiani erano considerati \"peccatori\" secondo l'antica profezia, le loro vite erano \"contaminate dal peccato originale\" e quindi la risposta all'enigma si rivelò essere \"vita\". Come nell'Ortante delle Anime, il Viaggiatore non trovò la sostanza per creare la Spada Sacra della Ragione perchè Jakob Ingold li aveva preceduti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/e01dd3a5e8ac4391e26635d2b056e13e_5638821864168140464.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "A nord-ovest del Forte Charybdis si trova una piccola isola, nel sottosuolo della quale si trova il terzo punto del Cerchio degli Ortanti, l'Ortante della Memoria: la Sala della Memoria, la Stanza della Memoria. Anche il suo ingresso fu di nuovo bloccato da un enigma: <color=#ffffff>\"Nata in un istante\"... \"Spesso contraddittoria, la tua compagnia nell'eterno riposo, mai separata. \"Il fuoco non può bruciarla\"...</color> L'istante in cui risplende un raggio di luce , nasce un'ombra, quindi la risposta era \"ombra\". Anche se il Viaggiatore aveva risolto l'enigma non riuscì comunque a trovare la sostanza all'interno dell'Ortante. Nelle grotte sotto le Rovine del Forte Charybdis ci sono due portali di vetro dall'aspetto misterioso."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Se l'acqua perde il suo potere, come potrà ridiventare acqua?</color>\n<color=#ffffff>Se un albero lascia il suolo, dove andrà a mettere radici?</color>\n<color=#ffffff>Non importa con quanta forza la pietra possa colpire il metallo,</color>\n<color=#ffffff>Gli esseri umani non possono sopravvivere senza acqua o suolo.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/08d554f919d4b23e36bfabff8b766af8_3951552721760320789.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "In un altro passaggio della grotta dove fu costruito l'Ortante della Memoria si trova il laboratorio del Dr Mosso. Il dottor Mosso era uno scienziato che creò la macchina della verità intelligente, \"Curve\", e morì in un duello legale difendendo la sua invenzione 30 anni fa. Nello stesso laboratorio, Curve si sacrificò, salvando i suoi amici, la Melusina Talochard, il Viaggiatore e Paimon."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/16732f807d752b06b2b267598deb9539_8432917904098777781.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "A sinistra dell'isola dove si trova il Forte Charybdis, sott'acqua, si trovava il nascondiglio segreto del ricercatore Nacker. Nacker rubò un nucleo di energia cinetica di Arkhium dalle rovine del laboratorio centrale dell'Istituto di Ricerca di Fontaine, fuggendo con esso. Il ricercatore voleva sincronizzare il generatore di campo creato dal ricercatore Edwin Eastinghouse e il nucleo di energia cinetica nella speranza di diventare il più grande ingegnere cinetico di tutti i tempi. Un investigatore speciale dell'Istituto, Fusilier, fu inviato per indagare sulla scomparsa di Nacker insieme al nucleo. Grazie alle sue indagini, Nacker fu trovato e inviato a Forte Meropide per ordine del tribunale.\nIn questa area si possono trovare le Missioni"
      },
      {
        "type": "CustomEntry",
        "epId": 5524,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "e"
      },
      {
        "type": "CustomEntry",
        "epId": 5530,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz\t",
        "desc": "<p>L'Ordo Narzissenkreuz è la società segreta fondata da René de Petrichor e Jakob Ingold per creare Neoumani al fine di sopravvivere alla distruzione del Mondo come predetto dalla Formula del Mondo. È stato dichiarato un gruppo estremista illegale e un'organizzazione criminale dalla legge Fontainiana sotto lo Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/85019254/76c3b544663face535a657d1f97f4ad0_4037890806697454249.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Istituto di ricerca di Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Istituto di ricerca di ingegneria dell'energia cinetica di Fontaine</span><span style=\"color: rgba(255, 255, 255, 0.85)\"> </span>è stato fondato da Alain Guillotin ed è spesso abbreviato semplicemente in Istituto di ricerca di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/85019254/154baa11b653966030bdf047346be788_3687673423077505657.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Orfano cresciuto all'Istituto di Narzissenkreuz e poi adottato da Karl Ingold. Divenne un Neoumano e fu il co-fondatore dell'Ordo di Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/02bc05cc787742e2fdf79dc45a69ccec_8349714685734883420.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Il figlio adottivo di Emmanuel Guillotin, cresciuto all'Istituto Narzissenkreuz con la sorella adottiva, Mary Ann. Fu il fondatore dell'Istituto di Ricerca sull'Ingegneria dell'Energa Cinetica di Fontaine, e il suo contributo più notevole a Fontaine è stata la sua ricerca sulle meccaniche Pneuma-Ousia, che ha portato all'invenzione del sistema Arkhe e alla creazione di Meccanismo di Orologeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/5f9666801f8c3cd059ac14e8eb9dbc96_8131546532551471524.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Un membro dell'Ordo Narzissenkreuz a cui è stato dato il titolo di \"Crisalide della Falena Fantasmatica\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/85019254/be516a2c9005727dcfd1fe45662a826d_7302847739631280868.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Talochard",
        "desc": "<p>Un'addetta alla gestione delle prove nello Spettro Maréchaussée.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/25/20856775/58702a76d8f1c8e4922339c9c04c5893_1719554805252586848.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4723,
        "name": "Curve",
        "desc": "<p>Una macchina della verità creata dal Dr. Mosso trent'anni fa. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/25/20856775/6fd0dd8a7e4d88bc69e7dd7e3fd72e3b_358234202053874322.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "name": "Nacker",
        "desc": "<p>Scienziato dell'Istituto di ricerca di Fontaine, ha rubato il Nucleo fondamentale di energia cinetica ed è fuggito.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/20856775/c54f719bfb5acd61ea877e52f84338b6_5084927782670445881.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4670,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "name": "Spada sacra di Narzissenkreuz",
        "desc": "<p>Una spada sacra che assume un significato speciale all'interno di una certa storia.</p><p>Non appartiene a nessuno.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/45954971/68d0d08d542b55f82a8a7e567b0a73d3_2044327149824729635.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Torre di Ipsissimus",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/a0c234240290432788e41c3f882de246_8882989414239119055.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Al centro della regione di Morterre si trova l'ormai abbandonata Torre di\nche un tempo apparteneva all'Ordo di Narzissenkreuz. Quando Alain Guillotin venne a conoscenza degli esperimenti dell'organizzazione, decise di emettere un decreto per bannare l'ordine, con l'aiuto dello Iudex di Fontaine, Neuvillette. Successivamente, la Torre della Gestalt fu sigillata."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/99a29246e394b9d9a7b152c07983111e_6020629735817271613.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "La Torre di Ipsissimus ha origine da un vecchio concetto dell'antico regno fontainiano di Remuria ed era usata per rappresentare una volontà potente che poteva governare, sostenere e distruggere il mondo. Questa torre fu progettata dall'Ordo di Narzissenkreuz e rappresentava l'evoluzione dell'animo umano e gli infiniti misteri del mondo. L'Ordo di Narzissenkreuz credeva che le persone si perfezionassero continuamente attraverso i cicli del samsara. Questi includevano Hyperborea, Natlantean, Remuria e la prima metà del\n, chel'umanità stava attualmente sperimentando."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/1fc3ac08470288e92f928c1f9a8059e1_6366971177623862812.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La Torre della Gestalt era il componente principale del \"Sigillo del Matrimonio Chimico\" e si trovava al centro del Cerchio dei Quattro Ortanti. Questa torre avrebbe dovuto essere un elemento chiave per controllare la volontà delle persone con l'aiuto della Spada Sacra di Narzissenkreuz e le abilità di Lyris. Ma i piani dell'ordine non erano destinati a realizzarsi: l'organizzazione smise di esistere, il suo leader, Narzissenkreuz, fu sigillato nel Mare Primordiale sotto la torre, e solo Jakob Ingold rimase ad aspettare il ritorno del suo amico e l'inizio di un nuovo mondo."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Oh Remus, suonatore della grande sinfonia, re di tutto il mondo.</color>\n<color=#ffffff>La tua musica si sente attraverso i cieli! Risuona in tutta la terra.</color>\n<color=#ffffff>Quando l'ape dorata di Sybilla ti darà un avvertimento,</color>\n<color=#ffffff>Oh Misericordioso, donaci la vita eterna.</color>\n<color=#ffffff>Proclama questo momento sacro,</color>\n<color=#ffffff>Che sia lodato per tutta l'eternità.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/01d500774e7e62cc616d8b2ad679181e_116605637726232018.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Nella parte a sud della sottoarea, venne costruito l'ultimo degli Ortanti, l'Ortante della Persona. Tutti i punti in cui furono costruiti gli Ortanti furono ritrovati utilizzando i cambiamenti nella composizione dell'acqua. Nei punti giusti l'acqua conteneva l'acqua del Mare Primordiale. Questo Ortante era l'unico ad essere sigillato e sulla tavoletta c'era la scritta: <color=#ffffff>\"Sempre uniti\"... \"Nato in un istante, spesso contraddittorio, ti accompagno nel riposo eterno\"... \"la prima goccia\".</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/133256e78727c5e04bd654d4d40695c1_2297912031123547796.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "C'è una leggenda che narra che le Oceanidi provenissero dalla prima lacrima versata da Egeria, il primo Archon di Hydro. Nel frattempo, la prima lacrima sulla terra fu versata dalla prima Oceanide dopo aver compreso l'umanità. Ann riuscì a risolvere l'enigma e la risposta fu \"Oceanide\". Questo Ortante conteneva l'ultimo pezzo della Spada Sacra di Narzissenkreuz, l'elemento \"Persona\". Non appena il Viaggiatore prese la sostanza, cadde insieme agli altri nella trappola di Jakob e si ritrovarono tutti involontariamente all'interno della Torre di Ipsissimus.\nNell'Ortante della Persona si può trovare il misterioso specchio che conduce al mondo all'interno del Libro delle Rivelazioni."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/c3f82f25fc52225942bd1499287b1b95_3483316456536983489.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Un tempo, all'interno della Torre di Ipsissimus sorgeva la sede dell'Ordo di Narzissenkreuz, al quale si accedeva anche da un portale attraverso un libro presso l'Istituto di Filosofia Naturale dove lavoravano Rene de Petrichor e Jakob Ingold. Sul soffitto della stanza era installato un enorme orologio del giorno del giudizio, che contava il tempo rimanente fino all'apocalisse prevista dalla \"formula mondiale\". Quando Caterpillar, Ann, Seymour, il Viaggiatore e Paimon si ritrovarono in questa stanza, caduti nella trappola di Jakob, l'orologio suonò la mezzanotte e la sua lancetta cadde, sfondando il pavimento e portando via la vita di Jakob. Rimase fedele all'Ordo di Narzissenkreuz fino alla fine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/a5e344956b90a85cd6f59bd777aa21a0_4269451168061766822.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Per la torre furono progettate tre chiavi speciali, capaci di farla andare sott'acqua e di aprire un passaggio verso il Mare Primordiale. Se combinate, le chiavi formano una forma particolare di tre cerchi e mezzo. Il cerchio più interno è il Ciclo di Iperborea che simboleggia l'epoca in cui il mondo era ghiacciato e il paradiso perduto. Il cerchio centrale è il Ciclo di Natlantean che simboleggia il trionfo sul drago malvagio, una metafora della vittoria dell'umanità sulla natura e sulle bestie dentro di sé. Il terzo cerchio e il semicerchio più esterno sono i Cicli di Remuria e Khraun-Arya, che simboleggiano la relazione tra gli esseri umani e gli dei. Lo spirito umano subisce la perdita del paradiso, la sconfitta dei draghi malvagi, il peccato originale e il battesimo ed infine la libertà dagli dei."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/12ffe4346fd7ad7b64f3be295c049d03_288288816139410143.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Quando all'interno dell'ordine si diffusero delle voci sulla morte di Narzissenkreuz, le divinazioni di un membro dell'ordine, ovvero della signora M. Laveaux, mostrarono che si trovava nella Torre di Ipsissimus. Ma questo non convinse alcuni membri dell'Ordo che decisero di lasciare l'organizzazione perdendo fiducia nel futuro. Quando altri trovarono la loro posizione, si scoprì che tutti i membri che avevano lasciato l'ordine erano ancora nella torre. Tutti furono sciolti dall'Acqua Primordiale per il bene della rinascita di Narzissenkreuz."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/c1dbfdd59c65acebf8026c046ea900c5_1709483492455079888.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Da tutti questi anni, sotto la torre nel Mare Primordiale risiedeva <color=#ffffff73>il rinato</color> Narzissenkreuz. Dopo la sua rinascita, non ricordava il fallimento, quindi credeva che l'esperimento per liberarsi dalle catene del corpo fisico avesse avuto successo. <color=#ffffff>\"Tutto è diventato perfettamente chiaro. Tutti gli ostacoli insignificanti sono svaniti.</color> \" Acquisì un nuovo corpo e mandò Jakob, Lyris e Caterpillar nel corpo pietrificato di una creatura dell'Abisso, mentre lui rimase nel Mare Primordiale in attesa dell'adempimento della profezia e dell'inizio dell'apocalisse."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/8aa6bf2bd0bcfed1bbc10e8cbe6a4749_5526779394809693647.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "In uno dei livelli della torre si trova l'ultimo specchio misterioso che conduce al Libro delle Rivelazioni.\nIn tutta la Regione di Morterre vengono costruiti meccanismi creati dal ricercatore e da uno degli sponsor dell'Ordo di Narzissenkreuz, Eliphas. Le sue invenzioni includono il Fascio di Eliphas, la Colonna Elevatrice verticale, l'Assemblaggio binari e gli Accoppiatori ottici della Torre di Ipsissimus. Eliphas divenne uno dei membri dell'ordine, sciolto dalle acque del Mare Primordiale, per il bene di un obiettivo comune."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/dd73945b671abd56c873b3328a594493_5919900525931241321.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Prima che la Torre della Gestalt affondasse, le Melusine Nadia e Urville cercarono di trovare i tesori della società segreta, il \"Liliacruces Forum\". Quando la torre affondò sott'acqua, finirono in acqua e Urville dovette affrontare i suoi principali nemici: i polpotondi. Grazie all'aiuto del Viaggiatore, Urville fu salvata. Si scoprì che stava cercando di trovare un tesoro per aiutare a curare Nadia, che soffriva di amnesia causata da una lesione traumatica cerebrale. Anche se il tesoro si rivelò essere una bugia, Urville decise di trovare altri modi per fare soldi.\nNell'acqua vicino alla Torre della Gestalt si trovano le mappe del tesoro lasciate dai Cacciatori di Tesori. Due di questi tesori possono essere trovati nelle rovine del Forte Cariddi.\nIn questa area si possono trovare le missioni avventura"
      },
      {
        "type": "CustomEntry",
        "epId": 5514,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5527,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5522,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ", e"
      },
      {
        "type": "CustomEntry",
        "epId": 5521,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz\t",
        "desc": "<p>L'Ordo Narzissenkreuz è la società segreta fondata da René de Petrichor e Jakob Ingold per creare Neoumani al fine di sopravvivere alla distruzione del Mondo come predetto dalla Formula del Mondo. È stato dichiarato un gruppo estremista illegale e un'organizzazione criminale dalla legge Fontainiana sotto lo Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/85019254/76c3b544663face535a657d1f97f4ad0_4037890806697454249.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanidi",
        "desc": "<p>Gli Oceanidi sono forme di vita Hydro intelligenti create dal precedente Arconte Hydro, Egeria, e sono in grado di manipolare l'acqua a piacimento. <span class=\"wk-shady\">Tutto il popolo di Fontaine un tempo erano Oceanidi, che Egeria aveva trasformato in umani per soddisfare i loro desideri nei suoi confronti, andando contro la volontà dei Principi Celesti.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/85019254/03504adeef60cc4ded53192b2287b1fe_5967388393566751296.jpg",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Il precedente Archon di Hydro morto durante il Cataclisma 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/a5b8d23dd3fbe0969cc3ebce78f9c29f_5914355630979167572.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Orfano cresciuto all'Istituto di Narzissenkreuz e poi adottato da Karl Ingold. Divenne un Neoumano e fu il co-fondatore dell'Ordo di Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/02bc05cc787742e2fdf79dc45a69ccec_8349714685734883420.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Ann",
        "desc": "<p>Un oceanide creato dalla coscienza di Mary-Ann.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/06/85019254/7a4364ee7ecfbf1eb2b78fbf7b6607ed_1775530313171549027.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Un membro dell'Ordo Narzissenkreuz a cui è stato dato il titolo di \"Crisalide della Falena Fantasmatica\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/85019254/be516a2c9005727dcfd1fe45662a826d_7302847739631280868.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Il prototipo 4ACV07 è un cane meccanico creato da Alain Guillotin per proteggere sua sorella Mary-Ann Guilliotin durante il suo servizio nel Marchaussee Phantom.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/85019254/f415fbe2eaa40cd987a8daa47643fc74_2675347901476157021.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4672,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4675,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4063,
        "name": "Polpotondo",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una creatura acquatica che caccia sparando proiettili d'acqua.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">La capacità di scagliare bombe d'acqua non è rara tra gli Aberranti del Fontemer, ovviamente. Ma, per i subacquei comuni, generalmente turisti, un simile getto d'acqua ad alta pressione può risultare una minaccia notevole. Lo spessore dell'equipaggiamento per immersioni è necessario per due ragioni: in primo luogo, per resistere alla pressione dell'acqua stessa; in secondo luogo, per proteggere dagli attacchi degli Aberranti del Fontemer.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/06/190184121/fee95eca531db38ef9c235adf1a78939_8108447648751407867.gif",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4619,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4618,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4617,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4639,
        "name": "Ideali della rosa arcobaleno",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un pezzo di carta formato mettendo assieme gli otti biglietti.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">La combinazione dei disegni sul restro rappresenta una rosa arcobaleno.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/45954971/1625612ab09425ee9aeae02246355e17_2008041585477965414.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4705,
        "name": "Meccanismo azionabile: Fascio di Éliphas",
        "desc": "<p>Questo dispositivo è il risultato dei primi studi in ambito di ottica da parte dell'Istituto di Filosofia Naturale, quando si trattava ancora di un'organizzazione accademica embrionale. I suoi componenti di base includono <span style=\"color: #FFE14B\">\"generatori di raggi\"</span> e <span style=\"color: #FFE14B\">\"ricevitori di raggi\"</span>. <br>Il generatore di raggi va installato su una base di un \"ricevitore di raggi\" simile a una valvola di regolazione, e può essere controllato e ruotato sfruttando l'energia del Polpotondo xenocromatico. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/15/141621183/f3d72cb7a976b69b429eb4f863562206_5226010479310578479.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 4710,
        "name": "Meccanismo azionabile: Assemblaggio binari e Fascio di Éliphas",
        "desc": "<p>A volte ci sono <span style=\"color: #FFD780\">ripetitori </span>sferici di raggi sul percorso, e il loro <span style=\"color: #FFD780\">movimento </span>può essere <span style=\"color: #FFD780\">controllato </span>dalle valvole di regolazione. <br>Quando ricevono un raggio, il ripetitore spara un altro raggio in una determinata direzione. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/141621183/f3d72cb7a976b69b429eb4f863562206_1727012639744992399.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 4711,
        "name": "Meccanismo azionabile: Colonna elevatrice verticale e Fascio di Éliphas",
        "desc": "<p>A volte, in una colonna elevatrice ci sono uno specchio riceviraggi e uno <span style=\"color: #FFD780\">specchio proiettaraggi</span> corrispondente. Quando un raggio illumina lo specchio riceviraggi, viene emesso dallo specchio proiettaraggi <span style=\"color: #FFD780\">convesso</span>.<br>A volte le colonne elevatrici presentano ripetitori di raggi sferici. Quando ricevono un raggio, lo trasferiscono al generatore di raggi corrispondente, che proietterà a sua volta un raggio. I nodi ricevitori possono controllare la direzione del generatore di raggi. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/141621183/f3d72cb7a976b69b429eb4f863562206_8438917612206034084.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrazioni",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "\"Edizione speciale dell'Uccello a vapore\" Versione 4.2"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/19/20856775/446f1bf2891ea795d2b95b00028e78b6_3208839885428457699.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>5 Novembre 2023</color>\nSalve, viaggiatori! Dopo l'aggiornamento alla versione 4.2, a Fontaine saranno disponibili la Foresta di Érinnyes e la Regione di Morterre! Date un'occhiata a questa edizione speciale dell'Uccello a vapore per scoprire di più sulle nuove aree!"
      }
    ]
  }
}