{
  "epId": 5222,
  "name": "Spina di Rosula",
  "desc": "<p>La Spina di Rosula è una società orientata al cittadino che coinvolge molti ceti sociali e concentra i suoi sforzi nella risoluzione di problemi difficili tra la gente comune e che collabora, quando necessario, con le autorità di Fontaine.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/362377527/103e6993dd0a594332fa18ca5fe17098_7130543104179773696.png",
  "menuId": 23,
  "menuName": "Affiliazione",
  "version": 1715942717,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Spina di Rosula",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/d96b0a6f9056c628280b027206060d35_1048439381830156245.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La Spina di Rosula è una società orientata al cittadino che coinvolge molti ceti sociali e concentra i suoi sforzi sulla risoluzione di problemi difficili tra le persone comuni e, quando necessario, collabora con le autorità di Fontaine.\n<color=#ffffff73>Le persone altolocate non sono onniscenti, così la Spina di Rosula viene in loro aiuto per insinuarsi tra le crepe in cui filtrano le impurità, dove il loro sguardo fatica ad arrivare.</color> Se le persone si confrontano con coloro che non intendono parlare, l'organizzazione può gestire la questione con metodi più brutali facendo ricorso al \"Guanto Bianco\"."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/ae577647454167a7a0f797a6a7dc5603_604402079329934588.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "L'organizzazione, la cui sede si trova all'interno della nave, è stata fondata da Callas a Poisson. Una nave gigantesca e affascinante rappresenta la scoperta, l'opportunità, l'ambizione e la conquista. Simboleggia il futuro luminoso e senza limiti della Spina di Rosula. Lo stemma della Spina, che raffigura un'ancora e delle rose, è stato disegnato da Clementine, moglie di Callas e madre di Navia, attuale capo dell'organizzazione.\nUn tempo Callas era rispettato alla Corte di Fontaine, e la Spina di Rosula poteva permettersi qualunque cosa. Callas era un uomo molto ambizioso e guardava sempre avanti, per questo sognava che lo sviluppo della Spina di Rosula trasformasse Poisson in una grande città, non inferiore allo splendore della Corte di Fontaine. Callas era famoso per la sua testardaggine e freddezza, e Clementine era sempre allegra. Callas gestiva gli affari dell'organizzazione e ne ampliò la sfera influenzale, mentre Clementine si occupava dei rapporti e dell'atmosfera all'interno della Spina di Rosula. Insieme si completavano con i rispettivi caratteri e grazie ai loro sforzi la Spina di Rosula crebbe e prosperò.\nLa Spina di Rosula è ora a corto di soldi, quindi conduce gran parte delle loro operazioni nel loro quartier generale a Fleuve Cendre. L'organizzazione non consente profitti illegali o non etici, quindi al momento esiste grazie ai fondi degli abitanti di Fontaine che la sostengono.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "name": "Regione di Belleau",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Oltre alle vaste aree d'acqua, Fontaine è caratterizzata da foreste e monti. Tra questi, uno dei più emblematici è sicuramente il monte Automnequi. L'Istituto di ricerca di Fontaine ha impiegato degli enormi dispositivi ingegneristici per completare i lavori di perforazione del Tunnel Poisson, superando così una delle difficoltà più grandi nella costruzione di idrovie.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/13/190184121/decfebf39c4d3b6e22cf9f28c98288f6_9194028426108910202.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Corte di Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">\"Questa città si erge solitaria sull'acqua.\"</span></p><p></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nel punto più alto della città si erge il Palais Mermonia, simbolo dell'autorita suprema di Fontaine, dove la gente conduce una vita all'insegna dell'ordine e della regolarità, proprio come gli Acquabus. L'essenza della legge di Fontaine consiste nel mantenere un ordine stabile, con l'equità e la giustizia che costituiscono i pilastri di tale ordine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/12/190184121/decfebf39c4d3b6e22cf9f28c98288f6_6084755907982934274.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Presidente, leader, capo e comandante della Spina di Rosula</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/09/157266935/3fc7580c01a9e622692402889706c4db_2101762237494971240.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4514,
        "name": "Sonny",
        "desc": "<p>\"Pulitore\" della Spina di Rosula, è conosciuto anche come \"Il Guanto bianco\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/12694555/352bcc2162575411b2dfaab0aacc3037_7734848634006281884.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Linee degli Aquabus",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/300ff1352524d76e48790f8a50b72698_1264607853067170249.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Uno dei progetti più importanti di Callas fu la costruzione delle linee degli aquabus che si estendono per tutta Fontaine. Quando la costruzione delle linee fu discussa, la Spina di Rosula era divisa in due fazioni. Callas credeva che l'organizzazione avesse una rara opportunità di stabilire un rapporto di cooperazione con le autorità della Corte di Fontaine e dell'Istituto di Ricerca e che la costruzione di queste linee avrebbe aiutato a stabilire collegamenti utili. Gli aquabus avrebbero dovuto portare vantaggi commerciali e una buona reputazione tra gli abitanti di Fontaine. La seconda fazione, guidata da Romeuf, membro della Spina di Rosula, pensava che sarebbe stato meglio investire delle somme così importanti per lo sviluppo di Poisson. Quando le due parti non riuscirono a mettersi d'accordo, Romeuf e i suoi sostenitori iniziarono a nutrire rancore nei confronti di Callas e Clementine, considerandola di parte a causa della sua gravidanza. Per il gruppo di Romeuf, il sostegno di Clementine alla costruzione delle linee era un tradimento, il che significava che le loro voci non sarebbero mai più state ascoltate. Dopo che Clementine morì a causa di complicazioni durante la nascita di sua figlia, Callas iniziò a vedere la costruzione delle linee come l'incarnazione della sua ultima volontà. Poi venne meno l'ultima speranza di compromesso, così Romeuf lasciò Spina di Rosula."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/69c34d13406d72e1596cff7c3621d1bb_7711471750464164844.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Di conseguenza, col supporto della Spina di Rosula, furono costruite tre linee dell'aquabus, dedicate alla famiglia Caspar: Clementine, Navia e Callas. Nonostante la sede dell'organizzazione fosse Poisson, nessuna delle linee portava in città e solo la linea Clementine passava attraverso il Monte Automnequi. La linea Callas che collegava la Corte di Fontaine all'Istituto di Ricerca fu distrutta dall'esplosione del Laboratorio Centrale dell'Istituto ma Navia non volle solamente ripristinarla e aggiungere ulteriori fermate alle linee esistenti, ma anche costruire la quarta linea per il Porto di Lumidouce.\nMolti anni dopo, quando la figlia di Clementine e Callas, Navia, diventò il presidente dell'organizzazione, Romeuf decise di vendicarsi della Spina di Rosula e fece esplodere la linea Clementine che passava sopra Poisson. Il suo assistente Colter, che aveva recentemente lasciato Forte Meropide, incolpò Navia di tutti i problemi della Spina di Rosula perchè secondo la sua opinione, Clementine, Callas e il vecchio maggiordomo Melus morirono per colpa sua. Credeva che Navia avesse distrutto tutto ciò che gli era caro con le sue stesse mani e avesse portato Poisson alla distruzione. Navia riuscì a sconfiggere Colter in un combattimento, e il Viaggiatore e Paimon disinnescarono le bombe salvando la linea dalla distruzione.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "name": "Regione di Belleau",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Oltre alle vaste aree d'acqua, Fontaine è caratterizzata da foreste e monti. Tra questi, uno dei più emblematici è sicuramente il monte Automnequi. L'Istituto di ricerca di Fontaine ha impiegato degli enormi dispositivi ingegneristici per completare i lavori di perforazione del Tunnel Poisson, superando così una delle difficoltà più grandi nella costruzione di idrovie.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/13/190184121/decfebf39c4d3b6e22cf9f28c98288f6_9194028426108910202.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Corte di Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">\"Questa città si erge solitaria sull'acqua.\"</span></p><p></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nel punto più alto della città si erge il Palais Mermonia, simbolo dell'autorita suprema di Fontaine, dove la gente conduce una vita all'insegna dell'ordine e della regolarità, proprio come gli Acquabus. L'essenza della legge di Fontaine consiste nel mantenere un ordine stabile, con l'equità e la giustizia che costituiscono i pilastri di tale ordine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/12/190184121/decfebf39c4d3b6e22cf9f28c98288f6_6084755907982934274.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5145,
        "name": "Foresta di Érinnyes",
        "desc": "<p>I venti che soffiano nella Corte di Fontaine da est sono profumati con un misterioso aroma dolciastro.</p><p>Nelle profondità della foresta di Érinnyes, dove pochi osano camminare, il seme dell'avventura è stato piantato dalla riva del lago sotto i salici piangenti.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/15/45954971/e0a96d85b1ea9fe62035b16f39f77d3a_1351679369605248540.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5144,
        "name": "Regione dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine",
        "desc": "<p>La ricerca della salvezza si fermò all'improvviso, con la passione e l'orgoglio che si trasformavano in un sogno infranto.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/45954971/e0a96d85b1ea9fe62035b16f39f77d3a_6271206447334770710.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Istituto di ricerca di Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Istituto di ricerca di ingegneria dell'energia cinetica di Fontaine</span><span style=\"color: rgba(255, 255, 255, 0.85)\"> </span>è stato fondato da Alain Guillotin ed è spesso abbreviato semplicemente in Istituto di ricerca di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/85019254/154baa11b653966030bdf047346be788_3687673423077505657.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Presidente, leader, capo e comandante della Spina di Rosula</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/09/157266935/3fc7580c01a9e622692402889706c4db_2101762237494971240.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Caso delle sparizioni seriali",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Circa 20 anni fa, Fontaine si dovette confrontare con le sparizioni di giovani donne. Nonostante tutti gli sforzi della Maison Gardiennage, né le donne né il criminale furono mai trovati. Inoltre, qualche anno fa a Poisson, una certa Sinthe iniziò ad essere popolare - un drink in grado di eccitarti e creare tante piacevoli allucinazioni. Con un uso prolungato della Sinthe potevano comparire numerosi effetti collaterali, tra cui la perdita dell'abilità di concentrarsi o di controllare le proprie emozioni. Con l'astinenza, la persona sperimentava lampi di paranoia e ansia e non aveva l'energia per fare qualsiasi cosa. La Sinthe conteneva acqua diluita del Mare Primordiale che era in grado di dissolvere gli abitanti di Fontaine a causa della loro origine di Oceanidi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/028e390f40d252d1e4ab4021b847c617_1825371913494729202.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Callas, che ai tempi era il capo di Poisson, chiese di bandire completamente la Sinthe e decise di trovare la persona dietro alle vendite di questa bevanda. Rendendosi conto della furbizia del nemico, Callas decise segretamente di stabilire un contatto con i venditori e di creare rapporti personali con loro. Alla fine riuscì a convincere un uomo, Jacques, a diventare il suo informatore. Jacques iniziò a vergognarsi del suo lavoro dopo aver visto gli effetti della Sinthe, e decise quindi di aiutare Callas. Una sera, Callas organizzò un banchetto in una tenuta di campagna, dove aveva programmato uno scambio di informazioni con Jacques. All'improvviso si sentirono due spari e sul posto trovarono Callas che teneva in mano una pistola e Jacques ormai morto sul pavimento. A causa della mancanza di prove, Callas fu accusato di omicidio e chiamato \"Callas l'infedele\". Al suo processo decise di duellare e si rifiutò di arrendersi, ma venne sconfitto e morì. Quando il presidente della Spina di Rosula fu accusato di omicidio, l'organizzazione perse il suo potere.\nCallas aveva scoperto dei collegamenti tra la Sinthe e il caso delle donne scomparse molto prima di quella sera. Secondo le informazioni ricevute, la prossima vittima sarebbe stata Navia, sua figlia, e lui non poteva starsene fermo. Sapendo che a causa di una malattia incurabile non gli rimaneva tanto tempo per finire l'indagine che aveva ormai iniziato, Callas decise di ricorrere a misure estreme. Affermava di avere tra le mani importanti prove a carico dei delinquenti note ai componenti della Spina di Rosula. Ma finché sua figlia fosse stata al sicuro, le prove non sarebbero state rese pubbliche. Dato che Callas aveva paura della minaccia nei confronti di sua figlia, non negò la sua colpevolezza nell'omicidio di Jacques e scelse di morire sul Ring dei Duellanti. Prima di morire, condivise con Melus il luogo dove si trovava la fabbrica di Sinthe.\nTre anni dopo la morte di suo padre, Navia riprese l'indagine del caso delle donne scompare e il caso di suo padre. Avendo trovato nuove prove, lei e i suoi compagni, il Viaggiatore e Paimon, si resero conto che poteva esserci una terza persona nel caso di Callas, che fu dissolta dalle acque primordiali. Dopo numerosi controlli e indagini, la lista dei sospettati si ridusse a tre persone vicine alla Spina di Rosula: Florent, anziano consigliere dell'organizzazione; Marcel, capo della Confriere di Cabriere; e Thierry, responsabile della coordinazione e dello scambio di informazioni tra la Spina di Rosula e le Guardie. Come risultato dell'indagine, si venne a sapere che Marcel, considerato da Navia parte della famiglia, era dietro alla sparizione delle donne, della Sinthe e dell'omicidio di Jacques. Grazie agli sforzi del Viaggiatore, Paimon e Navia, il criminale fu trovato e i Fontaniani tornarono a vivere di nuovo in sicurezza.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Presidente, leader, capo e comandante della Spina di Rosula</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/09/157266935/3fc7580c01a9e622692402889706c4db_2101762237494971240.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4508,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "<p>Leader della Confrerie di Cabriere, organizazzione affine alla Spina di Rosula.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/26/362377527/4e904e9d971d9031fefc37f2cc034e9f_1098908699134216182.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4507,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4506,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tempo presente",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Quando la profezia di Fontaine che diceva <color=#ece5d8>\"\"Alla fine, tutte le persone si dissolveranno nelle acque, e resterà solo l'Archon di Hydro piangente sul suo trono\"</color> iniziò ad avverarsi, Poisson divenne il primo posto ad essere colpito dalle acque del Mare Primordiale. Anche se morirono molti abitanti, la Spina di Rosula, con l'aiuto dei Fatui, fu in grado di salvare la maggior parte delle persone. Il maggiordomo dell'organizzazione Melus, e Silver, la guardia di Navia, morirono nel tentativo di salvare delle persone. Dopo l'incidente, la città iniziò a riprendersi gradualmente e Navia promise un compenso a tutte le vittime. Anche se la situazione finanziaria della Spina era molto lontana da quella desiderata, questa promessa aiutò ad esprimere l'atteggiamento verso quanto accaduto in modo che le persone tornassero a credere nuovamente nell'organizzazione."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/9b74de5bec35522826bf889b2eb8ac03_2459185934959779820.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La Spina di Rosula ebbe un ruolo importante nel processo di Furina durante l'alluvione. I subordinati di Navia \"attaccarono\" Furina a Poisson per costringerla a entrare nella Scatola Magica Gigante, e i membri di un altro gruppo si vestirono in borghese e arrivarono al teatro dell'opera come normali membri del pubblico, aspettando l'occasione perfetta per incitare all'insurrezione contro il loro Archon. Con il loro aiuto, il piano ideato da Clorinde, Neuvillette, Navia, i Fatui e il Viaggiatore fu realizzato e gli abitanti di Fontaine furono salvati."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/86666cb4b2f6f71d4bb5bfff677f9b1b_7285753642909271942.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dopo che la reputazione di Callas fu ripristinata e Poisson, precedentemente danneggiata dal Mare Primordiale, fu ricostruita, i residenti decisero di costruire un monumento in onore dei genitori di Navia. Le persone volevano mostrare la loro gratitudine a Clementine e Callas per lo sviluppo di Poisson e della Spina di Rosula, quindi donarono fondi per costruire il memoriale. Sebbene Navia sentisse di non aver fatto abbastanza per essere presente nel monumento, la gente di Poisson le fu grata per tutto quello che aveva fatto di recente e la incluse nel modello.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "name": "Regione di Belleau",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Oltre alle vaste aree d'acqua, Fontaine è caratterizzata da foreste e monti. Tra questi, uno dei più emblematici è sicuramente il monte Automnequi. L'Istituto di ricerca di Fontaine ha impiegato degli enormi dispositivi ingegneristici per completare i lavori di perforazione del Tunnel Poisson, superando così una delle difficoltà più grandi nella costruzione di idrovie.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/13/190184121/decfebf39c4d3b6e22cf9f28c98288f6_9194028426108910202.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Presidente, leader, capo e comandante della Spina di Rosula</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/09/157266935/3fc7580c01a9e622692402889706c4db_2101762237494971240.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>La protagonista assoluta della scena del giudizio, fino all'applauso finale.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/45954971/263e5ea0784d182b393f67a7e24146a5_8864541355688862657.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il Giudice supremo di Fontaine, anche conosciuto come lo Iudex, famoso per la sua incontestabile imparzialità.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/157266935/0513aa7f482dbb4778545d02f94956fe_7174467864028517893.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p>Un celebre mago di Fontaine dotato di grande presenza scenica e notevoli doti dialettiche. Il pubblico rimane ammaliato dalle sue incredibili abilità e pende letteralmente dalle sue labbra</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/157266935/e343d4442cc3b8e243f0d528bb715f75_5622302237255870491.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un'assistente magica di poche parole, le cui emozioni sono imperscrutabili come quelle di un gatto.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/190184121/436e6f2b9b9006bfe511a98093259daf_2669821214730536049.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Freminet",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un giovane riservato esperto di immersioni. Al di là del suo atteggiamento distante e algido si nasconde un cuore puro e immacolato.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/08/157266935/8e44111a378f4e5379b8e7444e8c2daa_7358398536704337067.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Metodi della Spina di Rosula",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Anche se la Spina di Rosula aiuta soprattutto le persone, a volte i suoi metodi possono essere un po' bruschi. Una volta, il Viaggiatore e Paimon incontrarono Virgil della Spina di Rosula che gli chiese una mano per trovare la cassaforte della società segreta \"Liliacruces Forum.\" Voleva usare tutto quello che avrebbero trovato contro Sonny, il \"Guanto Bianco\". Quando si rese conto che la così soprannominata società segreta \"Liliacruces Forum\" non era altro che l'Istituto di Filosofia Naturale, Virgil decise di liberarsi del Viaggiatore e di Paimon e di prendergli i Mora. Quando il Viaggiatore e Paimon scapparono, trovarono Sonny e il suo partner, Luca, che stavano cercando Virgil. Insieme trovarono il carico di Sinthe, che Virgil e i suoi scagnozzi stavano cercando di vendere. Dopo \"una lunga e seria chiacchierata con lui\", Virgil non fu più visto.\nUna volta, i membri della Spina di Rosula, Turner e Hunter, seppellirono Henri, che fu coinvolto inconsapevolmente con i Fatui e ruppe nella sabbia i meccanismi che credeva stessero distruggendo l'ambiente. In realtà, questi dispositivi venivano utilizzati dall'Istituto di Ricerca di Fontaine per monitorare e ottimizzare la qualità dell'acqua, e i loro nuclei registravano tutti i dati idrologici di Fontaine. Grazie all'aiuto del Viaggiatore, i meccanismi furono ripristinati, Fatuus fu neutralizzato e Turner e Hunter assunsero Henri per lavorare.\nQuando Navia venne a sapere che qualcuno stava tramando contro le Melusine e che Neuvillette e il Viaggiatore stavano indagando sul caso, chiese alla Spina di Rosula di tenere d'occhio le varie piste. Poi invitò i sospettati a bere un caffè e non potevano nemmeno rifiutarsi, forse perchè erano stati minacciati dalla Spina di Rosula. Nonostante la Pattuglia Speciale di Sicurezza e Sorveglianza e il Fantasma di Marechaussèe erano a conoscenza dei metodi utilizzati dalla Spina di Rosula, non interferirono.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Spettro Maréchaussée",
        "desc": "<p>Lo spettro Maréchaussée (Cacciatori della Maréchaussée) è l'unità personale del Giudice Supremo Neuvillette che è responsabile per l'indagine sul crimine. Ha sede nel Palazzo Mermonia ed è uno dei dipartimenti della Maison Gardiennage.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/15/45954971/68056e921a04a72fc9ccb52413826e6d_845459930811842145.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4261,
        "name": "Virgil",
        "desc": "<p>Un ex membro della Spina di Rosula, il quale voleva trovare il tesoro della società segreta \"Liliacruces Forum\" e diventare ricco. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/12694555/3b45cc39371c49fbc8c5ec53d45b54e6_770464738931358414.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4514,
        "name": "Sonny",
        "desc": "<p>\"Pulitore\" della Spina di Rosula, è conosciuto anche come \"Il Guanto bianco\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/12694555/352bcc2162575411b2dfaab0aacc3037_7734848634006281884.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4515,
        "name": "Luca",
        "desc": "<p>Membro della Spina di Rosula.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/12694555/f078c54f96cb0a31775558ec31e48791_3164349185270014180.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4519,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Presidente, leader, capo e comandante della Spina di Rosula</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/09/157266935/3fc7580c01a9e622692402889706c4db_2101762237494971240.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Membri principali"
      },
      {
        "type": "RichText",
        "text": "Callas Caspar\nFondatore e primo presidente della Spina di Rosula e capo di Poisson. Fu ucciso da Clorinde in un duello legale dopo essere stato accusato di omicidio.\nClementine Caspar\nMoglie di Callas e madre di Navia, morta a causa di complicazioni durante il parto.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Presidente, leader, capo e comandante della Spina di Rosula</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/09/157266935/3fc7580c01a9e622692402889706c4db_2101762237494971240.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Attuale capo della Spina di Rosula, figlia di Clementine e Callas.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4508,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Maggiordomo della Spina di Rosula che morì durante l'evacuazione di Poisson.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4509,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Guardia di Navia che morì durante l'evacuazione di Poisson.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4506,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Consigliere Maggiore.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4514,
        "name": "Sonny",
        "desc": "<p>\"Pulitore\" della Spina di Rosula, è conosciuto anche come \"Il Guanto bianco\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/12694555/352bcc2162575411b2dfaab0aacc3037_7734848634006281884.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "\"Il Guanto Bianco\", membro della Spina di Rosula coinvolto nel perseguimento di persone coinvolte nella vendita di Sinthe.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4515,
        "name": "Luca",
        "desc": "<p>Membro della Spina di Rosula.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/12694555/f078c54f96cb0a31775558ec31e48791_3164349185270014180.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "\"Il Pescatore\", partner di Sonny e membro della Spina di Rosula",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4257,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Pescivendolo di Poisson.\nConsigliere\nA",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3706,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "e \"Consigliere\" della Spina di Rosula. È un tipo ideale di \"persona\" con cui confidarsi.\nTetreauxis\nBartender del Fleuve Cendre.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4261,
        "name": "Virgil",
        "desc": "<p>Un ex membro della Spina di Rosula, il quale voleva trovare il tesoro della società segreta \"Liliacruces Forum\" e diventare ricco. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/12694555/3b45cc39371c49fbc8c5ec53d45b54e6_770464738931358414.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ex membro della Spina di Rosula coinvolto nella vendita di Sinthe.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "<p>Leader della Confrerie di Cabriere, organizazzione affine alla Spina di Rosula.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/26/362377527/4e904e9d971d9031fefc37f2cc034e9f_1098908699134216182.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Capo della Confrerie di Cabriere, organizzazione affine alla Spina di Rosula.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4507,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Guardia responsabile per il coordinamento delle informazioni tra la Spina di Rosula e la Maison Gardiennage.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4505,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Moglie di Jacques, ex informatrice della Spina di Rosula. La Spina di Rosula si prende cura di lei e di sua figlia dopo alla morte di Jacques.",
        "alignment": "center"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Spina di Rosula",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/362377527/d96b0a6f9056c628280b027206060d35_2305755256518449481.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Sede della Spina di Rosula a Poisson."
          }
        ]
      },
      {
        "key": "Spina di Rosula",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/362377527/1ee44f8ee531c9327e6b437758d94394_7067306337602704680.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Spina di Rosula a Fleuve Cendre."
          }
        ]
      },
      {
        "key": "Consigliere",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/362377527/90738c32a9fa23742b3e9882f0d872f9_3916794880557515315.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "\"Consigliere\" della Spina di Rosula a Fleuve Cendre."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Spina di Rosula"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Organizzazione orientata al cittadino"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Capo",
        "value": [
          {
            "type": "RichText",
            "text": "Navia Caspar"
          }
        ]
      }
    ]
  }
}