{
  "epId": 5223,
  "name": "Spettro Maréchaussée",
  "desc": "<p>Lo spettro Maréchaussée (Cacciatori della Maréchaussée) è l'unità personale del Giudice Supremo Neuvillette che è responsabile per l'indagine sul crimine. Ha sede nel Palazzo Mermonia ed è uno dei dipartimenti della Maison Gardiennage.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/15/45954971/68056e921a04a72fc9ccb52413826e6d_845459930811842145.png",
  "menuId": 23,
  "menuName": "Affiliazione",
  "version": 1718052915,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Membri importanti"
      },
      {
        "type": "RichText",
        "text": "Emanuel Guillotin\nUn Cacciatore della Maréchaussée, che diresse l'assedio di Poisson, e padre adottivo di Alain e Mary-Ann. Lui, presumibilmente, fu dissolto da",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Il figlio adottivo di Emmanuel Guillotin, cresciuto all'Istituto Narzissenkreuz con la sorella adottiva, Mary Ann. Fu il fondatore dell'Istituto di Ricerca sull'Ingegneria dell'Energa Cinetica di Fontaine, e il suo contributo più notevole a Fontaine è stata la sua ricerca sulle meccaniche Pneuma-Ousia, che ha portato all'invenzione del sistema Arkhe e alla creazione di Meccanismo di Orologeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/5f9666801f8c3cd059ac14e8eb9dbc96_8131546532551471524.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Figlio adottivo di Emanuel Guillotin. Dopo la scomparsa della sorella, lasciò lo Spettro Maréchaussée e fondò l'",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Istituto di ricerca di Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Istituto di ricerca di ingegneria dell'energia cinetica di Fontaine</span><span style=\"color: rgba(255, 255, 255, 0.85)\"> </span>è stato fondato da Alain Guillotin ed è spesso abbreviato semplicemente in Istituto di ricerca di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/85019254/154baa11b653966030bdf047346be788_3687673423077505657.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Figlia adottiva di Emanuel Guillotin, è cresciuta all'Istituto Narzissenkreuz con suo fratello Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7f04e9d0b83ab550cc91ddf708008a7d_2679414733014655735.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Figlia adottiva di Emanuel Guillotin. Scomparve dopo la battaglia tra lo Spettro Maréchaussée e",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz\t",
        "desc": "<p>L'Ordo Narzissenkreuz è la società segreta fondata da René de Petrichor e Jakob Ingold per creare Neoumani al fine di sopravvivere alla distruzione del Mondo come predetto dalla Formula del Mondo. È stato dichiarato un gruppo estremista illegale e un'organizzazione criminale dalla legge Fontainiana sotto lo Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/85019254/76c3b544663face535a657d1f97f4ad0_4037890806697454249.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\nAeval\nElphane\nLe rispettive guide dell'Acquabus di Clémentine e Navia.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Talochard",
        "desc": "<p>Un'addetta alla gestione delle prove nello Spettro Maréchaussée.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/25/20856775/58702a76d8f1c8e4922339c9c04c5893_1719554805252586848.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Un'ex guida dell'Aquabus della linea Callas e attuale addetto alle prove con lo Spettro Maréchaussée.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4802,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Lavoratrice allo Spettro Maréchaussée.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "RichText",
        "text": "Cassiodor\nUno dei magistrati di Remus, \"Cacciatore Dorato\", le cui parole divennero l'origine dei Cacciatori della Maréchaussée.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il Giudice supremo di Fontaine, anche conosciuto come lo Iudex, famoso per la sua incontestabile imparzialità.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/157266935/0513aa7f482dbb4778545d02f94956fe_7174467864028517893.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Leader dello Spettro Maréchaussée.\nClorinde\nUn sucessore dei Cacciatori della Maréchaussée.",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Cacciatore della Maréchaussée",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/e9c7fe4fbfe3417abd3696108f4ba363_6669607384580511511.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cacciatori della Maréchaussée",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Il nome \" <color=#ffffff73>Cacciatori della Maréchaussée\" ha avuto origine da Remuria, quando il famoso Armosta Cassiodor, elevato al venerato titolo di \"Cacciatore dorato\",</color> guidò i suoi seguaci alla lotta con i rimanenti dell'impero caduto <color=#ffffff73>:</color> <color=#ece5d8>\"Inseguite i fantasmi nell'oscurità, respingeteli tutti e date loro la caccia.\"</color> Nonostante fossero chiamati \"cacciatori\", non cacciavano animali ma vari mostri lasciati indietro dall'antica dinastia del Re Remus. Oggi, la popolazione di mostri di Fontaine si è notevolmente ridotta, quindi i Cacciatori si sono reintegrati nella società, imbracciando le armi in altri settori di lavoro. Hanno anche lasciato dietro di sé una metodologia di caccia unica e speciali tecniche di scherma. I Cacciatori della Maréchaussée dei tempi passati spesso impregnavano le loro armi con incantesimi speciali per sconfiggere i mostri. Ogni volta che un mostro si trovava nelle vicinanze, le loro armi iniziavano a brillare.\nPian piano la fama dei Cacciatori della Maréchaussée iniziò a svanire. Oggi, quando gli abitanti di Fontaine parlano dei Cacciatori della Maréchaussée, la maggior parte conosce solo il \"Giuramento del Cacciatore\", avendolo sentito menzionare in qualche commedia o romanzo."
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>\"Da oggi oltrepasso il velo d'ombra della candela.\"</color>\n<color=#ece5d8>\"Ora, mentre affrontiamo i pericoli della lunga notte...\"</color>\n<color=#ece5d8>\"Mi impegno a ricordare il giuramento della luce del giorno.\"</color>\n<color=#ece5d8>\"Per custodire lacrime, vita e amore.\" \"</color>\n<color=#ece5d8>\"Attendere l'arrivo dell'alba sarà il mio voto.\"</color>\n<color=#ece5d8>\"E quindi non potrò mai disperare.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Gli storici credevano che i <color=#ffffff73>Cacciatori della Maréchaussée iniziarono ad essere attivi qualche decennio dopo la caduta di Remuria,</color> momento in cui il concetto dei Lochknights era ormai completamente scomparso a Fontaine. Si credeva che i primi <color=#ffffff73>Cacciatori della Maréchaussée</color> che seguirono Cassiodor fossero gli eredi dei Lochknights, ma in realtà erano gli ultimi rimasti dell'antica Remuria, Walter e Este. Este ereditò le responsabilità del Cacciatore Dorato e giudicò molte persone, e Walter, lavorando come boia, usò innumerevoli trucchi per confondere i suoi nemici in battaglia.\nEsiste una storia di un Cacciatore della Maréchaussée che divenne ossessionato dallo sterminio dei mostri. Quando arrivò il giorno in cui la terra fu ripulita dalla loro ombra, non ci volle molto prima che cominciasse a sentirsi perso. Dopo una vita trascorsa a cacciare mostri, che scopo aveva la sua vita ora che il loro nemico mortale era stato sconfitto? Dopo aver riflettuto a lungo sulla questione, decise di continuare a vivere come aveva fatto in passato, interrompendo i suoi legami con i Cacciatori della Maréchaussée per poter continuare a dare la caccia ai mostri da solo. Questa storia ricorda che i Cacciatori della Maréchaussée combattono per riportare la pace nella vita di tutti. È importante ricordare per cosa stai combattendo e non lasciare mai che i mezzi diventino il fine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/10/362377527/94c6635a5d98cc6465e713c5de8ec293_260248131873803074.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Per la maggior parte dei Fontainiani la storia dei Cacciatori della Maréchaussée è ormai solamente una leggenda piena di drammaticità ed eccitazione. Per la campionessa duellante Clorinde, le gesta e i giuramenti dei Cacciatori sono la sua eredità vivente. La prima cosa che imparò dalla sua mentore, la Cacciatrice della Maréchaussée Petronilla, fu l'arte della spada indispensabile per uccidere i mostri. L'approccio del Cacciatore richiede che resti il ​​più vicino possibile alla preda in modo tale da poter affondare la lama nei punti più deboli con un'agilità fulminea. Per addestrarla in questa tecnica, Petronilla mandò Clorinde in una stanza piena di pilastri rotanti, su ognuno dei quali erano state messe molte spade di legno sporgenti che sporgevano verso l'esterno e le cui punte erano ricoperte da sacchi di stoffa. Sottoponendosi a questo addestramento, Clorinde non solo ha sviluppato le abilità di tiro, tracciamento, mimetizzazione e lavoro di piedi tipici di un Cacciatore della Maréchaussée. La sua scelta di armi deriva dalla tradizione dei Cacciatori della Maréchaussée: un moschetto per scacciare la preda e una spada per sferrarle un colpo fatale."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/10/362377527/080b908b0847e4ab8e6623f146a4c630_3556043093625558955.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Un giorno, uno dei successori dei Cacciatori della Maréchaussée, Florian, cedette all'influenza del mostro il Divoratore, che imperversava vari secoli fa. Il padre di Florian era un cacciatore e dedicò tutta la sua vita al servizio della causa, ma in cambio ricevette solo povertà e sofferenza. Quando morì, nessuno si degnò nemmeno a salutarlo. I membri della sua famiglia erano stati Cacciatori della Maréchaussée per generazioni, tramandando non solo il titolo e l'arte della spada, ma anche un sigillo che i Cacciatori della Maréchaussée usavano per trattenere il Divoratore, sperando che col tempo si sarebbe trovato un modo per sconfiggerlo. Il padre di Florian gli ordinò di vigilare sempre su quel sigillo in quanto era il dovere più importante del suo clan. Tuttavia, dopo la sua morte, suo figlio abbandonò questo compito. Il Divoratore era un avversario pericoloso anche per i Cacciatori, e se un mortale aveva abbastanza forza per distruggerlo, diventava vittima della sua corruzione. La creatura riuscì ad amplificare le ossessioni e i desideri nel cuore delle persone, al punto da sopraffarli completamente. Quando Florian finalmente decise di controllare il sigillo, il mostro prese il sopravvento sulla sua coscienza. La rabbia per l'ingiustizia nell'animo di Florian lo rendeva una facile preda."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/10/362377527/a24ab9c0c1c60326303c3e3eb8f2cf0b_1844671667693676421.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Con il pretesto della trama di un gioco di ruolo, Florian attirò Clorinde, Lyney, Furina, Navia, il Viaggiatore e Paimon verso la tesoreria segreta dei Cacciatori della Maréchaussée per distruggere i Cacciatori e prendere i tesori che credeva fossero suoi di diritto. . Per aprire la tesoreria gli mancava soltanto una chiave su quattro: una gli fu data dal padre, l'altra rubò, la terza prese da un cacciatore, e la chiave mancante fu data a Clorinde dal suo mentore."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/10/362377527/b083eea6dc2eb3aa30a08919b7df4fd5_4521037554779435856.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Durante la battaglia, Clorinde espulse temporaneamente il mostro dal corpo dell'uomo. Quando aprirono la porta della tesoreria, si scoprì che nascondeva una tavoletta di pietra con incisi i nomi dei Cacciatori e le loro armi, che decisero di portare con sé per sconfiggere il Divoratore: Furina aveva la spada dell'amico di Cassiodor, Este, e Lyney aveva l'arco di Walter. Navia utilizzò la spada di Petronilla, che Clorinde le regalò dopo il duello con suo padre. Per sconfiggere il mostro, Florian lo attirò nel suo corpo e Clorinde, Navia, Furina, Lyney, il Viaggiatore e Paimon lo sconfissero con l'aiuto degli spiriti dei Cacciatori.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Cacciatore Dorato, uno degli armosti di Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/22/362377527/0bdc0e0a069b2834f786c4c5dd91f130_5831353123741411369.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5596,
        "name": "Clorinde",
        "desc": "Una campionessa duellante imbattuta. Difende la giustizia nella Corte di Fontaine brandendo la sua spada.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/05/29/770a66030815971c697ab81bc5436329_8660717987969952036.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5749,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Presidente, leader, capo e comandante della Spina di Rosula</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/09/157266935/3fc7580c01a9e622692402889706c4db_2101762237494971240.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>La protagonista assoluta della scena del giudizio, fino all'applauso finale.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/45954971/263e5ea0784d182b393f67a7e24146a5_8864541355688862657.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p>Un celebre mago di Fontaine dotato di grande presenza scenica e notevoli doti dialettiche. Il pubblico rimane ammaliato dalle sue incredibili abilità e pende letteralmente dalle sue labbra</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/157266935/e343d4442cc3b8e243f0d528bb715f75_5622302237255870491.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Cacciatore della Maréchaussée",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/e9c7fe4fbfe3417abd3696108f4ba363_6669607384580511511.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 5728,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Spettro Maréchaussée",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Lo <color=#ffffff73>Spettro Maréchaussée</color> è l'unità personale del Giudice Supremo Neuvillette <color=#ffffff73>che è il responsabile delle indagini sui crimini</color> . Ha sede nel Palazzo Mermonia ed è uno dei dipartimenti della Maison Gardiennage. Un tempo l'organizzazione era costituita solamente da umani ma ora la maggior parte di loro sono Melusine in quanto la loro acutezza visiva era più adatta alle indagini sui casi.\nMolti membri dello Spettro <color=#ffffff73>Maréchaussée, compreso Emanuel Guillotin, provenivano dall'Istituto di Narzissenkreuz - un orfanotrofio per bambini a Fontaine dove venivano spesso mandati i figli dei criminali. L'orfanotrofio era gestito dalla Direttrice Lyris, un'Oceanide, e per un breve periodo, l'ex ammiraglia della Marina, Basil Elton, ne fu la vicedirettrice. Quando l'Istituto fu abbandonato 500 anni fa a causa del Cataclisma, molti studenti entrarono a far parte dello</color> Spettro <color=#ffffff73>Maréchaussée oppure della</color> Pattuglia Speciale di Sicurezza e Sorveglianza per proteggere Fontaine in modo che non ci fosse più un'ombra su di essa.\nAlcuni agenti dello Spettro <color=#ffffff73>Maréchaussée,</color> membri che intraprendono indagini, lavorano in segreto e i loro nomi sono riservati. Quindi non è stato lasciato alcun documento sugli agenti morti durante la battaglia a Elynas.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Corte di Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">\"Questa città si erge solitaria sull'acqua.\"</span></p><p></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nel punto più alto della città si erge il Palais Mermonia, simbolo dell'autorita suprema di Fontaine, dove la gente conduce una vita all'insegna dell'ordine e della regolarità, proprio come gli Acquabus. L'essenza della legge di Fontaine consiste nel mantenere un ordine stabile, con l'equità e la giustizia che costituiscono i pilastri di tale ordine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/12/190184121/decfebf39c4d3b6e22cf9f28c98288f6_6084755907982934274.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Istituto Narzissenkreuz",
        "desc": "<p>Orfanotrofio di Fontaine costruito sulle rovine di un'antica civiltà.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/190184121/c1ff95cb5124a91d66857b3387e1ce52_1729470900739634547.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "name": "Melusine",
        "desc": "<p>Le Melusine sono una specie tutta femminile nata dalle ferite di Elynas dopo essere rimasto ferito da un'esplosione avvenuta all'interno del suo corpo pietrificato. Una volta risiedevano esclusivamente nel Villaggio Merusea, ma dopo aver incontrato il nuovo Iudex Neuvillette, molte si possono ora incontrare sulla superficie di Fontaine come parte dello Spettro Maréchaussée.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/362377527/8d2f62d63837e97a7d905a3eaaf5a4fa_3914878918255219377.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il Giudice supremo di Fontaine, anche conosciuto come lo Iudex, famoso per la sua incontestabile imparzialità.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/157266935/0513aa7f482dbb4778545d02f94956fe_7174467864028517893.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Direttrice dell'Istituto Narzissenkreuz, un orfanotrofio a Fontaine, divenne in seguito membro del Narzissenkreuz Ordo e ottenne il titolo di \"Imperatrice Rossa\" dopo che l'Istituto fu abbandonato durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/85019254/b6d86ff8dfd84cf744e57a516b1a14c6_7972972477075780534.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil fu un ammiraglio in pensione dell'Armata di Fontaine, capitana della Sponsian, e vicedirettrice dell'Istituto di Narzissenkreuz. Morì 500 anni fa durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/386107b800f05b084d15ad8145cf8913_8405686976077330479.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Bestia dell'Abisso che apparve a Fontaine durante il Cataclisma di 500 anni fa. Elynas è il \"Padre\" di tutte le Melusine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/362377527/fa4c986eefe97522566b35be6e29e7a0_830321453062263704.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Cacciatore della Maréchaussée",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/e9c7fe4fbfe3417abd3696108f4ba363_6669607384580511511.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Compagnia dorata",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/4fda3f028a5acd6e23e99e70f21118cc_5054908790996422241.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Sogno della ninfa",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/190184121/c73081f31cb05982d077050cf83b979b_2993952448763115830.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Assedio di Poisson",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Più di 500 anni fa le autorità di Fontaine vollero creare una città sotterranea al di sotto della città, Fleuve Cendere, dalle fogne sotto la corte di Fontaine. Siccome era difficile mantenere l’ordine, Eduardo Baker e il suo amico presero il potere di Fleuve Cendre. Iniziarono a risolvere le controversie tra i \"compatrioti\" di Fleuve Cendre, a benedire i novelli sposi e a proteggere i mercanti dalle estorsioni, dalle molestie e dai ricatti da parte delle bande. Quando le autorità della Corte di Fontaine decisero di purificare Fleuve Cendre, Baker fu arrestato e esiliato nel deserto di Sumeru. Sulla strada per l’esilio, lui, con l’aiuto dei suoi scagnozzi, scappo a Poisson e prese in ostaggio sia la città che i membri della Maison Gardiennage che lo stavano trasportando. Fece un numero spropositato di richieste e quindi, i Cacciatori della Maréchaussée, incluso Guillotin, intervennero. Il giornalista Karl Ingold arrivò a Poisson come negoziatore insieme al figlio di Eduardo, Jakob.\nIn seguito al tentativo fallito di risolvere il problema, il disaccordo tra il gruppo di Baker e i Cacciatori della Maréchaussée sfociò in un incontro violento. Di conseguenza, Jakob e Rene, il figlio del sindaco di Possion, rimasero orfani. Entrambi vennero mandati all’Istituto di Narzissenkreuz. Più tardi, questi due bambini fondarono l'Ordo di Narzissenkreuz, una delle organizzazioni più importanti nella storia di Fontaine.\nL’assedio di Possion lascio cicatrici fisiche e mentali a Guillotin. A causa di questo evento, lascio i ranghi della Maréchaussée per andare a vivere via per il resto dei suoi giorni, felice con solamente il contenuto della sua tazza. Quando iniziò il Cataclisma, la sua vecchia amica dell’Istituto di Narzissenkreuz, Basil Elton, gli affidò i suoi due bambini: Mary-Ann e Alain. A Emanuel non piacevano i bambini e sperava di non averci a che fare, ma per la volontà della sua amica, lui accettò.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Corte di Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">\"Questa città si erge solitaria sull'acqua.\"</span></p><p></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nel punto più alto della città si erge il Palais Mermonia, simbolo dell'autorita suprema di Fontaine, dove la gente conduce una vita all'insegna dell'ordine e della regolarità, proprio come gli Acquabus. L'essenza della legge di Fontaine consiste nel mantenere un ordine stabile, con l'equità e la giustizia che costituiscono i pilastri di tale ordine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/12/190184121/decfebf39c4d3b6e22cf9f28c98288f6_6084755907982934274.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "name": "Regione di Belleau",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Oltre alle vaste aree d'acqua, Fontaine è caratterizzata da foreste e monti. Tra questi, uno dei più emblematici è sicuramente il monte Automnequi. L'Istituto di ricerca di Fontaine ha impiegato degli enormi dispositivi ingegneristici per completare i lavori di perforazione del Tunnel Poisson, superando così una delle difficoltà più grandi nella costruzione di idrovie.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/13/190184121/decfebf39c4d3b6e22cf9f28c98288f6_9194028426108910202.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Istituto Narzissenkreuz",
        "desc": "<p>Orfanotrofio di Fontaine costruito sulle rovine di un'antica civiltà.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/190184121/c1ff95cb5124a91d66857b3387e1ce52_1729470900739634547.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz\t",
        "desc": "<p>L'Ordo Narzissenkreuz è la società segreta fondata da René de Petrichor e Jakob Ingold per creare Neoumani al fine di sopravvivere alla distruzione del Mondo come predetto dalla Formula del Mondo. È stato dichiarato un gruppo estremista illegale e un'organizzazione criminale dalla legge Fontainiana sotto lo Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/85019254/76c3b544663face535a657d1f97f4ad0_4037890806697454249.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Orfano cresciuto all'Istituto di Narzissenkreuz e poi adottato da Karl Ingold. Divenne un Neoumano e fu il co-fondatore dell'Ordo di Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/02bc05cc787742e2fdf79dc45a69ccec_8349714685734883420.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil fu un ammiraglio in pensione dell'Armata di Fontaine, capitana della Sponsian, e vicedirettrice dell'Istituto di Narzissenkreuz. Morì 500 anni fa durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/386107b800f05b084d15ad8145cf8913_8405686976077330479.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Il figlio adottivo di Emmanuel Guillotin, cresciuto all'Istituto Narzissenkreuz con la sorella adottiva, Mary Ann. Fu il fondatore dell'Istituto di Ricerca sull'Ingegneria dell'Energa Cinetica di Fontaine, e il suo contributo più notevole a Fontaine è stata la sua ricerca sulle meccaniche Pneuma-Ousia, che ha portato all'invenzione del sistema Arkhe e alla creazione di Meccanismo di Orologeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/5f9666801f8c3cd059ac14e8eb9dbc96_8131546532551471524.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Figlia adottiva di Emanuel Guillotin, è cresciuta all'Istituto Narzissenkreuz con suo fratello Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7f04e9d0b83ab550cc91ddf708008a7d_2679414733014655735.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Direttrice dell'Istituto Narzissenkreuz, un orfanotrofio a Fontaine, divenne in seguito membro del Narzissenkreuz Ordo e ottenne il titolo di \"Imperatrice Rossa\" dopo che l'Istituto fu abbandonato durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/85019254/b6d86ff8dfd84cf744e57a516b1a14c6_7972972477075780534.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3989,
        "name": "Traghettatore del Fleuve Cendre",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un tubo di rame abbandonato di media lunghezza, che un tempo veniva usato come arma. In certi ambienti, era considerato molto popolare o famigerato (in base ai punti di vista).</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/190184121/920ca2fe25ca2db1796848099b59b2d8_2348482134338050559.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Cacciatore della Maréchaussée",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/e9c7fe4fbfe3417abd3696108f4ba363_6669607384580511511.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4312,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "L'Ordo di Narzissenkreuz",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/237301566/9dd957087aa42735905d94761558de17_7036168828870711319.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Circa 500 anni fa quattro bambini dell'Istituto di Narzissenkreuz diventarono amici. Dopo il Cataclisma, due di loro, Mary-Ann e Alain, furono adottati dall'ex Cacciatore della Maréchaussée, Emanuel Guillotin, e in seguito divennero loro stessi agenti dello Spettro Maréchaussée. Gli altri due, René e Jakob, che furono mandati all'Istituto a causa di Emanuel Guillotin, furono presi dal giornalista Karl Ingold, che era presente durante l'assedio di Poisson. Anni dopo fondarono un'organizzazione chiamata l'Ordo di Narzissenkreuz."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/237301566/11e84dca9047c764fbdde904a7970dbf_7218597961318265236.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Lo scopo principale dell'organizzazione era quello di salvare Fontaine dall'apocalisse che era stata predetta dalla profezia: <color=#ece5d8>\"Alla fine, tutte le persone saranno dissolte nelle acque, e rimarrà solamente l'Archon di Hydro piangendo sul suo trono.\"</color> Per raggiungere questo obiettivo iniziarono a condurre esperimenti immorali e pericolosi, che includevano la creazione di Neoumani. Il leader, conosciuto come il \"Maestro\" (René de Petrichor) voleva dissolvere tutti i Fontainiani nelle acque Primordiali per attendere la fine dell'apocalisse e rinascere nel nuovo mondo.\nUna volta, l'amico di Emanuel Guillotin gli confidò le sue preoccupazioni riguardo alle operazioni dell'Ordo di Narzissenkreuz. Questa indagine fu l'ultima per Guillotin. A giudicare dal fatto che alla fine ha ricordato i suoi “figli” e l'abbraccio del direttore Lyris, che a quel tempo era membro di questa organizzazione, e che nei suoi appunti il Maestro menziona l'assorbimento di diversi agenti dei Cacciatori della Maréchaussée con l'aiuto delle Oceanidi, possiamo presumere che Emanuel, così come la Campionessa Duellante Marfisa, fosse uno di loro."
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>\"Mio caro Alain, mia cara Mary-Ann... non vi sono mai stato vicino,\"</color>\n<color=#ece5d8>\"E anche alla fine, non so come potrei essere un padre per voi due.\"</color>\n<color=#ece5d8>\"Ma comunque, non voglio perdere il ricordo di vedervi crescere...\"</color>\n<color=#ece5d8>— Quando si svegliò dal suo torpore, tutte le glorie, tutta la vergogna, tutto l'amore e l'ossessione – erano stati dissolti nelle acque. \"Alla fine, quello che lo ha accolto è stato un oceano pacifico, che ha rimosso ogni barriera e ogni alienazione.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/237301566/4a244b78de17042e111af3c05e389473_4299516187377096920.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando le autorità vennero a conoscenza di questi esperimenti e della dissoluzione delle persone, l'Ordo di Narzissenkreuz fu dichiarato radicale. Alain Guillotin interruppe ogni rapporto con i suoi amici, Rene e Jakob, e, insieme allo Iudex di Fontaine, Neuvillette, firmò l'ordine per la distruzione dell'Ordo di Narzissenkreuz.\nPer guadagnare un po' di tempo per portare a termine i suoi piani, il Maestro inviò Jakob, l'ex direttrice dell'Istituto di Narzissenkreuz Lyris e altri membri dell'Ordo al corpo pietrificato di Elynas. Elynas era una bestia dell'Abisso che apparve a Fontaine durante il Cataclisma. Quando morì, l'Ordo di Narzissenkreuz usò il suo sangue e la sua carne nei loro esperimenti per creare il primo Neoumano da Jakob. Per aiutare Jakob a ottenere abilità più potenti e per distrarre i Cacciatori della Maréchaussée dal Maestro, l'Ordo di Narzissenkreuz decise di rianimare il cuore pietrificato di Elynas. Quando Alain Guillotin venne a conoscenza del rituale imminente, inviò un Meka pensante, Seymour, per informarne lo Iudex di Fontaine Neuvillette.\nQuando gli agenti dello Spettro Maréchaussée, compresa Mary-Ann Guillotin, rintracciarono i membri dell'Ordo nel corpo di Elynas, scoppiò una battaglia. Molti agenti e i Meka furono uccisi a causa dell'esplosione. Mary-Ann Guillotin era sul punto di morte ma fu salvata da Lyris. Lyris, abbracciandola, unì i loro corpi e le loro menti creando una nuova Oceanide, Mary-Ann.\nDopo la battaglia a Elynas, Alain Guillotin non ebbe più notizie di sua sorella. Lasciò lo Spettro Maréchaussée e fondò <color=#ffffff73>l'Istituto di Ricerca di Ingegneria dell'Energia Cinetica di Fontaine. Esiste</color> una leggenda secondo cui Alain nella sua vecchiaia si ritirò dall'Istituto di Ricerca di Fontaine nel suo laboratorio e non avrebbe più visto nessuno. Le ricerche che intraprese negli ultimi anni non furono mai pubblicate e, in seguito, le uniche cose che si potevano trovare nel suo laboratorio erano segni che qualcosa era stato costruito.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5140,
        "name": "Regione di Béryl",
        "desc": "<p>Un'antica regione montuosa costellata di rovine, che si estende lungo le acque della Corte di Fontaine. Molte, molte centinaia di anni fa, il posto veniva visto dai seguaci di Egeria come meta eccellente per escursioni e picnic. Raggruppati in loco, essi cantavano di amore puro e senza macchia, come gemme lucidate. Le loro canzoni erano svanite da molto tempo alla pallida luce della luna, rimaneva solamente una fresca brezza ad accarezzare quei solitari altopiani punteggiati di menta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/29/20856775/7bb630aacf263515328ea8198cbbc48a_591012451839448669.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz\t",
        "desc": "<p>L'Ordo Narzissenkreuz è la società segreta fondata da René de Petrichor e Jakob Ingold per creare Neoumani al fine di sopravvivere alla distruzione del Mondo come predetto dalla Formula del Mondo. È stato dichiarato un gruppo estremista illegale e un'organizzazione criminale dalla legge Fontainiana sotto lo Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/85019254/76c3b544663face535a657d1f97f4ad0_4037890806697454249.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Istituto Narzissenkreuz",
        "desc": "<p>Orfanotrofio di Fontaine costruito sulle rovine di un'antica civiltà.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/190184121/c1ff95cb5124a91d66857b3387e1ce52_1729470900739634547.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Istituto di ricerca di Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Istituto di ricerca di ingegneria dell'energia cinetica di Fontaine</span><span style=\"color: rgba(255, 255, 255, 0.85)\"> </span>è stato fondato da Alain Guillotin ed è spesso abbreviato semplicemente in Istituto di ricerca di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/85019254/154baa11b653966030bdf047346be788_3687673423077505657.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Orfano cresciuto all'Istituto di Narzissenkreuz e poi adottato da Karl Ingold. Divenne un Neoumano e fu il co-fondatore dell'Ordo di Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/02bc05cc787742e2fdf79dc45a69ccec_8349714685734883420.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Direttrice dell'Istituto Narzissenkreuz, un orfanotrofio a Fontaine, divenne in seguito membro del Narzissenkreuz Ordo e ottenne il titolo di \"Imperatrice Rossa\" dopo che l'Istituto fu abbandonato durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/85019254/b6d86ff8dfd84cf744e57a516b1a14c6_7972972477075780534.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Figlia adottiva di Emanuel Guillotin, è cresciuta all'Istituto Narzissenkreuz con suo fratello Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/85019254/7f04e9d0b83ab550cc91ddf708008a7d_2679414733014655735.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Il figlio adottivo di Emmanuel Guillotin, cresciuto all'Istituto Narzissenkreuz con la sorella adottiva, Mary Ann. Fu il fondatore dell'Istituto di Ricerca sull'Ingegneria dell'Energa Cinetica di Fontaine, e il suo contributo più notevole a Fontaine è stata la sua ricerca sulle meccaniche Pneuma-Ousia, che ha portato all'invenzione del sistema Arkhe e alla creazione di Meccanismo di Orologeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/45954971/5f9666801f8c3cd059ac14e8eb9dbc96_8131546532551471524.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Bestia dell'Abisso che apparve a Fontaine durante il Cataclisma di 500 anni fa. Elynas è il \"Padre\" di tutte le Melusine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/362377527/fa4c986eefe97522566b35be6e29e7a0_830321453062263704.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Il prototipo 4ACV07 è un cane meccanico creato da Alain Guillotin per proteggere sua sorella Mary-Ann Guilliotin durante il suo servizio nel Marchaussee Phantom.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/85019254/f415fbe2eaa40cd987a8daa47643fc74_2675347901476157021.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il Giudice supremo di Fontaine, anche conosciuto come lo Iudex, famoso per la sua incontestabile imparzialità.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/157266935/0513aa7f482dbb4778545d02f94956fe_7174467864028517893.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3705,
        "name": "Battezzante maligno",
        "desc": "<p>Un mostro dell'Abisso che detiene diversi tipi di potere elementale e che si è \"evoluto\" sviluppando degli arti aggiuntivi.</p><p></p><p><em>\"La natura dell'Abisso è sostanzialmente inconciliabile con gli elementi. Tuttavia, persino gli elementi degli dèi possono essere intrappolati e distorti, per poi essere inglobati e diventare strumenti della volontà abissale.<br>A giudicare dai risultati e dall'uso pratico, i 'poteri dell'Abisso' non sembrano essere così diversi dagli oggetti elementali, dai futili contenitori elementali dei Cacciatori di tesori, a quelli tanto potenti quanto una Visione...\"</em></p><ul><li><p>- Appunti abbandonati nell'Hangeh Afrasiyab da uno sconosciuto.</p></li></ul>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/190184121/2899a9fa6efec1006150467a00823c4a_2366083678936854247.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3986,
        "name": "Equa ricompensa",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una lancia affilata. La sua punta è l'unica parte a essere macchiata di sangue fresco.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/09/157266935/9bb154ad1759bf2d9015b060cad1ca9c_8352484918147113273.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Cacciatore della Maréchaussée",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/e9c7fe4fbfe3417abd3696108f4ba363_6669607384580511511.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4312,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Melusine",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Oggi, lo Spettro Maréchaussée è composto principalmente da Melusine, ma circa 400 anni fa non esisteva una sola Melusine nell'unità e nella Corte di Fontaine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/48c2f788c6d4baea0ff56bb9f5c61e18_2534850688729486975.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Carole, come le altre Melusine, nacque dalle ferite ricevute dal loro \"Padre\", Elynas, durante la battaglia di 400 anni fa tra i Cacciatori della Maréchaussée e i membri dell'Ordo di Narzissenkreuz. Le Melusine vivevano nel Villaggio di Merusea, che costruirono all'interno del corpo di Elynas. Impararono dal loro \"Padre\" a costruire. Vent'anni dopo, alcune Melusine vollero recarsi alla Corte di Fontaine per vedere come vivevano le persone e trovare il senso della loro esistenza. Carole divenne una delle prime Melusine che, con l'aiuto del giovane Iudex di Fontaine, Neuvillette, un Drago di Hydro, entrò alla Corte di Fontaine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/54d819f57d56d4e686846c2fd51f6051_4559846552267452481.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dato che tutte le Melusine hanno una visione speciale e sono in grado di notare cose invisibili all'occhio umano, Neuvillette le invitò a far parte dello Spettro Maréchaussée, un ramo speciale della Maison Gardiennage responsabile delle indagini sui crimini. Carole divenne la prima Melusina dello Spettro Maréchaussée e il leader della Pattuglia di Sicurezza e Sorveglianza Speciale, Vautrin, fu assegnato come suo partner. Gli abitanti della Corte di Fontaine non avevano mai visto le Melusine prima d'ora, quindi le trattavano con cautela e insoddisfazione, poiché giravano voci secondo cui le Melusine erano creature disastrose che rappresentavano un pericolo per gli altri. Lanciarono pietre alle Melusine e gli dissero di tornare al loro villaggio. Neuvillette e Carole sapevano che ci sarebbero voluti molto tempo e sforzi perché le persone e le Melusine vivessero in armonia e comprensione, ma Carole era pronta per affrontare questo percorso lungo e difficile, man mano che la sua vita diventava più significativa."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/c7324129b0223e4112132db8b48999f7_4126101012701089002.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Grazie al loro duro lavoro di cinque anni, Carole e il capo della Pattuglia di Sicurezza e Sorveglianza Speciale, Vautrin furono premiati da Neuvillette con le prime Medaglie della Pace. Carole sperava che le Melusine cominciassero presto a convivere pacificamente con la persone, ma questa medaglia non fece altro che far arrabbiare ulteriormente i sostenitori del vecchio regime, i cui interessi furono violati a seguito della riforma di Neuvillette. Decisero di commettere un omicidio e di incolpare le Melusine per scacciarle dalla città e dare una lezione a Neuvillette.\nI sostenitori del vecchio regime ingannarono Carole ad andare sulla scena del crimine per poi portare prove contro di lei. In seguito seminarono il panico tra la gente per costringere Neuvillette ad ammettere i suoi errori e a rinunciare al potere. Carole decise di sacrificarsi per calmare la situazione, ma le Guardie non furono in grado di intervenire in tempo a causa della folla inferocita.\nVautrin, dopo aver appreso ciò che era successo, decise di vendicare Carole e di uccidere personalmente tutti i cospiratori. Sapeva che Neuvillette sarebbe stato costretto a dichiararlo colpevole e ad esiliarlo a Forte Meropide, ma non poteva fare a meno di intervenire. Carole ricordava a Vautrin sua sorella minore, Illaria, che morì quando lui era piccolo. Carole e Illaria erano entrambe gentili ed innocenti e credevano sempre nel meglio. Vautrin capiì che le anime gentili come Carole erano più suscettibili all'inganno e al tradimento, quindi cercò di costringerla a ritirarsi in modo che le persone non potessero farle del male.\nIl coraggio e il sacrificio di Carole, alla fine, portarono alla realizzazione del suo sogno: 400 anni dopo, le Melusine sono diventate membri rispettati all'interno della società della Corte di Fontaine, coesistendo pacificamente con gli umani. Grazie all'eroico gesto di Carole, l'emblema della Maison Gardiennage raffigura le Melusine in segno di rispetto e gratitudine verso queste creature.\nQuando 400 anni dopo un'altra Melusina, Kiara, fu minacciata da alcuni criminali, i cittadini della Corte di Fontaine si unirono per proteggerla. La reporter de \"L'Uccello a Vapore\", Charlotte, chiese ai suoi colleghi riguardo alle lettere di minaccia. Clorinde, la Campionessa Duellante, offrì il suo aiuto per proteggere Kiara. La presidentessa della Spina di Rosula, Navia, chiese alle persone di tenere d'occhio le piste e \"invitò\" i sospettati a prendere un caffè in modo che non potessero resistere. Con il loro aiuto, i criminali furono trovati e le Melusine non furono ferite.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Corte di Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">\"Questa città si erge solitaria sull'acqua.\"</span></p><p></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nel punto più alto della città si erge il Palais Mermonia, simbolo dell'autorita suprema di Fontaine, dove la gente conduce una vita all'insegna dell'ordine e della regolarità, proprio come gli Acquabus. L'essenza della legge di Fontaine consiste nel mantenere un ordine stabile, con l'equità e la giustizia che costituiscono i pilastri di tale ordine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/12/190184121/decfebf39c4d3b6e22cf9f28c98288f6_6084755907982934274.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>La Spina di Rosula è una società orientata al cittadino che coinvolge molti ceti sociali e concentra i suoi sforzi nella risoluzione di problemi difficili tra la gente comune e che collabora, quando necessario, con le autorità di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/362377527/103e6993dd0a594332fa18ca5fe17098_7130543104179773696.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "name": "Melusine",
        "desc": "<p>Le Melusine sono una specie tutta femminile nata dalle ferite di Elynas dopo essere rimasto ferito da un'esplosione avvenuta all'interno del suo corpo pietrificato. Una volta risiedevano esclusivamente nel Villaggio Merusea, ma dopo aver incontrato il nuovo Iudex Neuvillette, molte si possono ora incontrare sulla superficie di Fontaine come parte dello Spettro Maréchaussée.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/362377527/8d2f62d63837e97a7d905a3eaaf5a4fa_3914878918255219377.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4916,
        "name": "Carole",
        "desc": "<p>Una tra le prime Melusine ad essere state introdotte a Fontaine dallo Iudex Neuvillette circa 400 anni fa. Diventò la prima della sua specie a far parte del Fantasma Marechaussee e a ricevere una medaglia per la pace. <span class=\"wk-shady\">Sacrificò se stessa nel tentativo di salvare le Melusine ingiustamente accusate di omicidio.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/218111227/b5144639de0b40a37167f40774eb8e6b_6608983440806842489.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Bestia dell'Abisso che apparve a Fontaine durante il Cataclisma di 500 anni fa. Elynas è il \"Padre\" di tutte le Melusine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/362377527/fa4c986eefe97522566b35be6e29e7a0_830321453062263704.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il Giudice supremo di Fontaine, anche conosciuto come lo Iudex, famoso per la sua incontestabile imparzialità.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/157266935/0513aa7f482dbb4778545d02f94956fe_7174467864028517893.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4377,
        "name": "Charlotte",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Instancabile giornalista dell'Uccello a vapore, sempre a caccia della \"verità\".</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/190184121/7bbbff3f35661a93b5091b1f17fae6c0_4260674213241120995.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Presidente, leader, capo e comandante della Spina di Rosula</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/09/157266935/3fc7580c01a9e622692402889706c4db_2101762237494971240.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Cacciatori della Maréchaussée",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/10/362377527/e2d69b520c775252755f74445047d512_3098825393206763734.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Il cappello tricorno è l'emblema dei Cacciatori della Maréchaussée."
          }
        ]
      },
      {
        "key": "Tesoreria",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/10/362377527/56b4647455869bf18206e50a1a331137_4836962721883089659.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Tesoreria segreta de4i Cacciatori della Maréchaussée."
          }
        ]
      },
      {
        "key": "Spettro Maréchaussée",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/10/362377527/f0e0622cb8af6a8064998b7ff7120bba_3177567831972565001.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Una Melusina con l'uniforme dello Spettro Maréchaussée."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Spettro Maréchaussée"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Forze dell'ordine"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Leader",
        "value": [
          {
            "type": "RichText",
            "text": "Neuvillette"
          }
        ]
      }
    ]
  }
}