{
  "epId": 5578,
  "name": "Scheggia di estro armonico",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/190184121/7557f4558ab243d82e8b6b9994fc97ee_4714692879599082052.png",
  "filterValues": {
    "reliquaryEffect": [
      "ATT",
      "Bonus DAN"
    ]
  },
  "menuId": 5,
  "menuName": "Manufatti",
  "version": 1713978868,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "<p><span style=\"color: #FFD780\">ATT </span><span style=\"color: rgba(255, 255, 255, 0.65)\">+ </span><span style=\"color: #37FFFF\">18%</span><span style=\"color: rgba(255, 255, 255, 0.65)\">.</span></p>",
      "fourSetEffect": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Quando il valore di un Legame vitale aumenta o diminuisce, il personaggio infligge </span><span style=\"color: #FFD780\">DAN </span><span style=\"color: rgba(255, 255, 255, 0.65)\">aumentati di un</span><span style=\"color: #37FFFF\"> 18%</span><span style=\"color: rgba(255, 255, 255, 0.65)\"> per </span><span style=\"color: #FFD780\">6 s</span><span style=\"color: rgba(255, 255, 255, 0.65)\">. Massimo 3 accumuli.</span></p>"
    },
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Personaggi</color>\n<color=#ece5d8>Motivazione</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "<p>La Fantesca, la quarta dei Messaggeri dei Fatui. Una diplomatica imperturbabile e spietata. Per i bambini della Casa del Focolare, è il loro temuto e affidabile \"Padre\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/20577441/672e65470bfd14b664596c2a7f7eaaf8_1307009318507582543.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffa6>Scheggia di estro armonico è il set di manufatti ideato su misura per Arlecchino. Questo perché, a differenza degli altri personaggi, lei è in grado di beneficiare pienamente anche dei potenziamenti del set da 4 pezzi.</color>\n<color=#ffffffa6>L'equipaggiamento di 4 pezzi di</color> <color=#ffffffd9>Scheggia di estro armonico</color> <color=#ffffffa6>prevede un aumento di</color> <color=#ffd780>DAN</color> <color=#ffffffa6>sulla base dell'oscillazione del</color> <color=#ffd780>Legame vitale</color> <color=#ffffffa6>del personaggio.</color>\n<color=#ffffffa6>Grazie alle sue abilità, Arlecchino è in grado di generare un</color> <color=#ffd780>Legame vitale</color> <color=#ffffffa6>sulla base dei suoi</color> <color=#ffd780>PS max</color> <color=#ffffffa6>, che aumenta e diminuisce costantemente, così da permetterle di usufruire dell'aumento dei</color> <color=#ffd780>DAN</color> <color=#ffffffa6>fornito dai 4 pezzi dei set.</color>"
      }
    ],
    "story": [
      {
        "title": "Preludio della Sinfonia armonica",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Era l'epoca in cui la nebbia dell'ignoranza avvolgeva il Mare Alto, e la gente delle Mille Acque non aveva ancora ottenuto l'illuminazione.</color>\n<color=#ffffffa6>Tra le sabbie scarlatte e le montagne torbide, un tempo viveva un dio che aveva perso la sua terra natia.</color>\n<color=#ffffffa6>Era stato un cantante delle oasi, ma la sua antica casa era andata perduta sotto la straordinaria luce del Signore del sole ardente.</color>\n<color=#ffffffa6>Rifiutandosi di servire il trono del Re delle sabbie, la divinità che aveva perso la sua terra natia scelse una vita da errante.</color>\n<color=#ffffffa6>Nelle abissali profondità senza luce, dove risiede la fonte di tutte le acque, giace una città che è sfuggita a ogni cronaca.</color>\n<color=#ffffffa6>Colui che errava intendeva fare del Mare Alto la propria tomba, finché non mise accidentalmente piede nelle rovine di questa città, un luogo più antico della terra stessa.</color>\n<color=#ffffffa6>Attraversando innumerevoli corridoi verso il cuore del tempio in rovina, sotto il cedro bianco e argento,</color>\n<color=#ffffffa6>egli udì i sussurri delle uniche creature viventi rimaste in quella città dimenticata, le api dorate che volavano attorno all'albero argenteo.</color>\n<color=#ffffffa6>\"O viandante giunto da terre lontane, non sei qui per coincidenza, ma per la mano del destino.</color>\n<color=#ffffffa6>Un tempo ero l'emissaria che proteggeva l'albero argenteo, ma nel corso dei secoli ho perso la mia mente e la mia forma.</color>\n<color=#ffffffa6>Eppure, i miei occhi riescono ancora a osservare il futuro. O viaggiatore, tu avrai di nuovo una città e dei sudditi.</color>\n<color=#ffffffa6>La nazione che costruirai sarà fiorente e prospera, e tramite essa, un giorno, dominerai l'intero Mare Alto.</color>\n<color=#ffffffa6>Sarai portatore di civiltà e giustizia; ma, alla fine, quella stessa giustizia sarà la rovina di tutto.</color>\n<color=#ffffffa6>Se sei disposto a intraprendere quel viaggio malgrado tu ne conosca ormai la fine, lascia che ti mostri la strada...\"</color>\n<color=#ffffffa6>\"O Api dorate, che parlate la lingua della profezia, abbiamo davvero arbitrio sul destino?</color>\n<color=#ffffffa6>Se davvero avessi la possibilità di scegliere, allora sarei in grado di evitare l'inesorabile fine di cui parlate.\"</color>\n<color=#ffffffa6>Al cader delle sue parole, la fossa senza acqua si sgretolò, e l'albero argenteo si trasformò in una nave dorata.</color>\n<color=#ffffffa6>Questo fu il primo incontro tra il glorioso re che avrebbe un giorno suonato la sinfonia, e la profetessa Sybilla.</color>"
          }
        ]
      },
      {
        "title": "Danza estrosa dei caduti",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Era l'epoca in cui della Domus Aurea del passato non restavano che macerie, e il glorioso regno giaceva sepolto sotto onde impetuose.</color>\n<color=#ffffffa6>Conosciamo il resto della storia. Alla fine, il giorno del giudizio arrivò come promesso.</color>\n<color=#ffffffa6>Il fervido desiderio di opporsi al fato venne annientato dall'ambizione e dal tradimento, e sprofondò con tutta la sua gloria.</color>\n<color=#ffffffa6>Quando le furiose onde si chetarono, il grigio destriero cavalcò il vento e obliterò le forme di vita che restavano sulla terraferma.</color>\n<color=#ffffffa6>Quando la nuova nazione delle Mille Acque prese forma tra la gioia e i canti dei barbari del passato, dell'autorità dorata che un tempo avviluppava il Mare Alto era rimasta solo una leggenda; di certo un segno di disprezzo da parte del destino.</color>\n<color=#ffffffa6>Una volta calato il sipario sul grande spettacolo, le ultime vestigia del vecchio mondo sul palcoscenico vengono lavate via dal tempo. Di coloro che un tempo bramavano l'immortalità non resterà nulla, nemmeno il nome.</color>\n<color=#ffffffa6>Chi mai crederebbe a una cosa del genere? Un'antica e imponente nave con quaranta file di remi, che naviga al fianco delle onde azzurre dell'alba, predicando il verbo della civiltà e del progresso lungo le correnti oceaniche...</color>\n<color=#ffffffa6>Chi mai crederebbe a una cosa del genere? Un dio ribelle che perde il proprio paradiso e osa sfidare l'autorità dei cieli, mentre innumerevoli mortali gettano via i propri corpi per tuffarsi, insieme al dio, nella sua fantasmagorica rapsodia...</color>\n<color=#ffffffa6>Alla fine di tutto, cosa rimane di quella fantasia in frantumi?</color>\n<color=#ffffffa6>Potrebbe essersi trattato di un semplice sogno, la cui fine ha portato alla nascita di un'infinità di altri sogni dalle rovine della fantasia.</color>\n<color=#ffffffa6>Come si suol dire: \"L'oceano in cui convergono le lacrime non si prosciugherà mai, ma si alzerà verso il cielo e cadrà nuovamente come pioggia\".</color>\n<color=#ffffffa6>Alla fine, tutti i sogni diventeranno una cosa sola, portando la salvezza finale a tutte le genti del mondo.</color>"
          }
        ]
      },
      {
        "title": "Rapsodia di pioggia dell'Icore",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Era l'epoca in cui la Legione degli Athanatoi imbracciava le armi, e in cui poesie selvagge venivano cantate nel Mare Alto.</color>\n<color=#ffffffa6>Il glorioso re fondò la dorata capitale imperiale e si erse sul mondo portando il titolo di \"Sebastos\".</color>\n<color=#ffffffa6>Ovunque navigassero le sue grandi navi, ogni polis si inginocchiava dinanzi alla sua autorità suprema.</color>\n<color=#ffffffa6>Ovunque risuonassero le sue note, la sinfonia della civiltà sovrastava i canti selvaggi.</color>\n<color=#ffffffa6>Tutto al fine di portare giustizia e salvezza.</color>\n<color=#ffffffa6>Questa era l'illusione finale del Sebastos, che non trovava il coraggio di abbandonare il suo popolo.</color>\n<color=#ffffffa6>\"Il tuo impero cadrà tra le onde tempestose, poiché ciò che il destino ha deciso non può essere cambiato.</color>\n<color=#ffffffa6>Fili nascosti legano la tua gente, muovendola come una marionetta verso una fine tragica e straziante.\"</color>\n<color=#ffffffa6>Tuttavia, nonostante la malvagia proclamazione della profetessa, il Sebastos non si lasciò andare alla disperazione; al contrario, accese in lui folli fantasie.</color>\n<color=#ffffffa6>Si rinchiuse nelle profondità del suo palazzo imperiale, alla ricerca di un difetto nella Musica Mundana del Maestro di Fortuna.</color>\n<color=#ffffffa6>Dopo innumerevoli giorni e incalcolabili notti, tramite gli accordi del mondo, Remus comprese i misteri di Fortuna.</color>\n<color=#ffffffa6>Lesse ogni nota del destino, finché non gli mancò altro che una penna con cui comporre la propria sinfonia.</color>\n<color=#ffffffa6>Così, il Sebastos decise di rivolgersi a Sybilla, tornata dalla terra dei morti, poiché i torrenti del destino scorrevano un tempo nelle sue vene.</color>\n<color=#ffffffa6>Nonostante le sue richieste così estreme, l'altruista profetessa rispose ai suoi desideri come sempre, senza la minima esitazione.</color>\n<color=#ffffffa6>L'armoniosa sinfonia suonata dal trono spezzò le catene con cui il destino aveva imprigionato il popolo, dipingendo nuove strade e scrivendo nuove melodie.</color>\n<color=#ffffffa6>Sotto la cupola dorata, lungo idrovie auree, si riversava Icore puro e sacro, e le scosse nel palazzo dorato giunsero fino a ogni angolo dell'impero.</color>\n<color=#ffffffa6>Nelle sue più sfrenate fantasie, giunto al gran finale di quell'opera armoniosa, il Sebastos avrebbe consegnato lo scettro del destino nelle mani dell'umanità.</color>\n<color=#ffffffa6>Quando quel giorno arrivò, che fossero ricchi o poveri, saggi o selvaggi, ogni individuo libero avrebbe assunto il controllo del proprio destino.</color>\n<color=#ffffffa6>Tra le onde alte e furiose, il re dallo sguardo abbagliato si precipitò verso una destinazione sconosciuta, poiché per Sybilla non vi era già più alcun futuro...</color>"
          }
        ]
      },
      {
        "title": "Riflessione notturna del Mare Antico",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Era l'epoca in cui il canto dell'illuminazione si era diffuso in tutto il Mare Alto, e le foreste desolate e le isole deserte avevano cominciato a prosperare.</color>\n<color=#ffffffa6>Il Dio filarmonico eresse una grande torre a Meropis, radunando i dispersi per edificare una nuova nazione.</color>\n<color=#ffffffa6>I corni dell'abbondanza benedissero la terra e la resero fertile, mentre un infinito corteo marittimo congiungeva tutte le isole.</color>\n<color=#ffffffa6>Sarebbe dovuta essere un'epoca baciata dalla pace. Perché, quindi, la voce della cantante principale era straziata dal dolore?</color>\n<color=#ffffffa6>\"Proprio come avevi predetto, sono diventato un glorioso re, e ho portato cultura e civiltà a tutte le genti.</color>\n<color=#ffffffa6>Ho conferito pace agli oceani e governo la terra con giustizia, diffondendo ordine e progresso in ogni angolo della terra.</color>\n<color=#ffffffa6>Eppure, più il mio nuovo e glorioso regno prospera, più la tristezza e lo sconcerto mi attanagliano.</color>\n<color=#ffffffa6>La gloria della profezia proseguirà per un secolo, ma cos'accadrà dopo? I semi della distruzione stanno gettando radici.\"</color>\n<color=#ffffffa6>\"O glorioso re! Come ho già detto, gli oceani si solleveranno e gli imperi cadranno, e l'unica certezza sarà il cambiamento. Tale è la legge di Fortuna.</color>\n<color=#ffffffa6>Sia in carestia che in prosperità, noi non siamo che schiavi del fato. Ascendiamo al trono solo per ritornare polvere.</color>\n<color=#ffffffa6>La fredda ruota del destino gira in continuazione e, per quanto si provi ad opporvisi, non si può cambiare l'inevitabile fine.</color>\n<color=#ffffffa6>Proprio come un emozionante spettacolo, non importa quanti siano i colpi di scena, poiché il finale è stato scritto prima ancora che il sipario si alzi. Perché abbandonarsi alla mestizia, dunque?\"</color>\n<color=#ffffffa6>L'eternità non è che una sciocca fantasia, e l'immortalità è una cieca illusione.</color>\n<color=#ffffffa6>Per quanto ne fosse pienamente cosciente, il re del popolo del Mare Alto non poteva sopportare quella tetra profezia.</color>\n<color=#ffffffa6>\"Quando arriverà il momento del giudizio, le spietate onde divoreranno la gloria e la felicità effimere.</color>\n<color=#ffffffa6>Anche se vedo l'inesorabile futuro di là da venire, mi manca l'antica e sacra saggezza per esplorare cosa esige tale distruzione.</color>\n<color=#ffffffa6>Ma so che, nelle profondità più recondite del mare senza luce, nel regno dove le Acque primordiali ancora traboccano, è imprigionata la Signora delle Mille Acque.\"</color>\n<color=#ffffffa6>\"Secondo la profezia, le onde infinite inghiottiranno la tua nazione. Forse lei saprà darti le risposte che cerchi...\"</color>"
          }
        ]
      },
      {
        "title": "Grande scherzo del destino",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Era l'epoca in cui la Grandiosa Sinfonia non era ancora stata suonata, e la flotta dorata non era ancora salpata.</color>\n<color=#ffffffa6>Per scoprire come spezzare la maledizione, il glorioso re partì alla ricerca dell'acqua sorgiva.</color>\n<color=#ffffffa6>Sangue e odio imperversavano sotto il Mare Alto, poiché ivi dimorava il regno dei Dragogeniti.</color>\n<color=#ffffffa6>Il principe degli Elementosauri, che un tempo serviva lo spirito dell'antico mare, ora sorvegliava la prigione della Signora delle Mille Acque.</color>\n<color=#ffffffa6>Era come se si fosse riaccesa una guerra risalente all'alba dei tempi, e la battaglia che ne risultò fece ribollire i mari per trenta giorni e trenta notti.</color>\n<color=#ffffffa6>Solo dopo la requie conseguente alla stanchezza il Dio re usò la musica per esprimere i suoi intenti.</color>\n<color=#ffffffa6>Inaspettatamente, il principe degli Elementosauro scoppiò in una risata ruggente dopo aver sentito quell'arrogante illusione.</color>\n<color=#ffffffa6>\"Illegittimo signore dei mortali, che temi l'insensata maledizione e laceri le catene del destino... Tu non sai che la mia specie ha sofferto un'agonia cento volte più atroce.</color>\n<color=#ffffffa6>Abbiamo perso la nostra terra e la luce del sole, e possiamo ora esistere solo nelle oscure profondità degli abissi.</color>\n<color=#ffffffa6>Illegittimo signore dei mortali, di certo saprai che il destino è il rito dei cieli, e non può subire alterazione alcuna. Il solo pensiero è un segno di rivolta contro l'autorità che esso rappresenta.</color>\n<color=#ffffffa6>Nondimeno, se davvero hai in animo una simile follia, allora ti condurrò al cospetto della Signora delle Mille Acque.\"</color>\n<color=#ffffffa6>E così, nelle più recondite profondità marine ove dimora la notte eterna, dinanzi alla misericordiosa Signora di tutte le Acque,</color>\n<color=#ffffffa6>il glorioso sovrano scoprì ogni singolo e terrificante segreto, ma non trovò alcuna risposta che portasse alla salvezza.</color>\n<color=#ffffffa6>Tempo addietro, la Signora delle Acque commise un peccato imperdonabile, e la maledizione che ne derivò fu irrevocabile.</color>\n<color=#ffffffa6>Prima di andarsene, il re che ancora custodiva in sé ambizione e speranza decise di prendere un calice dell'acqua più pura.</color>\n<color=#ffffffa6>\"Se le onde dovranno divorare i miei sudditi, custodirò le loro anime in un'Icore insolubile.</color>\n<color=#ffffffa6>Se il tempo dovrà portare il mio regno a marcire, forgerò loro degli impenetrabili corpi di bronzo e pietra.\"</color>\n<color=#ffffffa6>Quando la possente brezza marina soffierà sul regno dorato, la ruota del destino girerà insieme a essa? Questo, ahimè, nessuno lo sa...</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Scheggia di estro armonico</color>"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Dominio Teatro Sbiadito</color>"
          }
        ]
      }
    ],
    "artifactList": {
      "circlet_of_logos": {
        "title": "Danza estrosa dei caduti",
        "position": "Corona della ragione",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una maschera ricoperta da una lamina d'oro. Sembra possa essere la reliquia di un antico ufficiale delle legioni.</color>"
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/190184121/6821618a8429049eb3ccee4e07d2711f_8876178743803555337.png"
      },
      "flower_of_life": {
        "title": "Preludio della Sinfonia armonica",
        "position": "Fiore della vita",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una medaglia d'onore che richiama la forma di un fiore sbocciato. È decorata con pietre blu e dorate, e anticamente veniva conferita agli immortali.</color>"
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/190184121/7557f4558ab243d82e8b6b9994fc97ee_1103897964057180493.png"
      },
      "plume_of_death": {
        "title": "Riflessione notturna del Mare Antico",
        "position": "Piuma della morte",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un accessorio a forma di piuma, plasmato a immagine delle ali delle leggendarie api dorate. Sembra fremere al più leggero soffio di vento.</color>"
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/190184121/7df24b7057d7243b568a5a1eafa8ca1a_1872400168954445090.png"
      },
      "sands_of_eon": {
        "title": "Grande scherzo del destino",
        "position": "Sabbie del tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un segnatempo che richiama la forma della ruota del fato. Ha smesso di girare molti anni or sono.</color>"
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/190184121/e68d2442bdc24bbbb13e6a22e4b38693_8440280362736285863.png"
      },
      "goblet_of_eonothem": {
        "title": "Rapsodia di pioggia dell'Icore",
        "position": "Calice eonotemo",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un rhyton cotto usando del rame come base. Un tempo veniva riempito col più prelibato vino del paradiso.</color>"
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/190184121/8a60b825d5c4ea6a98ca21ae0d1ccc72_7725964733056062288.png"
      }
    }
  }
}