{
  "epId": 5617,
  "name": "Cassiodor",
  "desc": "<p>Cacciatore Dorato, uno degli armosti di Remus.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/22/362377527/0bdc0e0a069b2834f786c4c5dd91f130_5831353123741411369.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1716504748,
  "components": {
    "galleryCharacter": [
      {
        "key": "Cassiodor",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/22/362377527/ea9c2c2ddc4e34e45d9e204c237183fd_1759532466895710205.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Cassiodor (Ouranide di Ouranopolis) nel corpo di un gatto."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Cassiodor"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine\nRemuria"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Armosti"
          }
        ]
      },
      {
        "key": "Alias",
        "value": [
          {
            "type": "RichText",
            "text": "Cacciatore Dorato\nOuranide di Ouranopolis\nOsse"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Cassiodor",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Nessuno ricorda il vero nome di Cassiodor, ma il giovane guerriero poi conosciuto con questo nome, molto probabilmente crebbe nella tribù insieme ad Erinnyes, il futuro Cavaliere del Lagoluce. Nei tempi antichi, la loro tribu fu distrutta dal conquistatore Dio Re, Remus, e l'esercito della Città Dorata schiavizzò o uccise i loro membri della tribù. Solamente Erinnyes e Cassiodor si salvarono da questo triste destino. Erinnyes fu accolta dal Principe di Aremorica. Giurò di servire la Signora delle Molte Acque, Egeria, e di proteggere i territori delle acque pure che non erano stati catturati da Remus. Durante la guerra, Cassiodor incontrò l'orgoglioso Armosta e si unì a Remus. <color=#ffffff73>Col tempo, ebbe un aumento di grado e lo stesso</color> Dio Re lo elevò al rango di Armosta e creò per lui un corpo incorruttibile di pietra e bronzo. Cassiodor e un altro Armosta, Boethius, divennero amici stretti.\nAnni dopo, quando Erinnyes divenne l'erede di Aremorica e unì molte tribù in guerra per difendersi da Remuria, lei e Cassiodor si incontrarono di nuovo nella città lontana. Il giovane musicista arrivò travestito da viaggiatore errante e nel torneo sconfisse innumerevoli eroi di grande fama le cui lodi sarebbero state cantate per generazioni. Alla fine, appena incoronato campione, gli fu concessa un'udienza con Errinyes. Cassiodor condivise i suoi sogni di armonia e gloria, di porre fine alle guerre e all'odio con Erinnyes, ma il Cavaliere del Lago Luce lo affrontò con una lama."
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>\"...████, mio ​​████... Non hai più bisogno di sforzarti di dire ciò che non desideri\"</color>\n<color=#ece5d8>\"So che è il maledetto Usurpatore che ha profanato la tua anima e ti ha imprigionato nella pietra\"</color>\n<color=#ece5d8>\"Non preoccuparti, mio ​​████... non ho mai dimenticato il giuramento che abbiamo fatto allora, nemmeno per un momento\"</color>\n<color=#ece5d8>\"Non importa quale prezzo dovrò pagare, ti salverò da quelle gelide ed eterne catene\"</color>\n<color=#ece5d8>\"E quando finalmente godremo ancora una volta dell'abbraccio della Regina di Tutte le Acque, ci congederemo dai problemi e dal dolore\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cassiodor credeva nel futuro luminoso di Remuria. Il suo amico, Boethius, disse che sotto lo sguardo travolgente del Dio Re non ci sarebbero più state povertà, debolezza, follia e crudeltà; <color=#ffffff73>solo sotto il controllo di Sebastos l'ordine e la bellezza potevano nascere.</color> Grazie alla lealtà verso gli ideali di Remus, Cassiodor si avvicinò sempre di più al sovrano. Quando la grande Sinfonia Phobos guidò i Remuriani alla conquista e alla guerra, l'Armosta non condivideva questo desiderio, quindi Remus lo scelse per il suo piano finale. Il Dio Re separò la melodia di Cassiodor dalla melodia della Grande Sinfonia, lasciandogli il libero arbitrio e gli incaricò di salvare i Remuriani e di portarli a Ouranoupolis, la città del futuro. Così Cassiodor divenne Ouranide di Ouranopolis.\nCassiodor non si trovava nella capitale quando Remuria affondò, quindi sopravvisse. Sapeva che il suo amico Boethius era andato contro i Sebastos e aveva rubato una coppa di acqua pura donata a Remus dalla Signora delle Molte Acque oltre a chiudere l'Initium Iani che conduceva alla capitale. Solo pochi sopravvissero al diluvio: Cassiodor e i suoi compagni si sparsero per il paese, lottando con forza per contenere il potere delle acque primordiali, e l'Armosta Boethius usò la sua lingua eloquente per influenzare coloro che erano rimasti. Iniziò un rituale funesto che mirava a restaurare la \"sinfonia\" distrutta e a far rivivere l'impero in rovina. A tal fine, non esitò a sciogliere la volontà dei suoi parenti e a saccheggiare le anime dei Fontainiani. Molti governanti e nobili divennero le sue pedine, e le comunità politiche appena nate erano sull'orlo della distruzione. Per fermarlo, dato che era ormai diventato un mostro, Cassiodor dovette rinunciare al suo nome e diventare un cacciatore di spettri, resistendo a Boethius insieme ai Fontainiani. Dopo un difficile confronto, Cassiodor, ora noto come il \"Cacciatore Dorato\", e i Fontainiani sigillarono sia Boethius che il mare che aveva divorato Remuria. Il Cacciatore Dorato giurò sul destino che avrebbe servito da barriera tra passato e presente e sarebbe diventato il custode dello spirito dell'antica terra.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Cavaliere di Loch",
        "desc": "<p>I Cavalieri di Loch sono seguaci della Signora delle Molte Acque, Egeria, che giurò di proteggere gli Oceanidi, trovare il Puro Graal e spezzare le catene che imprigionavano Egeria per espiare il peccato originale.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/85019254/afce7f4f1847f62698a00f239e5a8d00_7805892425926695216.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Il Dio Re che costruì Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/15/45954971/c3fb5109543ac9fae75bee0a9a5b6f77_6266087659806494027.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Uno degli armosti di Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/12694555/8dd1bf13fcb6632439addaf00c2e4b7b_1261226114242068512.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Compagnia dorata",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/4fda3f028a5acd6e23e99e70f21118cc_5054908790996422241.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Canto di giorni che furono",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/21/190184121/7789fb5e684cf95a7011657d0fa8a971_3444972050405035115.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cantici dell'Armonia",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/c1f51031792713f423f4d4a2a3b55b2f_6767712453647621608.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Millenni dopo, Dominus Boethius riacquistò il controllo della \"sinfonia\" disturbata, intrecciandovi frammenti della sua anima e melodie spezzate. L'Armosta portò il caos nella sinfonia per far rivivere Remuria e diventare un nuovo dio. Boethius credeva che Remus avesse tradito Remuria colludendo con gli elementosauri e tentando di distruggere la Grande Sinfonia. L'azione dell'Armosta fece sì che i corpi del popolo di Petrichor si riempissero delle anime dei Remuriani morti da tempo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/e6ded426211e34a86d94bbb81d526d43_7777825935026589383.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "In questo periodo, Cassiodor perse il suo corpo di pietra e si impossessò di un gatto bianco, che verrà poi chiamato Osse da Paimon. Per fermare Boethius, Cassiodor si rivolse al Viaggiatore e Paimon in cerca d'aiuto. Insieme entrarono nel Mare dei Tempi Remoti e liberarono il Drago Principe Scylla, imprigionato sotto Machimos. Anche se il corpo di Scylla fu distrutto, i suoi ricordi continuarono a vivere nell'Icore. Cassiodor credeva che Scylla avesse tradito il Dio Re e avesse attaccato il Palazzo Dorato, provocando l'inondazione di Remuria. Il Drago Principe iniziò a parlare dell'ultimo accordo con Remus, del loro piano segreto e della creazione del Requiem, in grado di distruggere Phobos. Scylla guidò un esercito di elementosauri per assaltare la capitale come ultimo piano di Remus per salvare i Remuriani e la nazione."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/b01a3f8e0f97cf5a0019803e99d98170_7226202931314419661.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando Cassiodor e il Viaggiatore arrivarono alla Domus Aurea, Boethius utilizzò il potere della musica per attirarli nel suo palazzo sinfonico. Questo spazio era la manifestazione dell'anima di Dominus ed era mantenuto dalla grazia della potenza della sinfonia. Grazie al cuore di Phobos, che si trovava vicino al Palazzo Dorato, Boethius fu in grado di influenzare direttamente il mondo reale. Se Dominus fosse in grado di ottenere il pieno potere della sinfonia, le sue illusioni sostituirebbero il mondo reale e Fontaine tornerebbe al suo aspetto di migliaia di anni fa. Cassiodor inventò un piano per distruggere completamente Boethius, che si era preparato creando un corpo molto potente per il mondo reale. Dato che il Viaggiatore non apparteneva a Teyvat e non era stato creato dall'acqua del Mare Primordiale, la melodia di Phobos non cantava del suo destino e non poteva influenzare la sua anima, il che permise al piano di Cassiodor di andare a buon fine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/319addbf237238c198272be1f2462516_2224175775864456811.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Con l'aiuto di Scylla, il Viaggiatore e Paimon ricollegarono gli acquedotti dorati, attraverso i quali un tempo scorreva la grande Sinfonia, e aprirono la strada al Palazzo Dorato. Si scoprì che la vera forma di Boethius era Phobos, che combinava ogni melodia e desiderio dei Remuriani. I loro desideri segreti portarono Remuria a guerre, conquiste e distruzione dei \"barbari\" del nord. Anche prima della caduta di Remuria, Phobos assorbì Boethius e si ribellò ai Sebastos. Sacrificandosi, Cassiodor intrappolò Phobos in un corpo di pietra in modo che il Viaggiatore potesse distruggere Boethius e Phobos. Quando il Viaggiatore suonò il Requiem, la Grande Sinfonia fu completamente distrutta e le anime dei Remuriani ritornarono nelle acque profonde, soddisfacendo così il vero desiderio di Cassiodor di continuare i piani e le speranze dei Sebastos di liberare tutti dalla sinfonia."
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>\"Se l'acqua perde la sua limpidezza, come potrà ridiventare acqua? Se un albero lascia la terra, dove andrà a mettere radici?\"</color>\n<color=#ece5d8>\"Anche se la roccia e il metallo possono scontrarsi e fare rumore, gli esseri umani non possono vivere senza acqua e terra.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Quando l'anima di Cassiodor si dissolse, Osse divenne di nuovo un gatto normale, che ora vive a Petrichor con Este, un discendente del guerriero Remuriano.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "name": "Mare dei Tempi Remoti",
        "desc": "<p>Il vasto mare situato a sud del Grande Lago Terrestre era parte integrante del Mare Alto. Al di sotto delle profondità abissali intoccate dalla luce solare, giacciono sepolti il primo sogno e la prima speranza. La sinfonia a lungo dimenticata risuona ancora una volta tra la roccaforte di tenui glorie e rovine sepolte dalle acque. Sta per essere scritto un nuovo capitolo di una storia conclusa da tempo...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/28/20856775/4f78eb7e03b130ca2efba77b4d2692bb_4970174290878019000.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Uno degli armosti di Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/12694555/8dd1bf13fcb6632439addaf00c2e4b7b_1261226114242068512.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>Principe dei Dragogeniti e amico di Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/27/20577441/b2d6cefc957361355bd202af3efcb21d_5912680285645270520.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Eredità",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Il nome \" <color=#ffffff73>Cacciatori della Maréchaussée\" ha avuto origine da Remuria, quando Cassiodor, guidò le legioni dell'esercito di golem di Remus a combattere:</color> <color=#ece5d8>\"Inseguite i fantasmi nell'oscurità, respingeteli tutti e date loro la caccia.\"</color> Nonostante fossero chiamati \"cacciatori\", non cacciavano animali ma vari mostri lasciati indietro dall'antica dinastia del Re Remus. Oggi, la popolazione di mostri di Fontaine si è notevolmente ridotta, quindi i Cacciatori si sono reintegrati nella società, imbracciando le armi in altri settori di lavoro. Hanno anche lasciato dietro di sé una metodologia di caccia unica. Oggi lo Spettro Maréchaussée è un'unità investigativa speciale sulla criminalità a Fontaine.\nGli storici credevano che i <color=#ffffff73>Cacciatori della Maréchaussée iniziarono ad essere attivi qualche decennio dopo la caduta di Remuria,</color> momento in cui il concetto dei Lochknights era ormai completamente scomparso a Fontaine. Si credeva che i primi <color=#ffffff73>Cacciatori della Maréchaussée</color> che seguirono Cassiodor fossero gli eredi dei Lochknights, ma in realtà erano gli ultimi resti dell'antica Remuria."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/04d3abb9103d32bcb708347e7ff7c7e0_1720632638511597447.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Due dei Remuriani che seguirono Cassiodor erano suoi amici, Este l'Arguto e Walter. Alla fine furono sepolti nella neonata Fontaine. Le acque sorgive rispondevano alle anime dei Remuriani intrappolate nella roccia, proprio come facevano i comuni Fontainiani, ed Este aveva una famiglia e dei figli propri. La stirpe di Este si unì a quella di Fontaine e continua ancora oggi. Quando Boethius usò la sinfonia per far rinascere Remuria, l'anima di Este finì nel corpo del suo discendente che viveva a Petrichor. Fu lui a condurre il Viaggiatore e Paimon a Cassiodor. Quando Phobos fu distrutto, l'anima di Este ritornò nelle acque profonde."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/7d5d9d537cb890b9693c655043f339c7_1351045879994916177.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Centinaia di anni fa, il ricercatore di Fontaine Ruggiero arrivò alle rovine di Petrichor per trovare il leggendario Castello Sbiadito e conoscere Remuria. A Petrichor incontrò il Cacciatore Dorato, dal quale venne a conoscenza dei Cacciatori della Maréchaussée e dei Cavalieri di Loch. L'obiettivo iniziale di Ruggiero era il tesoro remuriano, ma era sepolto nelle profondità sott'acqua. Poi si rese conto che l'umanità non aveva bisogno di controllare alcuna conoscenza oltre le proprie capacità e, con l'aiuto di Cassiodor, sigillò il passaggio al Castello Sbiadito. Il ricercatore voleva ricostruire la città di Petrichor, abbandonata da tempo, attirare i rifugiati a vivere lì e diffondere altre versioni della leggenda su Remuria e il Castello Sbiadito. Allora le persone stesse avrebbero protetto i sigilli e i segreti di quel luogo sarebbero rimasti nascosti per sempre.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Regione di Nostoi",
        "desc": "<p>Nella lingua antica, Petrichor significa \"golem.\" Ora è un villaggio di pescatori fatiscente, su una piccola isola lontana dalle acque di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/15/45954971/e0a96d85b1ea9fe62035b16f39f77d3a_7904580774671931619.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Spettro Maréchaussée",
        "desc": "<p>Lo spettro Maréchaussée (Cacciatori della Maréchaussée) è l'unità personale del Giudice Supremo Neuvillette che è responsabile per l'indagine sul crimine. Ha sede nel Palazzo Mermonia ed è uno dei dipartimenti della Maison Gardiennage.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/15/45954971/68056e921a04a72fc9ccb52413826e6d_845459930811842145.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Cacciatore della Maréchaussée",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/e9c7fe4fbfe3417abd3696108f4ba363_6669607384580511511.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Cassiodor si unì a Remuria quando la sua tribù fu conquistata.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Il Dio Re che costruì Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/15/45954971/c3fb5109543ac9fae75bee0a9a5b6f77_6266087659806494027.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Il Dio Re elevò Cassiodor agli Armosti.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Uno degli armosti di Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/12694555/8dd1bf13fcb6632439addaf00c2e4b7b_1261226114242068512.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Uno degli Armosti Remuriani e ex amico di Cassiodor.\nErinnyes\nCassiodor probabilmente crebbe insieme ad Erinnyes, ma dopo che la loro tribù fu conquistata dai Remuriani si unì a Remus.\nEuergetia\nAurelius\nArmosti Remuriani.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Articoli correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Compagnia dorata",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/4fda3f028a5acd6e23e99e70f21118cc_5054908790996422241.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Cacciatore della Maréchaussée",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/e9c7fe4fbfe3417abd3696108f4ba363_6669607384580511511.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Canto di giorni che furono",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/21/190184121/7789fb5e684cf95a7011657d0fa8a971_3444972050405035115.png",
        "displayStyle": "card",
        "menuId": 5
      }
    ]
  }
}