{
  "epId": 5618,
  "name": "Boethius",
  "desc": "<p>Uno degli armosti di Remus.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/12694555/8dd1bf13fcb6632439addaf00c2e4b7b_1261226114242068512.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1716802484,
  "components": {
    "galleryCharacter": [
      {
        "key": "Boethius",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/12694555/19d15fc12949c3b4796c30aaed6d1c19_5217160285583811031.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Boethius si unì a Remuria quando la sua tribù venne conquistata.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Il Dio Re che costruì Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/15/45954971/c3fb5109543ac9fae75bee0a9a5b6f77_6266087659806494027.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Sebastos di Remuria",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Cacciatore Dorato, uno degli armosti di Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/22/362377527/0bdc0e0a069b2834f786c4c5dd91f130_5831353123741411369.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Uno degli Armosti Remuriani ed ex amico di Boethius\nEuergetia\nAurelius\nArmosti Remuriani\nPhobos\nGrande Sinfonia che assorbì Boethius",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>Principe dei Dragogeniti e amico di Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/27/20577441/b2d6cefc957361355bd202af3efcb21d_5912680285645270520.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Boethius sigillò il Principe dei Draghi a Machimos sotto la torre."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Articoli e libri correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "Remuria: Il declino e la rovina",
        "desc": "<p>Si narra che la grande studiosa Pulteney abbia scritto quest'opera epica sull'antica civiltà remuriana nei primi anni della fondazione di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/12/45954971/1c1bec7717f058d9ebb99fa06272a321_7723667969910080121.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Compagnia dorata",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/4fda3f028a5acd6e23e99e70f21118cc_5054908790996422241.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3987,
        "name": "Canto del silenzio",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Uno strano arco lungo dall'aspetto simile a una creatura marina. La corda non emette alcun suono.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/09/157266935/2cec558b676eefaafe23b64d42f2067e_7209183493625582646.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4036,
        "name": "Sublimazione di goccia di rugiada sacra pura",
        "desc": "<p><span style=\"color: rgb(219, 222, 225)\">Materiale d'ascensione delle armi. </span></p><p><span style=\"color: rgb(219, 222, 225)\">\"La vita che proviene dal mare primordiale inevitabilmente a esso ritornerà\". Così parlò l'Armosta Boethius: \"Ma ci sono infinite possibilità che gli umani hanno per andare oltre, e nemmeno le acque del mare primordiale sono in grado di dissolverle completamente...\" </span></p><p><span style=\"color: rgb(219, 222, 225)\">L'usurpatore arrogante chiese una volta di miscelare dell'icore insolubile con dell'acqua pura per contenere saggezza e ricordi, permettendo ai suoi sudditi di abbandonare i propri corpi fisici e ottenere vite eterne e indipendenti. </span></p><p><span style=\"color: rgb(219, 222, 225)\">Ma il dolore della separazione tra anima e corpo è insopportabile per qualsiasi vita ordinaria, e l'ordine dell'usurpatore ha strappato e frantumato molteplici anime... </span></p><p><span style=\"color: rgb(219, 222, 225)\">L'icore si è annerito a causa dei pianti e delle lamentele di innumerevoli anime, e ha perso la sua armonia e la sua saggezza per lasciarsi dietro solo caos e follia.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/13/45954971/087a4c33716a47a286b2393dcfa6e580_4609261365162491678.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Zampillo di goccia di rugiada sacra pura",
        "desc": "<p><br>Materiale d'ascensione delle armi.<br>Una reliquia proveniente da un tempo in cui i cavalieri di Loch ancora girovagavano per il mondo... Secondo loro c'erano ancora degli spiriti fedeli nelle sorgenti montuose e nelle valli, dove nessuno osava addentrarsi, sorvegliando sorgenti pure...<br>Tuttavia, il creatore dell'icore artificiale non poteva tollerare alcuna discordanza nella sua grande sinfonia. Si dice che ovunque andasse l'Armosta Boethius il nettare naturale vi fosse sepolto, gli acquedotti dell'impero vi venissero costruiti, e gli spiriti nati da pura acqua svanissero senza lasciar traccia...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/13/45954971/24f0cf5c622a4006831e99948e9e2126_8231565562107908259.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4034,
        "name": "Essenza di goccia di rugiada sacra pura",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Materiale d'ascensione delle armi.<br>Una soluzione densa e pura, derivata e raffinata dalle gocce del vasto mare primordiale. L'antico Dio re credeva che avrebbe portato vita eterna e saggezza infinita, ma un attento ascolto rivelava la silenziosa profezia del tutto che si dissolve in una cosa sola.<br>Tale era la grande e incompiuta sinfonia del Dio re: icore sconfinato e senza origine, che sostituisce le sfrenate acque primordiali, mentre i gloriosi saggi immortali portano illuminazione simile a nettare negli angoli ignoranti del mondo.<br>Ma le illusioni del Dio re si ritrovarono infine intrappolate nelle profondità del nero abisso, e con il trascorrere del tempo l'icore dorato fu infine corroso dal brodo primordiale...<br>L'Armosta fece finta di non vedere i presagi malvagi e, sostenendosi con il suo corpo malandato, continuò a dar vita ai suoi compatrioti secondo i piani una volta stabiliti, affinché un giorno ritornasse il vecchio ordine...<br>Perfino oggi, molti poeti pazzi e pittori di Fontaine vedono l'apocalisse di Boethius come un richiamo dell'ineluttabile ciclo del mondo.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/13/45954971/73dd3f974010520a45e407829e17c5f1_3266485068467693700.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Calice d'oro del mare immacolato",
        "desc": "<p>Materiale d'ascensione delle armi.</p><p>Quando l'usurpatore della città sommersa suonò l'ultimo movimento della sinfonia dorata, il musicista preferito rubò il calice dorato stracolmo d'icore.</p><p>Sconvolto dal tradimento temerario del Dio re, il musicista chiamò le ultime guardie, usò l'icore insolubile per chiudere il drago sotto la torre e sprofondò nell'abisso assieme alla capitale.</p><p>In seguito, questo ladro gentiluomo svanì in punta di piedi, e solo la \"compagnia dorata\" ricorda la sua profezia.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/12/45954971/4b9ae77d7acba8a7f9622b0a7a2bd016_1092489962294200510.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Boethius",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Il vero nome di Boethius è perso da tempo, ma il musicista ora conosciuto con questo nome nacque in una tribù su un'isola solitaria in una capanna e crebbe in un villaggio fatto di canne ed erba. Quando l'esercito di Remuria arrivò per conquistare la sua tribù, Boethius evitò il destino da schiavo grazie alle sue agili dita e alla sua voce brillante. Si unì ai Remuriani e durante le guerre con i nordici \"barbari\", incontrò un giovane servitore proveniente da una tribù conquistata. Insieme, andarono al Capitolium dorato e completarono rigorosi corsi e diverse prove. L'amicizia tra Boethius e il giovane guerriero, il quale ricevette il nome Cassiodor, divenne sempre più forte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/12694555/19d15fc12949c3b4796c30aaed6d1c19_181661970901681777.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando il Dio Re Remus decise di liberare i suoi sudditi dalle catene del destino, creò dei corpi indistruttibili di pietra e bronzo per loro, nei quali fluiva l'insolubile Icore. Vennero creati con l'aiuto del Puro Graal che Remus ricevette dalla Padrona di Tutte le Acque. Il Sebastos Remus creò la Grande Sinfonia, Phobos, nella quale tutte le melodie e i desideri dei Remuriani venivano combinati. Il Dio Re riconobbe Boethius, gli diede un nuovo corpo e lo promosse personalmente ad Armosta. Solamente quattro persone superiori, gli Armosti, erano i conduttori della Sinfonia e potevano cambiare la melodia di Phobos.\nDominus Boethius era considerato il più importante genio nella storia dell'impero e il rappresentante dello spirito di Remuria più brillante. Lui credeva in un futuro luminoso di Remuria: che sotto lo sguardo travolgente del Dio Re non ci sarebbero più state povertà, debolezza, follia e ferocia; che solamente sotto il controllo del Sebastos potessero nascere ordine e bellezza. L'Armosta seguiva senza porsi domande le istruzioni del Sebastos e le sue parole erano le parole di Phobos stesso. Boethius guidò i Remuriani a conquistare le tribù \"barbare\", combatté contro gli eserciti dei Vishap e portò la civilizzazione all'Alto Mare. Si diceva che ovunque l'Armosta Boethius andasse, gli acquedotti dell'impero venivano costruiti e gli spiriti nati dall'acqua pura (Oceanidi per primi) sparivano senza lasciare traccia.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanidi",
        "desc": "<p>Gli Oceanidi sono forme di vita Hydro intelligenti create dal precedente Arconte Hydro, Egeria, e sono in grado di manipolare l'acqua a piacimento. <span class=\"wk-shady\">Tutto il popolo di Fontaine un tempo erano Oceanidi, che Egeria aveva trasformato in umani per soddisfare i loro desideri nei suoi confronti, andando contro la volontà dei Principi Celesti.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/85019254/03504adeef60cc4ded53192b2287b1fe_5967388393566751296.jpg",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Il Dio Re che costruì Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/15/45954971/c3fb5109543ac9fae75bee0a9a5b6f77_6266087659806494027.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Cacciatore Dorato, uno degli armosti di Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/22/362377527/0bdc0e0a069b2834f786c4c5dd91f130_5831353123741411369.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Compagnia dorata",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/4fda3f028a5acd6e23e99e70f21118cc_5054908790996422241.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Zampillo di goccia di rugiada sacra pura",
        "desc": "<p><br>Materiale d'ascensione delle armi.<br>Una reliquia proveniente da un tempo in cui i cavalieri di Loch ancora girovagavano per il mondo... Secondo loro c'erano ancora degli spiriti fedeli nelle sorgenti montuose e nelle valli, dove nessuno osava addentrarsi, sorvegliando sorgenti pure...<br>Tuttavia, il creatore dell'icore artificiale non poteva tollerare alcuna discordanza nella sua grande sinfonia. Si dice che ovunque andasse l'Armosta Boethius il nettare naturale vi fosse sepolto, gli acquedotti dell'impero vi venissero costruiti, e gli spiriti nati da pura acqua svanissero senza lasciar traccia...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/13/45954971/24f0cf5c622a4006831e99948e9e2126_8231565562107908259.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Musica",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Boethius credeva che ci fossero tre categorie di musica: la Musica\n, la Musica\ne la Musica\n. La Musica Mundana era la musica d'origine da cui tutte le melodie nascevano e dove poi tornavano. Veri e falsi segni celestiali, il cambio delle stagioni e il passare del tempo, gli elementi definiti, tutto nell'universo opera secondo l'ordine di questa musica. Qualsiasi musica con specifiche simili a\npuò essere definita Musica Mundana. Se ci fosse un'arpa in cui ogni entità fisica del mondo corrispondesse ad ogni sua singola corda, la Musica Mundana sarebbe la musica non proveniente dalla sola corda, ma dalla risonanza di tutte loro.\nMusica Humana è la musica del mondo dei mortali. Questa categoria include sia la musica dei mortali che quella degli dei. Boethius credeva non ci fossero differenze tra loro, la loro essenza giace nell'armonia che sorge quando la musica umana risuona con i ricordi, i desideri, l'anima e l'identità. La musica dei mortali e degli dei può essere suonata contemporaneamente, e proprio per questo la Musica Humana può sostituire quella Mundana. Siccome le melodie dei mortali e degli dei sono fragili, solo mischiandole è possibile ottenere una melodia degna di essere paragonata a Fortuna. Questa melodia è chiamata \"Phobos\". Secondo Boethius, allontanarsi da Phobos era equivalente al tradimento, poichè una volta che essa avesse smesso di suonare, tutto sarebbe collassato in un istante, mortali e dei sarebbero stati conquistati da Fortuna, annegando in sonni senza sogni.\nBoethius non considerava le persone che non ubbidivano alla Grande Sinfonia alla pari dei Remuriani. Secondo la sua opinione, le loro scelte non erano conseguenze della loro volontà, ma del percorso che Fortuna aveva scelto per loro. Non erano liberi di prendere decisioni, tutto ciò che potevano fare era suonare fino all'ultima nota che era stata scritta per loro molto tempo prima. Boethius credeva che per questo motivo Remuria non aveva altra scelta se non quella di sterminarli dalla terra e dalle acque. Altrimenti, la sinfonia di Fortuna sarebbe cresciuta in un ruggito assordante contro il quale sarebbe stato impossibile ribellarsi.\nCassiodor credeva che coloro i quali non potevano accettare la melodia di Remuria non dovessero essere distrutti, ma Boethius la vedeva solamente come una debolezza:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Quella tua vile compassione oscura la tua mente. Ti ha ammorbidito il cuore, è diventato un punto debole esposto sulla sua schiena!\"</color>\n<color=#ffffffd9>\"Dovrebbero barbarie e ignoranza persistere in Fontaine, avvelenando tutte le sue acque, noi dobbiamo sterminarli.\"</color>\n<color=#ffffffd9>\"Se i selvaggi desiderassero unirsi al nostro maestoso ordine dorato, allora noi dovremmo accettarli, proprio come il nostro signore glorioso ha accettato noi.\"</color>\n<color=#ffffffd9>\"Tuttavia, siccome il Drago Principe Scylla ha distrutto le nostre terre e massacrato i nostri musicisti, le avvelenate e selvagge tribù non sono più degne di salvezza o accettazione.\"</color>\n<color=#ffffffd9>\"Siccome non sono degni, le terre e le acque ne devono essere purificate, proprio come sono state purificate dalle pestilenze e dagli incendi.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Cacciatore Dorato, uno degli armosti di Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/22/362377527/0bdc0e0a069b2834f786c4c5dd91f130_5831353123741411369.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Compagnia dorata",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/4fda3f028a5acd6e23e99e70f21118cc_5054908790996422241.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Caduta di Remuria",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/12694555/adbebc0e3500cb0eb883ed4335fccd67_495205145808435162.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "I desideri dei Remuriani portarono l'impero alla guerra e alla distruzione, così il Sebastos decise di distruggere Phobos. Remus concordò con il Drago Principe Scylla di guidare un esercito di Vishap al Capitolium. Scioccato dal tradimento del Dio Re, Boethius rubò un calice dorato traboccante di Icore e invitò le guardie a confrontarsi con i Vishap. Secondo i suoi ordini, tutte le legioni dovevano inizialmente fermare le azioni ostili nei confronti dei discendenti dei draghi per attirarli dentro all'Initium Iani che conduceva alla capitale. Dominus ordinò alle linee difensive di disporsi in modo da bloccare tutte le vie di fuga, e di forgiare tre catene dal sangue dell'Armosta Euergetia per imprigionare il principe dei Vishap. Quando l'esercito dei draghi arrivò all'Initium Iani, i Remuriani li attaccarono. Boethius sigillò Scylla sotto l'alta torre vicino a Machimos e chiuse l'Initium Iani con l'aiuto dell'insolubile Icore.\nQuando il passaggio venne sigillato e il principe dei Vishap non riuscì ad arrivare in tempo alla capitale, il potere di Phobos andò fuori controllo e Remuria affondò negli abissi, come se si stesse sottomettendo ad una punizione celestiale. L'Armosta divenne l'unico sopravvissuto alla catastrofe presso l'Initium Iani. Boethius, dato che secondo lui la musica dei mortali e quella degli dei erano la stessa cosa, decise che sarebbe potuto diventare un nuovo dio e far rinascere Remuria. Per raggiungere questo suo obiettivo, diede il via ad un rituale funesto con lo scopo di riparare la sinfonia ormai distrutta. Utilizzò la sua lingua eloquente per sviare i pochi Remuriani rimasti, rendendo molti nobili e governanti le sue pedine. Boethius non esitò a dissolvere il volere dei loro parenti e saccheggiare le anime dei Fontaniani ovunque. Per fermarlo, chi ormai era diventato un mostro, il suo ex amico Cassiodor, dovette abbandonare il suo nome e diventare un cacciatore di fantasmi, resistendo insieme ai Fontaniani. Dopo un difficile confronto, Cassiodor e i Fontaniani sigillarono sia Boethius che il mare il quale inghiottì Remuria.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "name": "Mare dei Tempi Remoti",
        "desc": "<p>Il vasto mare situato a sud del Grande Lago Terrestre era parte integrante del Mare Alto. Al di sotto delle profondità abissali intoccate dalla luce solare, giacciono sepolti il primo sogno e la prima speranza. La sinfonia a lungo dimenticata risuona ancora una volta tra la roccaforte di tenui glorie e rovine sepolte dalle acque. Sta per essere scritto un nuovo capitolo di una storia conclusa da tempo...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/28/20856775/4f78eb7e03b130ca2efba77b4d2692bb_4970174290878019000.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Regione di Nostoi",
        "desc": "<p>Nella lingua antica, Petrichor significa \"golem.\" Ora è un villaggio di pescatori fatiscente, su una piccola isola lontana dalle acque di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/15/45954971/e0a96d85b1ea9fe62035b16f39f77d3a_7904580774671931619.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Il Dio Re che costruì Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/15/45954971/c3fb5109543ac9fae75bee0a9a5b6f77_6266087659806494027.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>Principe dei Dragogeniti e amico di Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/27/20577441/b2d6cefc957361355bd202af3efcb21d_5912680285645270520.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Cacciatore Dorato, uno degli armosti di Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/22/362377527/0bdc0e0a069b2834f786c4c5dd91f130_5831353123741411369.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Calice d'oro del mare immacolato",
        "desc": "<p>Materiale d'ascensione delle armi.</p><p>Quando l'usurpatore della città sommersa suonò l'ultimo movimento della sinfonia dorata, il musicista preferito rubò il calice dorato stracolmo d'icore.</p><p>Sconvolto dal tradimento temerario del Dio re, il musicista chiamò le ultime guardie, usò l'icore insolubile per chiudere il drago sotto la torre e sprofondò nell'abisso assieme alla capitale.</p><p>In seguito, questo ladro gentiluomo svanì in punta di piedi, e solo la \"compagnia dorata\" ricorda la sua profezia.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/12/45954971/4b9ae77d7acba8a7f9622b0a7a2bd016_1092489962294200510.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "Remuria: Il declino e la rovina",
        "desc": "<p>Si narra che la grande studiosa Pulteney abbia scritto quest'opera epica sull'antica civiltà remuriana nei primi anni della fondazione di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/12/45954971/1c1bec7717f058d9ebb99fa06272a321_7723667969910080121.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cantici dell'Armonia",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Millenni dopo, Dominus Boethius riprese il controllo della \"sinfonia\" disturbata, intrecciando frammenti della sua anima e melodie rotte in essa. L'Armosta portò il chaos nella sinfonia per far rinascere Remuria e diventare un nuovo dio. Boethius credeva che Remus l'avesse tradita alleandosi con i Vishap e provando a distruggere la Grande Sinfonia. Le azioni dell'Armosta portarono le anime dei Remuriani ormai morti da tempo nei corpi degli abitanti di Petrichor."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Farò retrocedere la ruota del destino, inaugurerò il ritorno del vecchio mondo e porterò giustizia alla terra. Gli abitanti della superficie si dovranno sottomettere al nostro volere, come è giusto che sia.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/27/12694555/11910d5832082d96f809411826016aab_6889546422304033277.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Per fermare Boethius e salvare i cittadini di Petrichor, Cassiodor si rivolse al Viaggiatore ed a Paimon chiedendo loro aiuto. Insieme, entrarono nel Mare dei Tempi Remoti e liberarono il Principe dei Draghi, Scylla, il quale era stato imprigionato da Boethius sotto Machimos. Sebbene il suo corpo fosse stato distrutto, le sue memorie nell'Icore continuarono a vivere nel tempo. Cassiodor credeva che Scylla avesse tradito il Dio Re attaccando il palazzo dorato, causando l'allagamento di Remuria. Il principe dei Draghi parlò del suo ultimo accordo con Remus, il loro piano segreto e la creazione del Requiem, capace di distruggere Phobos. Scylla guidò un esercito di Vishap per assaltare la capitale come prevedeva il piano finale di Remus per salvare i Remuriani e la nazione."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/27/12694555/1605f9d60547f79871b32ec81a651d66_1455628425383871992.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Quando Cassiodor e il Viaggiatore arrivarono alla Domus Aurea, Boethius usò il potere della musica per attirarli all'interno del suo palazzo sinfonico. Questo spazio era la manifestazione dell'anima di Dominus ed era mantenuto per la grazia della potenza della sinfonia. Grazie al cuore di Phobos, il quale si trovava vicino al Palazzo Dorato, Boethius fu capace di influenzare direttamente il mondo reale. Se Dominus avesse ottenuto il totale potere della sinfonia, le sue illusioni avrebbero rimpiazzato il mondo reale, riportando Fontaine all'aspetto di migliaia di anni prima. Cassiodor ideò un piano per distruggere completamente Boethius, il quale si era preparato un potente corpo nel mondo reale. Siccome il Viaggiatore non apparteneva a Teyvat e non era nato dall'acqua del Mare Primordiale, la melodia di Phobos non cantò il suo destino e Boethius non fu in grado di controllare la sua anima, permettendo al piano di Cassiodor di riuscire."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/27/12694555/1be317e532e8ca3004c79cfb933e41f5_1775381309117825024.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Con l'aiuto di Scylla, il Viaggiatore e Paimon riconnetterono gli acquedotti dorati, nei quali una volta scorreva la grande sinfonia, aprendo poi la strada per il palazzo dorato. Risultò che la vera forma di Boethius era Phobos, il quale aveva combinato ogni melodia e desiderio dei Remuriani. I loro desideri più segreti portarono Remuria in guerre, conquiste e alla distruzione dei nordici \"barbari\". Già prima della caduta di Remuria, Phobos aveva assorbito Boethius e si era ribellato contro Sebastos. Sacrificando sé stesso, Cassiodor intrappolò Phobos in un corpo di pietra in modo che il Viaggiatore potesse sconfiggere sia Boethius che Phobos. Quando il Viaggiatore suonò il Requiem, la Grande Sinfonia venne completamente distrutta e le anime dei Remuriani tornarono nelle profondità delle acque.\n<color=#ffd780>Articoli Correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "name": "Mare dei Tempi Remoti",
        "desc": "<p>Il vasto mare situato a sud del Grande Lago Terrestre era parte integrante del Mare Alto. Al di sotto delle profondità abissali intoccate dalla luce solare, giacciono sepolti il primo sogno e la prima speranza. La sinfonia a lungo dimenticata risuona ancora una volta tra la roccaforte di tenui glorie e rovine sepolte dalle acque. Sta per essere scritto un nuovo capitolo di una storia conclusa da tempo...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/28/20856775/4f78eb7e03b130ca2efba77b4d2692bb_4970174290878019000.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Regione di Nostoi",
        "desc": "<p>Nella lingua antica, Petrichor significa \"golem.\" Ora è un villaggio di pescatori fatiscente, su una piccola isola lontana dalle acque di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/15/45954971/e0a96d85b1ea9fe62035b16f39f77d3a_7904580774671931619.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Cacciatore Dorato, uno degli armosti di Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/22/362377527/0bdc0e0a069b2834f786c4c5dd91f130_5831353123741411369.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>Principe dei Dragogeniti e amico di Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/27/20577441/b2d6cefc957361355bd202af3efcb21d_5912680285645270520.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Compagnia dorata",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/27/12694555/a5b4d6d2e83168b2d06072a26933cc9f_7443568632260311239.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Prima della caduta di Remuria, il castello ora conosciuto come il Castello Sbiadito, apparteneva a Boethius. Dopo che l'impero affondò, il castello diventò un rifiugio per l'Armosta e i suoi seguaci. I rimanenti dell'impero non abbandonarono mai il loro desiderio di salvezza e di riuscire a superare il destino. Si chiamavano la \"Compagnia Dorata\", in onore della ormai scomparsa Città dorata. Nel teatro dorato di quel Castello sbiadito, musicisti i quali avevano perso i loro spartiti, piangevano un passato che non sarebbe mai tornato. Per salvare la civiltà in declino e il loro desiderio di trascendere, la Compagnia dorata suonava meravigliose melodie, incitando i bambini ad offrire le loro anime ai golem dormienti. Secondo la Compagnia, una volta che la Grande Sinfonia fosse tornata a suonare, loro avrebbero ricevuto giuste ricompense dovute ai leali e ai veri.\nUno dei loro studi era la tecnica magica \"Sigillo del matrimonio chimico\", il quale consisteva in due parti: \"Cerchio dei quattro ottanti\" e \"Albero dell'Emanazione\". Secondo i loro registri, c'erano numerosi posti importanti in Fontaine necessari per sigillare la\ndella\n. In aggiunta, volevano ricreare una perfetta ed armoniosa sinfonia che appartenesse solo agli uomini, in modo che gli dei non fossero più stati necessari."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/27/12694555/7e734fc7fa6056219d4eaea0d0631878_1493564123811749.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Molti anni dopo, Rene de Petrichor, il futuro fondatore dell'Ordo di Narzissenkreuz, scoprì i registri lasciati dalla Compagnia dorata. Venne a conoscenza della \"Fortuna\" e che i regni nascono e cadono, quando una civiltà viene annientata, dalle sue ceneri ne nasce una nuova. Questo fenomeno si scoprì simile allo schema computazionale di Rene, chiamato la \"Formula del mondo\". Dopo infiniti calcoli, trovò una discrepanza con la Fortuna: a differenza del mondo raffigurato in questi testi antichi, non ci sarebbero più state nuove civiltà. Come gli antichi Remuriani, Rene voleva sfuggire al destino ed evitare l'Apocalisse promessa, così fondò l'Ordo di Narzissenkreuz. Usando il \"Sigillo del matrimonio chimico\", l'Ordo scoprì i punti in cui piazzare i quattro ottanti. Al centro di essi venne costruita la Torre di Ipsissimus per liberare la volontà delle persone, aspettare che finisse l'Apocalisse e rinascere in un mondo nuovo.\n<color=#ffd780>Articoli Correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz\t",
        "desc": "<p>L'Ordo Narzissenkreuz è la società segreta fondata da René de Petrichor e Jakob Ingold per creare Neoumani al fine di sopravvivere alla distruzione del Mondo come predetto dalla Formula del Mondo. È stato dichiarato un gruppo estremista illegale e un'organizzazione criminale dalla legge Fontainiana sotto lo Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/85019254/76c3b544663face535a657d1f97f4ad0_4037890806697454249.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Compagnia dorata",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/4fda3f028a5acd6e23e99e70f21118cc_5054908790996422241.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4302,
        "name": "Pagina misteriosa (I)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Uno scritto antico dai contenuti del tutto incomprensibili.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Forse esiste un modo per decifrarlo.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/190184121/1c4f5d9654bcce29f61ebd3b9e887161_2287131787906193555.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4309,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4031,
        "name": "Movimento di un antico accordo",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">In quel gran disastro, il palazzo dorato andò a fondo con il suo trono, la musica si fermò e le note divennero silenzio...<br>Ma coloro che sopravvissero non persero mai il desiderio di salvarsi e di beffare il destino.<br>Per salvare la loro civiltà morente e il loro desiderio di andare oltre, la Compagnia dorata suonò melodie fantastiche, inducendo i bambini a offrire le loro preziose anime ai golem addormentati.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/24/157266935/0ba8ef36e1ed59a70592ffe55c48f254_8343939722115426810.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Eredità",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Boethius è considerato uno dei più importanti musicisti nella storia di Fontaine, le sue opere e le sue composizioni dell'antica Remuria hanno un posto speciale nella storia della musica. Molti spartiti scritti da Boethius rimasero nel Castello Sbiadito. L'opera romantica \"Lo straniero volante\" racconta che Boethius non si arrese mai nel tentare di far rinascere Remuria, vedendo la nuova Fontaine come un nemico. Per i membri dell'associazione dei musicisti, la sua importanza nella storia delle guerre che continuarono fino a quando Fontaine non venne fondata, non intaccò i suoi successi musicali. La musica di Boethius poteva contenere storie false, ma manteneva il suo valore dal punto di vista artistico. La storia dell'Armosta può essere usata come promemoria per altri musicisti: anche l'arte più pura può essere usata per fare del male.\n<color=#ffd780>Articoli Correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Regione di Nostoi",
        "desc": "<p>Nella lingua antica, Petrichor significa \"golem.\" Ora è un villaggio di pescatori fatiscente, su una piccola isola lontana dalle acque di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/15/45954971/e0a96d85b1ea9fe62035b16f39f77d3a_7904580774671931619.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5630,
        "name": "Pagine di uno spartito perduto (I)",
        "desc": "<p>Un frammento di un antico spartito musicale. Nel suo stato attuale è del tutto indecifrabile.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/20577441/abb63dcfdbb39c14d36c2f683562cc3f_1130365753252757840.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5632,
        "name": "Pagine di uno spartito perduto (II)",
        "desc": "<p>Un frammento di un antico spartito musicale. Nel suo stato attuale è del tutto indecifrabile.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/20577441/6671576f9f7df15fa04a2ab4487509e0_657976755050710002.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5629,
        "name": "Spartito ricomposto",
        "desc": "<p>Lo spartito rovinato è stato riparato. Qualcuno esperto di musica sarà sicuramente in grado di leggere la melodia contenuta al suo interno.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/20577441/3096f5f0944100e0378d4ef6858b376a_4058331778228279885.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Nome ",
        "value": [
          {
            "type": "RichText",
            "text": "Boethius"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine\nRemuria"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Armosti"
          }
        ]
      }
    ]
  }
}