{
  "epId": 5619,
  "name": "Scylla",
  "desc": "<p>Principe dei Dragogeniti e amico di Remus.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/27/20577441/b2d6cefc957361355bd202af3efcb21d_5912680285645270520.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1719946041,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "RichText",
        "text": "Fontemer\nLa terra natia dei Dragogeniti.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Il precedente Archon di Hydro morto durante il Cataclisma 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/a5b8d23dd3fbe0969cc3ebce78f9c29f_5914355630979167572.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Scylla sorvegliava\ndella prigione delle Mille Acque.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Il Dio Re che costruì Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/15/45954971/c3fb5109543ac9fae75bee0a9a5b6f77_6266087659806494027.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Amico di Scylla, che gli affidò la sinfonia finale, il Requiem.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Uno degli armosti di Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/12694555/8dd1bf13fcb6632439addaf00c2e4b7b_1261226114242068512.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Boethius intrappolò e sigillò Scylla sotto la torre di Machimos.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il Giudice supremo di Fontaine, anche conosciuto come lo Iudex, famoso per la sua incontestabile imparzialità.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/157266935/0513aa7f482dbb4778545d02f94956fe_7174467864028517893.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Il nuovo Drago Sovrano dell'Acqua.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Articoli e libri correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "Remuria: Il declino e la rovina",
        "desc": "<p>Si narra che la grande studiosa Pulteney abbia scritto quest'opera epica sull'antica civiltà remuriana nei primi anni della fondazione di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/12/45954971/1c1bec7717f058d9ebb99fa06272a321_7723667969910080121.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Scheggia di estro armonico",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/190184121/7557f4558ab243d82e8b6b9994fc97ee_4714692879599082052.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3987,
        "name": "Canto del silenzio",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Uno strano arco lungo dall'aspetto simile a una creatura marina. La corda non emette alcun suono.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/09/157266935/2cec558b676eefaafe23b64d42f2067e_7209183493625582646.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "L'ascesa e la caduta di Remuria",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/28/12694555/6ad54e70392b3751c0e6ab4f1631d5b7_7764230495035372420.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nel reame in cui le acque primordiali non erano ancora aumentate, la padrona delle Mille Acque, Egeria, venne imprigionata dai Cieli per aver commesso il peccato originale. Scylla, principe dei Dragogeniti in un lontano passato, a quel tempo controllava la prigione di Egeria. Lì, nel Fontemer, Scylla incontrò Remus, il Dio Re di Remuria, facendone seguire una battaglia tra i Dragogeniti e la Flotta Dorata di trenta giorni. Fu solo quando la stanchezza portò la tregua che il Dio Re utilizzò la musica per dar voce al suo proposito. Poiché la profezia aveva predetto che le onde senza fine avrebbero inghiottito la sua nazione, chiese udienza ad Egeria sperando potesse avere delle risposte.\nScylla rise sentendo i suoi ridicoli obiettivi:"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>\"Signor Usurpatore dei mortali, hai paura dell'insensata maledizione e stronchi le catene del destino, ma non sai che la mia specie ha sofferto agonie mille volte più grandi. Abbiamo perso la nostra terra e la luce solare, potendo esistere ora solamente nelle profondità senza luce degli abissi. Signor Usurpatore dei mortali, sicuramente sai che il destino è un rito degli alti Cieli e non può essere cambiato nemmeno minimamente. Avere questo pensiero equivale a ribellarsi contro quell'autorità. Se davvero desideri tramare tale follia, allora ti porterò a vedere la Padrona delle Mille Acque.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Remus venne a conoscenza di ogni segreto terrificante <color=#ffffff73>— eppure non trovò nessuna risposta che l'avrebbe guidato alla salvezza. Alla fine il re, il quale nutriva ancora speranza decise di prendere una tazza dell'acqua più pura prima di andarsene e promise ad Egeria che avrebbe usato l'acqua per creare un mondo di prosperità e pace senza fine. Scylla seguì Remus in superficie guidato dal desiderio di assistere a quel futuro promesso. Divennero amici formando un legame che avrebbe superato persino la caduta di Remuria.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/29/12694555/7b5487e0568eaa6b520ec3fc3b81f3c7_4355073152715910300.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Un giorno, il Dio Re Remus si svegliò al suono del terrore e del rimorso dovuto alla violenza e all'allontanamento che era cresciuto tra i Remuriani e i Fontaniani. Realizzò che la Grande Sinfonia che aveva creato stava portando l'impero alla rovina, così decise di distruggerla. Il Dio Re convocò Scylla e fece un accordo, il quale gli garantiva il potere della sua Grande Sinfonia, Requiem, in modo che Phobos potesse essere distrutto. Scylla dovette guidare un esercito di Dragogeniti a Machimos per irrompere nella città interna, Capitolium, dove il Dio Re Remus risedeva. Boethius, uno dei quattro Armosti e conduttori della Sinfonia, scoprì il piano di Remus ed escogitò una trappola perfetta per attirare Scylla. Dichiarò falsamente di essersi arreso agli ordini di Remus, affermando che il Dio Re stesso aveva ordinato alle truppe di cessare il fuoco."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/29/12694555/adbebc0e3500cb0eb883ed4335fccd67_1504203785291172906.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tre catene vennero forgiate dal sangue dell'armosta Euergetia e da ossa sconosciute. Vennero portate al Palazzo Caesareum ed utilizzate per imprigionare Scylla. Quando quest'ultimo arrivò con il suo esercito di Dragogeniti, Boethius gli si rivoltò contro improvvisamente. Machimos, la città esterna della capitale di Remuria venne separata da una barriera conosciuta come Initium Iani, la quale il Principe dei Dragogeniti doveva attraversare per raggiungere la città interna. La Sinfonia, intrecciata dal Dio Re Remus e dai suoi musicisti, aveva ormai circondato tutta Remuria, passando attraverso la barriera. L'Armosta e le sue legioni sfruttarono questo e chiusero i cancelli, fermando Scylla e il suo esercito. Con le tre catene in posizione venne immobilizzato, non facendo così in tempo ad arrivare alla Domus Aurea per completare l'ordine finale di Remus. Le sue carni e il suo sangue vennero trasformati in roccia, le onde inghiottirono l'intera città e il suo alleato non riuscì a fuggire. Nonostante il corpo originale di Scylla venne distrutto, le sue memorie nell'Icore continuarono a vivere, anche se lui rimase comunque sigillato nelle rovine di Machimos.\nI rimanenti dell'esercito dei golem continuò a combattere i discendenti dei draghi. L'ultimo dei Remuriani e il discendente dei draghi raggiunsero eventualmente un accordo di pace. Alcuni dicono che entrambi tradirono le loro terre native e costruirono nuovi insediamenti per gli esuli. Quello che successe veramente nelle profondità dell'oceano venne successivamente interpretato e reinterpretato da infinite opere.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Il precedente Archon di Hydro morto durante il Cataclisma 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/20577441/a5b8d23dd3fbe0969cc3ebce78f9c29f_5914355630979167572.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Il Dio Re che costruì Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/15/45954971/c3fb5109543ac9fae75bee0a9a5b6f77_6266087659806494027.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Uno degli armosti di Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/12694555/8dd1bf13fcb6632439addaf00c2e4b7b_1261226114242068512.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Scheggia di estro armonico",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/190184121/7557f4558ab243d82e8b6b9994fc97ee_4714692879599082052.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3987,
        "name": "Canto del silenzio",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Uno strano arco lungo dall'aspetto simile a una creatura marina. La corda non emette alcun suono.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/09/157266935/2cec558b676eefaafe23b64d42f2067e_7209183493625582646.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "Remuria: Il declino e la rovina",
        "desc": "<p>Si narra che la grande studiosa Pulteney abbia scritto quest'opera epica sull'antica civiltà remuriana nei primi anni della fondazione di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/12/45954971/1c1bec7717f058d9ebb99fa06272a321_7723667969910080121.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cantici dell'Armonia",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/02/12694555/11910d5832082d96f809411826016aab_7037183618505657462.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Fu solo dopo che Boethius mise in atto il piano per portare indietro Remuria che Scylla poté essere liberato. Boethius aveva acquisito la padronanza della Sinfonia e riempito i corpi degli abitanti di Petrichor con le anime dei Remuriani ormai morti da tempo. Per salvare le persone di Petrichor, un altro Armosta, Cassiodor, chiese aiuto al Viaggiatore ed a Paimon. Insieme, entrarono nel Mare dei tempi remoti e ruppero le catene che imprigionavano Scylla, liberandolo. Cassiodor non si trovava alla capitale quando, molti anni prima, arrivò Scylla per la prima volta. Per questo motivo credeva che il Principe dei Dragogeniti aveva tradito il Dio Re attaccando il Palazzo Dorato, causando la sommersione di Remuria. Il Principe rivelò il piano segreto tra lui e Remus e la creazione del Requiem, un ordine per causare l'autodistruzione della Grande Sinfonia. La distruzione di quest'ultima era come il Dio Re pianificava di liberare il suo popolo dai corpi di pietra ridandogli corpi in carne e ossa, distruggendo le barriere artificiali tra razze. Remus doveva sacrificarsi per liberare il potere della Sinfonia, a Scylla sarebbe toccato controllare il primordiale, energie selvagge che avrebbe dovuto risvegliare. Scylla guidò un esercito di Dragogeniti ad assaltare la capitale come parte del piano finale di Remus per salvare i Remuriani e la nazione distruggendo la Grande Sinfonia."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/02/12694555/3815518f0d0cec6e3353c1672218c89e_6993771275983423703.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sebbene Scylla volesse aiutare a sconfiggere Boethius, era preoccupato che questo avrebbe dato all'Armosta occasione di prendere la Sinfonia Finale che gli era stata affidata. Il Principe Drago sentiva anche che non sarebbe stato di nessun aiuto nella battaglia contro Boethius, siccome era un occupante temporario di un corpo fatto di Icore. La forza maggiore di un Dragogenito derivava dalla sua carne, imprigionato nell'Icore tutto ciò che rimaneva di lui era la più debole delle volontà. Nonostante questo, era ancora capace di controllare le correnti. Scylla girò per le profondità dell'oceano e usò le correnti per aiutare il Viaggiatore nel Mare dei tempi remoti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/02/12694555/b3fb0c583e6e7013b53768dadec665ec_2241974226326537734.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Con l'aiuto di Scylla, il Viaggiatore e Paimon riconnetterono gli acquedotti dorati nei quali una volta scorreva la Grande Sinfonia, e aprirono la strada verso il Palazzo Dorato. Il Principe Drago conferì il Requiem al Viaggiatore, che una volta suonato, distrusse completamente la Grande Sinfonia, facendo tornare le anime dei Remuriani nelle acque profonde, all'eterno ciclo di vita e morte. Dopo aver esaudito il desiderio di Remus, Scylla riportò il Viaggiatore e Paimon in superficie. Condivise i suoi piani di chiedere udienza al vero Drago di Hydro, Neuvillette, siccome un Sovrano Dragone non poteva rinascere mentre Egeria era imprigionata nel Mare Primordiale.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Regione di Nostoi",
        "desc": "<p>Nella lingua antica, Petrichor significa \"golem.\" Ora è un villaggio di pescatori fatiscente, su una piccola isola lontana dalle acque di Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/15/45954971/e0a96d85b1ea9fe62035b16f39f77d3a_7904580774671931619.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "name": "Mare dei Tempi Remoti",
        "desc": "<p>Il vasto mare situato a sud del Grande Lago Terrestre era parte integrante del Mare Alto. Al di sotto delle profondità abissali intoccate dalla luce solare, giacciono sepolti il primo sogno e la prima speranza. La sinfonia a lungo dimenticata risuona ancora una volta tra la roccaforte di tenui glorie e rovine sepolte dalle acque. Sta per essere scritto un nuovo capitolo di una storia conclusa da tempo...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/28/20856775/4f78eb7e03b130ca2efba77b4d2692bb_4970174290878019000.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Il Dio Re che costruì Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/15/45954971/c3fb5109543ac9fae75bee0a9a5b6f77_6266087659806494027.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Uno degli armosti di Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/12694555/8dd1bf13fcb6632439addaf00c2e4b7b_1261226114242068512.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Cacciatore Dorato, uno degli armosti di Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/22/362377527/0bdc0e0a069b2834f786c4c5dd91f130_5831353123741411369.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5658,
        "name": "Scylla, principe dei Dragogeniti",
        "desc": "<p>In un lontano passato, Scylla era il principe della stirpe conosciuta come Dragogeniti. Malgrado abbia perduto la sua forma corporea, è ancora in grado di esercitare il comando sulle correnti. <br>Quando ti trovi a una certa distanza da Scylla, puoi evocare delle correnti ad alta velocità per raggiungerlo. Interagisci con lui e chiedigli di evocare delle correnti impetuose che ti spingano verso la destinazione designata. <br>Se, scegliendo la direzione, miri a bersagli specifici, Scylla potrebbe avere altro da dire...<br>Scylla si aggira tra le profondità dell'oceano. <br>Quando esplorerai il Mare dei Tempi Remoti, lui si muoverà <span style=\"color: #FFD780\">in base alla massa d'acqua in cui ti trovi</span>. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/141621183/f3d72cb7a976b69b429eb4f863562206_5249738368241970658.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Scylla",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/27/20577441/d3c8cf022bac76a55f5125c200946e97_3716113845200602308.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "La coscienza di Scylla nel corpo creato dall'Icore."
          }
        ]
      },
      {
        "key": "Scylla",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/27/20577441/e6ded426211e34a86d94bbb81d526d43_1730325668978166491.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Il corpo di Scylla sigillato a Machimos."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Scylla"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Dragogeniti"
          }
        ]
      },
      {
        "key": "Alias",
        "value": [
          {
            "type": "RichText",
            "text": "Re Drago\nPrincipe dei Dragogeniti\nElementosauro principe\nDrago principe"
          }
        ]
      }
    ]
  }
}