{
  "epId": 5638,
  "name": "L'ombra su Petrichor",
  "desc": "<p>Una volta a Petrichor, ti imbatti in una serie di strani avvenimenti. Decidi di andare a fondo della questione...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/12694555/1c0f22a859063af0403353b6fad40a28_8575239935158529258.png",
  "menuId": 31,
  "menuName": "Missioni avventura",
  "version": 1722972143,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Petrichor</color>\n<color=#ffffff>Descrizione missione:</color> Una volta a Petrichor, ti imbatti in una serie di strani avvenimenti. Decidi di andare a fondo della questione...\nTi avvicini al gruppo di persone\n<color=#ffffff>Paimon:</color>\n<color=#ffffff73>Uh, c'è un gruppo di persone laggiù... cosa staranno facendo? Andiamo a dare un'occhiata!</color>\n<color=#ffffff>Leader:</color>\nEhi, tu! Sì, dico proprio a te, idiota! Smettila immediatamente di trascinarti in quel modo! Cosa stai aspettando, che moriamo tutti di vecchiaia? Come diavolo è possibile che queste casse non siano già tutte sulla nave?\n<color=#ffffff>Il tizio che chiamano \"idiota\":</color>\nNo, capo. È che... sono troppo pesanti! Se le carichiamo tutte, rischiamo che la nave...\n<color=#ffffff>Leader:</color>\nMa quale rischio? Si tratta di un tesoro, capisci? Un tesoro! Vorresti forse lasciarlo qui?\n<color=#ffffff>Il tizio che chiamano \"idiota\":</color>\nNo, ma... se carichiamo tutto a bordo e poi saliamo anche noi... Non credo che la nave riesca a reggere un tale peso!\n<color=#ffffff>Leader:</color>\nE che problema c'è? Lasciamo un paio di voi qui sull'isola, così riusciamo a portare tutto il tesoro con noi, no?\n<color=#ffffff>Il tizio che chiamano \"idiota\":</color>\nOh, un piano astuto, capo! Ma, ehm... Sarò tra quelli che porterai con te, vero? Non voglio venire catturato da quei Golem. Hai visto cosa ti fanno se ti prendono?!\n<color=#ffffff>Leader:</color>\nAllora meno chiacchiere e più azione! Se i servi dell'Oscuro Signore ci raggiungono, siamo fritti!\n<color=#ffffff>Paimon:</color>\n...I servi dell'Oscuro Signore? Cos'è, stanno mettendo in scena uno spettacolo teatrale?\n<color=#ffffff>Il tizio che chiamano \"idiota\":</color>\nAspetta, capo! C'è della gente laggiù!\n<color=#ffffff>Paimon:</color>\nViaggiatore, perché non chiediamo a loro...?\n<color=#ffffff>Leader:</color>\nEhi, voi! Sì, voi due, la nanerottola e lo spilungone! Cosa fate lì imboscati?\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Oh-oh! Siamo nei guai.</color>\n<color=#ffffff>Paimon:</color>\nEhi! Non stiamo facendo niente di male. Perché mai innervosirsi?\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Non possono esserci testimoni...</color>\n<color=#ffffff>Paimon:</color>\nEh? Che dici, Viaggiatore?\n<color=#ffffff>Paimon:</color>\nPrima dovremmo parlare con loro.\n<color=#ffffff>Leader:</color>\nMmh, a guardarvi si direbbe che siete stranieri. Pensavo foste al servizio dell'Oscuro Signore Remus!\n<color=#ffffff>Paimon:</color>\nLui si chiama Viaggiatore, e Paimon si chiama Paimon! E sì, hai ragione, siamo viaggiatori! Ma chi è questo \"Oscuro Signore Remus\" di cui parli? Ha già finito di interpretare la sua parte?\n<color=#ffffff>Leader:</color>\nCome? Non sapete chi è l'Oscuro Signore?! E va bene, immagino che tocchi a me spiegarvelo, cari stranieri ignari!\n<color=#ffffff>Come sapete, un tempo questa era una città pacifica... Allora non si chiamava ancora Petrichor...</color>\n<color=#ffffff>Noi di Fontaine vivevamo qui al sicuro e lontano da ogni conflitto, finché non apparvero gli eserciti di Golem dell'Oscuro Signore Remus... Un vero tiranno, che pretendeva di governare su tutte le acque.</color>\n<color=#ffffff>Prima di arrivare a noi, le sue forze avevano già annientato diverse civiltà.</color>\n<color=#ffffff>S'impadronì delle nostre terre, inquinò le fonti di acqua pura e cercò persino di usare la musica per indurci in tentazione...</color>\n<color=#ffffff>Fece innalzare alti campanili e fortezze, e la melodia funesta dell'Oscuro Signore ridusse in schiavitù il nostro popolo.</color>\n<color=#ffffff>Ma noi, fontainiani liberi, rifiutammo il suo dominio!</color>\n<color=#ffffff>Così io e i guerrieri sotto il mio comando decidemmo di marciare in assetto da guerra.</color>\n<color=#ffffff>Paimon:</color>\nOooh!\n<color=#ffffff>Viaggiatore:</color>\nUna spiegazione precisa e dettagliata.\n<color=#ffffff>Paimon:</color>\nE poi? E poi? Cos'è successo dopo? Come avete sconfitto l'Oscuro Signore?\n<color=#ffffff>Leader:</color>\nOgnuno dei Golem dell'Oscuro Signore ha una forza fuori misura. Come potevamo pensare di avere speranze contro di loro? Questa volta, però, abbiamo potuto contare sull'aiuto di \"Este il Perspicace\"!\nGrazie a lui, ci siamo infiltrati nella fortezza in rovina dell'Oscuro Signore e abbiamo rivendicato i tesori che lui e i suoi scagnozzi avevano saccheggiato a noi fontainiani!\n<color=#ffffff>Il tizio che chiamano \"idiota\":</color>\nCome ha detto il capo, ehm... Com'è che aveva detto? Ah, sì! \"Dobbiamo ostacolare le operazioni militari speciali condotte dalle legioni dell'Oscuro Signore!\" Un piano eccezionale!\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Sarete anche i protagonisti dell'opera, ma non siete decisamente della gente onesta...</color>\n<color=#ffffff>Paimon:</color>\nQuindi dov'è questo Oscuro Signore? Quand'è che salirà sul palco?\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Esatto, quando salirà sul palco questo Oscuro Signore?</color>\n<color=#ffffff>Leader:</color>\nAhahah! Pensate davvero che staremmo ancora qui a trasportare tesori, se si palesasse? Ah! Se così fosse, a quest'ora saremmo già stati trasformati tutti in Golem, proprio com'è successo probabilmente a Este, che adesso è più \"Este il Patetico\"!\n<color=#ffffff>Paimon:</color>\nWoah! Lui vi ha aiutato e voi lo ripagate abbandonandolo e scappando? Sicuri di non essere voi i cattivi? I cattivi non diventano mai i protagonisti!\n<color=#ffffff>Leader:</color>\nChe volete dire con \"protagonisti\" e \"salire sul palco\"? Per come la vedo io, sembra che siate i suoi servitori mascherati da stranieri. Tutto quel blaterare di esibizioni e opere teatrali ne è la prova!\n<color=#ffffff>Paimon:</color>\nEh?! Stai dicendo che non state facendo le prove per un'esibizione?\n<color=#ffffff>Leader:</color>\nUmpf. Quindi confesserete solo dopo che vi avremo dato una bella lezione, eh? Prendiamoli, ragazzi!\n<color=#ffffff>Obiettivo missione:</color> <color=#ffffff>Sconfiggi i \"banditi\"</color>\n<color=#ffffff>I ladri, malmenati a tal punto da dimenticarsi completamente dei tesori, fuggono a bordo della loro imbarcazione.</color>\n<color=#ffffff>Obiettivo missione:</color> <color=#ffffff>Esamina il baule contenente il \"tesoro\"</color>\n<color=#ffffff>Paimon:</color>\nSe ne sono andati... Allora non stavano recitando.\nMa di che \"tesoro\" parlavano? Oscuro Signore di qui, Oscuro Signore di là, la fortezza dell'Oscuro Signore... Non c'è niente di vero... Giusto?\n<color=#ffffff>Viaggiatore:</color>\nPerché non diamo un'occhiata al \"tesoro\"?\n<color=#ffffff>Paimon:</color>\nEh?! Ma non sappiamo da dove arrivi...\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Chi sei? Che fine ha fatto la Paimon sempre desiderosa di trovare dei tesori?</color>\n<color=#ffffff>Paimon:</color>\nPaimon è solo preoccupata che ci sia... Sai, che ci sia dietro una qualche trappola di questo tale \"Oscuro Signore\"...\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Consideriamola un'indagine necessaria.</color>\n<color=#ffffff>Paimon:</color>\nNon hai tutti i torti, ma... Se dietro ci fosse davvero una qualche trappola di questo tale \"Oscuro Signore\"...?\n<color=#ffffff>Paimon:</color>\nUff, hai la testaccia dura, eh? Fai attenzione, perlomeno.\nApri il \"tesoro\"\n<color=#ffffff>E, a quanto sembra, nella cassa non c'è nessuna trappola riconducibile all'Oscuro Signore.</color>\n<color=#ffffff>Tuttavia, non c'è nemmeno traccia di tesori, ma solo dei pesanti frammenti di pietra.</color>\n<color=#ffffff>Paimon:</color>\nUmpf! Paimon lo sapeva che erano solo dei truffatori! Non c'è alcun tesoro qui!\nO magari questa scultura rotta è un manufatto dal valore incalcolabile?\nUhm... Andiamo a Petrichor e chiediamo in giro, Magari è un monumento o un simbolo di buon auspicio!\nPer quanto riguarda i \"tesori\"... Ehm...\n<color=#ffffff>Voce di Paimon:</color>\nEhi, Viaggiatore! Tu...\n<color=#ffffff>\"È impossibile dimenticarsi dell'Hortus Euergetis, ricolmo di frutti e di fiori! Quanto è grande e glorioso il Caesareum, come sono meravigliose le melodie che giungono dal Collegium Phonascorum... O Fato, perché non fermarti in questo momento...\"</color>\n<color=#ece5d8>???</color>\n<color=#ffffff>???:</color>\nImperator. Imperator...\n<color=#ffffff>Viaggiatore:</color>\nUn... sogno...?\n<color=#ffffff>█ █ █ █:</color>\nFinalmente ha aperto gli occhi, Imperator. Oggi è un giorno di grande importanza, il giorno in cui suoneremo Phobos, la grande \"Sinfonia\". C'è ancora tempo prima dell'inizio del rituale, Imperator, ma dovremmo comunque avviarci.\n<color=#ffffff>Viaggiatore:</color>\nMi sembra di aver fatto un sogno.\n<color=#ffffff>█ █ █ █:</color>\nUn sogno, Imperator? Non sapevo che anche gli dèi sognassero... E cosa ha sognato? Le grandi pianure al di là del vento del Nord? L'albero argenteo al di sotto del suolo gelato...?\nO ha forse visto quel futuro dorato che mi ha mostrato in passato?\n<color=#ffffff>Viaggiatore:</color>\nHo visto... il mare che inghiottiva la terra...\nFigli di pietra bianca e ottone che affondavano...\nIl crollo di tutto ciò che un tempo era splendente.\n<color=#ffffff>█ █ █ █:</color>\nQuella profezia, dunque, Imperator? È proprio per evitare che si verifichi, per lottare contro il destino inesorabile, che siamo qui oggi.\nHa ragione, abbiamo pagato un prezzo elevato, ma quando saremo liberi dalle catene del des{RUBY#[D]Fortuna}tino, quei sacrifici non saranno stati compiuti invano...\nHo avuto fede fin da quando ho accettato questo corpo e il popolo remuriano mi ha dato il benvenuto...\nLe mie scuse, Imperator. Perdoni la mia mancanza di buone maniere.\nIn ogni caso, la prego, mi segua.\nSegui la persona misteriosa\n<color=#ffffff>█ █ █ █:</color>\nSebbene lei abbia donato ai mortali corpi eterni, permettendo all'umanità di non temere più le maree degli abissi, le nostre anime sono ancora legate dalle catene di \"Fortuna\".\nIl fardello del destino non è qualcosa che le anime mortali possano sopportare. Ma \"Phobos\" tesserà per noi il cammino del fato, portandoci sul sentiero della giustizia.\nLa \"Sinfonia\" scorrerà attraverso le idrovie fino al Mare Alto, e presto Remuria... anzi, l'umanità intera, sarà libera dalla spregiudicata tirannia del destino, e accoglierà un eterno e utopico futuro.\nE poi, un giorno, le persone non avranno più bisogno della guida di \"Phobos\", e tutti potranno suonare la propria sinfonia.\n<color=#ffffff>█ █ █:</color>\nRemus, Remus...\nRemus. Dicevi di voler creare un futuro libero dalle catene del destino divino.\nTuttavia il regno si è sgretolato e la voragine che hai cercato di colmare è diventata ancora più profonda. La razza immortale che hai creato e i popoli delle acque si massacrano a vicenda.\nE ora, anche questa cosiddetta Città Eterna sta per crollare...\nNon puoi controllare la tua stessa creazione... La \"Sinfonia\" non ha portato né giustizia né felicità, diventando invece la fonte di tutti i peccati.\nSebbene la loro carne e il loro sangue siano stati separati da acqua e terra, le anime perdute conducono costoro sul sentiero della morte inevitabile. La maledizione di Fortuna incombe sul tuo popolo, e su di te.\n<color=#ffffff>Viaggiatore:</color>\nRicordi il nostro accordo...?\nQuesta è la nostra ultima possibilità... Finché la \"Sinfonia\" verrà suonata...\n<color=#ffffff>█ █ █:</color>\nÈ questo l'unico modo che voi, signori usurpatori dell'umanità, conoscete per espiare le vostre colpe? La vostra determinazione è sì degna di una corona.\nCosì è stato promesso. Pertanto, permettimi di assistere alla tua fine...\n<color=#ffffff>\"O sovrano maledetto dal destino! Affoga nel canto, nel vino e nei banchetti, poiché il giorno del giudizio è ancora di là da venire...\"</color>\n<color=#ece5d8>Petrichor</color>\n<color=#ffffff>Obiettivo missione:</color> <color=#ffffff>Parla con Paimon</color>\n<color=#ffffff>Voce di Paimon:</color>\nViaggiatore... Svegliati...\n<color=#ffffff>Viaggiatore:</color>\nMmm... Stavo...\n<color=#ffffff>Paimon:</color>\nAaaaah! Paimon è morta di paura! Viaggiatore...\nAll'improvviso... Hai completamente smesso di muoverti e hai iniziato a fissare la scultura! Come se fossi una statua! Paimon credeva che un maleficio dell'Oscuro Signore ti avesse tramutato in pietra...\n<color=#ffffff>Viaggiatore:</color>\nCredo di aver fatto uno strano sogno a occhi aperti...\n<color=#ffffff>Paimon:</color>\nNon dire a Paimon che c'è davvero un maleficio? Stai bene, Viaggiatore?!\n<color=#ffffff>Viaggiatore:</color>\nSto bene. Mi spiace di averti fatta preoccupare.\n<color=#ffffff>Paimon:</color>\nSe stai bene... Allora andiamo a Petrichor il prima possibile.\n<color=#ffffff>Obiettivo missione:</color> <color=#ffffff>Vai a Petrichor</color>\nEntra a Petrichor\n<color=#ffffff>Paimon:</color>\nQuesto posto sembra così abbandonato...\nTutti hanno l'aria strana...\nRaggiungi la piazza della città\n<color=#ffffff>???:</color>\nBenvenuti, viaggiatori di dimensioni oniriche.\n<color=#ffffff>Campanaro:</color>\nSono il campanaro della torre dell'orologio posta all'intersezione, la guida che accoglie i viaggiatori nella Città Eterna.\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Oh, che gioia, un altro personaggio immaginario...</color>\n<color=#ffffff>Paimon:</color>\n(...Non potrebbe far parte di quel gruppo di ladri di prima?)\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Allora, valoroso guardiano, per la Città Eterna dobbiamo girare a destra o a sinistra?</color>\n<color=#ffffff>Paimon:</color>\nChe? Sei già nel personaggio? Sicuro di star bene?\n<color=#ffffff>Paimon:</color>\nLasciamo perdere, per ora. Tutti gli abitanti della città che abbiamo incrociato mentre venivamo qui si comportavano in modo strano. Sai dirci il perché?\n<color=#ffffff>Campanaro:</color>\nBeh, perché sono già andati tutti a Machimos. Suppongo che ora vivano sotto la protezione del Sebastos.\n<color=#ffffff>Paimon:</color>\nWow, quindi ora aggiungiamo \"Sebastos\" a \"Oscuro Signore Remus\"? La faccenda si fa sempre più complicata!\n<color=#ffffff>Campanaro:</color>\n\"Oscuro Signore Remus\"... A quanto pare, durante il vostro viaggio avete incontrato quei rozzi barbari. Sono loro a usare quel titolo blasfemo per infangare il nome del Sebastos Remus, il nostro magnifico Imperator.\n<color=#ffffff>Paimon:</color>\nAh, quindi sono la stessa persona!\n<color=#ffffff>Campanaro:</color>\nNon significa niente! Il Sebastos non può essere definito secondo le limitate nozioni di quella teppaglia tribale. Quegli ignobili insetti possono infangare il suo buon nome quanto vogliono, ma ci saranno sempre persone sagge che lo seguiranno, ispirate dai suoi eccelsi ideali.\nQuando la Campana eterna suonerà, tutto il passato verrà cancellato per lasciar posto alla rinascita di tutti, senza distinzione di patria o identità! Gioite e rendete grazie! Sia lode al Sebastos!\n<color=#ffffff>Paimon:</color>\nCosa facciamo, Viaggiatore? Questo tizio sembra lucido, ma dice una marea di cose senza senso! Che sia sonnambulo?\n<color=#ffffff>Campanaro:</color>\nMmmh? State forse dicendo che sto sognando?\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>I sintomi corrispondono.</color>\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Chi lo sa? Forse siamo noi che stiamo sognando.</color>\n<color=#ffffff>Paimon:</color>\nImpossibile! Cioè... È improbabile che stiamo...\n<color=#ffffff>Campanaro:</color>\nUn sogno? Sicuramente...\nVedi il Campanaro svenire\n<color=#ffffff>Paimon:</color>\nEhi! Tutto bene? Ohibò, è svenuto...\n<color=#ffffff>???:</color>\nViaggiatori venuti da lontano? Altolà!\nPerfetto, a quanto pare... non avete perso la ragione.\n<color=#ffffff>Paimon:</color>\nFinalmente qualcuno di normale! Ci spieghi che sta succedendo qui...?\n<color=#ffffff>???:</color>\nPrima di tutto, portiamo al sicuro questo gentiluomo. Non possiamo di certo lasciarlo qui disteso per terra, no? Si prenderebbe un malanno.\n<color=#ffffff>Anche se, al momento, il rischio di un malanno non è la questione più importante, con l'aiuto della persona \"lucida\", portate il \"campanaro\" farneticante fino alla panchina più vicina.</color>\n<color=#ffffff>Este:</color>\nComunque, lasciate che mi ripresenti: mi chiamo Este. Faccio parte del Club delle Fantasticherie della città, anche se al momento sono l'unico membro.\n<color=#ffffff>Paimon:</color>\nPaimon si chiama Paimon e questo è il Viaggiatore. Siamo...\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Turisti in visita a Petrichor.</color>\n<color=#ffffff>Este:</color>\nEh. In questo caso, il vostro tempismo non potrebbe essere peggiore. Temo che la situazione attuale possa risultare deludente per voi.\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Avventurieri di passaggio.</color>\n<color=#ffffff>Este:</color>\nAvventurieri dite... Non sarete qui per cercare quel castello, vero?\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Apparteniamo alla Pattuglia speciale di sicurezza e sorveglianza.</color>\n<color=#ffffff>Este:</color>\nLa Pattuglia, eh... Chiedo scusa, allora, ma temo che, per come stanno le cose, noi abitanti della città potremmo faticare a collaborare in qualsiasi indagine stiate svolgendo...\n<color=#ffffff>Paimon:</color>\n(Ehi, ehi! È davvero il caso di fingere di rappresentare la legge?)\n<color=#ffffff>Paimon:</color>\nAspetta. Ti sei presentato come \"Este\"... Abbiamo già sentito questo nome!\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Hai portato tu i banditi nel castello dell'Oscuro Signore, vero?</color>\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Ah, vedo che l'hai scampata! Favoloso!</color>\n<color=#ffffff>Este:</color>\nEh? Cosa? Quindi anche voi...\n<color=#ffffff>Paimon:</color>\nNo, no, siamo sveglierrimi, fidati! Solo che non capiamo perché tutti dicano cose assurde...\n<color=#ffffff>Racconti a Este di quando hai incontrato i \"banditi\" che pensavano che le pietre frantumate fossero un tesoro, e di come li hai scacciati dalla città.</color>\n<color=#ffffff>Este:</color>\nAh, sono loro...\n*sospira* Da dove iniziare...? La leggenda del Castello Sbiadito non è mai stata un segreto: ogni tanto passano degli avventurieri come loro a cercarlo.\nIl riferimento all'oro nella parola \"Compagnia dorata\" non ha alcun significato reale. Il castello è stato costruito migliaia di anni fa: con ogni probabilità, non vi è rimasto niente di valore.\nMa mi hanno mai ascoltato? Certo che no! Non appena li ho accompagnati alle rovine tra le montagne hanno iniziato a distruggere le sculture e a metterle dentro delle casse, come degli indemoniati!\nDa solo non potevo fermarli, così sono andato in città per chiedere aiuto. Non avrei mai immaginato di vedere nient'altro che degli sguardi vuoti e folli farneticazioni ovunque. Sembrava che fossero tutti vittime di un incantesimo ipnotico...\nIl Club delle Fantasticherie ha condotto in passato delle ricerche sull'ipnosi, ma quello andava molto al di là delle nostre capacità. Sono convinto che sia successo qualcosa tra le rovine. Secondo le fonti...\nUhm... In effetti, perché solo noi non ne abbiamo subito l'effetto? Molto interessante...\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Forse la risposta è tra le rovine.</color>\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Magari troveremo un tesoro tra le rovine!</color>\n<color=#ffffff>Paimon:</color>\nAspettaci qui, Este! Lascia l'avventura agli avventurieri! Non vorremmo mai che ti trasformassi in un Golem!\nVedi passare un gatto bianco\n<color=#ffffff>Paimon:</color>\nÈ il tuo gatto, Este? Che carino!\n<color=#ffffff>Este:</color>\nNo. Il mio compagno che ha studiato ipnotismo diceva che sono delle creature dotate di sensi assai acuti...\nUhm... Strano, però. Vedete il suo... collare? Ciondolo? Credo di aver già visto un accessorio identico da qualche parte...\n<color=#ffffff>Paimon:</color>\nOh, è corso via...\nLasciamo perdere la questione del gatto, per il momento. Dobbiamo andare alle rovine a dare un'occhiata! Dicci, Este, come ci arriviamo?\n<color=#ffffff>Este:</color>\nLe rovine sono sulla montagna dietro la città. Seguite la direzione verso cui è corso via il gatto.\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Eheh, micio micio micio...</color>\n<color=#ffffff>Paimon:</color>\n...Viaggiatore, sei sicuro di stare bene?\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>In marcia!</color>\n<color=#ffffff>Este:</color>\nLa situazione sembra davvero torbida, fate molta attenzione.\n<color=#ffffff>Paimon:</color>\nAnche tu, ok? Saremo di ritorno in un batter d'occhio, vedrai!\n<color=#ffffff>Obiettivo missione:</color> <color=#ffffff>Esplora le rovine della montagna</color>\n<color=#ffffff>Obiettivo missione:</color> <color=#ffffff>Sconfiggi la statua rianimata</color>\n<color=#ffffff>Paimon:</color>\nWaaah! La statua riesce a muoversi!\n<color=#ffffff>Obiettivo missione:</color> <color=#ffffff>Parla con il gatto parlante</color>\n<color=#ffffff>???:</color>\nNiente male. Il tuo valore non conosce eguali, nemmeno a confronto con i Cacciatori della Maréchaussée che erano venuti in passato.\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Woah, uno strano gatto luminoso!</color>\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Un animale parlante!</color>\n<color=#ffffff>Paimon:</color>\n...Ne abbiamo viste di bislaccherie durante i nostri viaggi, ma un gatto parlante che luccica mai... Vabbè, Paimon lo aggiungerà alla lista...\n<color=#ffffff>Gatto luminoso:</color>\n...Non ho intenzione di soffermarmi sul fatto di essere definito come \"bislaccheria\". O eroi prescelti, Viaggiatore e Paimon, è giunto il momento per voi di farvi avanti!\nVenite con me nell'antico regno delle acque profonde. Se vogliamo salvare le anime perdute, dobbiamo placare la caotica \"Sinfonia\".\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Ehm... Anche questo fa parte dell'ambientazione della storia?</color>\n<color=#ffffff>Paimon:</color>\nEhm, potrebbe essere... una trama del tipo \"Nella vita precedente egli era nostro amico, ma solo lui se ne ricorda\" in stile romanzo della Casa editrice Yae?\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Ah, giusto! Sono io l'eroe! Che il viaggio abbia inizio!</color>\n<color=#ffffff>Paimon:</color>\nViaggiatore, seriamente, come fai a cascarci? E va bene... O eroe prescelto, per l'amor dello stomaco di Paimon, tosto appropinquati a prenderle una Fonta!\n<color=#ffffff>Paimon:</color>\nA proposito... Tu chi sei?\n<color=#ffffff>Ouranides di Ouranopolis:</color>\nDevo cominciare dall'inizio? Molto bene. Sono \"Ouranides di Ouranopolis\", uno spirito custode dell'antico regno.\n<color=#ffffff>Paimon:</color>\nEhm, Ou-Oura... Ouracosa di Cosanopolis...? Uff, che scioglilingua! Paimon ti chiamerà \"Osse\" per abbreviare. Fa più o meno lo stesso, no? Che ne pensi?\n<color=#ffffff>Osse:</color>\nMiao, miao?!\n<color=#ffffff>Viaggiatore:</color>\nMiao, miao?\n<color=#ffffff>Osse:</color>\nMmm. A quanto pare non posso comandare a piacere questo corpo, e gli istinti animaleschi potrebbero rispuntare di tanto in tanto... Se solo si potesse fin dal principio...\nAhem! Come potete ben vedere, il confine tra passato e presente ha già iniziato a confondersi per via della \"Sinfonia\" caotica. È per questo motivo che mi sono risvegliato anch'io. Per ora l'effetto colpisce solo una piccola area.\nLe anime degli abitanti di Petrichor sono state portate via. Si trovano in quello stato di follia onirica perché la \"Sinfonia\" ha temporaneamente concesso loro delle identità e dei ricordi per riempire i vuoti dei loro spiriti.\nÈ come se l'acqua pura in una brocca fosse stata sostituita con un vino delizioso. Una descrizione appropriata, considerando che si tratta di memorie della storia antica donateci dalla \"Sinfonia\".\n<color=#ffffff>Paimon:</color>\nEh? Vediamo se Paimon ha capito... Agli abitanti di Petrichor sono state rubate le anime? E ora i loro corpi sono posseduti...? Waaah, ma è spaventoso!\n<color=#ffffff>Viaggiatore:</color>\nHai detto che l'effetto non si è ancora esteso molto...\n<color=#ffffff>Osse:</color>\nEsattamente. Certo, prima o poi anche la Corte di Fontaine verrà inghiottita, se l'eroe prescelto\" non ripristinerà l'armonia della melodia caotica.\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Niente da fare: sono l'eroe, dopotutto...</color>\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Non abbiamo altra scelta se non andare a dare un'occhiata.</color>\n<color=#ffffff>Paimon:</color>\nEsattamente! Bene, Osse, facci strada!\n<color=#ffffff>Osse:</color>\nGrazie mille. La strada per l'antico regno giace sotto questa sorgente. Ho fatto in modo che il sigillo posto lungo il sentiero nascosto si manifestasse.\nDopodiché attiverò il dispositivo che tiene saldo il sigillo...\nEcco, ora aiutatemi a recuperare le corde dell'arpa, così potrò rompere il sigillo e aprire la strada.\nOrdunque, andiamo al \"Castellum d'oro sbiadito\".\n<color=#ffffff>Paimon:</color>\nUn \"castrum d'oro sbiadito\"... Uhm, anche Este ha parlato della leggenda del Castello Sbiadito, giusto? Non saranno le stesse rovine?\n<color=#ffffff>Osse:</color>\nNo, no. Queste sono solo delle macerie in superficie. Il vero castello si trova in profondità.\n<color=#ffffff>Paimon:</color>\nUhm... Di sicuro ne sai molto di più dei gatti di città, non è così, Osse?\n<color=#ffffff>Osse:</color>\nMi stai paragonando ai gatti della città...? Umpf. Seguitemi attentamente e cercate di non perdervi.\n<color=#ffffff>Paimon:</color>\nWow, si è buttato così! I gatti sanno nuotare?\nOttieni lo"
      },
      {
        "type": "CustomEntry",
        "epId": 5626,
        "name": "Spartito antico",
        "desc": "<p>Sembra uno spartito musicale creato da un'antica civiltà usando materiali sconosciuti.</p><p>La melodia scritta su di esso può essere decifrata usando un dispositivo speciale.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/20577441/65e53c5f5903c0f59f3dc91f991fc669_8751506706037486399.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Obiettivo missione:</color> <color=#ffffff>Segui Osse nella sorgente profonda</color>\n<color=#ece5d8>Castello Sbiadito</color>\n<color=#ffffff>Obiettivo missione:</color> <color=#ffffff>Vai al Castello Sbiadito sott'acqua</color>\nNuota seguendo la corrente\n<color=#ffffff>Paimon:</color>\nPaimon ha l'impressione che queste statue ci stiano fissando... Non ci attaccheranno all'improvviso, vero?\n<color=#ffffff>Osse:</color>\nDifficile a dirsi... Forse quel Golem che hai sconfitto prima è salito da qui.\n<color=#ffffff>Paimon:</color>\nTerrificante... È troppo tardi per tornare indietro a nuoto?\n<color=#ffffff>Obiettivo missione:</color> <color=#ffffff>Vai al Castello Sbiadito</color>\n<color=#ffffff>Paimon:</color>\nAh, Paimon non pensava che ci sarebbe stato uno spazio così grande qua sotto. Ma quante ne sai, Osse!\n<color=#ffffff>Osse:</color>\nE questo è niente! In passato, un'intera nazione finì sott'acqua assieme al terreno su cui era stata costruita... La mia missione è impedire a ciò che è sommerso di riemergere...\n...O almeno credo.\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Puff, ed ecco la tua attendibilità che va a farsi friggere...</color>\n<color=#ffffff>Osse:</color>\nBeh, in fondo sono soltanto un gatto leggermente più erudito rispetto ai felini della città, no?\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Vorrei davvero avere una guida affidabile.</color>\n<color=#ffffff>Paimon:</color>\nIn tal caso, sarà Paimon a farti da guida! Beh, perlomeno Paimon vorrebbe che fosse così!\n<color=#ffffff>Osse:</color>\nEheh... Non distraiamoci, il destino delle anime degli abitanti è nelle nostre mani.\nIl Castello Sbiadito si trova oltre quella grande porta. Procediamo.\nSegui Osse\n<color=#ffffff>Paimon:</color>\nWow! Come fai ad essere così veloce, Osse?\n<color=#ffffff>Osse:</color>\nDopotutto, sono un gatto. Quindi, apparire e scomparire con la massima disinvoltura è normale. Sei tu, Paimon, che dovresti volare più veloce.\nAvvicinati alle finestre\n<color=#ffffff>Osse:</color>\nNon lasciare che quelle cose insignificanti fuori dalla finestra interferiscano con la nostra inarrestabile marcia. Abbiamo ancora molto lavoro da fare!\n<color=#ffffff>Obiettivo missione:</color> <color=#ffffff>Ottieni un fantastico carillon</color>\n<color=#ffffff>Paimon:</color>\nWoah, Paimon scommette che potrebbero viverci tantissime persone in un castello così grande!\n<color=#ffffff>Osse:</color>\nSicuramente! E non solo persone...\n<color=#ffffff>Paimon:</color>\nEhi! Ed ecco che dici di nuovo frasi da far accapponare la pelle con la più totale naturalezza!\n<color=#ffffff>Osse:</color>\nOh, niente paura! Per degli eroi come voi, scacciare fantasmi e spettri invisibili è ordinaria amministrazione, dico bene?\n<color=#ffffff>Paimon:</color>\nE questa che cos'è? Ma che scatola splendida! Sembra un carillon, anche se non c'entra niente con l'ambiente in cui si trova.\n<color=#ffffff>Osse:</color>\nHai buon occhio. Sì, è un carillon, ma proprio come io ho delle conoscenze che vanno oltre quelle dei gatti normali, così questo carillon ha delle funzioni che vanno al di là di quelle di un comune carillon.\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Cosa? Sa anche parlare?</color>\n<color=#ffffff>Osse:</color>\nMm? Non... Non ci avevo nemmeno pensato. Purtroppo non ha questa funzione, almeno per ora.\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Oh oh oh, non pensavo avresti mostrato le unghie così...</color>\n<color=#ffffff>Paimon:</color>\nEhi, prima Paimon stava solo scherzando! Non pensava che l'avresti presa seriamente... Ehm, è colpa di Paimon, ok? Non arrabbiarti...\n<color=#ffffff>Osse:</color>\nMiao, miao?\n<color=#ffffff>Paimon:</color>\nSul serio?! Ora fai finta di essere un gatto?\n<color=#ffffff>Osse:</color>\nComunque sia, anche chi non ha conoscenze musicali può far funzionare il potere della \"Sinfonia\" grazie al carillon. Ci tornerà utile, me lo sento.\n<color=#ffffff>Paimon:</color>\nEh? Ma non avevi detto che gli abitanti sono in quello stato per colpa di questa \"Sinfonia\"? Che succederebbe se il Viaggiatore premesse il pulsante sbagliato o roba simile?\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Anche la \"Sinfonia\" in questo posto potrebbe diventare caotica...</color>\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Nonché \"la fonte di tutti i peccati\"...</color>\n<color=#ffffff>Paimon:</color>\nAspetta, cosa? Quali \"peccati\"? Tutto bene, Viaggiatore?\n<color=#ffffff>Osse:</color>\n...\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Per che razza di imbranato mi hai preso, Paimon?</color>\n<color=#ffffff>Paimon:</color>\nPaimon si stava solo preparando al peggio. Magari Osse salterà fuori all'improvviso e ti spaventerà. Forse una di queste statue immobili inizierà a camminare! O magari delle trappole spunteranno dal terreno e dalle pareti...!\nSono tutte cose che potrebbero succedere, no?\n<color=#ffffff>Osse:</color>\nCalma, calma, non c'è niente per cui agitarsi. La \"Sinfonia\" era potente, gloriosa e bellissima, un'esistenza che sosteneva ideali dorati.\nIl fatto possa seminare il caos sulla superficie è solo il risultato dell'utilizzo improprio da parte dei malfattori di un potere grande e solenne.\nSe si fosse trattato del Viaggiatore, lui avrebbe di certo impiegato il potere della \"Sinfonia\" nel modo corretto.\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Stai riponendo un bel po' di fiducia in noi.</color>\n<color=#ffffff>Osse:</color>\nSarebbe più giusto dire che non ho altra scelta. Al momento non sono che un gatto, dopotutto. Mi verrebbe difficile usare il carillon in autonomia.\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Se fossi in te, abbasserei le aspettative.</color>\n<color=#ffffff>Paimon:</color>\nEhi! Non è il momento di scherzare. E se Osse ti prendesse sul serio?\n<color=#ffffff>Osse:</color>\nBasta parlare, è il momento di mettere il tutto alla prova. Vi ricordate le corde che abbiamo ottenuto da quell'arpa nelle rovine? Si trattava in realtà degli \"spartiti\" su cui era stata scritta la \"Sinfonia\".\nTi basta posizionare lo spartito all'interno del carillon, e la musica verrà riprodotta in automatico.\nSuona la melodia\n<color=#ffffff>Paimon:</color>\nOooh. Che melodia allegra. Paimon si sente pervadere da una sensazione di tepore...\n<color=#ffffff>Osse:</color>\nEheh, il carillon funziona ancora, a quanto pare. Guarda, nessun pericolo.\n<color=#ffffff>Paimon:</color>\nAspetta, quindi non eri sicuro che avrebbe funzionato?!\n<color=#ffffff>Osse:</color>\nNon completamente. Se un libro non si può giudicare dalla copertina, figuriamoci un carillon...\n<color=#ffffff>Paimon:</color>\nPaimon ha l'impressione che tu non stia affatto parlando del carillon... Ma non importa. Cosa facciamo adesso?\n<color=#ffffff>Osse:</color>\nLa \"Sinfonia\" caotica si trova sicuramente qui. Se riusciamo a localizzarla, possiamo recuperare le anime sottratte agli abitanti.\n<color=#ffffff>Viaggiatore:</color>\nAllora iniziamo col dare un'occhiata qui intorno.\n<color=#ffffff>Osse:</color>\nUn proposito ragionevole. Se ricordo bene, questo castello è pieno di stanze bizzarre. Potrebbe valere la pena andare a ispezionarle.\nInoltre, la sala centrale del castello ospita un misterioso palcoscenico, dove però non verranno più rappresentate opere teatrali...\nUn tempo era l'ingresso per un luogo ancor più in profondità, in cui il potere della \"Sinfonia\" persiste a tutt'oggi. Dobbiamo verificare la presenza di ulteriori anomalie.\n<color=#ffffff>Paimon:</color>\nAncora più in profondità?\n<color=#ffffff>Osse:</color>\nProprio così. Chissà cosa ci aspetta laggiù?\n<color=#ffffff>Paimon:</color>\nEhi, non è il momento per la suspense, Osse! Paimon si meraviglia di te, dispettosone!\n<color=#ffffff>Osse:</color>\nMa, prima di poter risolvere l'enigma, nel castello ci sono degli indizi che ci aspettano. Venite, andiamo.\nOttieni l'"
      },
      {
        "type": "CustomEntry",
        "epId": 5624,
        "name": "Antico Carillon autoarmonico",
        "desc": "<p>Un antico carillon trovato nel Castello Sbiadito. Racchiude il misterioso potere della Sinfonia. Usalo per leggere gli spartiti musicali lasciati dall'antica civiltà a cui risale e svelarne tutti i segreti.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/30/45954971/941bd151ed81c45c910664c033a85906_7362376119303608226.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Proprietà"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Requisiti di sblocco</color>\nEntra a <color=#ece5d8>Petrichor</color> e parla al Capo alla Statua dei Sette\n<color=#ffffff>Serie di missioni</color>\nCantici dell'armonia"
      },
      {
        "type": "CustomEntry",
        "epId": 5638,
        "name": "L'ombra su Petrichor",
        "desc": "<p>Una volta a Petrichor, ti imbatti in una serie di strani avvenimenti. Decidi di andare a fondo della questione...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/12694555/1c0f22a859063af0403353b6fad40a28_8575239935158529258.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5639,
        "name": "Notturno subacqueo",
        "desc": "<p>Per salvare gli abitanti di Petrichor, segui uno strano gatto di nome Osse nel misterioso Castello Sbiadito...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/06/20856775/03386dacb31726cbf471f6fb2a29e069_2036728550205880212.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5640,
        "name": "L'ultimo giorno di Remuria",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Dopo aver appreso la vera identità di \"Monsieur Os\", decidi di immergerti nel Mare dei Tempi Remoti per trovare Boethius...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/06/20856775/1c0f22a859063af0403353b6fad40a28_2539884600141500795.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5641,
        "name": "Gradus ad Capitolium",
        "desc": "<p>Dopo aver superato la pericolosa fossa oceanica, arrivi finalmente all'antica capitale sommersa di Remuria. Ora devi recarti alla \"Domus Aurea\" per la resa dei conti con Boethius...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/07/12694555/1c0f22a859063af0403353b6fad40a28_2840204238542413238.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5642,
        "name": "Fortunae plango vulnera",
        "desc": "<p><span style=\"color: #FFFFFF\">Affronta Boethius in uno scontro finale per salvare Monsieur Os e tutti gli abitanti.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/07/20856775/03386dacb31726cbf471f6fb2a29e069_1082061729074697970.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Ricompense</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3907,
        "name": "ESP avventura",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'ESP avventura serve per migliorare il grado avventura.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/15/95525664/cc5a2b13c1c34e9a4dd45c84a521cd99_2245580228326124376.png",
        "amount": 200,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 3485,
        "name": "Primogemma",
        "desc": "<p>A primordial crystalline gem that's beyond the mundane world. Shines with the condensed hopes and dreams of universes that once were.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/194600931/8902272b2dbb45cce8fbd6f596c6904b_3502391192719350131.png",
        "amount": 30,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 35000,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Obiettivi</color>\nLa decima Musa"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Luogo di partenza"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Petrichor, Fontaine</color>\n<color=#ffffff>Mappa interattiva:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=dark&bbs_theme_device=1&lang=it-it#/map/2?shown_types=52,2,3,154,319,338&center=1128.00,-5208.00&zoom=1.00"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/11/41133912/0787d905924ae0a6039c89743bfe140e_6946299498669577887.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/11/41133912/5c552496617bbd04cd11ca409e4b5e80_6007232604834563667.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Obiettivi della missione"
      },
      {
        "type": "RichText",
        "text": "Sconfiggi i \"banditi\"\nEsamina il baule contenente il \"tesoro\"\nParla con Paimon\nVai a <color=#ece5d8>Petrichor</color>\nEsplora le rovine della montagna\nSconfiggi la statua rianimata\nParla con il gatto parlante\nSegui Osse nella sorgente profonda\nVai al <color=#ece5d8>Castello Sbiadito</color> sott'acqua\nVai al <color=#ece5d8>Castello Sbiadito</color>\nOttieni un fantastico carillon"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Oggetti della missione"
      },
      {
        "type": "CustomEntry",
        "epId": 5626,
        "name": "Spartito antico",
        "desc": "<p>Sembra uno spartito musicale creato da un'antica civiltà usando materiali sconosciuti.</p><p>La melodia scritta su di esso può essere decifrata usando un dispositivo speciale.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/20577441/65e53c5f5903c0f59f3dc91f991fc669_8751506706037486399.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5624,
        "name": "Antico Carillon autoarmonico",
        "desc": "<p>Un antico carillon trovato nel Castello Sbiadito. Racchiude il misterioso potere della Sinfonia. Usalo per leggere gli spartiti musicali lasciati dall'antica civiltà a cui risale e svelarne tutti i segreti.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/30/45954971/941bd151ed81c45c910664c033a85906_7362376119303608226.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "L'ombra su Petrichor"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Missione avventura"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "4.6"
          }
        ]
      }
    ]
  }
}