{
  "epId": 5641,
  "name": "Gradus ad Capitolium",
  "desc": "<p>Dopo aver superato la pericolosa fossa oceanica, arrivi finalmente all'antica capitale sommersa di Remuria. Ora devi recarti alla \"Domus Aurea\" per la resa dei conti con Boethius...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/07/12694555/1c0f22a859063af0403353b6fad40a28_2840204238542413238.png",
  "menuId": 31,
  "menuName": "Missioni avventura",
  "version": 1723505274,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Mare dei Tempi Remoti</color>\n<color=#ffffff>Descrizione missione:</color> <color=#ffffff73>Dopo aver superato la pericolosa fossa oceanica, arrivi finalmente all'antica capitale sommersa di Remuria. Ora devi recarti alla \"Domus Aurea\" per la resa dei conti con Boethius...</color>\n<color=#ffffff>Obiettivo missione:</color> <color=#ffffff>Procedi oltre</color>\n<color=#ffffff>Obiettivo missione:</color> <color=#ffffff>Parla con Scylla</color>\n<color=#ffffff>Paimon:</color>\nFiuuu! Finalmente ci siamo!\nEd ecco la Domus Aurea. Sembra più un'arpa gigante, però. Perché il tuo Sebastos l'ha costruita così?\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Di sicuro sembra in buono stato.</color>\n<color=#ffffff>Paimon:</color> Già, niente a che vedere con il resto delle cose che abbiamo visto là sopra.\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Completamente diversa da tutte le rovine sovrastanti.</color>\n<color=#ffffff>Paimon:</color> È vero. Sembra sia affondata da poco.\n<color=#ffffff>Monsieur Os:</color>\nQuesto perché è stata costruita da una nave gigante. In sostanza, era stato progettato per essere uno strumento titanico con cui si doveva suonare la Sinfonia.\nVedete quelle condutture che si estendono verso l'esterno? Anche se la \"Sinfonia\" ora è interrotta, un tempo permettevano che venisse trasmessa ai quattro angoli del mondo.\n<color=#ffffff>Paimon:</color>\nL'edificio è uno strumento?! Da cima a fondo?!\nOh, quindi se iniziasse a suonare, l'intero specchio d'acqua comincerebbe a vibrare? Se ci avvicinassimo troppo, potremmo tremare come pezzi di tofu...\n<color=#ffffff>Monsieur Os:</color>\nMiao, miao? Cos'è il tofu?\n<color=#ffffff>Paimon:</color>\nAspetta, non lo hai mai assaggiato, Monsieur Os? Allora potrebbe essere difficile da spiegare. Potremmo sempre portarti a mangiarlo la prossima volta... Ma... i gatti lo possono mangiare il tofu?\n<color=#ffffff>Scylla:</color>\nÈ sicuramente la \"Città Eterna\"... La volontà di Remus protegge ancora questo luogo, proprio come mi aspettavo. Non c'è da stupirsi che quel traditore sfacciato e senza vergogna abbia resistito fino a oggi...\n<color=#ffffff>Monsieur Os:</color>\nSì. Immagino che Boethius sia sopravvissuto all'erosione del tempo nascondendosi nel palazzo per questi millenni.\nE durante quei lunghi anni, pian piano ha padroneggiato il potere di Phobos...\n<color=#ffffff>Paimon:</color>\nBeh, ora che siamo qui, dovremmo incontrarci con quel maleducato. Potrebbe essere sorpreso di vederci, in effetti!\n<color=#ffffff>Scylla:</color>\nAllora separiamoci, per il momento.\n<color=#ffffff>Paimon:</color>\nCosa?! Non vieni anche tu?\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Non avrai paura, vero?</color>\n<color=#ffffff>Scylla:</color> Ah! Perché lo pensi? Desidero solo non vedere mai più quel tizio.\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Ci sei già stato di grande aiuto.</color>\n<color=#ffffff>Scylla:</color> Ahah, e a me ha fatto piacere poter dare il mio contributo! Ma, a dire il vero, desidero non vedere mai più quell'individuo.\n<color=#ffffff>Scylla:</color>\nNon voglio sentire mai più una parola pronunciata da quel diavolo. Le sue parole sono una vergogna, e vergognose sono le sue bugie. Fate attenzione a non cadere nel suo inganno!\nDel resto, non potrei essere di aiuto nemmeno se venissi con voi. Non dimenticate che sono solo un occupante temporaneo di questo corpo fatto d'Icore.\nNon avrei alcuna risorsa a cui attingere, se dovessi unirmi di nuovo alla battaglia...\nSe s'impossessasse della Sinfonia che Remus mi ha donato, nessun eventuale guadagno potrebbe compensare una tale perdita.\nSepariamoci qui, per ora. Non sono in grado di aiutarvi, ma posso servirmi delle correnti per spingervi avanti. Tornate pure, se avete bisogno di ulteriore aiuto.\nComunque sia, ci rivedremo quando il traditore sarà sconfitto.\nQuando quel momento arriverà, anch'io potrò porre rimedio alle azioni di cui mi sono pentito.\n<color=#ece5d8>Domus Aurea</color>\n<color=#ffffff>Obiettivo missione:</color> <color=#ffffff>Vai alla \"Domus Aurea\"</color>\n<color=#ffffff>Boethius:</color>\nCassiodor, mio caro amico! Sapevo che saresti venuto.\n<color=#ffffff>Monsieur Os:</color>\n...\n<color=#ffffff>Boethius:</color>\nAh, e ci sono anche dei barbari non invitati...\n<color=#ffffff>Paimon:</color>\nBeh, in fin dei conti non sei tu il padrone di questo posto. Inoltre, è stato Monsieur Os a portarci qui: per Paimon vale come un invito!\n<color=#ffffff>Viaggiatore:</color>\nDi scortese qui ci sei solo tu.\n<color=#ffffff>Paimon:</color>\nEsattamente! E sappiamo tutto, sai? Tutte le tue malefatte...\n<color=#ffffff>Boethius:</color>\nSilenzio, disgustosi e volgari insetti... Sto parlando con Cassiodor. Non interrompete!\n<color=#ffffff>Monsieur Os:</color>\nViaggiatore, Paimon, lasciate fare a me.\nBoethius, sono venuto come promesso. Onora la tua promessa e rinuncia alle anime degli abitanti della superficie.\nNon meritano di patire questo castigo inatteso... Il nostro rancore deve rimanere tra noi.\n<color=#ffffff>Boethius:</color>\nE tu... questo disastro lo definisci \"inatteso\"?!\nNon hai visto i nostri simili? Giacciono intrappolati in queste acque oscure, come cadaveri ambulanti!\nNon dovrebbero camminare su spiagge assolate?\nSe il mio breve confino delle anime degli abitanti della superficie è stato un disastro privo di logica, allora come chiameresti la sofferenza millenaria della nostra specie?\nAscoltami bene! Il giudizio del popolo della superficie è appena iniziato!\n<color=#ffffff>Monsieur Os:</color>\nNo. Sei stato tu a imprigionarli. E sei stato tu a trasformare i nostri simili in mostri.\nHanno... Abbiamo avuto una scelta. A patto che abbandonassimo i nostri vecchi rancori, la Signora delle Acque ci avrebbe accolti in una nuova nazione.\nMa tu ti sei servito di loro, hai approfittato del loro dolore, della loro fiducia in te. Li hai trasformati in strumenti della tua ambizione.\n<color=#ffffff>Boethius:</color>\nÈ stata una loro scelta. Hanno optato per il vecchio ordine anziché per la dolce morte che hai portato tu.\nE poiché ci hanno consegnato il bastone del comando che il Sebastos aveva conferito loro, abbiamo il dovere di guidarli sulla retta via.\n<color=#ffffff>Monsieur Os:</color>\nCome osi vantarti, spudorato traditore?! Hai tradito la fiducia del Sebastos e portato la nostra nazione alla rovina!\n<color=#ffffff>Boethius:</color>\nAh! Sento le calunnie di quel vile drago nelle tue parole. E tu crederesti a un nemico della nostra nazione, piuttosto che a qualcuno della tua stessa stirpe e ai tuoi compagni?!\nIo non servo nessun dio e nessun Re. Solo la potente Remuria e i nostri nobili ideali.\nRemus si è rivelato indegno di regnare dal momento in cui ha pronunciato quel comando perverso. Quindi non ci sono traditori. Semmai, io sono stato quello che ha salvato la nostra nazione dal suo errore.\nHa cospirato con i nostri nemici, ordinando a quel vile drago di distruggere la nostra nazione. Ha persino cercato di distruggere la Grandiosa Sinfonia, che ci avrebbe riconsegnati all'ignoranza, per vivere ancora una volta sotto il giogo di Fortuna.\nCome avrei potuto rimanere in disparte di fronte alle sue azioni folli?\n<color=#ffffff>Monsieur Os:</color>\nE così lo hai tradito. Hai sigillato l'Initium Iani... E alla fine il potere di Phobos è diventato ingovernabile, e il palazzo reale è sprofondato negli abissi...\n<color=#ffffff>Boethius:</color>\nNon vuoi aprire gli occhi e guardare in faccia la realtà? Remus ci ha tradito, e ha tradito Phobos. È stato quello il vero preludio alla tragedia.\nHo già trascorso migliaia di anni tentando di ricreare la Sinfonia del passato, intessendo le melodie spezzate nelle profondità dell'acqua solo per ricreare ciò che stai ascoltando in questo momento.\n<color=#ffffff>Monsieur Os:</color>\nNo... Nelle tue mani la musica è diventata sgradevole, e le voci discordanti dell'agonia e dell'odio denunciano la tua violenza.\n<color=#ffffff>Boethius:</color>\nE chi decide cosa è armonioso e cosa no? Non è forse il potere assoluto? Remus si è inginocchiato di fronte ai draghi selvaggi e detestabili proprio perché non lo ha capito.\nMa non ha importanza. Questo mondo capovolto sarà presto raddrizzato, e io diventerò il nuovo Sebastos!\n<color=#ffffff>Monsieur Os:</color>\nÈ impossibile, Boethius. Tu non sei che un mortale! Gli umani non possono diventare dèi...\n<color=#ffffff>Boethius:</color>\nMa, Cassiodor, dimentichi una cosa! L'ideale di Remus non era che tutti gli uomini si evolvessero in dèi? Per impadronirsi del proprio destino?\nNon ti ricordi? I riti che abbiamo studiato e documentato nel Castellum dorato avevano proprio quel fine?\n<color=#ffffff>Monsieur Os:</color>\nMa non sapevamo cosa ci fosse dietro. Se lo avessimo saputo allora, migliaia di anni fa, avremmo...\n<color=#ffffff>Boethius:</color>\nI tempi sono cambiati! Le cose sono diverse ora, Cassiodor. Unisciti a noi, io sono pronto. Solo insieme possiamo compiere questa impresa.\nHo eliminato tutte le impurità dalla mia anima, ottenendo l'arbitrio più puro. L'ascesa verso i cieli è a un passo.\nRaccoglierò tutte le volontà che sono state disperse nelle acque... Sì, anche la tua, che Remus ha personalmente reciso.\nDue menti si fonderanno in una sola, e Remuria sarà di nuovo un tutt'uno nella sua forma immortale! Infusa con raffinato acciaio e pietra imperiture.\nIo... No, noi ci \"incarneremo\" ancora una volta, e un nuovo Sebastos nascerà... Ma non solo! Otterrò ciò che nemmeno Remus stesso è riuscito a ottenere: anche il potere di cambiare l'essenza stessa di questo mondo.\nInvertirò la ruota del destino, inaugurerò il ritorno del vecchio mondo e riporterò la giustizia sulla terra. Gli abitanti della superficie si sottometteranno alla nostra volontà, com'è giusto che sia.\nSarà come dice l'inno: \"E quando useranno la propria volontà per comandare, gli altri s'inchineranno e ascolteranno\".\n<color=#ffffff>Monsieur Os:</color>\nSai che non ti accetterò mai. Hai contaminato i suoi ideali.\nIo farò valere la mia giustizia.\n<color=#ffffff>Boethius:</color>\nUmpf! Come ho detto, non ha importanza! Una volta stretto nell'abbraccio melodioso di Phobos, capirai!\n<color=#ffffff>Obiettivo missione:</color> <color=#ffffff>Esplora lo spazio misterioso</color>\n<color=#ffffff>Viaggiatore:</color>\n(Questa è... la Domus Aurea.)\n(Sono di nuovo dentro un ricordo di Remus?)\n(No, l'atmosfera... è diversa da prima.)\n<color=#ffffff>Boethius:</color>\nBenvenuto nella mia dimora, la mia Sinfonia, forestiero.\n<color=#ffffff>Viaggiatore:</color>\nBoethius?!\n<color=#ffffff>Boethius:</color>\nNon agitarti. Non ci siamo già incontrati in passato, più di una volta?\nSia attraverso l'illusione che ho lasciato nel mondo reale, sia nei palazzi della memoria lasciati da Remus.\nMa questa non è l'illusione di un ricordo di Remus. Questa è la mia Sinfonia, il mio palcoscenico dorato.\n<color=#ffffff>Viaggiatore:</color>\nLo sapevo...\nLamenti mesti risuonano tra le mura...\n<color=#ffffff>Boethius:</color>\nÈ così, forestiero? Non so da dove vieni...\nNon sembri nato dalle acque primordiali, ma nemmeno un essere della superficie.\nNon riesco a discernere il colore della tua anima, né posso toccarla.\nNondimeno, questa non è la tua guerra. La mia vendetta contro la gente della superficie non ti riguarda.\nNon so perché ostacoli la nostra impresa.\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Per Monsieur Os...</color>\n<color=#ffffff>Boethius:</color>\nAh, la vostra breve amicizia potrà mai superare la grandezza della nostra affinità?\nIo e Cassiodor... siamo stati i primi nuovi\ncreati dalle mani di Remus, e siamo gli ultimi sopravvissuti.\nRispetto a quella dei nostri simili, la sua anima è come Icore insolubile.\nA parte me, lui è l'unico a essere dotato di un arbitrio autentico, e solo quando ci uniamo formiamo un \"sé\" completo.\n\"Anche le nostre volontà sono una cosa sola\". Nell'atto finale di quest'opera, egli ritornerà. Poiché questo è il \"destino\" che è stato scritto.\nHai altro da aggiungere, forestiero?\nTorna alle opzioni\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Salvare la gente di Petrichor...</color>\n<color=#ffffff>Boethius:</color>\nMa loro... non sono né tuoi simili né tuoi sudditi.\nAl contrario, tu sei talmente superiore che loro, al massimo, sono pari a delle formiche.\nI deboli dovrebbero sottomettersi ai forti. Non sarebbe più giusto se il mondo fosse dominato da questa regola?\nInvece vuoi proteggerli. È forse una dimostrazione della tua infinita misericordia? O non è che mera follia?\nHai altro da aggiungere, forestiero?\nTorna alle opzioni\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Per la giustizia nel mondo...</color>\n<color=#ffffff>Boethius:</color>\nGiustizia? Stai dicendo sul serio?\nAnche se possiedi un potere che non sono in grado di percepire, è molto ingenuo da parte tua pensare di potermi sconfiggere con la sola forza bruta, forestiero.\nSono da tempo diventato una cosa sola con la Sinfonia che colma questi mari. Se anche distruggessi la mia forma corporea, finché queste tormentose acque scorreranno e le memorie di vendetta non si dissiperanno...\nLa mia volontà non svanirà, e come un incubo infesterà il mondo.\nPotresti sempre fare come Cassiodor... Come quel gatto randagio che ha scelto di esiliarsi e diventare il carceriere del vecchio mondo... Ma dubito che qualcuno di così eminente come te farebbe una cosa simile.\nDimentica la tua inutile compassione! I colpevoli non meritano forse di essere puniti? Non è questo il significato della giustizia?\n<color=#ffffff>Viaggiatore:</color>\nTu li chiami colpevoli... ma loro sono innocenti.\n<color=#ffffff>Boethius:</color>\nI fontainiani non sono innocenti! Sono la progenie dei barbari, sono nostri nemici...\nI loro antenati hanno usurpato il regno che era nostro di diritto. Devono essere puniti per il loro peccato originale!\nHai altro da aggiungere, forestiero?\nTorna alle opzioni\n<color=#ffffff>Boethius:</color>\nDato che insisti nel voler sabotare i miei piani, temo che dovrò chiederti di rimanere nel mio palazzo ancora per un po'.\nNaturalmente non posso trattenerti a lungo, ma dovrebbe bastare. Quando diventerò una divinità e siederò sul trono del Sebastos, c'incontreremo ancora.\nNell'attesa, la mia piccola orchestra ti terrà impegnato.\n<color=#ffffff>Obiettivo missione:</color> <color=#ffffff>Respingi i Golem</color>\n<color=#ffffff>Voce di qualcuno:</color>\nViaggiatore, Viaggiatore…\nNon temere, desidero aiutarti…\n<color=#ffffff>Obiettivo missione:</color> <color=#ffffff>esplora lo spazio misterioso</color>\n████:\nViaggiatore! Ti ho trovato, finalmente...\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>E tu saresti...?</color>\n<color=#ffffff>Cassiodor:</color>\nSono Cassiodor! Credo che tu mi abbia incontrato nei ricordi del Sebastos, anche se immagino sia la prima volta che ci incontriamo in questo modo.\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Cassiodor...</color>\n<color=#ffffff>Cassiodor:</color>\nSono proprio io! Credo che tu mi abbia incontrato nei ricordi del Sebastos, anche se immagino sia la prima volta che ci incontriamo in questo modo.\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Monsieur Os...</color>\n<color=#ffffff>Cassiodor:</color>\nAhah! Beh, credo che tu mi abbia già visto nei ricordi del Sebastos, ma immagino sia la prima volta che ci incontriamo in questo modo.\n<color=#ffffff>Cassiodor:</color>\nNon abbiamo molto tempo. Mantenere questa forma all'interno della Sinfonia di Boethius non è facile.\nCerchiamo di essere brevi.\n<color=#ffffff>Viaggiatore:</color>\nDove siamo, esattamente?\n<color=#ffffff>Cassiodor:</color>\nÈ uno spazio creato da Boethius, la manifestazione della sua anima.\nLa sua esistenza è sostenuta dalla grazia e dalla potenza della Sinfonia, proprio come i ricordi del Sebastos in cui sei entrato in precedenza.\n<color=#ffffff>Viaggiatore:</color>\nQuindi, ora...\n<color=#ffffff>Cassiodor:</color>\nSì. Ha usato il potere della musica per risucchiarci dentro.\nSospetto che la Domus Aurea sia troppo vicina al cuore di Phobos, e che questo gli permetta di influenzare direttamente il mondo attuale.\nSe davvero gli permettiamo di ottenere un potere che supera la realtà, potrebbe persino trascinare l'intero mondo di superficie in questo spazio.\nSe dovesse accadere, le sue illusioni si sostituirebbero al mondo reale, e Fontaine tornerebbe ad avere l'aspetto di migliaia d'anni fa.\nProprio com'è successo a Petrichor... Anzi, forse anche peggio.\n<color=#ffffff>Viaggiatore:</color>\nDiventerà davvero un dio?\n<color=#ffffff>Cassiodor:</color>\nDipende da cosa intendi. Non è difficile dare forma a false fantasie, ma è assolutamente inutile tentare di trascendere il vero destino.\nSe fosse davvero così semplice, ci saremmo riusciti migliaia di anni fa.\nTutto ciò che otterrà sarà l'aver trascinato sempre più persone innocenti nell'incubo che lui stesso ha creato, trasformandole in marionette, niente di più di morti che camminano.\n<color=#ffffff>Viaggiatore:</color>\nDobbiamo fermarlo, allora.\n<color=#ffffff>Cassiodor:</color>\nCerto, ma non si può fare da qui. Devi tornare nel mondo reale.\nTi aiuterò.\n<color=#ffffff>Viaggiatore:</color>\nE tu?\n<color=#ffffff>Cassiodor:</color>\nNon preoccuparti, al momento non intende farmi nulla. Anzi, ho appena pensato a un modo per distruggerlo.\nHa già preparato per sé un corpo molto potente nel mondo reale, e sta organizzando un rituale nella Domus Aurea che gli permetterà di \"incarnarsi\".\nSe riusciamo a fargli abbassare la guardia e a raccogliere all'interno di quel corpo la Sinfonia disseminata nelle acque...\nAvremo l'occasione per distruggere completamente la sua forma fisica, mettendo la parola fine a tutto questo.\nTu sei l'unico che può farcela, Viaggiatore.\nLa melodia di Phobos non canta del tuo destino, e Boethius non può influenzare in alcun modo la tua anima.\nTu sei l'eccezione a tutti i suoi piani. Forse è per questo che il Sebastos ti ha guidato fin qui...\nAndate ora. La mia forza non durerà ancora per molto.\nCi incontreremo di nuovo nel mondo reale, e metteremo fine a questo lungo incubo.\n<color=#ece5d8>Domus Aurea</color>\n<color=#ffffff>Obiettivo missione:</color> <color=#ffffff>Parla con Scylla</color>\n<color=#ffffff>Paimon:</color>\nAh, finalmente! Ti sei svegliato!\nPaimon era preoccupata da morire! Pensava... che ti avessero rubato l'anima, come a tutti gli abitanti!\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Ora sto bene, Paimon.</color>\n<color=#ffffff>Paimon:</color>\ntira su col naso ... Meglio così!\nDopo che hai perso i sensi, Boethius e Monsieur Os sono scomparsi con quell'onda sonora, lasciando Paimon qui tutta sola...\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Ho perso i sensi?</color>\n<color=#ffffff>Paimon:</color>\nProprio così, e subito dopo Boethius e Monsieur Os sono scomparsi con quell'onda sonora, lasciando Paimon qui tutta sola...\n<color=#ffffff>Paimon:</color>\nPoi è arrivato questo bestione. Non che sia stato di grande aiuto, in realtà...\n<color=#ffffff>Scylla:</color>\nTemo che non sia dipeso da me. Non sono che un'anima che dimora nell'Icore, e anche se Remus mi ha donato la sua ultima Sinfonia...\nEsercitare liberamente il suo potere è un'altra cosa.\n<color=#ffffff>Paimon:</color>\nA ogni modo, il Viaggiatore si è svegliato e sembra stare bene, ma dov'è finito Monsieur Os? Che Boethius abbia...?\n<color=#ffffff>Viaggiatore:</color>\nL'ho visto.\n<color=#ffffff>Racconti cosa è successo nel palazzo dell'anima di Boethius.</color>\n<color=#ffffff>Paimon:</color>\nEh? Quindi Monsieur Os è lì dentro da solo?\n<color=#ffffff>Viaggiatore</color> <color=#ffffff>:</color> <color=#ffffff>Sembra che abbia un piano. Non ti preoccupare.</color>\n<color=#ffffff>Viaggiato</color> <color=#ffffff>re:</color> <color=#ffffff>È abbastanza preoccupante...</color>\n<color=#ffffff>Scylla:</color>\nComunque, se avesse ragione, avremmo ancora la possibilità di sconfiggere quel miserabile senza vergogna. Ma prima dovrete entrare nella Domus Aurea...\n<color=#ffffff>Paimon:</color>\nIn tal caso, bestione...\n<color=#ffffff>Scylla:</color>\nPerché mi stai guardando?\n<color=#ffffff>Paimon:</color>\nUna volta non hai guidato una schiera di draghi ad attaccare la capitale di Remuria? Farci entrare nella Domus Aurea dovrebbe essere un gioco da ragazzi!\n<color=#ffffff>Scylla:</color>\nSei piccola, ma sai usare la testa. Tuttavia, non è semplice come pensi.\nLa forza principale di noi Dragogeniti risiede nel nostro corpo possente. Ora che sono stato inglobato nell'Icore, non ho che un briciolo di volontà.\nDistruggere l'Initium Iani ha esaurito quasi tutte le mie forze, e la Domus Aurea, difesa dal potere della Sinfonia, non è paragonabile a delle porte di mera pietra.\n<color=#ffffff>Paimon:</color>\nAspetta, allora non abbiamo alternative? Vogliamo davvero starcene qui a guardare mentre quel Boethius si mangia Monsieur Os?!\n<color=#ffffff>Scylla:</color>\nTranquilla, piccola avventata. Ho solo detto che io non ho abbastanza potere, ma questo non vale per voi.\nIl potere della Sinfonia difende il palazzo. Quella stessa forza può essere usata per distruggerlo.\n<color=#ffffff>Viaggiatore:</color>\nMa la Sinfonia che io posso adoperare è...\n<color=#ffffff>Paimon:</color>\nSì! Quella cosa superpotente di Phobos sta proteggendo il palazzo, giusto? Come potremmo mai sconfiggerla?\n<color=#ffffff>Scylla:</color>\nSe non puoi sconfiggerla, usala a tuo vantaggio!\nUn tempo, la volontà di Phobos scorreva attraverso le idrovie dorate in ogni angolo di Remuria.\nSebbene quelle vie e condutture siano andate distrutte, se riuscirete a ricollegare la sezione davanti a voi...\nLe grandi porte della Domus Aurea si apriranno di sicuro, proprio come un tempo. In fondo, è ciò che è stato scritto nella Sinfonia!\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Vale la pena di provarci.</color>\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>A quanto pare, non abbiamo altra scelta...</color>\n<color=#ffffff>Scylla:</color>\nAnch'io ho scoperto un po' di cose mentre cercavo i lasciti di Remus. Sembra che quello scellerato debba ancora unire alcuni frammenti della Sinfonia alla sua musica, e sono sparsi in questa parte del mare.\nVenite con me. Se riusciamo a trovarli e a usare la loro forza, potremo ancora invertire il flusso del tempo e riportare le idrovie alla loro forma originale.\n<color=#ffffff>Paimon:</color>\nAh, questo sembra promettente! Diamoci da fare, allora!\n<color=#ffffff>Obiettivo missione:</color> <color=#ffffff>Ricostruisci le idrovie dorate</color>\n<color=#ffffff>Descrizione missione:</color> Cerca i frammenti perduti della Sinfonia con Scylla, e trova un modo per riportare le antiche idrovie dorate al loro stato originale.\n<color=#ffffff>Obiettivo missione:</color> <color=#ffffff>Segui Scylla e trova un modo per ricostruire le idrovie dorate</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Missione secondaria: Ricostruzione delle idrovie dorate: Parte I"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrizione missione:</color> Per accedere alla \"Domus Aurea\", devi ricostruire le antiche idrovie dorate...\n<color=#ffffff>Scylla:</color>\nIllumina il corno per risvegliare lo \"spartito\" inciso qui permettendo agli \"attori\" di tornare alla loro giusta posizione e libera il potere della \"Sinfonia\".\nIl resto è nelle tue mani."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Missione secondaria: Ricostruzione delle idrovie dorate: Parte II"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrizione missione:</color> Per accedere alla \"Domus Aurea\", devi ricostruire le antiche idrovie dorate...\n<color=#ffffff>Scylla:</color>\nSegui l'Ape dorata. Ti guiderà al prossimo frammento della \"Sinfonia\".\nDialogo opzionale: Parla con Scylla\n<color=#ffffff>Scylla:</color>\nSe usassimo il potere della \"Sinfonia\" distrutta, potremmo ricostruire gli acquedotti come erano originariamente.\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Parlami dei frammenti della Sinfonia...</color>\n<color=#ffffff>Scylla:</color>\nSono sicuro che hai incontrato la musica registrata sotto forma di dipinti, giusto?\nIn passato, i musicisti di Remus avrebbero coperto ogni roccia e muro di pietra con le loro melodie.\nMa di questi tempi, solo queste api dorate ascolteranno il richiamo della \"Sinfonia\".\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Siamo a posto.</color>\n<color=#ffffff>Scylla:</color>\nBene. Trova un modo di riparare gli acquedotti prima.\n<color=#ffffff>Obiettivo missione:</color> <color=#ffffff>Raggiungi il luogo dove sorgono le idrovie dorate</color>\n<color=#ffffff>Paimon:</color>\nBene, le idrovie sono state ricollegate!\nBene, è ora di tornare indietro a cercare quel bestione.\nMmmh... Paimon si chiede come stia Monsieur Os. Dobbiamo sbrigarci!\nEh? Viaggiatore? Che succede? Sta accadendo di nuovo...?\n<color=#ffffff>\"Ho fatto un sogno in cui persino i mortali avevano un libero arbitrio e il loro destino era incerto... Ah, è davvero difficile comporre della bella musica... È ora di svegliarsi dal sogno.\"</color>\n<color=#ffffff>Obiettivo missione:</color> <color=#ffffff>Parla con Scylla</color>\n<color=#ffffff>Scylla:</color>\nRemus, devo ricordarti che...\nA mio avviso, il tuo regno e la Sinfonia che hai composto sono sfuggiti al tuo controllo.\n<color=#ffffff>Viaggiatore:</color>\n...\n<color=#ffffff>Scylla:</color>\nNon mi sono mai aspettato molto da coloro che sono stati creati dall'Usurpatrice delle Mille Acque o dalle vite che hai alimentato personalmente, ma la portata del loro degrado è a dir poco sconvolgente.\nLa civiltà creata da te e dai tuoi sudditi brillava più di tutte le altre in questo mondo, ma ora non ne rimane altro che un'oscurità profonda e impenetrabile.\nLe atrocità commesse in nome della civiltà e dell'ordine sono state più crudeli perfino delle barbarie barbare. Nemmeno gli Elementosauri più violenti e brutali avrebbero mai compiuto un massacro così insensato.\n<color=#ffffff>Viaggiatore:</color>\nSì, me ne rendo perfettamente conto...\n<color=#ffffff>Scylla:</color>\nLo sai, eppure rimani indifferente... O forse non hai il potere per intervenire?\nNo. Se tu lo volessi, potresti facilmente distruggere i mortali che meritano di essere puniti, ma non te la senti di farlo.\nTu ami l'umanità. Questa è la maledizione che devi sopportare come usurpatore.\nÈ ora che io me ne vada... Non li aiuterò a massacrare mortali innocenti, ma non ho nemmeno il desiderio di fermarli.\nUna volta hai promesso all'Usurpatrice delle Mille Acque che avresti usato l'acqua pura che ti aveva concesso per creare un mondo d'infinita prosperità, privo di conflitti.\nTi ho seguito in superficie proprio perché volevo essere testimone di quel futuro, ma è andata così... Hai fallito, Remus. Non sei riuscito a sconfiggere il \"\n\".\nIl sangue macchierà ancora una volta di rosso il Mare Alto. Tale è la crudeltà che i cieli dimostrano nei confronti delle loro creazioni.\n<color=#ffffff>Viaggiatore:</color>\nHo un piano...\n<color=#ffffff>Scylla:</color>\nDavvero? Sei sempre stato autore di molti piani, Remus. Ma ora giacciono tutti nella polvere. Nemmeno tu sai perché sia andato tutto storto.\n<color=#ffffff>Viaggiatore:</color>\nNon vuoi sapere di che si tratta, comunque? Questo sarà l'ultimo.\n<color=#ffffff>Scylla:</color>\nDicesti lo stesso anche quando mi convincesti a lasciare il Fontemer, lo ricordo chiaramente... Ma parla ora, prima che io torni lì, dalla parte dell'Usurpatrice delle Mille Acque.\n<color=#ffffff>Viaggiatore:</color>\n(...)\n<color=#ffffff>Scylla:</color>\n...\nAhahahah! Interessante. Davvero interessante!\nSolo tu potevi essere così straordinariamente egoista e allo stesso tempo indiscutibilmente altruista!\nHai tenuto conto anche di me, vero? Che incoscienza. Una terribile imprudenza da parte tua, o grande usurpatore dei mortali.\nNonostante tutto, però, il tuo piano mi piace.\nIl solo pensiero di poter guidare i miei Elementosauri e calpestare il tuo popolo stupido e arrogante mi riempie di gioia.\n<color=#ffffff>Viaggiatore:</color>\nMa sarà solo una cerimonia. Nient'altro che uno spettacolo...\n<color=#ffffff>Scylla:</color>\nNon temere. Farò come hai detto tu, sarò clemente.\nMa, se lo farai davvero, la tua divinità avrà fine. E non ne rimarrà altro che la Sinfonia. Ci hai riflettuto bene?\n<color=#ffffff>Viaggiatore:</color>\nCerto, certo.\nHo scoperchiato questo vaso degli orrori, e sarà io a chiuderlo.\n<color=#ffffff>Scylla:</color>\nBene. Allora accetto la tua proposta. Se dovesse arrivare il momento, unirò la mia forza a quella della tua Sinfonia...\nLe catene di Phobos saranno spezzate e il tuo popolo sarà di nuovo libero.\n<color=#ffffff>Viaggiatore:</color>\nIn tal caso, ti prego di accettare...\n...la mia Sinfonia finale.\n<color=#ffffff>\"La città costruita dall'arpa fu rovesciata dal suono delle canne. Ciò che i Cieli hanno in serbo per noi è un destino che bilancia il bene e il male.\"</color>\n<color=#ffffff>Paimon:</color>\nHai visto di nuovo i ricordi di Remus, Viaggiatore?\nNon sarà anche stavolta opera del signor Brutto e Cattivo, vero?\nQuello scemo fa venire i nervi persino nei sogni!\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Penso di sapere quale fosse il piano di Remus...</color>\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Dobbiamo distruggere Phobos...</color>\n<color=#ffffff>Viaggiatore:</color>\nPer riuscirci dobbiamo suonare la Sinfonia di Scylla.\n<color=#ffffff>Paimon:</color>\nEh? Perché parli di questa cosa così all'improvviso? Cos'hai visto in quel ricordo?\n<color=#ffffff>Scylla:</color>\nInteressante. Il potere di Remus indugia ancora nelle profondità marine e non si è disperso... E anch'io sono qui, finalmente. Sapete cosa significa?\n<color=#ffffff>Viaggiatore:</color>\nLe condizioni sono state soddisfatte.\n<color=#ffffff>Scylla:</color>\nEsatto. È per questo che sono venuto qui con voi. Per rimediare a millenni di rimorsi.\n<color=#ffffff>Viaggiatore:</color>\nL'ultima questione ora è Phobos...\n<color=#ffffff>Paimon:</color>\nAspettate, aspettate! Paimon è confusa! Per cosa dobbiamo usare la musica? È bello che vi capiate fra di voi e tutto il resto... ma vi state dimenticando di Paimon!\nNon è giusto! Cosa sta succedendo?!\n<color=#ffffff>Scylla:</color>\nL'ultima Sinfonia che Remus mi ha dato, il Requiem, è un ordine di autodistruzione per Phobos.\nSi è sacrificato per scatenare il potere della Sinfonia, lasciando a me il compito di controllare le energie primordiali e selvagge che avrebbero dovuto risvegliarsi.\nQuesto sarebbe dovuto bastare a liberare i suoi sudditi dai loro corpi pietrificati, ritrasformandoli in organismi viventi e distruggendo così la barriera artificiale che separa le razze.\nUna volta mi disse di non rivelare questo piano a nessuno dei suoi sudditi, perché solo comprendendo i propri limiti sarebbero stati in grado di mettere da parte pregiudizi e arroganza.\nTuttavia, a quanto pare tu hai compreso il suo piano collegando i ricordi che si è lasciato dietro, {NICKNAME}.\n<color=#ffffff>Paimon:</color>\nAllora è andata così... Però alla fine si è sacrificato per niente...\n<color=#ffffff>Scylla:</color>\nPuò darsi, ma ora che la mia anima è libera, ho finalmente l'occasione per rimediare.\nLe anime perdute degli ex sudditi di Remus sono ancora imprigionate nelle statue. Se sconfiggiamo quella mostruosità...\nPossiamo utilizzare il Requiem per ridare la libertà a quelle anime, in modo che tornino al Mare Alto e al ciclo eterno di vita e morte.\nCosì facendo, forse potrò dire di aver esaudito il suo desiderio.\n<color=#ffffff>Viaggiatore:</color>\nPuò darsi che io sia qui proprio per questo.\n<color=#ffffff>Scylla:</color>\nSenz'altro, forestiero. Forse si tratta di un incontro voluto dal fato."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Proprietà"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Requisiti di sblocco</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5640,
        "name": "L'ultimo giorno di Remuria",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Dopo aver appreso la vera identità di \"Monsieur Os\", decidi di immergerti nel Mare dei Tempi Remoti per trovare Boethius...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/06/20856775/1c0f22a859063af0403353b6fad40a28_2539884600141500795.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Serie di missioni</color>\nCantici dell'armonia"
      },
      {
        "type": "CustomEntry",
        "epId": 5638,
        "name": "L'ombra su Petrichor",
        "desc": "<p>Una volta a Petrichor, ti imbatti in una serie di strani avvenimenti. Decidi di andare a fondo della questione...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/12694555/1c0f22a859063af0403353b6fad40a28_8575239935158529258.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5639,
        "name": "Notturno subacqueo",
        "desc": "<p>Per salvare gli abitanti di Petrichor, segui uno strano gatto di nome Osse nel misterioso Castello Sbiadito...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/06/20856775/03386dacb31726cbf471f6fb2a29e069_2036728550205880212.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5640,
        "name": "L'ultimo giorno di Remuria",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Dopo aver appreso la vera identità di \"Monsieur Os\", decidi di immergerti nel Mare dei Tempi Remoti per trovare Boethius...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/06/20856775/1c0f22a859063af0403353b6fad40a28_2539884600141500795.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5641,
        "name": "Gradus ad Capitolium",
        "desc": "<p>Dopo aver superato la pericolosa fossa oceanica, arrivi finalmente all'antica capitale sommersa di Remuria. Ora devi recarti alla \"Domus Aurea\" per la resa dei conti con Boethius...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/07/12694555/1c0f22a859063af0403353b6fad40a28_2840204238542413238.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5642,
        "name": "Fortunae plango vulnera",
        "desc": "<p><span style=\"color: #FFFFFF\">Affronta Boethius in uno scontro finale per salvare Monsieur Os e tutti gli abitanti.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/07/20856775/03386dacb31726cbf471f6fb2a29e069_1082061729074697970.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Ricompense</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3907,
        "name": "ESP avventura",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'ESP avventura serve per migliorare il grado avventura.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/15/95525664/cc5a2b13c1c34e9a4dd45c84a521cd99_2245580228326124376.png",
        "amount": 300,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3485,
        "name": "Primogemma",
        "desc": "<p>A primordial crystalline gem that's beyond the mundane world. Shines with the condensed hopes and dreams of universes that once were.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/194600931/8902272b2dbb45cce8fbd6f596c6904b_3502391192719350131.png",
        "amount": 40,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 30000,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 475,
        "name": "Ingegno dell'eroe",
        "desc": "Character EXP material. Gives 20000 EXP.<br/>These experiences are extremely precious for a pilgrim traveling through Teyvat in order to be closer to Celestia.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hero's Wit_icon.png",
        "amount": 2,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1327,
        "name": "Minerale di potenziamento mistico",
        "desc": "Weapon EXP material. Gives 10,000 EXP.<br/>Legend has it that this refined ingot contains the memories of battles that had taken place in the land. The weapons that benefit from these memories naturally become sentient.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mystic Enhancement Ore_icon.png",
        "amount": 3,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Obiettivi</color>\nNessuno"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Luogo di partenza"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Mare dei Tempi Remoti</color>\n<color=#ffffff>Mappa interattiva:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=dark&bbs_theme_device=1&lang=it-it#/map/34?shown_types=52,3&center=-80.91,308.95&zoom=0.50"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/41133912/4016a0c1103e614e97837f37dd6fb565_7705924080340050294.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/41133912/f2060dcf51316b95759c44e0e4de17fb_1092903675525474055.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Obiettivi della missione"
      },
      {
        "type": "RichText",
        "text": "Procedi oltre\nParla con"
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>Principe dei Dragogeniti e amico di Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/27/20577441/b2d6cefc957361355bd202af3efcb21d_5912680285645270520.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Vai alla \" <color=#ece5d8>Domus Aurea</color> \"\nEsplora lo spazio misterioso\nRespingi i golem\nEsplora lo spazio misterioso\nParla con Scylla\nRicostruisci le idrovie dorate\nSblocca la missione secondaria: <color=#ffd780>Ricostruzione delle idrovie dorate: Parte I</color>\nPer accedere alla \"Domus Aurea\", devi ricostruire le antiche idrovie dorate...\nCerca gli \"spartiti\" dispersi\nRiporta gli uccelli fantasma al loro posto\nUtilizza il dispositivo di orientamento della luce per illuminare il corno\nSegui gli uccelli fantasma\nSblocca la missione secondaria: <color=#ffd780>Ricostruzione delle idrovie dorate: Parte II</color>\nPer accedere alla \"Domus Aurea\", devi ricostruire le antiche idrovie dorate...\nCerca gli \"spartiti\" dispersi\nSegui l'Ape dorata\nRiporta gli uccelli fantasma al loro posto\nUtilizza il dispositivo di orientamento della luce per illuminare il corno\nSegui gli uccelli fantasma\nRaggiungi il luogo dove sorgono le idrovie dorate\nParla con Scylla"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Gradus ad Capitolium"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Missione avventura"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "4.6"
          }
        ]
      }
    ]
  }
}