{
  "epId": 5649,
  "name": "Invito della Banda di Arataki",
  "desc": "<p>Una lettera d'invito dirompente e colorata, sia nello stile che nel contenuto. Parla di un festival rock entusiasmante, libero, sfrenato, enorme e che attraversa i confini, di cui tu sarai l'ospite speciale, invitato/a appositamente per infiammare lo spirito rock 'n' roll di tutti i presenti!</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/45954971/6b5004651e5a4907478346e384cb590d_552434564616648732.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1716235751,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Invitao della Banda di Arataki"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Ottenibile presso l'evento -\" Tour de force arcobaleno delle meraviglie di Arataki il rockettaro\"- versione 4.6"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Invito della banda di Arataki",
        "desc": [
          {
            "type": "RichText",
            "text": "Ahahaha! Indovina un po' chi sono!\nTombola! hai indovinato, compadre! Sono il tuo migliorissimo amico che sente tanto la tua mancanza qui a Inazuma! Ahahahah!\nDi recente ho conosciuto un nuovo amico di Fontaine, mi ha raccontato che dalle sue parti si tiene uno spettacolo musicale che si chiama \"Tour dell'arcobaleno\"!\nNaturalmente mi ha fatto subito pensare al Festival delle percussioni dell'ultima volta, e a come abbiamo scosso tutta l'Isola di Amakane cantando e mangiando Melonlavanda arrosto! Ah, che bei ricordi!\nHai presente, no, compadre? (Non mi dispiacerebbe se decidessi di scordarti quella parte in cui quelli della Commissione Tenryou mi hanno arrestato per sbaglio.)\nCosì, stavolta ho deciso di mettermi in società col mio nuovo amico e tenere un evento ancora più grande, trasgressivo e fuori di testa: un festival musicale che si chiamerà \"Tour de force arcobaleno delle meraviglie di Arataki il rockettaro\". Eh, che te ne pare? Già solo il nome dovrebbe infiammarti lo spirito!\nQuindi basta tentennare e precipitati sull'Isola di Watatsumi, perché il Solo e oni-co ha ancora molto da dire.\nNon accetto scuse!\nSenza di te lo spettacolo non si può fare!\nNota: ovviamente, tutto questo non me lo sono fatto trascrivere da Shinobu!\n(Lo ha fatto sì, invece)"
          }
        ]
      }
    ]
  }
}