{
  "epId": 5668,
  "name": "Un palco imprevedibile!",
  "desc": "<p>Dopo aver caricato uno spartito vuoto, puoi attivare il dispositivo di riproduzione e dare inizio a un'esibizione sfavillante!<br>Nel corso dell'esibizione, dal palco si leveranno Bolle musicali di vario tipo. <br>Raccogliendone un certo numero, l'esibizione procederà senza intoppi. <br>Usa il potere della \"Sinfonia\" <span style=\"color: #FFE14B\">premendo e sprigionando un'Onda sonora della pausa</span> per immobilizzare le Bolle musicali e raccogliere più facilmente. <br>Durante l'esibizione, potresti incorrere in vari imprevisti. Risolvili e fai in modo che l'esibizione vada a buon fine. Quando la grande nave Fortuna nell'affresco giungerà a destinazione, la tua esibizione avrà raggiunto la sua perfetta conclusione!<br>Mentre la nave attraversa l'affreso, incontrerà delle burrasche: <span style=\"color: #FFE14B\">raccogli le Bolle musicali</span> per creare uno scudo che le permetta di resistere alla tempesta. Se la nave affonda prima che sia in grado di schierare lo scudo, l'esibizione fallirà. <br>Durante la burrasca, anche il palco verrà colpito da fulmini imprevedibili. Trova il modo per evitarli e portare a termine l'esibizione!</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/21/141621183/f3d72cb7a976b69b429eb4f863562206_8564667179305693943.png",
  "menuId": 14,
  "menuName": "Tutorial",
  "version": 1731585501,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Un palco imprevedibile!"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Avventura"
          }
        ]
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "4.6"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Tutorial",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/21/141621183/076815c450a0e39320b2c6b83930ae49_1803259523167281803.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Dopo aver caricato uno spartito vuoto, puoi attivare il dispositivo di riproduzione e dare inizio a un'esibizione sfavillante!"
          }
        ]
      },
      {
        "key": "Tutorial",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/21/141621183/feed9e71c47ca8ae6f1c0a4ed66ee829_9164280625751742136.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Nel corso dell'esibizione, dal palco si leveranno Bolle musicali di vario tipo.\nRaccogliendone un certo numero, l'esibizione procederà senza intoppi."
          }
        ]
      },
      {
        "key": "Tutorial",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/21/141621183/e5ee33761e1df39466d24721ae586aa3_2956352878867218416.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Usa il potere della \"Sinfonia\" <color=#ffe14b>premendo e sprigionando un'Onda sonora della pausa</color> per immobilizzare le Bolle musicali e raccogliere più facilmente.\nDurante l'esibizione, potresti incorrere in vari imprevisti. Risolvili e fai in modo che l'esibizione vada a buon fine. Quando la grande nave Fortuna nell'affresco giungerà a destinazione, la tua esibizione avrà raggiunto la sua perfetta conclusione!"
          }
        ]
      },
      {
        "key": "Tutorial",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/21/141621183/e2c54cbe48b632cd70bdd1b760831816_3272912407544809361.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Mentre la nave attraversa l'affreso, incontrerà delle burrasche: <color=#ffe14b>raccogli le Bolle musicali</color> per creare uno scudo che le permetta di resistere alla tempesta. Se la nave affonda prima che sia in grado di schierare lo scudo, l'esibizione fallirà.\nDurante la burrasca, anche il palco verrà colpito da fulmini imprevedibili. Trova il modo per evitarli e portare a termine l'esibizione!"
          }
        ]
      }
    ]
  }
}