{
  "epId": 5734,
  "name": "La piccola strega e la fiamma perpetua (VI)",
  "desc": "<p>\"È davvero necessario scrivere tutto questo, in un momento del genere?\" \"Orbene, lascia fare a me. Le occasioni per tornare in questo mondo sono più rare che uniche. Alice avrebbe pensato la stessa cosa: se non continuiamo, allora nulla avrà avuto senso\".</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/531a39334dc65d78ebe5e2de11fddbaa_6189380871850688437.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1722784295,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "La piccola strega e la fiamma perpetua (VI)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Anticamera del teatro"
          }
        ]
      },
      {
        "key": "Libro",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5839,
            "name": "La piccola strega e la fiamma perpetua",
            "desc": "Un fiore azzurro dall'aspetto immacolato, che nasce quando le vene d'acqua confluiscono. Ha un profumo semplice, fresco ed elegante, intenso e corroborante nella sua gentilezza.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/02/531a39334dc65d78ebe5e2de11fddbaa_9041448304278463013.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Articoli correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 5729,
        "name": "La piccola strega e la fiamma perpetua (I)",
        "desc": "<p>La rilegatura è elegante, ma il contenuto è scritto interamente a mano. A giudicare dalla grafia, gli autori sono multipli. \"Non preoccuparti troppo di COSA stiamo scrivendo, l'importante è che la copertina sia magnifica! È l'unico modo per dare l'impressione di essere di fronte a un capolavoro\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/531a39334dc65d78ebe5e2de11fddbaa_3385976434429468063.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5730,
        "name": "La piccola strega e la fiamma perpetua (II)",
        "desc": "<p>\"Hai superato la metà ma non hai fatto mezzo progresso con la trama! Perché pensi solo all'ambientazione?!\" \"Ma cosa vuoi saperne tu? E poi, l'ambientazione non c'entra niente, si tratta di delucidare le scienze naturali e altre discipline!\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/531a39334dc65d78ebe5e2de11fddbaa_5005521196753460552.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5731,
        "name": "La piccola strega e la fiamma perpetua (III)",
        "desc": "<p>Appaiono misteriose parole scritte a mano prima del testo principale: \"È raro che R abbia le facoltà mentali per scagliare incantesimi. È davvero il caso che sprechi il poco di lucidità che le resta scrivendo queste parole?\" \"Non preoccuparti. Per una strega questa è la cosa più importante\".</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/531a39334dc65d78ebe5e2de11fddbaa_3483708032341371777.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5732,
        "name": "La piccola strega e la fiamma perpetua (IV)",
        "desc": "<p>Appaiono misteriose parole scritte a mano prima del testo principale: \"Per la grande Tsaritsa, come fanno a esserci tutte queste trame irrisolte? Per favore, abbiate pietà di queste vecchie ossa\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/531a39334dc65d78ebe5e2de11fddbaa_2788889116681688958.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5733,
        "name": "La piccola strega e la fiamma perpetua (V)",
        "desc": "<p>Più che scritte, sono scarabocchi. Forse l'autore non scrive molto, o forse gli è successo qualcosa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/531a39334dc65d78ebe5e2de11fddbaa_7596708783787632464.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5735,
        "name": "La piccola strega e la fiamma perpetua (VII)",
        "desc": "<p>La rilegatura è elegante, ma il contenuto è scritto interamente a mano. A giudicare dalla grafia, gli autori sono multipli. \"Ho già scoperto a cosa serve scrivere... A dirti che vorrei tanto averti qui con me\".</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/531a39334dc65d78ebe5e2de11fddbaa_3716199870824870020.png",
        "displayStyle": "card"
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "La piccola strega si precipitò a incontrare la sua insegnante. Voleva chiederle perché l'esame si fosse concluso in quel modo e non le fosse stato permesso di diventare una strega. Era pronta a lanciare a terra tutto quello che le fosse capitato a tiro! Anche se, com'è ovvio, avrebbe lanciato solo gli oggetti che potevano resistere alla caduta e che riusciva effettivamente a sollevare, evitando accuratamente la tazza da tè preferita della sua insegnante; ma la piccola strega era più che disposta a rinunciare alla sua seconda tazza preferita, pur di dimostrare la gravità della situazione: se l'era comprata da sola, ovviamente, non era un regalo dei suoi amici. Dopotutto, lei considerava i doni degli amici preziosi tanto quanto gli amici stessi, e non li avrebbe mai usati come vittime sacrificali in un suo scatto d'ira.\n\"Octavia è tornata. Va' a trovarla.\"\nQueste furono le placide parole che la sua insegnante le rivolse appena si incontrarono di nuovo. In un istante, le emozioni che la piccola strega aveva accumulato, preparato, fermentato, pianificato e ripassato migliaia di volte scomparvero.\nOctavia era una sua buona amica, nonché amica dell'anziana strega leggendaria. La sua casa era stata distrutta ma, poiché le mancava il coraggio di reagire, si era votata a una vita da raminga.\nAveva visto molti mondi e raccontato alla piccola strega svariate storie sul cielo al di là del cielo.\n\"L'intero cosmo sta per morire. Le cose hanno raggiunto il culmine non molto tempo fa, ma presto finiranno per precipitare\". Octavia sedeva in un cortile baciato dalla luce del sole, versando del tè nelle tazze che lei e la piccola strega amavano di più.\nLa piccola strega tirò su una sedia e ci si sedette. \"Sei tornata così all'improvviso\", disse. \"Non abbiamo nemmeno preparato una sedia per te. Probabilmente ora sei seduta sulla sedia della strega anziana\".\n\"Molte stelle che attraversano il cosmo si sono spente\", disse Octavia. \"Non ho idea di quanto tempo rimanga, quindi volevo tornare per rivederti\".\n\"È per questo che la mia insegnante e gli altri hanno interrotto tutti gli esami da strega? Perché sei tornata e gli hai detto questa cosa?\", chiese la piccola strega.\n\"Forse. In un mondo del genere, ogni cosa perde di significato, quindi non c'è più alcun bisogno per te di diventare una strega\".\n\"Allora non mi serve che mi arrabbi ancora con la mia insegnante\", commentò la piccola strega.\n\"Ma ti arrabbierai con me? Ti ho fatto perdere la possibilità di diventarne una\", domandò O.\n\"Se questa volta te ne andrai e non tornerai più, lo farò eccome\", rispose la piccola strega. \"Vado nella tua stanza a prenderti la sedia\".\n\"Posso sempre sedermi sulla sedia della strega anziana, no? Tanto ormai è troppo vecchia per alzarsi e sedercisi lei\".\n\"No che non puoi! Quella sedia appartiene a lei, proprio come la tua appartiene a te\", la rimbrottò la piccola strega. \"Ognuna ha la propria sedia. Così, anche se qualcuna di noi non è presente, i suoi ricordi possono sedercisi sopra. Non possiamo assolutamente prendere le sedie sbagliate...\"\nOctavia sorrise rassegnata.\nPer scusarsi con la piccola strega di aver interrotto il suo esame, volle rivelarle una notizia.\nLe disse che...\n\"La 'fiamma perpetua' esiste davvero. E per trovarla, devi...\""
          }
        ]
      }
    ]
  }
}