{
  "epId": 5737,
  "name": "Agenzia Gactotum (II)",
  "desc": "<p>Dopo aver decifrato l'incantesimo in felinese, Perroux trova l'entrata dell'ufficio e \"si tuffa nelle ombre sottostanti\"... Dopodiché?</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_8607239694597742568.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1722800357,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Articoli correalti"
      },
      {
        "type": "CustomEntry",
        "epId": 5736,
        "name": "Agenzia Gactotum (I)",
        "desc": "<p>Un giorno, la misteriosa Agenzia Gactotum manda un invito all'usciere Perroux... Chissà quali avventure lo aspettano.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_341255635741624528.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5738,
        "name": "Agenzia Gactotum (III)",
        "desc": "<p>Il gatto col braccio tatuato ha completato l'incarico del gatto capo ronfatore, ma l'altro cos'ha fatto? La curiosità di Perroux è immutata...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_4877402870041470513.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5739,
        "name": "Agenzia Gactotum (IV)",
        "desc": "<p>Persino l'Agenzia Gactotum, che ha visto veramente di tutto, a volte non sa che pesci pigliare. Quale diabolico problema ha messo così in difficoltà il grosso capo soriano, al punto da voler chiedere l'aiuto di Perroux?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_4697783997827038805.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5740,
        "name": "Agenzia Gactotum (V)",
        "desc": "<p>Dei magici stivali felini e una misteriosa maschera gattosa. Come faranno a portare il gatto dal lungo pelo all'Agenzia Gactotum?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_145822108085067249.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5741,
        "name": "Agenzia Gactotum (VI)",
        "desc": "<p>Davanti agli occhi dei gatti e del padrone, il gatto soriano e la gatta dal pelo lungo si sposano senza intoppi, diventando \"gattomarito e gattomoglie\"... Oppure...?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_260182431307568554.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5742,
        "name": "Agenzia Gactotum (VII)",
        "desc": "<p>\"Corra, Perroux, Corra!\" Nella mente e nelle orecchie gattose di Perroux queste parole continuano a riecheggiare.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_3142370512558384349.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5743,
        "name": "Agenzia Gactotum (VIII)",
        "desc": "<p>\"Detto ciò, sembra che per il padrone sia arrivata una nuova stagione degli amori\", sussurravano i servitori...</p><p>Ma ciò accadde molto tempo dopo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_7279271071705936835.png",
        "displayStyle": "card"
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "\"Eccola, è arrivato! Prego, si accomodi pure\".\nI gatti avevano un'aria decisamente felice.\n\"Eh, già! Ammetto che non è stato facile trovare la vostra sede\".\nQuella sera, Perroux aveva seguito le indicazioni sull'invito, facendo attenzione a ogni minimo dettaglio.\nCome previsto, c'era un'unica carrozza dei netturbini con una ruota rotta che era rimasta parcheggiata lì. Al di sotto, aveva notato un'apertura buia che si fondeva con le ombre, da cui provenivano una luce tenue e dei suoni indistinti, con una scala a chiocciola che scendeva in profondità.\nSul fondo, ben celata, si trovava l'Agenzia Gactotum.\n\"È la natura dei randagi, spero capirà\".\nI suoi occhi dorati si strinsero. Il gatto striato simile a una tigre parlava con umiltà, ma la sua coda era arcuata, donandogli un'aria fiera.\nPerroux lo riconobbe immediatamente. Si trattava del gatto che veniva spesso a oziare sul davanzale del suo padrone, facendo oscillare pigramente la coda. Gli altri gatti, invece, non gli erano altrettanto familiari.\nIl gatto soriano dal pelo striato gli presentò a uno a uno tutti gli altri gatti.\nIl Capo Gatto, ovvero il soriano stesso.\nIl Sicario, il gatto sulla sinistra, con un tatuaggio che gli copriva l'intera zampa.\nLa gatta tricolore, sulla destra, dall'aria piuttosto scaltra. La lettera a Perroux era stata scritta usando un pennello ricavato dal pelo di ciascuno dei felini presenti, ed era stata proprio quella tricolore ad adoperarlo.\n\"E poi c'è lei, la gatta bruciacchiata. È un po' bruttina e spelacchiata, e le manca qualche chiazza di pelliccia, ma non si lasci ingannare dal suo aspetto!\"\nLoro erano i gatti che appartenevano all'Agenzia Gactotum, la cui finalità era risolvere i problemi che tormentavano i felini della città.\n\"Se è così, che genere di difficoltà avete risolto in veste di Agenzia Gactotum?\"\nPerroux rivolse la sua domanda con curiosità.\nIl gatto soriano fece ondeggiare la coda verso sinistra, e il gatto col tatuaggio avanzò.\n\"Io sono il braccio della squadra, capito? È per via del mio tatuaggio, vedi? Il nostro boss sonnacchioso qui presente mi affida i compiti e io li risolvo, chiaro?\nIl Capo Gatto ha aperto un hotel di tutto rispetto, sai? Che non c'ha proprio niente da invidiare a quelli umani, no no! Già il primo giorno aveva fatto il pienone, pensa te\".\nQuindi i gatti avevano perfino un hotel di lusso tutto per loro! Perroux avrebbe tanto voluto prendere il suo taccuino e segnarsi tutto quanto.\nGli era bastato oltrepassare la porta d'ingresso e sbirciare verso l'interno per provare una certa invidia... La stessa sensazione che prova un bambino quando prende l'incarto di una caramella e non riesce a smettere di leccarlo.\n\"Però vedi, il Capo russava talmente forte che gli ospiti non riuscivano manco a chiudere occhio! E così gli affari sono letteralmente colati a picco, no?\nUn giorno, però, un'orda di ratti s'è presentata e ha preso a rosicchiare le robe degli ospiti, capisci? Poi il Capo è intervenuto e ha salvato capra e cavoli, eh?\nDopo quella vicenda, ogni volta che lo sentivano russare, gli ospiti erano tranquilli e gli dicevano 'bravo gattino, bravo'...\nMa vuoi sapere la verità? In quell'hotel non c'erano mai stati ratti, no. Ero io che li acchiappavo di notte e li cacciavo fuori di giorno, capisci?\""
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Agenzia Gactotum (II)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Anticamera del teatro"
          }
        ]
      },
      {
        "key": "Libro",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5838,
            "name": "Agenzia Gactotum",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/02/5edca14df60d3850c4b14b664517188c_5153963856235441452.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}