{
  "epId": 5738,
  "name": "Agenzia Gactotum (III)",
  "desc": "<p>Il gatto col braccio tatuato ha completato l'incarico del gatto capo ronfatore, ma l'altro cos'ha fatto? La curiosità di Perroux è immutata...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_4877402870041470513.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1722800354,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Agenzia Gactotum (III)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Anticamera del teatro"
          }
        ]
      },
      {
        "key": "Libro",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5838,
            "name": "Agenzia Gactotum",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/02/5edca14df60d3850c4b14b664517188c_5153963856235441452.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Articoli correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 5736,
        "name": "Agenzia Gactotum (I)",
        "desc": "<p>Un giorno, la misteriosa Agenzia Gactotum manda un invito all'usciere Perroux... Chissà quali avventure lo aspettano.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_341255635741624528.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5737,
        "name": "Agenzia Gactotum (II)",
        "desc": "<p>Dopo aver decifrato l'incantesimo in felinese, Perroux trova l'entrata dell'ufficio e \"si tuffa nelle ombre sottostanti\"... Dopodiché?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_8607239694597742568.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5739,
        "name": "Agenzia Gactotum (IV)",
        "desc": "<p>Persino l'Agenzia Gactotum, che ha visto veramente di tutto, a volte non sa che pesci pigliare. Quale diabolico problema ha messo così in difficoltà il grosso capo soriano, al punto da voler chiedere l'aiuto di Perroux?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_4697783997827038805.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5740,
        "name": "Agenzia Gactotum (V)",
        "desc": "<p>Dei magici stivali felini e una misteriosa maschera gattosa. Come faranno a portare il gatto dal lungo pelo all'Agenzia Gactotum?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_145822108085067249.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5741,
        "name": "Agenzia Gactotum (VI)",
        "desc": "<p>Davanti agli occhi dei gatti e del padrone, il gatto soriano e la gatta dal pelo lungo si sposano senza intoppi, diventando \"gattomarito e gattomoglie\"... Oppure...?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_260182431307568554.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5742,
        "name": "Agenzia Gactotum (VII)",
        "desc": "<p>\"Corra, Perroux, Corra!\" Nella mente e nelle orecchie gattose di Perroux queste parole continuano a riecheggiare.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_3142370512558384349.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5743,
        "name": "Agenzia Gactotum (VIII)",
        "desc": "<p>\"Detto ciò, sembra che per il padrone sia arrivata una nuova stagione degli amori\", sussurravano i servitori...</p><p>Ma ciò accadde molto tempo dopo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_7279271071705936835.png",
        "displayStyle": "card"
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Il gatto tatuato concluse il suo racconto, e il soriano fece ondeggiare la coda verso destra.\nLa gatta tricolore avanzò con eleganza per poi esibirsi in un aggraziato inchino.\n\"Come si suol dire, anche tra i felini ci sono molti perdigiorno, miao.\nUno scansafatiche che ciondola sempre fuori dalle porte della città ci aveva incaricato di escogitare un metodo unico e infallibile per catturare i topi, miao.\nSeguendo le mie istruzioni, il nostro caro pelandrone ha cambiato l'insegna della sua tana da 'Capanna del Gatto' a 'Topaia di sosta', miao.\nDa quel momento, ogni volta che dei roditori entrano in città, purr, sentono una voce gentile e amichevole che li chiama: 'Amici topi e ratti! Se siete stanchi dopo un lungo viaggio, venite a godervi un po' di meritato ristoro!'; oppure: 'Amici topi e ratti! Rilassate le vostre membra sorcine e godetevi un bel bagno caldo!', miao.\nCosì, ora i topi si strofinano con il sale, si spalmano l'olio addosso e si mettono in fila per entrare in una vasca di 'acqua tiepida' che in realtà è acqua bollente, miao.\nDopodiché, finiscono dritti dritti tra le fauci del nostro amico scansafatiche, miao!\"\nPerroux non riuscì a trattenere un \"pfff\". \"Ah! Che tricolore scaltra!\"\nLa tricolore si esibì di nuovo nel suo aggraziato inchino, per poi tornare al suo posto con l'eleganza di una nobildonna.\n\"Q-Quindi ora è il turno di questa leale servitrice...\" La gatta bruciacchiata si schernì.\n\"Il pelo di questa umile serva si è bruciato mentre cercava un po' di tepore in una pila di legna da ardere...\nÈ stato veramente strano. Quest'umile serva si era appena addormentata, c'era un tepore così piacevole... Stava sognando di essere tornata gattina, le pareva di dormire nel pelo della sua mamma... Mentre dormiva, però, la sua pelliccia ha preso fuoco...\nG-Grazie all'aiuto del Capo, ora quest'umile serva si occupa di girare tra le fogne della città per recapitare messaggi, trasmettere informazioni, svolgere commissioni e quant'altro. Perché non ho paura di sporcarsi le zampe...\nN-Non so fare granché d'altro, però, a parte questo...\"\nIl gatto soriano si schiarì la gola facendo trasalire la gatta bruciacchiata, che con un sorriso si ritirò senza emettere un fiato.\n\"Molto bene. Ora dovrebbe esserle chiaro di cosa ci occupiamo normalmente all'Agenzia Gactotum.\nL'abbiamo invitata qui perché ci siamo scontrati con un problema irrisolvibile, Monsieur Perroux, e vorremmo che ci fornisse il suo aiuto in merito!\""
          }
        ]
      }
    ]
  }
}