{
  "epId": 5740,
  "name": "Agenzia Gactotum (V)",
  "desc": "<p>Dei magici stivali felini e una misteriosa maschera gattosa. Come faranno a portare il gatto dal lungo pelo all'Agenzia Gactotum?</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_145822108085067249.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1722800349,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Agenzia Gactotum (V)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Anticamera del teatro"
          }
        ]
      },
      {
        "key": "Libro",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5838,
            "name": "Agenzia Gactotum",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/02/5edca14df60d3850c4b14b664517188c_5153963856235441452.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Articoli correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 5736,
        "name": "Agenzia Gactotum (I)",
        "desc": "<p>Un giorno, la misteriosa Agenzia Gactotum manda un invito all'usciere Perroux... Chissà quali avventure lo aspettano.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_341255635741624528.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5737,
        "name": "Agenzia Gactotum (II)",
        "desc": "<p>Dopo aver decifrato l'incantesimo in felinese, Perroux trova l'entrata dell'ufficio e \"si tuffa nelle ombre sottostanti\"... Dopodiché?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_8607239694597742568.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5738,
        "name": "Agenzia Gactotum (III)",
        "desc": "<p>Il gatto col braccio tatuato ha completato l'incarico del gatto capo ronfatore, ma l'altro cos'ha fatto? La curiosità di Perroux è immutata...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_4877402870041470513.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5739,
        "name": "Agenzia Gactotum (IV)",
        "desc": "<p>Persino l'Agenzia Gactotum, che ha visto veramente di tutto, a volte non sa che pesci pigliare. Quale diabolico problema ha messo così in difficoltà il grosso capo soriano, al punto da voler chiedere l'aiuto di Perroux?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_4697783997827038805.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5741,
        "name": "Agenzia Gactotum (VI)",
        "desc": "<p>Davanti agli occhi dei gatti e del padrone, il gatto soriano e la gatta dal pelo lungo si sposano senza intoppi, diventando \"gattomarito e gattomoglie\"... Oppure...?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_260182431307568554.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5742,
        "name": "Agenzia Gactotum (VII)",
        "desc": "<p>\"Corra, Perroux, Corra!\" Nella mente e nelle orecchie gattose di Perroux queste parole continuano a riecheggiare.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_3142370512558384349.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5743,
        "name": "Agenzia Gactotum (VIII)",
        "desc": "<p>\"Detto ciò, sembra che per il padrone sia arrivata una nuova stagione degli amori\", sussurravano i servitori...</p><p>Ma ciò accadde molto tempo dopo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_7279271071705936835.png",
        "displayStyle": "card"
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Arrivò un nuovo invito, stavolta per il padrone.\n\"Padron Baron, abbiamo sentito un gran parlare della sua pregiatissima gatta. Anch'io possiedo un gatto esotico e prezioso, pertanto gradirei approfondire la nostra conoscenza condividendo la comune passione per i felini. Sarebbe per me un onore e un piacere poterla ospitare presso la mia dimora e disquisire insieme in merito all'argomento.\nUna carrozza verrà a prendere lei e la sua gatta all'orario stabilito. A presto, Lady von Frigga\"\nGrazie alla supervisione di Perroux, la gatta tricolore aveva corretto ogni singolo errore di ortografia.\nCosì, i gatti si misero al lavoro.\nMolti gatti che avevano ricevuto l'assistenza dell'Agenzia accorsero in aiuto, portando tessuti di raso bianco, scatolette di dentice quasi scadute, bottiglie di vino... Il tutto per trasformare la sede dell'agenzia in un luogo dove celebrare le nozze.\nQualunque passante fosse incappato in quella zona sarebbe sbiancato di paura nel vedere così tanti gatti randagi aggirarsi tra le ombre della città.\nLa carrozza rotta era stata riparata e meravigliosamente decorata, al punto da sembrare uscita direttamente da una fiaba.\nCoi suoi cuscini in piume di cigno e i campanellini che tintinnavano al vento per la gioia di ogni gattino, la carrozza arrivò alla scalinata d'ingresso del padrone.\n\"Prego, si accomodi, signore\".\nPerroux si rivolse rispettosamente al suo padrone chinando il capo, fingendo di essere il \"cocchiere di Lady von Frigga\".\nAnche se indossava la maschera misteriosa da gatto, Perroux non riusciva a non agitarsi, pensando di combinare qualche pasticcio che avrebbe finito per rivelare l'intera messinscena.\nFortunatamente, il padrone aveva occhi solo per la lussuosa carrozza, al punto da dare perfino un sacchetto di Mora al \"cocchiere\". \"Ecco, una piccola mancia per te!\"\nLungo la strada, la carrozza si fermò a causa di un gruppo di gatti che attraversava la strada.\n\"Fate presto, devo passare!\", sussurrò Perroux da sotto la maschera, temendo di fare tardi.\n\"Scusa, andiamo di fretta anche noi. Stiamo andando a un matrimonio!\", risposero i gatti.\nQuando la fila felina finì di attraversare, erano già arrivati all'Agenzia Gactotum.\n\"Oh! Questa è seta rara e costosa... E l'intera sala ne è coperta!\" Il padrone era colmo di ammirazione per quello scenario.\n\"Il pasticcio di carne e verdure... è veramente ottimo, di certo opera di uno chef di un certo livello.\nE ci sono così tanti gatti, qui! Sono stupefatto. Lady von Frigga è davvero premurosa. Immagino che ami davvero tanto il suo gatto esotico, così come io adoro la mia gatta a pelo lungo\".\nIl padrone tesseva lodi a non finire per la persona che lo aveva invitato.\n\"Che evento magnifico, vero? Prego, ne prenda un bicchiere! E un altro ancora!\" La gatta tricolore alzò un calice di vino, invitando il padrone a berne ancora.\n\"Allora favorisco, grazie!\"\nIl padrone era di ottimo umore, oltre a essere brillo abbastanza da non rendersi conto che una gatta gli aveva appena rivolto la parola."
          }
        ]
      }
    ]
  }
}