{
  "epId": 5742,
  "name": "Agenzia Gactotum (VII)",
  "desc": "<p>\"Corra, Perroux, Corra!\" Nella mente e nelle orecchie gattose di Perroux queste parole continuano a riecheggiare.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_3142370512558384349.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1722800343,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Articoli correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 5736,
        "name": "Agenzia Gactotum (I)",
        "desc": "<p>Un giorno, la misteriosa Agenzia Gactotum manda un invito all'usciere Perroux... Chissà quali avventure lo aspettano.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_341255635741624528.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5737,
        "name": "Agenzia Gactotum (II)",
        "desc": "<p>Dopo aver decifrato l'incantesimo in felinese, Perroux trova l'entrata dell'ufficio e \"si tuffa nelle ombre sottostanti\"... Dopodiché?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_8607239694597742568.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5738,
        "name": "Agenzia Gactotum (III)",
        "desc": "<p>Il gatto col braccio tatuato ha completato l'incarico del gatto capo ronfatore, ma l'altro cos'ha fatto? La curiosità di Perroux è immutata...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_4877402870041470513.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5739,
        "name": "Agenzia Gactotum (IV)",
        "desc": "<p>Persino l'Agenzia Gactotum, che ha visto veramente di tutto, a volte non sa che pesci pigliare. Quale diabolico problema ha messo così in difficoltà il grosso capo soriano, al punto da voler chiedere l'aiuto di Perroux?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_4697783997827038805.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5740,
        "name": "Agenzia Gactotum (V)",
        "desc": "<p>Dei magici stivali felini e una misteriosa maschera gattosa. Come faranno a portare il gatto dal lungo pelo all'Agenzia Gactotum?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_145822108085067249.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5741,
        "name": "Agenzia Gactotum (VI)",
        "desc": "<p>Davanti agli occhi dei gatti e del padrone, il gatto soriano e la gatta dal pelo lungo si sposano senza intoppi, diventando \"gattomarito e gattomoglie\"... Oppure...?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_260182431307568554.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5743,
        "name": "Agenzia Gactotum (VIII)",
        "desc": "<p>\"Detto ciò, sembra che per il padrone sia arrivata una nuova stagione degli amori\", sussurravano i servitori...</p><p>Ma ciò accadde molto tempo dopo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_7279271071705936835.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Agenzia Gactotum (VII)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Anticamera del teatro"
          }
        ]
      },
      {
        "key": "Libro",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5838,
            "name": "Agenzia Gactotum",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/02/5edca14df60d3850c4b14b664517188c_5153963856235441452.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "\"Scappiamo, scappiamo!\"\nPerroux era come una raffica di vento ammantata di nero.\n\"Scappiamo, scappiamo!\"\nPercorse verso l'alto la scala a chiocciola per raggiungere l'uscita dell'Agenzia Gactotum.\nDov'erano finiti quegli stivali magici? Perroux non ne aveva idea; tutto ciò che sapeva è che stava correndo con l'agilità di un felino, e che vedeva il mondo dal basso, dalla prospettiva di un gatto.\nDov'era finita quella maschera misteriosa? La risposta pian piano si fece strada nella mente di Perroux.\nGli stivali e la maschera erano diventati parte di lui; in parole povere, era diventato un gatto! Poiché stava indossando dei guanti bianchi da cocchiere, aveva assunto le sembianze di un gatto bicolore!\n\"Scappiamo, scappiamo...\"\nChi era che stava parlando?\nPerroux girò la testa, e vide il gatto soriano, col suo papillon, e la gatta a pelo lungo, col suo strascico in raso bianco, correre l'uno dietro l'altra.\n\"Scappiamo, scappiamo... Monsieur Perroux, la prego, deve condurci fino al porto con quella carrozza!\"\nDietro di loro, i gatti saltavano dappertutto, strappando i nastri decorativi. Il vino e l'insalata sul tavolo del banchetto erano stati rovesciati, e la confusione aveva impedito al padrone di fare un altro passo.\n\"Gattina mia, torna indietro!\"\nNessuno rispose alle grida del padrone.\nDate le circostanze, tutto ciò che Perroux poteva fare era condurre al porto sani e salvi il gatto soriano e la gatta a pelo lungo. In fondo, le zampe dei gatti sono piccine, e non riescono a fare più di una cosa per volta.\nPlit, plat, plif, plof... Fuori aveva cominciato a piovere e a lampeggiare.\nTutto era immerso nel buio più profondo, illuminato solo per brevi istanti dalla luce che preludeva al rombo del tuono. Soltanto quella porticina era ancora aperta, completamente sguarnita.\nProbabilmente, le guardie erano andate a ripararsi dalla pioggia.\nInfiniti gorghi vorticavano sulla superficie del lago su cui la nave era attraccata. A un occhio poco attento, sarebbe potuta sembrare l'ombra di un ponte; ma per Perroux, che possedeva l'eccezionale vista derivante dal suo aspetto felino, la sua forma era più che evidente.\nPortando con sé i doni nuziali consegnatigli dal gatto tatuato, il soriano afferrò la gatta a pelo lungo e balzò giù dalla carrozza, sfrecciando nell'aria per atterrare in un istante all'interno dell'imbarcazione.\n\"Non potremo mai ringraziarla abbastanza! Monsieur Perroux...\" Il gatto soriano si inchinò, porgendogli un raro gesto di rispetto.\n\"Ora fuggite, prima che il padrone arrivi!\"\nForza, correte, veloce! Raggiungete il santuario felino.\nAndate, possa la vostra vita essere colma di gioia.\nCommosso per l'eccezionale impresa segreta che aveva appena compiuto, le lacrime iniziarono a sgorgare dagli occhi di Perroux.\nMa non sapeva ancora come avrebbe fatto a vivere il resto della sua vita nei panni di un gatto."
          }
        ]
      }
    ]
  }
}