{
  "epId": 5743,
  "name": "Agenzia Gactotum (VIII)",
  "desc": "<p>\"Detto ciò, sembra che per il padrone sia arrivata una nuova stagione degli amori\", sussurravano i servitori...</p><p>Ma ciò accadde molto tempo dopo.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_7279271071705936835.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1722800338,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Agenzia Gactotum (VIII)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Anticamera del teatro"
          }
        ]
      },
      {
        "key": "Libro",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5838,
            "name": "Agenzia Gactotum",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/02/5edca14df60d3850c4b14b664517188c_5153963856235441452.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Articoli correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 5736,
        "name": "Agenzia Gactotum (I)",
        "desc": "<p>Un giorno, la misteriosa Agenzia Gactotum manda un invito all'usciere Perroux... Chissà quali avventure lo aspettano.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_341255635741624528.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5737,
        "name": "Agenzia Gactotum (II)",
        "desc": "<p>Dopo aver decifrato l'incantesimo in felinese, Perroux trova l'entrata dell'ufficio e \"si tuffa nelle ombre sottostanti\"... Dopodiché?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_8607239694597742568.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5738,
        "name": "Agenzia Gactotum (III)",
        "desc": "<p>Il gatto col braccio tatuato ha completato l'incarico del gatto capo ronfatore, ma l'altro cos'ha fatto? La curiosità di Perroux è immutata...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_4877402870041470513.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5739,
        "name": "Agenzia Gactotum (IV)",
        "desc": "<p>Persino l'Agenzia Gactotum, che ha visto veramente di tutto, a volte non sa che pesci pigliare. Quale diabolico problema ha messo così in difficoltà il grosso capo soriano, al punto da voler chiedere l'aiuto di Perroux?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_4697783997827038805.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5740,
        "name": "Agenzia Gactotum (V)",
        "desc": "<p>Dei magici stivali felini e una misteriosa maschera gattosa. Come faranno a portare il gatto dal lungo pelo all'Agenzia Gactotum?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_145822108085067249.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5741,
        "name": "Agenzia Gactotum (VI)",
        "desc": "<p>Davanti agli occhi dei gatti e del padrone, il gatto soriano e la gatta dal pelo lungo si sposano senza intoppi, diventando \"gattomarito e gattomoglie\"... Oppure...?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_260182431307568554.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5742,
        "name": "Agenzia Gactotum (VII)",
        "desc": "<p>\"Corra, Perroux, Corra!\" Nella mente e nelle orecchie gattose di Perroux queste parole continuano a riecheggiare.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_3142370512558384349.png",
        "displayStyle": "card"
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Perroux aprì gli occhi, svegliato dall'accecante luce del sole, e istintivamente iniziò a sfregarseli.\nAveva di nuovo mani e piedi! Non avevano più l'aspetto di pelose zampe di gatto.\nCos'era successo la notte prima? Si sforzò di ricordare.\n...Perroux, nei panni di un gatto bianco e nero, aveva guidato la carrozza ed era tornato indietro \"trotterellando\".\nL'orologio non aveva ancora rintoccato le dodici.\nPrima che le altre carrozze tornassero, era saltato giù come un normalissimo gatto, ed era tornato all'interno della casa senza farsi notare...\nE adesso...? Accidenti! Se il sole era già così alto nel cielo, significava che il suo turno era cominciato da un pezzo!\nBalzò giù dal letto e, indossata di nuovo la sua uniforme, tornò a essere l'umile usciere Perroux.\nTuttavia, il portone della dimora del padrone era chiuso a chiave, e mostrava un cartello con sopra scritto \"Non si ricevono visite\".\n\"La sua gatta è scomparsa, e il padrone è rimasto talmente sconvolto che si è sentito male ed è svenuto...\"\n\"Era una gatta così bella! Perfino a me piaceva un sacco. Non c'è da stupirsi che i ladri l'avessero presa di mira\".\n\"Povera piccina. Chi altri avrebbe saputo trattarla meglio del padrone?\"\nQuesto era l'argomento di cui i servitori discutevano sussurrando.\nSembra che quel giorno il padrone non avrebbe avuto bisogno di un usciere! Avere un giorno di riposo era per Perroux un'occasione rara, eppure non riusciva a fare a meno di sentirsi profondamente inquieto.\nDove poteva andare? All'Agenzia Gactotum.\nQuella notte, e per molte di quelle dopo, Perroux tornò lì dove i netturbini fermano le loro carrozze, scrutando le ombre al di sotto di ogni singolo lampione, ma non trovò più quell'apertura buia che scendeva in profondità.\nAnche gli stivali e la maschera erano scomparsi.\nEra come se tutte le magie a cui Perroux aveva assistito e i gatti con cui aveva parlato non fossero mai esistiti.\nForse, con la partenza del Gatto Capo soriano, l'Agenzia Gactotum si era sciolta...\nIl padrone rimase infermo per tre mesi. Poi, una mattina d'estate, guarì come per miracolo.\nSi sentì il padrone canticchiare dalla sua camera da letto. Era una canzone vivace, allegra, il tipo di canzone che i giovani amavano intonare per invitare qualcuno a ballare.\n\"Perroux, vieni qui\". Il padrone lo chiamò con un gesto.\nTu-tum... Tu-tum... Perroux sentì il cuore tornare a pulsargli per l'ansia. Non è che, per caso...?\n\"Questo abito si è già rovinato abbastanza. Disfatene e va' a comprarmene uno nuovo! Prendine... uno alla moda\". Il tono del padrone era gentile.\n\"Oh...\" Perroux si rilassò e uscì dalla stanza portandosi dietro il vecchio abito.\n\"Strano, il padrone non è sempre stato un tipo piuttosto conservatore e all'antica?\" Perroux e gli altri servitori pensarono tutti la stessa cosa.\nUn pezzo di carta cadde dalla tasca dell'abito.\nDopo la partenza del soriano, gli altri gatti avevano scritto una lettera al padrone, fingendo di usare la grafia della gatta a pelo lungo, per rassicurarlo del fatto che era sana e salva:\n\"Io sto benissimo, papà. Ti mando un po' di pesce e carne di topo essiccati. Spero che ti piaceranno.\nInoltre, colei che ti ha mandato l'invito, Lady von Frigga, esiste davvero e prova qualcosa per te. Spero che anche tu troverai qualcuno con cui poter stare\"."
          }
        ]
      }
    ]
  }
}