{
  "epId": 5745,
  "name": "Caribert",
  "desc": "<p>Figlio illegittimo di Chlothar Alberich, divenne un Hilichurl a causa della maledizione lanciata dai Princìpi celesti. Venne usato per creare il Telaio del fato.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/01/20856775/1698729f076aff1db97fead78f5ce599_2353269922966710911.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1743890056,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 5746,
        "name": "Chlothar",
        "desc": "<p>Un sangue puro di Khaenri'ah, condannato alla maledizione dell'immortalità da Celestia. Chlothar fa parte del Clan Alberich ed è anche il fondatore dell'Ordine dell'Abisso.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/01/20856775/64317f914ba1543a7b2a134b9fbd63ec_2354370324774222461.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Padre di Caribert.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7484,
        "name": "Vedrfolnir",
        "desc": "<p>Uno dei Cinque Peccatori di Khaenri'ah, anche conosciuto come \"Il Visionario\". </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/20856775/22cc2c062c106f5141e2b88077a479a2_3532060396427865629.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Un essere trascendente che risvegliò Caribert.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5747,
        "name": "Telaio del fato",
        "desc": "<p>Un dispositivo creato dall'Ordine dell'Abisso, capace di tessere le Linee Geomantiche.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/22/20856775/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_7528301161783023198.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Un dispositivo creato dall'Ordine dell'Abisso mediante l'utilizzo di Caribert.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Oggetti correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 5726,
        "name": "Foto di gruppo in un momento ignoto",
        "desc": "<p>Una preziosa foto di gruppo che in qualche modo ha superato le comuni regole. È stata scattata da qualche sconosciuto, con mezzi sconosciuti, in uno spazio che non dovrebbe più esistere.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/02/141621183/53f9ab56b4b73c59be613c0d91980e9f_3091028336502443864.gif",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Caribert",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/237301566/061f227f514e9af8ca74c1672d1f32e5_8824388314988044131.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cinquecento anni fa a Khaenri'ah, il regno senza Dei, i Cinque Peccatori sfruttarono il potere dell'Abisso e scossero le fondamenta del mondo. I Princìpi celesti distrussero Khaenri'ah e maledirono il popolo del regno. Le persone di sangue puro vennero condannate a sopportare un tormento fisico eterno e ad essere testimoni della disfatta di tutto ciò che avevano caro, mentre il resto delle persone furono trasformate in mostri. Chlothar Alberich, un nobile della Corte regia, concepì un figlio illegittimo con una donna di Mondstadt e gli diede il nome Caribert. A causa delle proprie origini, Chlothar non fu mai in grado di essere dalla parte di suo figlio. Sin dal momento della nascita, Caribert dovette affrontare innumerevoli difficoltà, tutto a causa dei desideri egoistici di suo padre. Quando tutte le persone del regno vennero maledette, anche Chlothar fu punito con l'immortalità e suo figlio divenne un Hilichurl, entrando successivamente in coma."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/237301566/ad3cfbf41c685ff8f2ba7600218a5c8d_6045531549514605632.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Chlothar non riusciva ad accettare le condizioni del figlio e implorò gli Archon di aiutarlo, ma essi non lo degnarono di una risposta. Alla luce dei fatti, l'uomo decise di portare Caribert a Sumeru e di provare a creare la Medicina proibita senza nome della Corte regia che, stando a vecchie testimonianze, era permeata del potere della Dea della Saggezza e avrebbe potuto risvegliare una mente anche da uno stato di profondo torpore. Alberich non sapeva che la precedente Archon di Dendro, Rukkhadevata, fosse morta e che Kusanali, la sua erede, fosse stata rinchiusa dai sudditi nel Santuario di Surasthana e non sarebbe quindi stata in grado di aiutare il figlio. Quando Chlothar tentò di creare una seconda dose della medicina, vide un Hilichurl simile a suo figlio addentrarsi in una caverna e decise di seguirlo. In quella caverna egli incontrò un\n, che definì se stesso come \"Peccatore\". Alberich fu immediatamente sopraffatto da un senso di stupore misto a gioia e si inginocchiò davanti all'essere. Una volta fuori dalla caverna, con orrore, Chlothar ebbe l'impulso di genuflettersi dinanzi alla Statua dei Sette, ma ebbe la strana sensazione di aver appena avuto un'esperienza voluta dal fato. Quando l'uomo raggiunse la propria casa, vide che suo figlio era sveglio. Caribert si sentiva come se si fosse destato da un lungo sogno, nel quale restava nascosto in una piccola stanza e non osava lasciarla per nessun motivo. Quando il ragazzo si svegliò, suo padre gli raccontò di come fossero finiti in un mondo fiabesco in cui non esistevano più il cielo rosso, la loro casa e nemmeno la stessa Khaenri'ah. In quel mondo Caribert era diventato un mostro che non si poteva togliere la maschera, ma che sarebbe potuto stare sempre accanto al padre.\nDopo aver deciso di dover pagare un pegno al \"Peccatore,\" Chlothar si diresse di nuovo alla caverna, ma quando fece ritorno a casa scoprì con orrore che il figlio non c'era più. Il ragazzo non aveva seguito gli ordini del padre e si era tolto la machera per guardarsi allo specchio, incapace di sopportare il proprio riflesso era fuggito da casa ed era tornato al suo stato precedente. Non appena Chlothar vide il figlio, realizzò finalmente che l'essere che aveva donato il potere a Caribert non era una divinità e che quell'energia veniva dall'Abisso. Egli decise quindi che con quel potere, Caribert avrebbe potuto tessere un nuovo destino."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Nato dall'estrema sofferenza, ora diventerà il Telaio del fato.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Cataclisma di Khaenri'ah",
        "desc": "<p>Un disastro avvenuto 500 anni fa, durante il quale le forze dell'Abisso irruppero a Teyvat. Come risultato del Cataclisma, Khaenri'ah venne distrutta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/23/20856775/826332c1b0fb525a54df5442ee996c76_3770321130010944750.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5675,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5746,
        "name": "Chlothar",
        "desc": "<p>Un sangue puro di Khaenri'ah, condannato alla maledizione dell'immortalità da Celestia. Chlothar fa parte del Clan Alberich ed è anche il fondatore dell'Ordine dell'Abisso.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/01/20856775/64317f914ba1543a7b2a134b9fbd63ec_2354370324774222461.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7484,
        "name": "Vedrfolnir",
        "desc": "<p>Uno dei Cinque Peccatori di Khaenri'ah, anche conosciuto come \"Il Visionario\". </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/20856775/22cc2c062c106f5141e2b88077a479a2_3532060396427865629.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>La Dea della Saggezza, precedente Archon di Dendro e amica di Nabu Malikata e del Re Deshret. E' stata cancellata completamente dall'Irminsul per salvarlo dalla conoscenza proibita.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/09/362377527/acd0bdd45468ca7918a0d122cd91f01a_1541552034862194288.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7471,
        "name": "Buer",
        "desc": "<p>L'Archon Dendro di Sumeru</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/15/20577441/f29490bddc56b4a6773b6c5003bbb853_2360078847100895184.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3634,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Telaio del fato",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Il Telaio del fato era estrema sofferenza e dolore, speranza e rimpianto che scorrono nelle vene, ma anche un grado di potere Abissale che sfidava la comprensione umana. Un tempo, Chlothar era convinto che Caribert avesse tutti questi elementi e che sarebbe potuto diventare il Telaio del fato. Il ragazzo non era destinato a sopravvivere e, anche con il potere del \"Peccatore\", era morto all'età di soli otto anni. Caribert non era diventato il Telaio del fato, ma era stato usato per la sua creazione. Chlothar era divenuto quindi il fondatore dell'ordine dell'Abisso, che continuava nel tentativo di creare un meccanismo per\n."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/237301566/6a7e4250a4a90ed5eb2cc64c7370ce0e_2474409436837992379.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cinquecento anni dopo il Cataclisma, al Villaggio di Vimara a Sumeru, gli abitanti denunciarono la scomparsa di un giovane uomo. Sebbene in molti avessero contattato la Gilda degli avventurieri riguardo alla scomparsa, nessuno riusciva a ricordare il nome del giovane o dove vivesse. Tra gli abitanti che stavano cercando il misterioso individuo, vi era una ragazza di nome Atossa. I due si recavano spesso in un luogo vicino al villaggio e chiacchieravano seduti all'ombra di un albero. A volte guardavano assieme le nuvole nel cielo o si fermavano per godersi il vento che accarezzava le loro pelli, restavano seduti per ore senza rendersi mai conto di quanto tempo stesse effettivamente passando. Il giovane era premuroso, onesto e paziente, dato che ascoltava sempre Atossa con interesse e come se i problemi di lei riguardassero anche lui. Egli non parlava mai della propria vita, le sue conversazioni si concentravano soltanto su posti inusuali e non appena gli venivano poste domande sui genitori, rispondeva soltanto che non erano più con lui."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/237301566/d9051a85115256fa25ff65201cd214be_6902145588014555959.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "La Gilda degli avventurieri decise di mandare il Viaggiatore al villaggio ad investigare sulla sparizione del giovane. Giunto sul posto egli incontrò il suo vecchio amico Dainsleif, ex-capitano della Guardia Reale di Khaenri'ah maledetto dall'immortalità e fratello minore del \"Peccatore\". L'uomo era stato attratto dalla strana attività dei mostri nelle vicinanze del villaggio, che poteva essere correlata alle azioni dell'Ordine dell'Abisso e al Telaio del fato. Le attività dell'organizzazione erano sempre accompagnate da interferenze nelle Linee geomantiche, che attraevano i mostri. Quando il Viaggiatore si rese conto che il misterioso giovane esisteva soltanto nei ricordi delle persone connesse alle Linee geomantiche, decise di proseguire le indagini assieme a Dainsleif.\nDurante l'investigazione, Dainsleif iniziò ad avere ricordi che riguardavano il giovane e dei quali non aveva memoria. Dainsleif ed il Viaggiatore si separarono, dopo aver realizzato che il ragazzo fosse in grado di \"impiantare\" ricordi nelle menti e che quelli delle persone del Villaggio di Vimara fossero falsi. Recandosi nel luogo dove il giovane si incontrava con Atossa e nel quale si trovavano le statuine incise che rappresentavano i due, il Viaggiatore sentì una misteriosa voce:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"...Vedi? Siamo ancora entrambi qui.</color>\n<color=#ffffffd9>Abbiamo rivendicato una quantità di tempo infinita per amare.</color>\n<color=#ffffffd9>Lascia che le lacrime solchino il tuo viso. Non devi più trattenere il dolore.\"</color>\n<color=#ffffffd9>Infine, in un lieve sussurro, disse...</color>\n<color=#ffffffd9>\"Buon riposo, padre. Buon riposo, mia amata gente.</color>\n<color=#ffffffd9>Quando vi sveglierete nulla più ci differenzierà.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/237301566/3fa574e65ddbbde772a994afbfabc912_6717333747927865823.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Seguendo quella voce, il Viaggiatore si ritrovò in uno spazio creato dalla coscienza del giovane scomparso e scoprì che si trattava di Caribert. Quando l'Ordine dell'Abisso non aveva ancora ultimato la creazione del Telaio del fato, la coscienza del ragazzo morto era rimasta all'interno del meccanismo ed aveva acquisito l'abilità di controllarlo sino al futuro completamento. Caribert non era a conoscenza dei piani dell'organizzazione riguardanti il Telaio del fato e non vedeva il quadro completo della situazione, ma il meccanismo lo aiutava a raggiungere il suo scopo. Cinquecento anni prima, quando Chlothar aveva utilizzato il potere dell'Abisso per risvegliare la coscienza dell'Hilichurl in cui si era trasformato suo figlio, Caribert aveva provato un orrore e un dolore indescrivibile. Per consolarlo, il padre gli aveva raccontato una storia, riuscendo a placare le sue paure per un momento. Il ragazzo utilizzò quindi il Telaio del fato incompleto per impiantare nelle menti degli Hilichurl dei falsi ricordi d'amore, in modo da placarli. Caribert aveva anche utilizzato il meccanismo per \"vivere\" la vita che gli era stata ingiustamente preclusa: aveva creato il proprio aspetto basandosi su quello del padre ed aveva impiantato negli abitanti del Villaggio di Vimara i ricordi del tempo passato assieme. Quando il progetto dell'Ordine dell'Abisso era ormai quasi completo, rimaneva soltanto una piccola traccia della coscienza di Caribert, che decise quindi di lasciare gli abitanti del villaggio. Alla fine il giovane aveva incontrato il Viaggiatore nello spazio della sua coscienza, dove gli aveva raccontato del completamento della creazione del Telaio del fato ed era scomparso senza lasciare alcuna traccia, permettendogli di incontrare sua sorella. Nei ricordi degli abitanti del villaggio, ne apparve uno che riguardava il giovane scomparso che si ritrovava con i genitori e partiva assieme a loro.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5747,
        "name": "Telaio del fato",
        "desc": "<p>Un dispositivo creato dall'Ordine dell'Abisso, capace di tessere le Linee Geomantiche.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/22/20856775/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_7528301161783023198.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "name": "Gilda degli avventurieri",
        "desc": "<p>Un'organizzazione che ha base a Snezhnaya, si occupa di reclutare avventurieri e di accettare e distribuire commissioni. La Gilda ha un ufficio in ognuna delle città più importanti e il suo motto è: \"Ad astra abyssosque!\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/20856775/cc478a96ef1786f56d96ed2ef8718306_4473218081636190842.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5752,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Dainsleif",
        "desc": "<p>Un ex-capitano della Guardia Reale di Khaenri'ah, maledetto da Celestia con l'immortalità. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/20856775/5be02279c59111fdade96afcff5cb22d_3939294246381868017.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5726,
        "name": "Foto di gruppo in un momento ignoto",
        "desc": "<p>Una preziosa foto di gruppo che in qualche modo ha superato le comuni regole. È stata scattata da qualche sconosciuto, con mezzi sconosciuti, in uno spazio che non dovrebbe più esistere.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/02/141621183/53f9ab56b4b73c59be613c0d91980e9f_3091028336502443864.gif",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Caribert"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Khaenri'ah"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Caribert",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/01/20856775/d2871d13ebb832eb8d7edc55db11480b_3251535544322061193.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Caribert fu trasformato in Hilichurl tramite una maledizione."
          }
        ]
      },
      {
        "key": "Ricordi felici",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/01/20856775/2ff0c4afe38825213354013dcbd4c411_3912986425740650085.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Ricordi creati da Caribert con l'utilizzo del Telaio del fato."
          }
        ]
      },
      {
        "key": "Bambole",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/04/20856775/64ab4d2b41e10450cc03ec72831c25e1_3327398372931032230.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Le bambole di Atossa e Caribert."
          }
        ]
      }
    ]
  }
}