{
  "epId": 5746,
  "name": "Chlothar",
  "desc": "<p>Un sangue puro di Khaenri'ah, condannato alla maledizione dell'immortalità da Celestia. Chlothar fa parte del Clan Alberich ed è anche il fondatore dell'Ordine dell'Abisso.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/01/20856775/64317f914ba1543a7b2a134b9fbd63ec_2354370324774222461.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1751105507,
  "components": {
    "galleryCharacter": [
      {
        "key": "Chlothar Alberich",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/01/20856775/cec035f856e5ac7ed8aca38a1885b8a4_8086823279460874044.png"
      }
    ],
    "videoCollection": [
      {
        "title": "Version 3.5 \"Windblume's Breath\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=AcTUi59vw_E",
        "coverUrl": "https://i.ytimg.com/vi/AcTUi59vw_E/maxresdefault.jpg",
        "duration": 230
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Chlothar Alberich",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/11876819825eb7f3a5a67681c1fc472d_6369494691969030092.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "500 anni fa, nel\ni Cinque Peccatori sfruttarono il potere dell'Abisso e scossero le fondamenta del mondo. I Principi Celesti distrussero Khaenri'ah e <color=#ffffff73>maledissero</color> il popolo del regno con l'immortalità. Persero le loro case e i loro cari, il dolore era diventato intollerabile, ma non avevano alcun modo di sfuggire a questo tormento. Le persone dal sangue puro, definite \"Maggiori Peccatori\" dai Principi Celesti, vennero condannate a sopportare un infinito tormento, condannate a vedere perire tutto ciò che amavano, mentre gli altri venivano trasformati in mostri dalla maledizione della natura selvaggia. Chlothar Alberich era una persona dal sangue puro, un nobile della corte di Khaenri'ah, ma non sopportava lo stile di vita che la sua famiglia aveva pensato per lui. Un giorno incontrò una bellissima donna e a lui non interessava il fatto che lei venisse da Mondstadt in quanto fu amore a prima vista. Insieme ebbero un figlio illegittimo di nome Caribert. A causa delle sue origini, Chlothar non poteva stare con il figlio, che fin dalla nascita dovette affrontare grandi difficoltà, tutto a causa dei desideri egoistici del padre. Alberich non poté mai stare con suo figlio. Quando tutte le persone di Khaenri'ahn furono maledette, Chlothar fu condannato all'immortalità e Caribert si trasformò in un hilichurl davanti ai suoi occhi e cadde in un coma."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/a244abf45b4a1e514e8e1f433c2376ad_6208746876618763391.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dopo aver perso tutto, Chlothar <color=#ffffff73>iniziò ad apprezzare ciò che gli era rimasto e poté finalmente stare con suo figlio.</color> Portò il bambino e la sua amata a Sumeru, dove insieme si stabilirono in una piccola casa nella foresta di Avidya. In seguito, la madre del ragazzo morì e fu sepolta in un campo lì vicino. Chlothar tentò di creare una <color=#ffffff73>Medicina proibita senza nome</color> per la Corte regia, che, secondo la leggenda, era intrisa del potere della Dea della Saggezza ed era in grado di risvegliare anche le menti più confuse e disorientate. Venne a conoscenza di questo medicinale grazie ad un libro che si trovava nella Biblioteca reale di Khaenri'ah, che però era proibita in quanto questa medicina richiedeva il potere degli Archon. Da giovane, Chlothar non amava la vita da nobile e bramava emozioni forti e mentre stava sfogliando alcuni testi proibiti, si imbatté in questo libro. Mentre Alberich viveva a Sumeru, incontrò la Principessa/il Principe di Khaenri'ah, che era finito lì accidentalmente mentre viaggiava con un altro Peccatore di Khaenri'ahn, Dainsleif. Chlothar riconobbe immediatamente la Principessa/il Principe, ma non volle rivelare la sua identità e si presentò come uno dei suoi ex servitori, Eide. Un giorno, gli abitanti di Khaenri'ahn videro l'Abisso nella Principessa/nel Principe un mistero meraviglioso che andava ben oltre la loro immaginazione e comprensione. Credevano che li avrebbe portati a controllare ogni cosa. Dato che l'uomo non era in grado di preparare una cura senza alcun aiuto, chiese alla Principessa/al Principe di aiutarlo. L'ingrediente chiave della cura era un fungo speciale coltivato nel campo dove era stata sepolta la madre di Caribert. Il passaggio finale nella preparazione della cura era ottenere il potere della Dea della Saggezza, così Chlothar si recò alla Statua dei Sette."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"</color> <color=#ffffff>Dea della Saggezza, guardami.</color>\n<color=#ffffff>Non reciterò alcuna preghiera, né canterò le tue lodi.</color>\n<color=#ffffff>Tu e i vostri simili avete distrutto la mia casa, perpetrato indicibili sofferenze sui miei compatrioti... Eppure sono qui davanti a te.</color>\n<color=#ffffff>Non puoi prendermi più in giro di quanto non abbia già fatto il destino.</color>\n<color=#ffffff>Dea della Saggezza, non intendo ripudiare il sangue peccaminoso che scorre nelle mie vene. Desidero solo implorarti di avere pietà di un'anima giovane e sfortunata.</color>\n<color=#ffffff>Mio figlio Caribert... è stato tramutato in un mostro ancor prima che avesse la possibilità di sperimentare le bellezze di questo mondo... Questo non è il destino per un bambino.</color>\n<color=#ffffff>Se tutto ciò che hanno fatto gli dèi aveva lo scopo di piegare l'empio popolo di Khaenri'ah...</color>\n<color=#ffffff>Allora... adesso mi prostro dinanzi a te.</color>\n<color=#ffffff>Ho rinunciato a tutto ciò per cui ho lottato...</color>\n<color=#ffffff>Chiedo solo un piccolo miracolo: che Caribert possa vedere questo mondo ancora una volta.</color>\n<color=#ffffff>Ti prego, dea... Te lo chiedo in ginocchio.</color> <color=#ffffffd9>\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "All'insaputa di Alberich, il precedente Archon di Dendro, Rukkhadevata, era morto e il nuovo Archon, Kusanali, era stato rinchiuso nel Santuario di Surasthana dai suoi sudditi, così da non poter aiutare il ragazzo. Dopo aver dato la medicina al figlio, Chlothar gli chiese perdono per non essere stato presente alla sua nascita e per non aver potuto aiutarlo quando lui e sua madre soffrivano. Pregò il figlio di non arrabbiarsi con lui e di dire almeno una parola, ma Caribert non si svegliò mai. Infuriato, Chlothar accusò gli dei di non agire e di non essere mai stati dalla parte degli umani."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"</color> <color=#ffffff>Dèi del cielo! Cos'altro volete da me?!?</color>\n<color=#ffffff>Mi avete preso tutto, e ciononostante mi sto prostrando dinanzi a voi!</color>\n<color=#ffffff>Se solo voleste prenderla, vi darei la mia stessa vita! Ma non mi permettete nemmeno di morire!</color>\n<color=#ffffff>..Lo sapevo. Non mi sarei mai dovuto fidare di qualcosa che aveva a che fare con gli dèi! Mi sono soltanto illuso...</color> <color=#ffffffd9>\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/17453754f09609f90fa981ec1a2cbc14_2683561372889540310.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando Chlothar e la Principessa/il Principe decisero di preparare un'altra dose del medicinale e si diressero alla Statua dei Sette, videro un hilichurl, che inizialmente scambiarono per Caribert. Quando lo inseguirono, notarono che l'hilichurl non indossava una sciarpa di seta come Caribert, ma decisero comunque di seguirlo, poiché sembrava sospetto. Tra le rovine dell'antica civiltà, dove l'hilichurl si recò, c'erano tanti altri hilichurl che sembravano inchinarsi a qualcosa. All'interno della caverna incontrarono l'Apostolo del Destino che preparò per loro una prova del destino per ottenere una sorta di udienza. A Chlothar, questa creatura sembrava possedere un potere davvero incantevole, letale e bellissima allo stesso tempo, e così perfetta da ispirare una certa soggezione. Nella caverna, Chlothar e la Principessa/il Principe videro un'enorme pietra viola luminosa, avvolta da catene e sospesa al soffitto. Quando Chlothar vide questa creatura, fu immediatamente sopraffatto da stupore e gioia, e si inginocchiò davanti ad essa. Mentre Alberich stava lasciando la caverna, pensò con orrore di inginocchiarsi davanti alla Statua dei Sette, ma ebbe la strana sensazione che fosse accaduto qualcosa di predestinato dal fato. Quando Chlothar diede a Caribert la seconda dose della medicina, il ragazzo si svegliò. Caribert si sentiva come se si fosse svegliato da un lungo sogno, in cui si nascondeva in una piccola stanza e <color=#ffffff73>non riusciva a prendere la decisione di uscire</color> . Al suo risveglio, suo padre gli disse che erano entrati nel mondo delle fiabe dove non esistevano più <color=#ffffff73>il cielo rosso</color> , né la loro casa, né Khaenri'ah. E in questo mondo, Caribert divenne un mostro che non poteva togliersi la maschera, ma che sarebbe sempre stato al fianco di suo padre."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/ad3cfbf41c685ff8f2ba7600218a5c8d_546676845448559640.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dopo aver curato Caribert, Chlothar iniziò a venerare il \"Dio\" che lo aveva aiutato. Ma in realtà questo essere sovrannaturale non era un Dio, bensì Vedrfolnir, uno dei Cinque Peccatori di Khaenri'ah, che si era nutrito del potere dell'Abisso. Quando Alberich si recò nuovamente all'interno della caverna per rendere omaggio a quel \"Dio\", non trovò nessuno al suo interno. Poi, al suo ritorno, scoprì che Caribert era scomparso. Il ragazzo aveva disobbedito agli ordini del padre e si era tolto la maschera per guardarsi allo specchio. Incapace di tollerare il suo riflesso, era fuggito di casa ed era tornato al suo stato precedente. Quando Chlothar vide suo figlio, capì finalmente che l'essere che aveva donato a Caribert il suo potere non era un Dio, e che quel potere proveniva dall'Abisso. Decise che con quel potere Caribert avrebbe potuto tessere di nuovo il suo destino."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"</color> <color=#ffffff>Nato nell'estrema sofferenza, ora diventerà il Telaio del fato.</color> <color=#ffffffd9>\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Utilizzando il potere dell'Abisso, Chlothar Alberich fondò l'Ordine dell'Abisso, al quale si unirono gli immortali di Khaenri'ah, che erano diventati mostri a causa dell'influenza della maledizione e di questo potere. I mostri che servono l'Abisso sono le zanne e gli artigli con cui l'Ordine semina il caos su questa terra, e l'Abisso equivale alla distruzione e ad un pantano di inconcepibile follia che insidia le fondamenta stesse di questo mondo. L'obiettivo dell'Ordine era quello di deporre il mondo governato dagli Archon. Dopo aver fondato l'Ordine dell'Abisso, la fede di Chlothar lo spinse a fare molte cose, ma la maledizione dell'immortalità tormentava continuamente il suo corpo e il suo spirito, e l'Abisso in cui credeva alla fine non lo salvò. Diverse centinaia di anni dopo, il gemello/la gemella della Principessa/del Principe vide con i suoi occhi ciò che stava accadendo a causa dei danni provocati dalle Linee geomantiche dell'Abisso. Quando scavò nel campo vicino alla casa di Chlothar, notò che erano stati trovati due scheletri: uno della madre di Caribert e uno probabilmente di Chlothar , che in qualche modo era riuscito a spezzare la maledizione. L'uomo era stato sepolto molto tempo dopo rispetto alla donna e tra le mani teneva la sciarpa di seta che un tempo apparteneva a Caribert."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/7d621eddacce30929665041f8d2b13da_5616244472585358170.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nonostante il figlio di Alberich morì all'età di otto anni e non divenne mai il Telaio del Fato, fu in seguito utilizzato dall'Ordine dell'Abisso per creare il meccanismo. Dopo aver incontrato Chlothar e Vedrfolnir, la Principessa/il Principe di Khaenri'ah iniziò a considerare la creazione del Telaio del Fato e successivamente si unì all'Ordine dell'Abisso, diventandone la Principessa/il Principe. <color=#ffffff73>Sotto la sua guida, l'Ordine dell'Abisso cercò di utilizzare la statua mancante dell'Archon di Anemo per creare una divinità meccanica in grado di sconvolgere i cieli. In seguito, l'Ordine dell'Abisso completò la creazione del meccanismo e, con il suo aiuto, fu progettato l'Atlante del Nuovo Mondo, che includeva le</color> Linee geomantiche <color=#ffffff73>di Khaenri'ah ricostruite.</color>\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5675,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Cataclisma di Khaenri'ah",
        "desc": "<p>Un disastro avvenuto 500 anni fa, durante il quale le forze dell'Abisso irruppero a Teyvat. Come risultato del Cataclisma, Khaenri'ah venne distrutta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/23/20856775/826332c1b0fb525a54df5442ee996c76_3770321130010944750.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5747,
        "name": "Telaio del fato",
        "desc": "<p>Un dispositivo creato dall'Ordine dell'Abisso, capace di tessere le Linee Geomantiche.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/22/20856775/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_7528301161783023198.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "name": "Ordine dell'Abisso",
        "desc": "<p>Un'organizzazione che comprende Khaenri'ahni maledetti e mostri non umani. I suoi membri sono nemici della civiltà che abita in superficie e che prospera in molti angoli del mondo. L'obiettivo principale dell'Ordine dell'Abisso è la distruzione del mondo governato dai Sette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/06/20856775/826332c1b0fb525a54df5442ee996c76_5889206726233476671.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "name": "Caribert",
        "desc": "<p>Figlio illegittimo di Chlothar Alberich, divenne un Hilichurl a causa della maledizione lanciata dai Princìpi celesti. Venne usato per creare il Telaio del fato.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/01/20856775/1698729f076aff1db97fead78f5ce599_2353269922966710911.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7484,
        "name": "Vedrfolnir",
        "desc": "<p>Uno dei Cinque Peccatori di Khaenri'ah, anche conosciuto come \"Il Visionario\". </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/20856775/22cc2c062c106f5141e2b88077a479a2_3532060396427865629.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>La Dea della Saggezza, precedente Archon di Dendro e amica di Nabu Malikata e del Re Deshret. E' stata cancellata completamente dall'Irminsul per salvarlo dalla conoscenza proibita.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/09/362377527/acd0bdd45468ca7918a0d122cd91f01a_1541552034862194288.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7471,
        "name": "Buer",
        "desc": "<p>L'Archon Dendro di Sumeru</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/15/20577441/f29490bddc56b4a6773b6c5003bbb853_2360078847100895184.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3634,
        "name": "Medicina proibita senza nome della Corte regia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il suo odore penetra nel naso e non svanisce facilmente. Si dice che questa medicina richieda il potere della Dea della Saggezza per risvegliare le menti disorientate e resistere alla \"maledizione\".</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/26/362377527/d73ee2424457d275dee5eaa30151de51_8680918804095169989.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "name": "Caribert",
        "desc": "<p>Figlio illegittimo di Chlothar Alberich, divenne un Hilichurl a causa della maledizione lanciata dai Princìpi celesti. Venne usato per creare il Telaio del fato.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/01/20856775/1698729f076aff1db97fead78f5ce599_2353269922966710911.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Figlio illegittimo di Chlothar, divenne un Hilichurl e dopo il Cataclisma finì in stato comatoso. Il padre utilizzò un potere Abissale per curarlo, con lo scopo di farlo diventare il",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5747,
        "name": "Telaio del fato",
        "desc": "<p>Un dispositivo creato dall'Ordine dell'Abisso, capace di tessere le Linee Geomantiche.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/22/20856775/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_7528301161783023198.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7484,
        "name": "Vedrfolnir",
        "desc": "<p>Uno dei Cinque Peccatori di Khaenri'ah, anche conosciuto come \"Il Visionario\". </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/20856775/22cc2c062c106f5141e2b88077a479a2_3532060396427865629.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "\"Il Visionario\", uno dei Cinque Peccatori di Khaenri'ah, l'essere trascendente che rispose alle preghiere di Chlothar e lo aiutò a curare suo figlio. L'uomo giurò di onorare il \"Dio\" che aveva realizzato i suoi desideri.\nSotto l'influenza di Vedrfolnir, Alberich stabilì l'Ordine dell'Abisso.\nOrdine dell'Abisso\nUn'organizzazione stabilita da Chlothar Alberich. L'obiettivo principale dell'ordine è la distruzione delle nazioni protette dai Sette, come vendetta per l'annientamento di Khaenri'ah da parte degli Dei.\nGemella/Gemello\nFratello/sorella del Viaggiatore, divenne la Principessa/il Principe dell'Ordine dell'Abisso.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Spadaccino esperto e stratega dei Cavalieri di Favonius. Si dice che non sia originario di Mondstadt.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaeya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Discendente di Chlothar.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Articoli correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 3634,
        "name": "Medicina proibita senza nome della Corte regia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il suo odore penetra nel naso e non svanisce facilmente. Si dice che questa medicina richieda il potere della Dea della Saggezza per risvegliare le menti disorientate e resistere alla \"maledizione\".</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/26/362377527/d73ee2424457d275dee5eaa30151de51_8680918804095169989.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Chlothar"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Khaenri'ah"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Ordine dell'Abisso"
          }
        ]
      }
    ]
  }
}