{
  "epId": 5747,
  "name": "Telaio del fato",
  "desc": "<p>Un dispositivo creato dall'Ordine dell'Abisso, capace di tessere le Linee Geomantiche.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/22/20856775/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_7528301161783023198.png",
  "menuId": 20,
  "menuName": "Definizioni",
  "version": 1719237200,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Origine",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Il Telaio del fato è un dispositivo creato dall'Ordine dell'Abisso, capace di tessere le Linee Geomantiche. Questo dispositivo è stato progettato per combattere i Prìncipi Celesti che, sin dal Cataclisma avvenuto a Khaenri'ah, sono rimasti addormentati per cinquecento anni. Nella sua forma primitiva il telaio poteva essere utilizzato solamente per creare ed impiantare ricordi e, mano a mano che il suo completamento è avanzato, è diventato sempre più potente. Infine ha acquisito il potere di tessere in autonomia delle vere Linee Geomantiche. Il sistema delle Linee Geomantiche di Teyvat è profondamente radicato nel pianeta e creare nuove Linee non può \"sostituire\" o \"estendere\" quelle già esistenti. Una volta che il telaio è stato completato, nel momento in cui ha ha acquisito il potere di tessere le Linee Geomantiche, ha perso la sua abilità minore di influenzare i ricordi. Si deve ancora scoprire il suo massimo potenziale, ma può essere uno strumento in grado di cambiare il mondo intero."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/22/20856775/a677683807513c99c52543e920d9bc86_5543153597941043871.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Il Telaio del fato ha avuto origine da Chlothar Alberich, un nobile di sangue puro proveniente da Khaenri'ah. Proprio lui è divenuto il fondatore dell'Ordine dell'Abisso e del progetto del Telaio del fato. Chlothar aveva un figlio, Caribert, concepito con una donna di Mondstadt. Quando 500 anni fa è avvenuto il Cataclisma e Celestia ha maledetto gli abitanti di Khaenri'ah, Chlothar è divenuto immortale e suo figlio si è tramutato in un Hilichurl, andando poi in coma. Nel tentativo di cercare una cura per Caribert, l'uomo si è rivolto all'Archon di Dendro ma lei non ha mai dato alcuna risposta. Successivamente ha scoperto un santuario sconosciuto nel quale si trovava il \"\n\", un essere trascendente dell'Abisso. Quando Chlothar si è inchinato davanti a lui, ha provato una sensazione di sbalordimento e gioia. Ritornato a casa, ha dato a Caribert una dose di medicina e ha scoperto che suo figlio si era svegliato ed era in grado di parlare. In quel momento Chlothar si è convinto che il figlio fosse in grado di tessere nuovamente il proprio destino."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Nato dall'estrema sofferenza, ora diventerà il Telaio del fato.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Caribert ha descritto il Telaio del fato come estrema sofferenza e dolore, speranza e rammarico che scorrono nella vene e un grado di potere abissale che sfugge alla comprensione. Chlothar era convinto che una volta che Caribert avesse posseduto tutti quegli elementi, sarebbe diventato il Telaio del fato. Caribert non era destinato a sopravvivere e, nonostante il potere del \"Peccatore\", è morto all'età di soli 8 anni. Non è mai diventato il Telaio del fato, ma è stato usato per crearlo.\n<color=#ffd780>Articoli Correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5746,
        "name": "Chlothar",
        "desc": "<p>Un sangue puro di Khaenri'ah, condannato alla maledizione dell'immortalità da Celestia. Chlothar fa parte del Clan Alberich ed è anche il fondatore dell'Ordine dell'Abisso.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/01/20856775/64317f914ba1543a7b2a134b9fbd63ec_2354370324774222461.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "name": "Caribert",
        "desc": "<p>Figlio illegittimo di Chlothar Alberich, divenne un Hilichurl a causa della maledizione lanciata dai Princìpi celesti. Venne usato per creare il Telaio del fato.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/01/20856775/1698729f076aff1db97fead78f5ce599_2353269922966710911.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Un uccello rinchiuso tra le mura del Santuario di Surasthana che può vedere il mondo solo attraverso i suoi sogni.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/35428890/f29490bddc56b4a6773b6c5003bbb853_9091170755650648414.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Occhio del primo Zappaterra",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/22/20856775/7d621eddacce30929665041f8d2b13da_5138971244311406269.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "L'ex-comandante della Guardia Reale di Khaenri'ah, Dainsleif (conosciuto come \"Spada del Crepuscolo\") ha provato a fermare il Cataclisma, ma è stato incapace di prevenire la distruzione di Khaenri'ah. Condannato alla vita eterna, ha giurato vendetta ai cinque Peccatori di Khaenri'ah che hanno tradito la nazione e ha deciso di fermare l'Ordine dell'Abisso che si è fatto strada tra i loro seguaci. Un giorno, lui e il Viaggiatore hanno scoperto un talismano caduto ad un mago dell'Abisso. Grazie al talismano, sono venuti a conoscenza della prima operazione del Telaio del fato. Il progetto stesso era correlato alla statua capovolta dell'Archon Anemo, che avevano scoperto precedentemente nelle rovine di Liyue. Durante la prima fase l'Ordine dell'Abisso pianificava di corrompere la mente di Osayal, il Sovrano del Vortice sconfitto da Rex Lapis durante la Guerra degli Archon, per trasformare il suo corpo utilizzando l'antico \"Zappaterra\" di Khaenri'ah. La statua dissacrata sarebbe diventata la base sulla quale sarebbero stati attaccati gli arti di Osayal, per costruire un Dio meccanizzato. Il nuovo nucleo, che avrebbe sostituito la sfera solitamente tenuta in mano dalla Statua dei Sette, sarebbe diventato l'Occhio del primo Zappaterra. Il nuovo Dio avrebbe dovuto rovesciare i troni divini di Celestia."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/22/20856775/9b9ccf34acdfea993d8a96762aa46a9d_1925414806136998332.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Zappaterra - è il nome in codice degli antichi meccanismi provenienti da Khaenri'ah, ora conosciuti come \"Guardie delle Rovine\". La popolazione del luogo credeva che la terra non dovesse essere zappata con attrezzi agricoli, ma che si dovesse combattere con acciaio e sangue per la sua conquista ed è così che è nato lo \"Zappaterra\". Dopo la distruzione di Khaenri'ah, i meccanismi hanno perso i propri padroni e sono andati completamente fuori controllo. Hanno vagato senza meta tra le terre per centinaia di anni e alla fine si sono sparsi in tutta Teyvat. Il Viaggiatore ha contattato Barbara, la Diaconessa della chiesa di Mondstadt, per trovare il primo Zappaterra e scoprire la statua capovolta, lei gli ha raccontato anche la storia della \"Furia finale del Tiranno\". Molti anni fa, piovevano palle di fuoco dal cielo su chiunque si avvicinasse alla vecchia Mondstadt. Le persone dell'epoca credevano che fosse una maledizione lanciata dal Dio delle Tempeste (Decarabian), quindi si riferivano al fenomeno come \"La furia finale del Tiranno\". Questo strano fenomeno aveva continuato a verificarsi per circa un anno. Nessuno è mai stato in grado di risolverlo, è cessato da solo gradualmente. \"La Furia finale del Tiranno\" si è rivelata essere lo Zappaterra. Molti anni prima era finito accidentalmente nell'arena di Andrius, il Re dei Venti del Nord, e aveva confuso il meccanismo per un uomo coraggioso che voleva sfidarlo. La macchina non poteva pensare, ma ogni sua parte era stata progettata per uccidere e combattere. Poteva roteare, volare alta nel cielo e sparare palle di fuoco. Alla fine Andrius è stato in grado di sconfiggere la macchina, ma essa era riuscita comunque a lasciare l'arena prima di cadere e si era diretta alla vecchia Mondstadt. Nel Covo di Terrore Alato (vecchia Mondstadt), Dainsleif e il Viaggiatore hanno scoperto il primo Zappaterra e la Spada del Crepuscolo ha nascosto il suo occhio nel proprio corpo, in modo che non cadesse nella mani dell'Ordine dell'Abisso.\n<color=#ffd780>Articoli Correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Dainsleif",
        "desc": "<p>Un ex-capitano della Guardia Reale di Khaenri'ah, maledetto da Celestia con l'immortalità. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/20856775/5be02279c59111fdade96afcff5cb22d_3939294246381868017.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "name": "Osayal",
        "desc": "<p>Il Sovrano del Vortice, sconfitto da Rex Lapis durante la Guerra degli Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/11/362377527/5bd2787b55786260003512950165086d_8758153725854145950.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Decarabian",
        "desc": "<p>Dio delle tempeste e Sovrano di Vecchia Mondstat. <br>Venne spodestato durante una rivolta dagli abitanti della sua stessa città, stanchi della tirannia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/218111227/54fc33ab94abb4b00460e448f7765892_8471892287086795112.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4900,
        "name": "Andrius",
        "desc": "<p>Signore dei Lupi, protettore del Regno dei Lupi e uno dei Quattro Venti.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/362377527/c6d3a6d44b0b2e2320a1e3e41675ef8b_1807746324307273321.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2220,
        "name": "Guardia delle rovine",
        "desc": "An ancient humanoid war machine.<br/>Legend has it that these machines were combat automatons created by a long-destroyed nation. They now wander ruins and ancient detritus, attacking offending travelers. Research indicates that the Ruin Guards and the ruins they operate in do not originate from the same source, suggesting that there may be a difference of as much as several thousand years between them on the timeline. So why then do the Ruin Guards continue staying among these ruins, using their \"explosive firepower\" to protect the crumbling walls and broken tiles?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Guard_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Completare il Telaio del fato",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Dainsleif aveva continuato ad investigare sui fatti correlati al Telaio del fato. Era giunto alla conclusione che, anche quando il piano dell'Ordine dall'Abisso era stato sventato, l'organizzazione aveva comunque trovato un modo per portare avanti i propri piani. Il suo obiettivo principale era quello di scoprire l'essenza del Telaio del fato per comprendere il vero scopo dell'Ordine. Stando alle informazioni raccolte da Dainsleif, il Telaio del fato era collegato alle Linee Geomantiche. La Spada del Crepuscolo aveva scoperto che l'attività dell'Ordine dell'Abisso in una certa area era sempre accompagnata da interferenze nelle Linee Geomantiche. La sua attenzione era stata attirata dal Villaggio di Vimara, dove il Viaggiatore stava investigando sulla scomparsa di un giovane uomo. Nonostante molti abitanti del villaggio avessero contattato la Gilda degli Avventurieri riguardo la sua scomparsa, nessuno riusciva a ricordare il suo nome o dove vivesse. Il Viaggiatore aveva dedotto che l'uomo esisteva solamente nei ricordi delle persone che fluivano attraverso le Linee Geomantiche."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/22/20856775/f95f754ac9867c0a1b7680bb16e7e39d_2802776356121928034.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando Dainsleif aveva realizzato di avere falsi ricordi e che il misterioso uomo scomparso era connesso all'aumentare dell'attività dell'Ordine dell'Abisso vicino al Villaggio di Vimara, aveva deciso di far seguire all'Ordine una pista falsa per poter incontrare la Principessa/il Principe dell'Abisso. Sapeva che l'Ordine stava dando la caccia all'Occhio del primo Zappaterra, così aveva deciso di consegnarlo al Viaggiatore in modo da poterlo spostare dal nascondiglio iniziale. Il piano di Dainsleif non era destinato al successo, dato che gli erano stati impiantati dei falsi ricordi ed era convinto che l'Occhio del primo Zappaterra fosse già in possesso del Viaggiatore. In questo modo l'Ordine dell'Abisso era riuscito finalmente ad ottenere l'occhio e anche a completare la creazione del Telaio del fato.\nCaribert si era rivelato essere il misterioso uomo presente nei ricordi delle persone. La sua coscienza era rimasta nel meccanismo ed aveva acquisito l'abilità di controllare lo strumento sino al momento del suo completamento. Non era al corrente dei piani dell'Ordine riguardanti il Telaio del fato e non aveva presente il quadro generale, ma lo strumento lo aveva aiutato a raggiungere i suoi scopi. Molti anni prima, quando Chlothar aveva risvegliato la coscienza dell'Hilichurl nel quale si era trasformato il figlio a causa del potere dell'Abisso, Caribert aveva provato un orrore e un dolore indescrivibile. Per consolarlo, suo padre gli aveva raccontato di essersi ritrovato in un mondo fiabesco nel quale aveva assunto la forma di un piccolo mostro. Quella storia era riuscita momentaneamente ad alleviare le paure di Caribert, così aveva deciso di utilizzare il Telaio del fato incompleto per impiantare falsi ricordi d'amore nelle menti degli Hilichurl."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/22/20856775/2ff0c4afe38825213354013dcbd4c411_7149845025856062785.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Caribert aveva utilizzato il Telaio del Fato anche per \"vivere\" la vita che gli era stata ingiustamente portata via. Aveva creato il proprio aspetto ad immagine del padre ed impiantato negli abitanti del Villaggio di Vimara i ricordi del tempo passato assieme. Quando il progetto dell'Ordine dell'Abisso era quasi giunto al completamento, era rimasta solamente una piccola traccia della coscienza di Caribert, così il giovane uomo aveva deciso di lasciare gli abitanti del villaggio. Alla fine aveva incontrato il Viaggiatore nello spazio della sua coscienza, dove gli aveva parlato del completamento della creazione del Telaio del fato ed era poi scomparso senza lasciare alcuna traccia. Nelle menti degli abitanti del villaggio si era formato il ricordo dell'uomo scomparso riunito ai genitori, con i quali aveva poi lasciato il luogo.\n<color=#ffd780>Articoli Correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Dainsleif",
        "desc": "<p>Un ex-capitano della Guardia Reale di Khaenri'ah, maledetto da Celestia con l'immortalità. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/20856775/5be02279c59111fdade96afcff5cb22d_3939294246381868017.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "name": "Caribert",
        "desc": "<p>Figlio illegittimo di Chlothar Alberich, divenne un Hilichurl a causa della maledizione lanciata dai Princìpi celesti. Venne usato per creare il Telaio del fato.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/01/20856775/1698729f076aff1db97fead78f5ce599_2353269922966710911.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5726,
        "name": "Foto di gruppo in un momento ignoto",
        "desc": "<p>Una preziosa foto di gruppo che in qualche modo ha superato le comuni regole. È stata scattata da qualche sconosciuto, con mezzi sconosciuti, in uno spazio che non dovrebbe più esistere.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/02/141621183/53f9ab56b4b73c59be613c0d91980e9f_3091028336502443864.gif",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Telaio del fato"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Dispositivo"
          }
        ]
      }
    ]
  }
}