{
  "epId": 5798,
  "name": "Una storia senza inizio né fine",
  "desc": "<p>Il sacrificio richiesto dalla magia è la consolazione...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20856775/03386dacb31726cbf471f6fb2a29e069_2987763076017094426.png",
  "menuId": 31,
  "menuName": "Missioni avventura",
  "version": 1722897684,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Mondstadt, Mondstadt</color>\n<color=#ffffff>Descrizione missione:</color> Il sacrificio richiesto dalla magia è la consolazione...\n<color=#ffffff>Obiettivo missione:</color> <color=#ffffff>Entra nella stanza al piano inferiore della biblioteca dei Cavalieri di Favonius</color>\n<color=#ffffff>Obiettivo missione:</color> <color=#ffffff>Esplora la stanza misteriosa</color>\n<color=#ffffff>Paimon:</color>\nEh? Che ci fa un posto del genere in una biblioteca? Che sia la sezione riservata di cui parlava Lisa?\nMmm, in realtà Paimon non crede...\nNon penserai che questo posto nasconda qualche terribile segreto, vero? Come quelle stanze di cui si parla sempre nelle storie spaventose? Quelle dove di solito è vietato entrare?\n<color=#ffffff>Viaggiatore:</color>\nIn quel caso sarebbe stato sicuramente chiuso a chiave.\n<color=#ffffff>Paimon:</color>\nNon hai tutti i torti... Siamo entrati senza difficoltà, e la serratura non sembrava rotta o manomessa...\nUn attimo! Questa non è la porta da cui siamo entrati! Siamo davvero ancora nella biblioteca?\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Siamo sotto il Lago Sicerae, forse?</color>\n<color=#ffffff>Paimon:</color>\nDici? Wow. Aver costruito una struttura del genere sotto il lago è davvero incredibile... Incredibile? No, è ridicolo! Non è possibile che sia vero.\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Forse abbiamo raggiunto un altro mondo...</color>\n<color=#ffffff>Paimon:</color>\nE che mondo sarebbe, eh?\n<color=#ffffff>Paimon:</color>\nUhm... Peccato che Lisa non sia in servizio oggi, avremmo potuto chiederlo a lei... Beh, ormai siamo qui, e questo posto non sembra essere pericoloso. Perché non diamo un'occhiata in giro?\nI posti nuovi sono fatti per essere esplorati, dopotutto! Bisogna provare di tutto e fare esperienza per diventare una brava guida.\nOoh, guarda, un lupo peluche! Che carino!\nÈ morbidissimo e sofficissimo! Chissà chi l'ha lasciato qui...?\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Per quanto ne sappiamo, quel giocattolo potrebbe essere il vero padrone di questa stanza.</color>\n<color=#ffffff>Paimon:</color>\n\"Auuu! Sciocco Viaggiatore! Osi entrare in questa fortezza senza invito? Preparati a essere mangiato vivo!\"\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>O magari è il guardiano di questa stanza misteriosa.</color>\n<color=#ffffff>Paimon:</color>\nChe razza di guardiano si appisolerebbe così sulla poltrona?\n\"*russa* Se non vedi dei pericoli, allora non ce n'è... *russa*\"\n<color=#ffffff>Paimon:</color>\n...Meglio lasciarlo qui, per ora. Questo posto è enorme, continuiamo a esplorarlo!\nDialogo opzionale: Esamina il peluche\n<color=#ffffff>Paimon:</color>\nÈ così adorabile che Paimon non riesce a smettere di accarezzarlo.\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>(Accarezzagli la testa)</color>\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>(Grattagli le orecchie)</color>\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>(Toccagli il pancino)</color>\n<color=#ffffff>Tu e Paimon accarezzate il lupo peluche...</color>\n<color=#ffffff>Paimon:</color>\nHihi, è morbidoso! È caldo, soffice e pieno d'ovatta, proprio come Paimon immaginava.\nVa bene, Viaggiatore. Continuiamo a cercare da un'altra parte!\nDialogo opzionale: Esamina il dipinto della Principessa Cinghiale\n<color=#ffffff>Paimon:</color>\nCos...? La persona in quel dipinto... Si sta muovendo?!\nEhm, ciao! Paimon si chiama Paimon e questo è il Viaggiatore. Potresti dirci dove ci troviamo?\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Salve!</color>\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Sono il Cavaliere Onorario dei Cavalieri di Favonius!</color>\n<color=#ffffff>Paimon:</color>\nNulla da fare. Sembra che non riesca a sentirci...\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Forse non le abbiamo rivolto un saluto sufficientemente formale...?</color>\n<color=#ffffff>Paimon:</color>\n\"O gentil fanciulla, porgerebbe il suo nobile orecchio alla nostra umile domanda?\"\nAh, già, è bastato rivolgerle un saluto elegante per ricevere risposta e... Pff, ma quando mai? È solo un dipinto che si muove, giusto?\nComunque sia, data la situazione misteriosa, non troveremo la risposta standocene qui con le mani in mano. Perché non andiamo in cerca di indizi da qualche altra parte?\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Perché non dai un'occhiata nel dipinto, Paimon?</color>\n<color=#ffffff>Paimon:</color>\nAah, quindi tutto quello che Paimon deve fare è entrare nel dipinto, e andremo in fondo alla cosa come per magia... Certo, come no! E come credi che Paimon possa riuscirci?!\nE perché ne parliamo come se fosse una possibilità? In che mondo vivi, Viaggiatore?\nNon importa... Per quanto misterioso possa essere un dipinto semovente, non è aspettando che troveremo la risposta. Perché non andiamo a cercare indizi da qualche altra parte?\nDialogo opzionale: Esamina il baule del tesoro\n<color=#ffffff>Paimon:</color>\nGuarda, Viaggiatore, un baule!\nSplendidamente decorato e nel posto perfetto per essere notato... È come se ci stesse chiedendo di aprirlo!\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Che la chiave sia qua attorno?</color>\n<color=#ffffff>Paimon:</color>\nDiamo un'occhiata in giro, potremmo riuscire a trovarla. Chissà che tipo di tesoro si cela al suo interno...?\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Meglio non toccarlo, probabilmente.</color>\n<color=#ffffff>Paimon:</color>\nSì, hai ragione. Dopotutto, intrufolarsi nella stanza di qualcuno senza invito, aprire un baule chiuso volutamente a chiave e svignarsela col tesoro... Non è una cosa molto carina, vero?\nIn ogni caso, prima dovremmo dirlo a Jean, giusto?\nDialogo opzionale: Esamina la scrivania\n<color=#ffffff>Paimon:</color>\nLe parole su queste pagine... Uff, sono così sfocate che Paimon non riesce a leggere cosa c'è scritto.\nMa è un orologio quello appeso dietro la scrivania? Non si muove per niente... Sembra rotto.\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>\"Qual beltade... Resta con me...\"</color>\n<color=#ffffff>Paimon:</color>\nEh? T-Ti senti bene, Viaggiatore? Piantala con queste tue uscite strane!\nEhm... A ogni modo, qui non sembra esserci nulla d'interessante. Forse dovremmo provare da qualche altra parte.\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Andiamo.</color>\n<color=#ffffff>Paimon:</color>\nOk, cerchiamo da un'altra parte.\nDialogo opzionale: Esamina l'armadio\n<color=#ffffff>Paimon:</color>\nSembra un comune armadio. Cosa c'è, Viaggiatore? Qualcosa non va?\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Magari ci troveremo un leone, là dentro...</color>\n<color=#ffffff>Paimon:</color>\n???\nEhm, un leone nell'armadio? Forse dovremmo provare da un'altra parte e ridurre al minimo i commenti senza senso, già che ci siamo...\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Andiamo.</color>\n<color=#ffffff>Paimon:</color>\nVa bene, continuiamo a cercare!\nDialogo opzionale: Esamina i dolci\n<color=#ffffff>Paimon:</color>\nViaggiatore, Guarda qua! Questi dolcetti sembrano buonissimi!\nDolci del genere normalmente non durano a lungo, ma persino la frutta sulla torta sembra freschissima, come se qualcuno li avesse appena preparati! A Paimon viene l'acquolina in bocca solo a guardarli...\nMmmh... Viaggiatore? Pensaci, non c'è nessuno nei paraggi, e se non vengono mangiati velocemente andranno a male. Perché non ne assaggiamo un boccone... o anche due?\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Non credo sia una buona idea.</color>\n<color=#ffffff>Paimon:</color>\nF-Forse hai ragione. Sembra che siano stati fatti con amore, e potrebbe essere stata Lisa a prepararli... Mi sentirei in colpa a mangiarli senza chiedere il permesso...\nSniff... Paimon vorrebbe assaggiarli ma, visto che non sei d'accordo, meglio lasciar perdere per ora...\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Potrebbe essere una trappola \"acchiappa-Paimon\"!</color>\n<color=#ffffff>Paimon:</color>\nEh?! Stai dicendo che questi dolci sono in realtà dei mostri camuffati, e che se Paimon provasse ad assaggiarli verrebbe inghiottita in un sol boccone...?\nS-Smettila, impossibile! Sembrano fatti come amore, e potrebbe averli preparati Lisa... Sarebbe scortese mangiarli senza chiedere il permesso...\nDialogo opzionale: Esamina il sipario sul palcoscenico\n<color=#ffffff>Paimon:</color>\nOra che mi ci fai pensare, questo posto assomiglia a un palcoscenico. Ma... il sipario non dovrebbe essere davanti al palco? Pensi che sia stato messo qui per nascondere qualcosa?\nLasciamo perdere per ora. Cerchiamo da un'altra parte.\nDialogo opzionale: Esamina la finestra\n<color=#ffffff>Paimon:</color>\nArgh, fuori è così bianco che Paimon non riesce a vedere niente..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi dopo la missione",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Il dialogo seguente appare dopo aver completato la Scena 1 del</color> <color=#ffe14b>Teatro Immaginario</color> .\n<color=#ffffff>???:</color>\nOh, no! Chiedo scusa! Salve, ospiti!\nAspetto qui da tempo immemorabile, ma non è mai venuto nessuno... Volevo solo riposare un po' gli occhi, ma la poltrona era così comoda che... mi sono addormentato.\n<color=#ffffff>Paimon:</color>\nAaah! Il giocattolo parla!\n<color=#ffffff>???:</color>\nPer forza! Parlare è tra le cose che so fare. Ok, allora... Ah, sì! È il momento delle presentazioni, nevvero?\nSalve, miei cari ospiti. Il mio nome è... Ehm...\nUn attimo... Com'è che mi chiamo?\n<color=#ffffff>Paimon:</color>\nSenti un po', se non lo sai tu... Dormivi proprio della grossa, eh? Non sembri ancora sveglio del tutto.\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Sei Sir Ululotto.</color>\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Cavaliere Onorario, stimato e amato da tutti.</color>\n<color=#ffffff>???:</color>\nEh? Sul serio?\n<color=#ffffff>Paimon:</color>\nCerto... Come no. Stiamo solo scherzando, hihi...\nIn ogni caso, Paimon è Paimon, e questo è il Viaggiatore. Ok, direi che è tutto giusto. Vuol dire che non è una stanza succhiaricordi.\n<color=#ffffff>???:</color>\nVi chiedo scusa... Devo aver dormito così a lungo da non riuscire più a ricordare quale sia la realtà e quale il sogno. Ho invero sognato molto mentre dormivo...\n<color=#ffffff>Wolfy:</color>\nVa bene, concentriamoci... Dunque, allora, se non mi sbaglio... Il me attuale è una specie di \"concierge\" incaricato di assistere gli ospiti che giungono qui. Ah, sì, potete chiamarmi \"Wolfy\".\n<color=#ffffff>Paimon:</color>\nVa bene. Ma, ehm, se non ricordi altro che i tuoi sogni, cosa ti fa pensare che alcuni siano esperienze reali? Sono solo frutto della tua immaginazione, giusto?\n<color=#ffffff>Wolfy:</color>\nVuoi dire che... Se è frutto della mia immaginazione, non può essere reale...? Beh, sembra che ne sappiate più di me al riguardo. Io la differenza non la capisco proprio...\nRicordo una volta in cui venni colpito da una terribile maledizione. Il mio cuore fu ricoperto da un ghiaccio perenne, e passavo le giornate in una dolorosa solitudine, circondato da una tundra sconfinata...\nRicordo anche di aver giocato con Zannabianca nella foresta nebbiosa. Inseguivamo farfalle dorate e attraversavamo ruscelli impetuosi, fino a distruggere la luna sotto i nostri stessi piedi...\nE non dimenticherò mai di quando ho marciato con le altre truppe in quella processione festiva sotto una pioggia di coriandoli, mentre aspettavo con entusiasmo che Sua Maestà la Regina mi conferisse l'onorificenza... Ah, che momento glorioso!\nMi è impossibile distinguere questi eventi dalle esperienze reali. Prendete il mio ultimo sogno, per esempio. Ricordo che mi trovavo in un giardino con dei sentieri che si diramavano, e Madame Maga mi diceva...\n\"D'ora in poi avrai il ruolo di concierge. Tratta bene gli ospiti, mi raccomando!\"\nDopodiché mi sono ritrovato qui. Come ho detto... Ho aspettato, aspettato e aspettato... E ora, finalmente, sono [ ][ ] due ospiti! Posso infine adempiere al mio dovere.\nC'è altro che vorreste chiedermi?\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>A proposito di Madame Maga...</color>\n<color=#ffffff>Paimon:</color>\nEcco, chi è questa Madame Maga? È davvero solo un personaggio dei tuoi sogni? Potrebbe essere più importante di quello che sembra...\n<color=#ffffff>Wolfy:</color>\nUhm... Madame Maga è Madame Maga. Proprio come voi, cari ospiti, siete ospiti.\nE le sue amiche, tutte maghe anch'esse! Ognuna di loro è esperta di un certo tipo di magia: invocazione, illusione e così via.\nUna di loro usa una piuma per lanciare i suoi incantesimi. Ha un misterioso calamaio che contiene una \"Realtà illusoria\". L'ho assaggiato mentre lei non guardava e, santo cielo, era amarissimo... Blah...\nMa tutte le altre maghe adorano la sua magia. Usano i loro poteri per trasformare la sua \"Realtà illusoria\" in \"Illusione reale\".\nCome fanno? Non ne ho la più pallida idea. Sono solo un giocattolo con dei batuffoli al posto del cervello.\nRitorna alle opzioni di dialogo\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>A proposito di questa stanza...</color>\n<color=#ffffff>Paimon:</color>\nDove ci troviamo? Siamo arrivati qui attraverso una porta della biblioteca, ma non eravamo mai riusciti ad aprirla prima...\n<color=#ffffff>Wolfy:</color>\nOrbene, congratulazioni per aver messo piede qui, cari ospiti! È una stanza speciale, accessibile solo a chi è stato invitato!\nDato che voi due avete questo privilegio, potete invitare anche i vostri amici!\nA tal proposito, farò meglio a rassettare la stanza il prima possibile. Ah, e dovrei anche preparare tè e spuntini. Non è un problema se vi porto dei dolcetti, vero?\n<color=#ffffff>Paimon:</color>\nCerto che no! Aspetta... Prima che ce ne scordiamo, potresti dirci esattamente dove siamo? Siamo ancora a Mondstadt?\n<color=#ffffff>Wolfy:</color>\nMmm. È una domanda difficile. Madame Maga ha creato questa stanza usando la magia, e io di magia non me ne intendo...\nTuttavia, in qualità di concierge, vi garantisco che questo posto è sicuro e confortevole. Spero che la vostra permanenza si riveli piacevole.\nRitorna alle opzioni di dialogo\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>A proposito di quel libro e della battaglia che abbiamo appena affrontato...</color>\n<color=#ffffff>Wolfy:</color>\nHo visto tutto! Siete magnifici! La vostra performance mi ha seriamente colpito.\n<color=#ffffff>Paimon:</color>\n\"Performance\"? Che intendi?\n<color=#ffffff>Wolfy:</color>\nBeh, Madame Maga dice che ogni pagina di un libro di racconti è un frammento del \"presente\".\nSono sicuro che solo i più illustri degli ospiti possano assumere il ruolo di protagonisti della storia, dando vita a una performance come la vostra!\nChe battaglia emozionante... Sì, è questo che rende le storie più interessanti! Naturalmente, è il genere di storie che preferisco leggere.\nMi chiedo quale sarebbe un bel titolo per un libro sulla vostra magnifica performance? Dovremmo definirla una saga? Un racconto? Un poema epico? Una storia di conquista? Delle cronache di una battaglia? Ah, quante opzioni!\nIn ogni caso, spero che sarete così gentili da deliziarci con altre delle vostre splendide performance... Anzi, diciamo che... temo di dover insistere! La storia del \"presente\" sta aspettando di essere scritta, e sarete voi, [ ][ ] ospiti, a riempirne le pagine!\nRitorna alle opzioni di dialogo\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Non ho altre domande.</color>\n<color=#ffffff>Paimon:</color>\nOgni secondo che passa, questo posto ha sempre meno senso... Ma Wolfy sembra un tipo a posto... Non dovremmo essere in pericolo. E poi...\nIl nostro obiettivo è mettere piede in ogni angolo di Teyvat... Ed è proprio grazie al coraggio di andare dove gli altri non osano, che ci riusciremo.\n<color=#ffffff>Wolfy:</color>\nChe frase meravigliosa! Degna di due veri avventurieri!\n<color=#ffffff>Paimon:</color>\nPuoi scommetterci! Noi facciamo sul serio!\n<color=#ffffff>Wolfy:</color>\nDavvero? Beh, allora è meglio che faccia il mio dovere di concierge di questo posto. Spero possiate riposare quando siete [ ][ ], così da poter intraprendere la vostra prossima avventura nel pieno delle forze.\nTornate qui ogni volta che vi sentirete stanchi. Mi prenderò io cura di voi!\nDialogo opzionale: Esamina il dipinto della Principessa Cinghiale\n<color=#ffffff>Paimon:</color>\nIn effetti, Paimon pensa di aver già visto questo personaggio all'interno di un libro di racconti...\nDialogo opzionale: Esamina la scrivania\n<color=#ffffff>Paimon:</color>\nLe parole su queste pagine... Uff, sono così sfocate che Paimon non riesce a leggere cosa c'è scritto.\nEh? Un attimo, è la \"boccetta d'inchiostro misteriosa\" di cui parlava Wolfy?\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>A me sembra una boccetta d'inchiostro normalissima...</color>\n<color=#ffffff>Paimon:</color>\nMm, è vero... Forse Paimon ci sta pensando troppo. Dopotutto, di solito oggetti magici misteriosi del genere non vengono lasciati in giro così, no?\nComunque, sembra che qui non ci sia niente d'interessante. Andiamo, Viaggiatore.\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Lascia che dia un assaggino...</color>\n<color=#ffffff>Paimon:</color>\nS-Smettila subito! È inchiostro, di cosa vuoi che sappia?!\n<color=#ffffff>Il dialogo seguente appare dopo aver completato la Scena 3 del</color> <color=#ffe14b>Teatro Immaginario</color> .\n<color=#ffffff>Wolfy:</color>\nDavvero eccellente. Un'altra performance incantevole.\nVi interesserebbe imparare qualche nuovo Stratagemma teatrale? Mi riferisco a pose eleganti e d'impatto! In effetti, che ne direste di uno scambio amichevole? V'insegnerò qualche Stratagemma teatrale in cambio delle Medaglie giocattolo che troverete nei bauli.\nL'amicizia è meravigliosa, non è vero? Ah, la parola stessa mi scalda il cuore e lo stomaco...\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>L'amicizia è fantastica, senza dubbio.</color>\n<color=#ffffff>Paimon:</color>\nSì, esatto! L'amicizia è la cosa migliore che c'è... Ma, ehm, visto che dici di sentire caldo allo stomaco... Non sarebbe meglio vedere un dottore?\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Tutte le mie migliori amicizie si basano su una sensazione di calore allo stomaco.</color>\n<color=#ffffff>Paimon:</color>\nAccicacchio, non dire a Paimon che stai pensando di nuovo al \"cibo di emergenza\"? Stiamo parlando di amicizia, ok? Paimon non capirà mai perché sia sempre quello il tuo primo pensiero.\n<color=#ffffff>Paimon:</color>\nCooomunque... Sei sicuro che ti bastino le Medaglie giocattolo? Se sono solo dei giocattoli, che valore possono avere?\n<color=#ffffff>Wolfy:</color>\nSe ci si crede davvero, anche le Medaglie giocattolo possono essere più preziose dell'oro. È il potere dell'immaginazione. Me l'ha detto Madame Maga. Non posso dire di averne capito appieno il senso, ma...\nHo ottenuto gli Stratagemmi teatrali proprio tramite un desiderio che ho espresso a Madame Maga. Quindi, se lei pensa che sia un equo scambio, dovrebbero andar bene...?\n<color=#ffffff>Paimon:</color>\nMmh, inquietante... Molte storie spaventose cominciano così... Esprimi un desiderio sconsiderato a una strega cattiva, e alla fine te ne penti quando ti costringe a pagare un prezzo impossibile in cambio...\n<color=#ffffff>Wolfy:</color>\nCredo che tu abbia frainteso la situazione, gentile ospite. Non c'è assolutamente nulla da temere. Per prima cosa, le maghe sono molto diverse dalle streghe malvagie. Inoltre, vi ho già detto qual è il prezzo: le Medaglie giocattolo. Non c'è nessun imbroglio!\n<color=#ffffff>Paimon:</color>\nPensi davvero che sia così...?\n<color=#ffffff>Wolfy:</color>\nSì, assolutamente! In ogni caso... Sono stato io a esprimere il desiderio, quindi se qualcuno dovesse pagare un prezzo impossibile, la responsabilità ricadrebbe su di me!\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Sembri orgoglioso della cosa...</color>\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Ci sentiamo comunque un po' in imbarazzo...</color>\n<color=#ffffff>Wolfy:</color>\nMi piace guardare le vostre esibizioni, per cui ne vale la pena! Uhm, non so quante pagine vuote ci siano ancora in questo libro, ma basteranno per scrivere qualche altra storia...\nAh, ma non c'è da preoccuparsi. Se non ci sarà più spazio, verranno aggiunte presto nuove pagine!\nNon vedo l'ora che arrivi il giorno in cui saranno tutte piene di storie..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Proprietà"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Requisiti di sblocco</color>\nGrado avventura 35\n<color=#ffffff>Obiettivi</color>\nNessuno"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Luogo d'inizio"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Mondstadt, Mondstadt</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/02/41133912/ffee8b1363c1a3b69eede8a94aa13760_5212873405587589230.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/02/41133912/ec67e31a0d0484027fd003eb2d41326b_1868388304496229549.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Obiettivi della missione"
      },
      {
        "type": "RichText",
        "text": "Entra nella stanza al piano inferiore della <color=#ece5d8>biblioteca dei Cavalieri di Favonius</color>\nEsplora la stanza misteriosa"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "NPC"
      },
      {
        "type": "CustomEntry",
        "epId": 5840,
        "name": "Wolfy",
        "desc": "<p>Concierge incaricato di accogliere gli ospiti del Teatro Immaginario</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/20577441/c61ab2b047a03a29712263926f0da175_1556572012285716955.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Teatro immaginario"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20856775/2577f743e3e5fdc066ee80b6912e841c_5619292736905113243.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sblocca il"
      },
      {
        "type": "CustomEntry",
        "epId": 5832,
        "name": "Teatro immaginario",
        "desc": "<p>Il Teatro immaginario è un dominio permanente con varie sfide che viene aggiornato costantemente il 1° di ogni mese. Si sblocca al raggiungimento del Grado Avventura 35.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/362377527/eaa92544822a8aea9395e95aa93dfa6a_7791140700721365622.png",
        "displayStyle": "text",
        "menuId": 14
      },
      {
        "type": "RichText",
        "text": "Tuffati nel fantastico dramma che si svolge sul palco, sconfiggi i nemici e aggiudicati le ricompense! Un dominio permanente con sfide che si aggiornano periodicamente il primo giorno di ogni mese."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi opzionali"
      },
      {
        "type": "RichText",
        "text": "Dopo la missione si può interagire con alcuni oggetti per leggere dei dialoghi aggiuntivi.\n1. Esamina il peluche\nDopo aver completato un'esibizione nel <color=#ffe14b>Teatro immaginario</color> , non ci sarà nessuna interazione per questo dialogo. Invece, Wolfy insegnerà Stratagemmi teatrali in cambio di Medaglie giocattolo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/41133912/e6a8b16d86bcc31e91acdf2068f0c156_8327372213266430634.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/41133912/64563e7d34b6b8e1f164437f4738f4f9_8542861252446238767.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "2. Esamina il dipinto della Principessa Cinghiale\nDopo aver completato un'esibizione nel <color=#ffe14b>Teatro immaginario</color> , il dialogo cambierà."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/41133912/ee8eacd4c11ae606fd3505dad01c47cb_7093585277547237739.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/41133912/183583a74575a2168227e52e90c592f2_210210073793171411.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "3. Esamina il baule del tesoro\nDopo aver completato un'esibizione nel <color=#ffe14b>Teatro immaginario</color> , interagendo con il baule potranno essere ottenute le ricompense."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/41133912/13dd6ed54823560b34f20650898ecb32_1820164551132310797.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/41133912/ff46061a3acb61f03560bc2c1ce0c29a_2824562635184276140.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "4. Esamina la scrivania\nDopo aver completato un'esibizione nel <color=#ffe14b>Teatro immaginario</color> , il dialogo cambierà."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/41133912/131fd63edc8298f6b4124500c0ab026f_454099103541028069.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/41133912/6437a01e2d6e52d17099a6f5bd831cdd_9063059152179109291.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "5. Esamina l'armadio\nDopo aver completato un'esibizione nel <color=#ffe14b>Teatro immaginario</color> , non ci sarà nessuna interazione per questo dialogo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/41133912/8df27aee7a9f4fd9aa56714365f8ffd9_3927013862814782370.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/41133912/ae1dc08f33a944a6eac18f9d48dc4b50_1097980842906106340.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "6. Esamina i dolci\nDopo aver completato un'esibizione nel <color=#ffe14b>Teatro immaginario</color> , non ci sarà nessuna interazione per questo dialogo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/41133912/54fdf3f61042632788ff03ad3d85a5f6_6560052352954278520.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/41133912/579c87cdd3c156c4c6da68a3a13e3fa6_8995843810218276086.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "7. Esamina il sipario sul palcoscenico\nDopo aver completato un'esibizione nel <color=#ffe14b>Teatro immaginario</color> , non ci sarà nessuna interazione per questo dialogo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/41133912/596c1902d5887c1f8920cbe854b12a05_7638806511525661884.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/41133912/a5e3552684ed46560159e29795536c8e_3169595242130829700.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "8. Esamina la finestra\nIl dialogo rimarrà inalterato."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/41133912/8aa5269544a9b53d672a51ebf50e07d2_3576465398806603675.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/41133912/625988bce7c23861b4dab32f52511fdc_3292427701267462993.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Collezione di libri"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Nell'</color> <color=#ece5d8>Anticamera del teatro</color> <color=#ffffff73>possono essere trovati i seguenti libri.</color>\n<color=#ffffff>1. Collezione \"La piccola strega e la fiamma perpetua\"</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5729,
        "name": "La piccola strega e la fiamma perpetua (I)",
        "desc": "<p>La rilegatura è elegante, ma il contenuto è scritto interamente a mano. A giudicare dalla grafia, gli autori sono multipli. \"Non preoccuparti troppo di COSA stiamo scrivendo, l'importante è che la copertina sia magnifica! È l'unico modo per dare l'impressione di essere di fronte a un capolavoro\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/531a39334dc65d78ebe5e2de11fddbaa_3385976434429468063.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5730,
        "name": "La piccola strega e la fiamma perpetua (II)",
        "desc": "<p>\"Hai superato la metà ma non hai fatto mezzo progresso con la trama! Perché pensi solo all'ambientazione?!\" \"Ma cosa vuoi saperne tu? E poi, l'ambientazione non c'entra niente, si tratta di delucidare le scienze naturali e altre discipline!\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/531a39334dc65d78ebe5e2de11fddbaa_5005521196753460552.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5731,
        "name": "La piccola strega e la fiamma perpetua (III)",
        "desc": "<p>Appaiono misteriose parole scritte a mano prima del testo principale: \"È raro che R abbia le facoltà mentali per scagliare incantesimi. È davvero il caso che sprechi il poco di lucidità che le resta scrivendo queste parole?\" \"Non preoccuparti. Per una strega questa è la cosa più importante\".</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/531a39334dc65d78ebe5e2de11fddbaa_3483708032341371777.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5732,
        "name": "La piccola strega e la fiamma perpetua (IV)",
        "desc": "<p>Appaiono misteriose parole scritte a mano prima del testo principale: \"Per la grande Tsaritsa, come fanno a esserci tutte queste trame irrisolte? Per favore, abbiate pietà di queste vecchie ossa\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/531a39334dc65d78ebe5e2de11fddbaa_2788889116681688958.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5733,
        "name": "La piccola strega e la fiamma perpetua (V)",
        "desc": "<p>Più che scritte, sono scarabocchi. Forse l'autore non scrive molto, o forse gli è successo qualcosa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/531a39334dc65d78ebe5e2de11fddbaa_7596708783787632464.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5734,
        "name": "La piccola strega e la fiamma perpetua (VI)",
        "desc": "<p>\"È davvero necessario scrivere tutto questo, in un momento del genere?\" \"Orbene, lascia fare a me. Le occasioni per tornare in questo mondo sono più rare che uniche. Alice avrebbe pensato la stessa cosa: se non continuiamo, allora nulla avrà avuto senso\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/531a39334dc65d78ebe5e2de11fddbaa_6189380871850688437.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5735,
        "name": "La piccola strega e la fiamma perpetua (VII)",
        "desc": "<p>La rilegatura è elegante, ma il contenuto è scritto interamente a mano. A giudicare dalla grafia, gli autori sono multipli. \"Ho già scoperto a cosa serve scrivere... A dirti che vorrei tanto averti qui con me\".</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/531a39334dc65d78ebe5e2de11fddbaa_3716199870824870020.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>2.</color> <color=#ffffff>Collezione \"Agenzia Gactotum\"</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5736,
        "name": "Agenzia Gactotum (I)",
        "desc": "<p>Un giorno, la misteriosa Agenzia Gactotum manda un invito all'usciere Perroux... Chissà quali avventure lo aspettano.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_341255635741624528.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5737,
        "name": "Agenzia Gactotum (II)",
        "desc": "<p>Dopo aver decifrato l'incantesimo in felinese, Perroux trova l'entrata dell'ufficio e \"si tuffa nelle ombre sottostanti\"... Dopodiché?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_8607239694597742568.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5738,
        "name": "Agenzia Gactotum (III)",
        "desc": "<p>Il gatto col braccio tatuato ha completato l'incarico del gatto capo ronfatore, ma l'altro cos'ha fatto? La curiosità di Perroux è immutata...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_4877402870041470513.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5739,
        "name": "Agenzia Gactotum (IV)",
        "desc": "<p>Persino l'Agenzia Gactotum, che ha visto veramente di tutto, a volte non sa che pesci pigliare. Quale diabolico problema ha messo così in difficoltà il grosso capo soriano, al punto da voler chiedere l'aiuto di Perroux?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_4697783997827038805.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5740,
        "name": "Agenzia Gactotum (V)",
        "desc": "<p>Dei magici stivali felini e una misteriosa maschera gattosa. Come faranno a portare il gatto dal lungo pelo all'Agenzia Gactotum?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_145822108085067249.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5741,
        "name": "Agenzia Gactotum (VI)",
        "desc": "<p>Davanti agli occhi dei gatti e del padrone, il gatto soriano e la gatta dal pelo lungo si sposano senza intoppi, diventando \"gattomarito e gattomoglie\"... Oppure...?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_260182431307568554.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5742,
        "name": "Agenzia Gactotum (VII)",
        "desc": "<p>\"Corra, Perroux, Corra!\" Nella mente e nelle orecchie gattose di Perroux queste parole continuano a riecheggiare.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_3142370512558384349.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5743,
        "name": "Agenzia Gactotum (VIII)",
        "desc": "<p>\"Detto ciò, sembra che per il padrone sia arrivata una nuova stagione degli amori\", sussurravano i servitori...</p><p>Ma ciò accadde molto tempo dopo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_7279271071705936835.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Una storia senza inizio né fine"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Missione avventura"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "4.7"
          }
        ]
      }
    ]
  }
}