{
  "epId": 5838,
  "name": "Agenzia Gactotum",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/02/5edca14df60d3850c4b14b664517188c_5153963856235441452.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1720469020,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Agenzia Gactotum"
          }
        ]
      },
      {
        "key": "Libri",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5736,
            "name": "Agenzia Gactotum (I)",
            "desc": "<p>Un giorno, la misteriosa Agenzia Gactotum manda un invito all'usciere Perroux... Chissà quali avventure lo aspettano.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_341255635741624528.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5737,
            "name": "Agenzia Gactotum (II)",
            "desc": "<p>Dopo aver decifrato l'incantesimo in felinese, Perroux trova l'entrata dell'ufficio e \"si tuffa nelle ombre sottostanti\"... Dopodiché?</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_8607239694597742568.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5738,
            "name": "Agenzia Gactotum (III)",
            "desc": "<p>Il gatto col braccio tatuato ha completato l'incarico del gatto capo ronfatore, ma l'altro cos'ha fatto? La curiosità di Perroux è immutata...</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_4877402870041470513.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5739,
            "name": "Agenzia Gactotum (IV)",
            "desc": "<p>Persino l'Agenzia Gactotum, che ha visto veramente di tutto, a volte non sa che pesci pigliare. Quale diabolico problema ha messo così in difficoltà il grosso capo soriano, al punto da voler chiedere l'aiuto di Perroux?</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_4697783997827038805.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5740,
            "name": "Agenzia Gactotum (V)",
            "desc": "<p>Dei magici stivali felini e una misteriosa maschera gattosa. Come faranno a portare il gatto dal lungo pelo all'Agenzia Gactotum?</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_145822108085067249.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5741,
            "name": "Agenzia Gactotum (VI)",
            "desc": "<p>Davanti agli occhi dei gatti e del padrone, il gatto soriano e la gatta dal pelo lungo si sposano senza intoppi, diventando \"gattomarito e gattomoglie\"... Oppure...?</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_260182431307568554.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5742,
            "name": "Agenzia Gactotum (VII)",
            "desc": "<p>\"Corra, Perroux, Corra!\" Nella mente e nelle orecchie gattose di Perroux queste parole continuano a riecheggiare.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_3142370512558384349.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5743,
            "name": "Agenzia Gactotum (VIII)",
            "desc": "<p>\"Detto ciò, sembra che per il padrone sia arrivata una nuova stagione degli amori\", sussurravano i servitori...</p><p>Ma ciò accadde molto tempo dopo.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/20577441/5edca14df60d3850c4b14b664517188c_7279271071705936835.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Agenzia Gactotum (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Era un pomeriggio come gli altri. Perroux spalancò la bocca in un lungo sbadiglio e si sfregò gli occhi, quando il suo sguardo cadde all'improvviso su un invito dorato che giaceva nell'aiuola.\nLa luce del sole ne illuminò la copertina, su cui era incisa la scritta \"Gentilissimo Monsieur Perroux\", più scintillante di un Mora.\nSgranò di colpo lo sguardo.\nLui non era altro che un umile usciere, che accoglieva i visitatori che suonavano alla porta del suo padrone rivolgendosi a loro con un rispettoso \"Monsieur\" o \"Madame\". Nessuno prima di allora si era mai rivolto a lui con un garbatissimo \"Monsieur Perroux\"!\nChi era stato a lasciare lì quel biglietto? E come aveva fatto lui a non accorgersene?\nStrabuzzò gli occhi, poi li strabuzzò di nuovo per assicurarsi che non si trattasse di un semplice gioco di luce. Dopodiché, aprì l'invito...\n\"Le siamo profondamente grati per tutte le prelibatezze che ci ha gentilmente offerto. Ci auguriamo che vorrà omoggiarci della sua granditissima prezensa. Cordialmante, Agenzia Gactotum\"\nLa scrittura sghimbescia sembrava fatta con una penna d'oca estremamente ruvida e grezza, e poco si addiceva alla copertina dorata dell'invito.\n\"Agenzia Gactotum\"? Esisteva davvero una società con un nome del genere? Non poteva di certo trattarsi di un'agenzia costituita da gatti, no?\nCapitava spesso che Perroux nutrisse i gatti randagi del circondario dando loro avanzi di cibo.\nGli bastava dire \"qui, micio micio micio\" e i gatti accorrevano immediatamente da ogni direzione. Tuttavia, se non c'era di mezzo del cibo, i gatti tendevano a essere piuttosto diffidenti anche in sua presenza.\nPensando a questo, Perroux girò l'invito per guardarne il retro.\n\"Nel caso non sappia come raggiungere la nostra sede...\nAlla dodicesima svolta del vento del Nord, segua le scaglie di pesce fino a raggiungere una fila di carrozze.\nDopo il decimo rintocco delle campane, sarà rimasta una sola carrozza: si getti nelle ombre sottostanti, ci troverà lì ad aspetterarla...\"\nUn orario e un'ubicazione così strani sembravano... una specie di assurda magia.\nChe qualcuno si stesse prendendo gioco di lui?\nBisogna ammettere che il numero di errori di ortografia presenti nella lettera e la particolare enfasi posta sulle scaglie di pesce facevano pensare che l'autore fosse effettivamente un gatto... Cioè, se i gatti fossero stati in grado di scrivere e avere un ufficio tutto loro, ovviamente.\nVento del Nord... Scaglie di pesce... Carrozze... Oh, ma certo! Nelle ore diurne, i pescivendoli allestivano le loro bancarelle a dodici isolati più a sud. E le carrozze dei netturbini si fermavano lì alle dieci di sera, giusto?\nRaccoglievano i giganteschi mucchi di rifiuti lasciati dai cittadini nell'arco della giornata, per poi tornare lì \"trotterellando\" intorno alle dodici.\nEra ovvio: doveva trattarsi della magica lingua dei gatti! Solo qualcuno come Perroux, che conosceva bene sia i felini che la città, sarebbe stato in grado di decifrare simili indicazioni.\nAl pensiero che fosse l'unico a conoscere quel segreto, il cuore di Perroux iniziò a battere all'impazzata.\n\"Appena arriva il cambio del turno, farò bene a darmi una mossa! Cribbio, ho un appuntamento felino a cui non posso mancare\"."
          }
        ]
      },
      {
        "title": "Agenzia Gactotum (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Eccola, è arrivato! Prego, si accomodi pure\".\nI gatti avevano un'aria decisamente felice.\n\"Eh, già! Ammetto che non è stato facile trovare la vostra sede\".\nQuella sera, Perroux aveva seguito le indicazioni sull'invito, facendo attenzione a ogni minimo dettaglio.\nCome previsto, c'era un'unica carrozza dei netturbini con una ruota rotta che era rimasta parcheggiata lì. Al di sotto, aveva notato un'apertura buia che si fondeva con le ombre, da cui provenivano una luce tenue e dei suoni indistinti, con una scala a chiocciola che scendeva in profondità.\nSul fondo, ben celata, si trovava l'Agenzia Gactotum.\n\"È la natura dei randagi, spero capirà\".\nI suoi occhi dorati si strinsero. Il gatto striato simile a una tigre parlava con umiltà, ma la sua coda era arcuata, donandogli un'aria fiera.\nPerroux lo riconobbe immediatamente. Si trattava del gatto che veniva spesso a oziare sul davanzale del suo padrone, facendo oscillare pigramente la coda. Gli altri gatti, invece, non gli erano altrettanto familiari.\nIl gatto soriano dal pelo striato gli presentò a uno a uno tutti gli altri gatti.\nIl Capo Gatto, ovvero il soriano stesso.\nIl Sicario, il gatto sulla sinistra, con un tatuaggio che gli copriva l'intera zampa.\nLa gatta tricolore, sulla destra, dall'aria piuttosto scaltra. La lettera a Perroux era stata scritta usando un pennello ricavato dal pelo di ciascuno dei felini presenti, ed era stata proprio quella tricolore ad adoperarlo.\n\"E poi c'è lei, la gatta bruciacchiata. È un po' bruttina e spelacchiata, e le manca qualche chiazza di pelliccia, ma non si lasci ingannare dal suo aspetto!\"\nLoro erano i gatti che appartenevano all'Agenzia Gactotum, la cui finalità era risolvere i problemi che tormentavano i felini della città.\n\"Se è così, che genere di difficoltà avete risolto in veste di Agenzia Gactotum?\"\nPerroux rivolse la sua domanda con curiosità.\nIl gatto soriano fece ondeggiare la coda verso sinistra, e il gatto col tatuaggio avanzò.\n\"Io sono il braccio della squadra, capito? È per via del mio tatuaggio, vedi? Il nostro boss sonnacchioso qui presente mi affida i compiti e io li risolvo, chiaro?\nIl Capo Gatto ha aperto un hotel di tutto rispetto, sai? Che non c'ha proprio niente da invidiare a quelli umani, no no! Già il primo giorno aveva fatto il pienone, pensa te\".\nQuindi i gatti avevano perfino un hotel di lusso tutto per loro! Perroux avrebbe tanto voluto prendere il suo taccuino e segnarsi tutto quanto.\nGli era bastato oltrepassare la porta d'ingresso e sbirciare verso l'interno per provare una certa invidia... La stessa sensazione che prova un bambino quando prende l'incarto di una caramella e non riesce a smettere di leccarlo.\n\"Però vedi, il Capo russava talmente forte che gli ospiti non riuscivano manco a chiudere occhio! E così gli affari sono letteralmente colati a picco, no?\nUn giorno, però, un'orda di ratti s'è presentata e ha preso a rosicchiare le robe degli ospiti, capisci? Poi il Capo è intervenuto e ha salvato capra e cavoli, eh?\nDopo quella vicenda, ogni volta che lo sentivano russare, gli ospiti erano tranquilli e gli dicevano 'bravo gattino, bravo'...\nMa vuoi sapere la verità? In quell'hotel non c'erano mai stati ratti, no. Ero io che li acchiappavo di notte e li cacciavo fuori di giorno, capisci?\""
          }
        ]
      },
      {
        "title": "Agenzia Gactotum (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Il gatto tatuato concluse il suo racconto, e il soriano fece ondeggiare la coda verso destra.\nLa gatta tricolore avanzò con eleganza per poi esibirsi in un aggraziato inchino.\n\"Come si suol dire, anche tra i felini ci sono molti perdigiorno, miao.\nUno scansafatiche che ciondola sempre fuori dalle porte della città ci aveva incaricato di escogitare un metodo unico e infallibile per catturare i topi, miao.\nSeguendo le mie istruzioni, il nostro caro pelandrone ha cambiato l'insegna della sua tana da 'Capanna del Gatto' a 'Topaia di sosta', miao.\nDa quel momento, ogni volta che dei roditori entrano in città, purr, sentono una voce gentile e amichevole che li chiama: 'Amici topi e ratti! Se siete stanchi dopo un lungo viaggio, venite a godervi un po' di meritato ristoro!'; oppure: 'Amici topi e ratti! Rilassate le vostre membra sorcine e godetevi un bel bagno caldo!', miao.\nCosì, ora i topi si strofinano con il sale, si spalmano l'olio addosso e si mettono in fila per entrare in una vasca di 'acqua tiepida' che in realtà è acqua bollente, miao.\nDopodiché, finiscono dritti dritti tra le fauci del nostro amico scansafatiche, miao!\"\nPerroux non riuscì a trattenere un \"pfff\". \"Ah! Che tricolore scaltra!\"\nLa tricolore si esibì di nuovo nel suo aggraziato inchino, per poi tornare al suo posto con l'eleganza di una nobildonna.\n\"Q-Quindi ora è il turno di questa leale servitrice...\" La gatta bruciacchiata si schernì.\n\"Il pelo di questa umile serva si è bruciato mentre cercava un po' di tepore in una pila di legna da ardere...\nÈ stato veramente strano. Quest'umile serva si era appena addormentata, c'era un tepore così piacevole... Stava sognando di essere tornata gattina, le pareva di dormire nel pelo della sua mamma... Mentre dormiva, però, la sua pelliccia ha preso fuoco...\nG-Grazie all'aiuto del Capo, ora quest'umile serva si occupa di girare tra le fogne della città per recapitare messaggi, trasmettere informazioni, svolgere commissioni e quant'altro. Perché non ho paura di sporcarsi le zampe...\nN-Non so fare granché d'altro, però, a parte questo...\"\nIl gatto soriano si schiarì la gola facendo trasalire la gatta bruciacchiata, che con un sorriso si ritirò senza emettere un fiato.\n\"Molto bene. Ora dovrebbe esserle chiaro di cosa ci occupiamo normalmente all'Agenzia Gactotum.\nL'abbiamo invitata qui perché ci siamo scontrati con un problema irrisolvibile, Monsieur Perroux, e vorremmo che ci fornisse il suo aiuto in merito!\""
          }
        ]
      },
      {
        "title": "Agenzia Gactotum (IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Il mio aiuto?\" Gli occhi di Perroux si sgranarono di nuovo.\nIl gatto soriano annuì con solennità. \"Lei è l'unico che può aiutarci.\nNella casa del suo padrone abita una gatta a pelo lungo, dico bene?\"\n\"Oh, sì! Quella tutta bianca e dall'aspetto raffinato!\"\nPerroux sapeva benissimo che il suo padrone era un amante dei gatti, e teneva a quella gatta quanto alla sua stessa vita. Coi suoi occhi verdemare, simili a quelli delle principesse del passato, rivolgeva alla gente sguardi di sussiego mentre si lisciava il pelo e le vibrisse con la sua lingua color pesca, simile a un airone intento a tergersi le piume in un lago.\nChe fosse durante i pasti, le ore di riposo o gli appuntamenti, quella gatta era sempre accanto al suo padrone.\n\"In effetti, presto mi unirò in matrimonio con quella gatta, siamo promessi sposi da tempo!\"\n\"Oh, un matrimonio, che bello... Un momento! C-C-Come, un matrimonio?!\"\nIn un batterbaffo, Perroux divenne ancor più nervoso della gatta bruciacchiata. \"Q-Q-Quindi andrete a vivere insieme? I gatti come lei però non sono abituati a vivere come randagi, dovrebbe saperlo!\"\n\"Di questo non deve preoccuparsi. Dopo che ci saremo sposati, ci stabiliremo presso un santuario in una terra lontana. Ho sentito che è dedicato ai gatti e che lì sono venerati come dèi, quindi avremo sempre cibo e acqua in abbondanza...\"\n\"M-M-Ma questo è impossibile! Il padrone non vorrà mai separarsi da lei...\" Perroux continuò a rispondere balbettando.\n\"Ed è per questo che l'abbiamo fatta venire qui, Monsieur Perroux\".\nIl gatto soriano saltò sul mobile e fissò i suoi occhi dorati su Perroux.\n\"Ma io non sono un gentiluomo rispettabile... Sono solo un umile usciere\".\nPerroux continuava ad agitare le sue mani giunte.\n\"Se io rubassi la sua gatta... e se il Padrone lo scoprisse... Non solo mi licenzierebbe, ma di sicuro mi trascinerebbe anche in tribunale...\"\n\"No, no, mi ha frainteso, Monsieur Perroux!\"\nUn ghigno enigmatico si disegnò sul muso del gatto soriano, che fece tremolare le sue vibrisse.\n\"Non le chiederemmo mai di rubare. I gatti sono creature magiche, e noi abbiamo... i nostri metodi...\"\nDetto ciò, il soriano emise un fischio.\nCome per magia, il gatto tatuato e la tricolore estrassero rispettivamente un paio di stivali e una maschera.\n\"Questi sono un paio di stivali e una maschera misteriosa da gatto.\nPrego! Provi a indossarli!\"\nPerroux non ebbe altra scelta che prendere quei tesori.\nAnche se gli stivali sembravano piccoli, una volta indossati erano diventati estremamente comodi.\nMentre camminava, si sentiva talmente leggero che gli sembrava di camminare sulla punta dei piedi...\nIndossata la maschera, provò ad aprire la bocca per parlare, ma al posto della sua voce sentì uscire solo degli strani e indistinguibili trilli.\n\"Questa è magia gatta\", disse il soriano con fare allegro. \"Finché indosserà questi accessori, nessuno potrà riconoscerla.\nTutto quello che deve fare ora è tornare a casa come sempre e trascorrere una bella nottata di sonno.\nFra tre giorni, porti la gatta a pelo lungo e il suo padrone all'Agenzia Gactotum come le abbiamo illustrato! Ricordi, tre giorni a partire da ora!\nNon se ne dimentichi!\""
          }
        ]
      },
      {
        "title": "Agenzia Gactotum (V)",
        "desc": [
          {
            "type": "RichText",
            "text": "Arrivò un nuovo invito, stavolta per il padrone.\n\"Padron Baron, abbiamo sentito un gran parlare della sua pregiatissima gatta. Anch'io possiedo un gatto esotico e prezioso, pertanto gradirei approfondire la nostra conoscenza condividendo la comune passione per i felini. Sarebbe per me un onore e un piacere poterla ospitare presso la mia dimora e disquisire insieme in merito all'argomento.\nUna carrozza verrà a prendere lei e la sua gatta all'orario stabilito. A presto, Lady von Frigga\"\nGrazie alla supervisione di Perroux, la gatta tricolore aveva corretto ogni singolo errore di ortografia.\nCosì, i gatti si misero al lavoro.\nMolti gatti che avevano ricevuto l'assistenza dell'Agenzia accorsero in aiuto, portando tessuti di raso bianco, scatolette di dentice quasi scadute, bottiglie di vino... Il tutto per trasformare la sede dell'agenzia in un luogo dove celebrare le nozze.\nQualunque passante fosse incappato in quella zona sarebbe sbiancato di paura nel vedere così tanti gatti randagi aggirarsi tra le ombre della città.\nLa carrozza rotta era stata riparata e meravigliosamente decorata, al punto da sembrare uscita direttamente da una fiaba.\nCoi suoi cuscini in piume di cigno e i campanellini che tintinnavano al vento per la gioia di ogni gattino, la carrozza arrivò alla scalinata d'ingresso del padrone.\n\"Prego, si accomodi, signore\".\nPerroux si rivolse rispettosamente al suo padrone chinando il capo, fingendo di essere il \"cocchiere di Lady von Frigga\".\nAnche se indossava la maschera misteriosa da gatto, Perroux non riusciva a non agitarsi, pensando di combinare qualche pasticcio che avrebbe finito per rivelare l'intera messinscena.\nFortunatamente, il padrone aveva occhi solo per la lussuosa carrozza, al punto da dare perfino un sacchetto di Mora al \"cocchiere\". \"Ecco, una piccola mancia per te!\"\nLungo la strada, la carrozza si fermò a causa di un gruppo di gatti che attraversava la strada.\n\"Fate presto, devo passare!\", sussurrò Perroux da sotto la maschera, temendo di fare tardi.\n\"Scusa, andiamo di fretta anche noi. Stiamo andando a un matrimonio!\", risposero i gatti.\nQuando la fila felina finì di attraversare, erano già arrivati all'Agenzia Gactotum.\n\"Oh! Questa è seta rara e costosa... E l'intera sala ne è coperta!\" Il padrone era colmo di ammirazione per quello scenario.\n\"Il pasticcio di carne e verdure... è veramente ottimo, di certo opera di uno chef di un certo livello.\nE ci sono così tanti gatti, qui! Sono stupefatto. Lady von Frigga è davvero premurosa. Immagino che ami davvero tanto il suo gatto esotico, così come io adoro la mia gatta a pelo lungo\".\nIl padrone tesseva lodi a non finire per la persona che lo aveva invitato.\n\"Che evento magnifico, vero? Prego, ne prenda un bicchiere! E un altro ancora!\" La gatta tricolore alzò un calice di vino, invitando il padrone a berne ancora.\n\"Allora favorisco, grazie!\"\nIl padrone era di ottimo umore, oltre a essere brillo abbastanza da non rendersi conto che una gatta gli aveva appena rivolto la parola."
          }
        ]
      },
      {
        "title": "Agenzia Gactotum (VI)",
        "desc": [
          {
            "type": "RichText",
            "text": "La gatta a pelo lungo entrò, accompagnata dalla melodia di un'arpa.\n\"Ohoh, mascalzoncella, appena scesi dalla carrozza sei corsa via e sei sparita! A quanto pare, dovevi metterti in ghingheri!\" Anche se la stava riprendendo, il padrone brillava d'orgoglio per la sua gatta.\nLo strascico di raso bianco della gatta era trapuntato di fiori, Cecilie candide come neve che cade in un giorno di primavera.\nClap, clap, clap! All'unisono, i gatti cominciarono ad applaudire.\n\"È bellissima...\"\nPerroux abbassò forchetta e coltello senza nemmeno rendersene conto.\nSwoosh! Whoosh! I gatti fecero alzare le tende.\nIl gatto soriano indossava un cilindro e un papillon, e si era fatto tagliare elegantemente sia il pelo che le vibrisse. Camminò verso di lei con passo solenne, accogliendo la sua sposa.\nIl gatto tatuato, che lo seguiva, scosse rapidamente la borsa che stava portando in spalla, al cui interno c'erano i regali per la coppia felina.\nGomitoli di lana colorati, topolini giocattolo che squittivano, palloncini a forma di fringuello, nonché i tanto agognati biglietti per un viaggio in barca verso quel santuario felino in una nazione lontana...\n\"UN MOMENTO!\"\nUna voce fredda e rigida tuonò dall'alto, interrompendo gli allegri festeggiamenti felini.\nIl padrone, in un breve attimo di sobrietà, si era alzato in piedi un po' barcollante, e aveva puntato il dito verso il soriano.\n\"Questo zotico... Non è forse il gatto randagio che viene sempre a poltrire sul davanzale della mia finestra? Mi ricordo benissimo di te e di come rivolgevi il tuo sguardo subdolo e malizioso all'interno della mia casa...\nMa l'invito che ho ricevuto parlava di un prezioso gatto esotico... Dove si trova? Dov'è Lady von Frigga?\nE questi giocattoli per gatti... sono quelli di casa mia! Quando li avete rubati? Allora, anche tutta questa seta e questo vino... È tutto rubato, vero?\"\n\"Papà, non ti arrabbiare, ti prego...\" La gatta dal pelo lungo si imbronciò.\n\"Sì, papà, mi prenderò cura di...\", aggiunse il gatto soriano con fare sprezzante.\nSentire due volte quel \"papà\" bastò per far esplodere di rabbia il padrone.\n\"Fa' silenzio!\nCome può un randagio di sangue impuro come te essere degno di sposare la mia adorata gatta?!\nE tu! Tu sei il farabutto che si è presentato come il 'cocchiere' di Lady von Frigga...\nSei in combutta con questa teppaglia di randagi, vero? Vuoi aiutarli ad attuare la loro piccola truffa ai miei danni! Togliti quella maschera, fammi vedere la tua faccia...\"\nIl padrone si avvicinò a grandi falcate a Perroux, ed era sul punto di strappargli la maschera dal volto.\nPerroux si sentì raggelare, come se tutto il sangue nelle sue vene fosse stato risucchiato via da un potentissimo magnete.\n\"Scappiamo, scappiamo!\" Una schiera di voci gli riecheggiarono nelle orecchie, il suo cuore cominciò a battere come un tamburo... Ciononostante, le sue gambe erano immobili e non riusciva a muoverne neanche un muscolo.\n\"Per me è finita, ormai!\" Perroux si coprì gli occhi in preda alla disperazione; tuttavia, mentre lo faceva, notò qualcosa sulle sue guance, qualcosa di simile a peli che fremevano.\nAh! Gli erano cresciuti dei candidi baffi sulle gote... Ma non erano i baffi di un uomo anziano, bensì le vibrisse di un gatto!\nLe sue orecchie si contrassero, e scoprì che erano leste e appuntite. Inarcò inconsciamente la schiena ed emise un sonoro \"miaaaaooo\".\nPochi istanti prima che il padrone potesse afferrarlo, fuggì agilmente al di sotto del tavolo."
          }
        ]
      },
      {
        "title": "Agenzia Gactotum (VII)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Scappiamo, scappiamo!\"\nPerroux era come una raffica di vento ammantata di nero.\n\"Scappiamo, scappiamo!\"\nPercorse verso l'alto la scala a chiocciola per raggiungere l'uscita dell'Agenzia Gactotum.\nDov'erano finiti quegli stivali magici? Perroux non ne aveva idea; tutto ciò che sapeva è che stava correndo con l'agilità di un felino, e che vedeva il mondo dal basso, dalla prospettiva di un gatto.\nDov'era finita quella maschera misteriosa? La risposta pian piano si fece strada nella mente di Perroux.\nGli stivali e la maschera erano diventati parte di lui; in parole povere, era diventato un gatto! Poiché stava indossando dei guanti bianchi da cocchiere, aveva assunto le sembianze di un gatto bicolore!\n\"Scappiamo, scappiamo...\"\nChi era che stava parlando?\nPerroux girò la testa, e vide il gatto soriano, col suo papillon, e la gatta a pelo lungo, col suo strascico in raso bianco, correre l'uno dietro l'altra.\n\"Scappiamo, scappiamo... Monsieur Perroux, la prego, deve condurci fino al porto con quella carrozza!\"\nDietro di loro, i gatti saltavano dappertutto, strappando i nastri decorativi. Il vino e l'insalata sul tavolo del banchetto erano stati rovesciati, e la confusione aveva impedito al padrone di fare un altro passo.\n\"Gattina mia, torna indietro!\"\nNessuno rispose alle grida del padrone.\nDate le circostanze, tutto ciò che Perroux poteva fare era condurre al porto sani e salvi il gatto soriano e la gatta a pelo lungo. In fondo, le zampe dei gatti sono piccine, e non riescono a fare più di una cosa per volta.\nPlit, plat, plif, plof... Fuori aveva cominciato a piovere e a lampeggiare.\nTutto era immerso nel buio più profondo, illuminato solo per brevi istanti dalla luce che preludeva al rombo del tuono. Soltanto quella porticina era ancora aperta, completamente sguarnita.\nProbabilmente, le guardie erano andate a ripararsi dalla pioggia.\nInfiniti gorghi vorticavano sulla superficie del lago su cui la nave era attraccata. A un occhio poco attento, sarebbe potuta sembrare l'ombra di un ponte; ma per Perroux, che possedeva l'eccezionale vista derivante dal suo aspetto felino, la sua forma era più che evidente.\nPortando con sé i doni nuziali consegnatigli dal gatto tatuato, il soriano afferrò la gatta a pelo lungo e balzò giù dalla carrozza, sfrecciando nell'aria per atterrare in un istante all'interno dell'imbarcazione.\n\"Non potremo mai ringraziarla abbastanza! Monsieur Perroux...\" Il gatto soriano si inchinò, porgendogli un raro gesto di rispetto.\n\"Ora fuggite, prima che il padrone arrivi!\"\nForza, correte, veloce! Raggiungete il santuario felino.\nAndate, possa la vostra vita essere colma di gioia.\nCommosso per l'eccezionale impresa segreta che aveva appena compiuto, le lacrime iniziarono a sgorgare dagli occhi di Perroux.\nMa non sapeva ancora come avrebbe fatto a vivere il resto della sua vita nei panni di un gatto."
          }
        ]
      },
      {
        "title": "Agenzia Gactotum (VIII)",
        "desc": [
          {
            "type": "RichText",
            "text": "Perroux aprì gli occhi, svegliato dall'accecante luce del sole, e istintivamente iniziò a sfregarseli.Aveva di nuovo mani e piedi! Non avevano più l'aspetto di pelose zampe di gatto.Cos'era successo la notte prima? Si sforzò di ricordare....Perroux, nei panni di un gatto bianco e nero, aveva guidato la carrozza ed era tornato indietro \"trotterellando\".L'orologio non aveva ancora rintoccato le dodici.Prima che le altre carrozze tornassero, era saltato giù come un normalissimo gatto, ed era tornato all'interno della casa senza farsi notare...E adesso...? Accidenti! Se il sole era già così alto nel cielo, significava che il suo turno era cominciato da un pezzo!Balzò giù dal letto e, indossata di nuovo la sua uniforme, tornò a essere l'umile usciere Perroux.Tuttavia, il portone della dimora del padrone era chiuso a chiave, e mostrava un cartello con sopra scritto \"Non si ricevono visite\".\"La sua gatta è scomparsa, e il padrone è rimasto talmente sconvolto che si è sentito male ed è svenuto...\"\"Era una gatta così bella! Perfino a me piaceva un sacco. Non c'è da stupirsi che i ladri l'avessero presa di mira\".\"Povera piccina. Chi altri avrebbe saputo trattarla meglio del padrone?\"Questo era l'argomento di cui i servitori discutevano sussurrando.Sembra che quel giorno il padrone non avrebbe avuto bisogno di un usciere! Avere un giorno di riposo era per Perroux un'occasione rara, eppure non riusciva a fare a meno di sentirsi profondamente inquieto.Dove poteva andare? All'Agenzia Gactotum.Quella notte, e per molte di quelle dopo, Perroux tornò lì dove i netturbini fermano le loro carrozze, scrutando le ombre al di sotto di ogni singolo lampione, ma non trovò più quell'apertura buia che scendeva in profondità.Anche gli stivali e la maschera erano scomparsi.Era come se tutte le magie a cui Perroux aveva assistito e i gatti con cui aveva parlato non fossero mai esistiti.Forse, con la partenza del Gatto Capo soriano, l'Agenzia Gactotum si era sciolta...Il padrone rimase infermo per tre mesi. Poi, una mattina d'estate, guarì come per miracolo.Si sentì il padrone canticchiare dalla sua camera da letto. Era una canzone vivace, allegra, il tipo di canzone che i giovani amavano intonare per invitare qualcuno a ballare.\"Perroux, vieni qui\". Il padrone lo chiamò con un gesto.Tu-tum... Tu-tum... Perroux sentì il cuore tornare a pulsargli per l'ansia. Non è che, per caso...?\"Questo abito si è già rovinato abbastanza. Disfatene e va' a comprarmene uno nuovo! Prendine... uno alla moda\". Il tono del padrone era gentile.\"Oh...\" Perroux si rilassò e uscì dalla stanza portandosi dietro il vecchio abito.\"Strano, il padrone non è sempre stato un tipo piuttosto conservatore e all'antica?\" Perroux e gli altri servitori pensarono tutti la stessa cosa.Un pezzo di carta cadde dalla tasca dell'abito.Dopo la partenza del soriano, gli altri gatti avevano scritto una lettera al padrone, fingendo di usare la grafia della gatta a pelo lungo, per rassicurarlo del fatto che era sana e salva:\"Io sto benissimo, papà. Ti mando un po' di pesce e carne di topo essiccati. Spero che ti piaceranno.Inoltre, colei che ti ha mandato l'invito, Lady von Frigga, esiste davvero e prova qualcosa per te. Spero che anche tu troverai qualcuno con cui poter stare\"."
          }
        ]
      }
    ]
  }
}