{
  "epId": 5847,
  "name": "Elegia di Lumidouce",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una splendida arma ad asta decorata con cristalli azzurri. Si dice che fosse il tesoro di una leggendaria campionessa duellante, tuttavia nessuno l'ha mai impugnata.</span></p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/31/3dff07a4b024917cb63c933d2078ccc8_8401589850337226556.png",
  "filterValues": {
    "weaponRarity": 5,
    "weaponType": "Lancia",
    "weaponProperty": "Tasso di CRIT"
  },
  "menuId": 4,
  "menuName": "Armi",
  "version": 1722972548,
  "components": {
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/06/45954971/d4edfb4904b7d916684ef20c4424aa52_2905189510042413068.png"
      },
      {
        "key": "Originale",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/31/5592943331a6bcada5d90f246906bcdc_4106219282952387157.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Prima dell'ascensione Liv. 40"
          }
        ]
      },
      {
        "key": "Risvegliata",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/31/ba729e141372d0e194706569209eb58a_1153246488359681788.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Dopo l'ascensione Liv. 40"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 2,
        "text": "Personaggi consigliati",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Personaggi</color>\n<color=#ffffffd9>Motivazione</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5714,
        "name": "Émilie",
        "desc": "Una profumiera di Fontaine, che in ogni boccetta racchiude fragranze e segreti.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/31/87ad30965e0c1b45364fdccc51b3429d_6108610286145583716.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Arma di riferimento di <color=#ffffff>Émilie</color> . L'arma andrà ad aumentare notevolmente il suo danno grazie all'applicazione di <color=#99ff88>Dendro</color> sugli avversari. Consigliabile giocare <color=#ffffff>Émilie</color> insieme ad un personaggio <color=#ff9999>Pyro</color> per attivare la <color=#ffd780>reazione di</color> <color=#ff9999>Ustione</color> in modo tale che <color=#ffffff>Émilie</color> possa infliggere ulteriore danno sugli avversari."
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Xiangling",
        "desc": "<p>Una cuoca rinomata di Liyue. Nutre una grande passione per la cucina ed eccelle nella preparazione di piatti piccanti e speziati.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "<p>La Fantesca, la quarta dei Messaggeri dei Fatui. Una diplomatica imperturbabile e spietata. Per i bambini della Casa del Focolare, è il loro temuto e affidabile \"Padre\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/20577441/672e65470bfd14b664596c2a7f7eaaf8_1307009318507582543.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 16,
        "name": "Thoma",
        "desc": "<p>Il domestico del clan Kamisato. Un rinomato \"mediatore\" d'Inazuma.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Thoma_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Arma consigliata per concentrarsi principalmente sui danni da <color=#ff9999>Ustione</color> . Questi personaggi usufruiranno della passiva dell'arma per infliggere più danno grazie la <color=#ffd780>reazione di</color> <color=#ff9999>Ustione</color> con la presenza necessaria di un personaggio <color=#99ff88>Dendro</color> in squadra."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Origine",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Desiderio evento"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Incarnazione divina</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Armi 5 Stelle</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/06/45954971/3c11258ab57ac212fa8d929e7ee834b8_860781525399817939.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>Versione 4.8 - Fase II</color>\n<color=#ffe14b>06 Agosto, 2024 - 27 Agosto, 2024</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2254,
        "name": "Aqua simulacra",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il colore di questo arco lungo è imprevedibile. Se illuminato, assume una colorazione cerulea scintillante.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/若水.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 5847,
        "name": "Elegia di Lumidouce",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una splendida arma ad asta decorata con cristalli azzurri. Si dice che fosse il tesoro di una leggendaria campionessa duellante, tuttavia nessuno l'ha mai impugnata.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/31/3dff07a4b024917cb63c933d2078ccc8_8401589850337226556.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Armi 4 Stelle</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2019,
        "name": "Arco da guerra di Favonius",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un arco ricurvo d'ordinanza dei Cavalieri di Favonius. Solo gli arcieri migliori possono sprigionarne appieno il potenziale.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/西风猎弓.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2007,
        "name": "Flauto",
        "desc": "<p>Sotto la sua superficie arrugginita, si nasconde una sottile lama decorata. Colpisce rapidamente come il vento.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/笛剑.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2021,
        "name": "Lancia di Favonius",
        "desc": "<p>Una lancia nello stile dei Cavalieri di Favonius. La sua asta è dritta e la sua punta fluttua come il vento.</p><p></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/西风长枪.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2910,
        "name": "Astro del vespro errante",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">In origine, questo dispositivo era impiegato dai ricercatori per osservare ed eseguire calcoli sui fenomeni celesti. Funge sia da canale di trasmissione sia da catalizzatore.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/12/35428890/350f5bf6ae4210be623556772c4c3836_6719838927234871355.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2848,
        "name": "Acquamarina di Makhaira",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un antico spadone che luccica come l'acqua. Mille anni di erosione da parte della sabbia non hanno minimamente intaccato la sua lama inverosimilmente affilata.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/194600931/e945b4d60271cc0560627c16f4a0a7dd_2629837070953493651.png",
        "displayStyle": "card",
        "menuId": 4
      }
    ],
    "story": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Nella città sotterranea, che non conosce né pioggia né sole, ella conduceva un'esistenza miserabile, a malapena poteva permettersi una o due fette di pane ammuffito.\nNon avrebbe esitato a estrarre una lama arrugginita per togliere la vita a qualcuno di tanto insignificante come lei.\nÈ inevitabile che i deboli e i codardi diventino le prede dei forti: questo è l'\"ordine naturale\" del Fleuve Cendre.\nPertanto, se un giorno il cacciatore diventasse la preda, questi non avrebbe altra scelta se non accettare tale destino.\nEra proprio come le aveva insegnato la sua defunta madre: cenere alla cenere, polvere alla polvere.\nRipensando alla propria vita fino a quel punto, tutto sembrava privo di significato, niente era stato raggiunto e non vi era speranza alcuna.\nEppure, se quello era il corso \"naturale\" del mondo, accettare lo stato delle cose poteva essere considerato anch'esso una forma di felicità...\nTuttavia, nonostante le sue aspettative, la morte non giunse. Aprì nervosamente un occhio e alzò lo sguardo.\nVide una ragazza vestita in modo strano sorriderle con gentilezza, che poi le mise un fiore, sbucato da non si sa dove, dietro l'orecchio.\n\"Questo fiore si chiama campanula di Lumidouce, nel linguaggio dei fiori simboleggia... la speranza. Guarda, il colore si abbina ai tuoi capelli.\nHai degli occhi bellissimi. Sarebbe un vero peccato se in loro non ci fosse altro che disperazione.\nVieni, fanciulla dagli occhi color zaffiro: lascia che scambi questo fiore con il tuo cuore.\"\nCosì Marfisa, conosciuta successivamente come campionessa duellante, fece il suo primo passo nella città in superficie.\nAmmirando il lusso da una cabina VIP nel magnifico teatro, non riusciva più a ricordare il volto sorridente del mago e della sua assistente sul palco.\nRicordava solo la miriade di fiori che sbocciavano sotto i riflettori accecanti che accompagnavano la fantasia dello spettacolo; chiari, nitidi e forti.\nSe avesse potuto camminare nella luce in modo \"naturale\" come lei, non avrebbe più avuto bisogno di nascondersi tra le ceneri.\nVedendola, capì che avrebbe dovuto ancora coltivare una speranza: ora che aveva visto la luce, questa vita sarebbe potuta sbocciare come un Lumidouce.\nCosì facendo, proprio come nel suo sogno, la ragazza nata dalle ceneri salì finalmente su un palcoscenico tutto suo.\nE senza un maestro, se non il suo sorprendente talento, tutte le tecniche di lotta con la lancia che aveva visto trovarono espressione nella sua esibizione.\nNon c'era pietà sotto la lama affilata della sua lancia, solo piogge cremisi, come un letto di rose che cadeva per lei.\nSul palcoscenico, era una figura fredda e nobile che sembrava danzare con la \"morte\".\nQuasi come la strega di zaffiro della famosa opera del maestro Coppelius, che si dice fosse in grado di percepire i difetti fatali.\nVita e morte, vittoria e sconfitta, tutto era come doveva essere, e fintanto che avesse agito secondo ciò che lei considerava logico,\nla strada verso la \"vittoria\" si sarebbe aperta di fronte a lei, indipendentemente dal bene, dal male e dalle cosiddette regole del mondo di sopra.\nMa un giorno, la sua interminabile serie di vittorie raggiunse una battuta di arresto. Venne tratta in inganno dagli occhi astuti di uno spadaccino e fuorviata da un volontario rallentamento del ritmo,\nche la portò a rivelare un suo difetto fatale. Il suo braccio venne colpito dalla spada di lui, costringendola ad ammettere che le sue abilità di combattimento erano inferiori.\n\"Hai uno stile di combattimento interessante, ma è leggermente rigido, come se stessi seguendo un percorso prestabilito.\nMa il cuore degli umani è mutevole, e in questo mondo non esiste una fiamma che brucia in eterno. Essere costretta a seguire le regole è la tua debolezza.\nDetto ciò, il tuo stile sembra fare affidamento unicamente alle 'regole' a cui tanto ti fidi, ed è per questo che non riesci ad abbandonarle.\nForse dovresti considerare di cambiare approccio e far sì che 'ciò che è immutabile' diventi la tua 'regola'.\nPrendi la 'giustizia', per esempio. Come diceva il Cacciatore dorato, anche se il cielo dovesse cadere e la terra squarciarsi, ci sarebbe ancora giustizia nel mondo.\"\n\"Che diritto avete voi abitanti della superficie di parlare di giustizia? Le tue abilità saranno anche leggermente superiori alle mie, ma non serve farmi la morale e sentirti tanto tronfio e supponente.\nPrima o poi, caro il mio Cacciatore, verrà il giorno in cui anche tu cadrai di fronte alla mia lancia.\"\nNonostante la sua risposta, forse l'uomo aveva ragione: i crimini vanno puniti e le bugie smascherate.\nÈ così che dovrebbe essere il mondo, con la giustizia che prevale sopra ogni cosa. In caso contrario, come avrebbe potuto sconfiggerla in quel modo?\nIn tal caso, aveva senso che lei venisse guidata dalla giustizia, e offrisse una fredda elegia per coloro che cercavano di sfuggire al giudizio.\nTempo dopo, la ragazza nata dalle ceneri abbandonò le sue regole originarie, diventando invece un'esecutrice vestita di viola\ne difendendo la giustizia \"come dovrebbe essere\", finché il fuoco di Poisson non la mise di fronte alla criminale Parsifal...\n...\nRipensando alla propria vita fino a quel punto, tutto sembrava privo di significato, niente era stato raggiunto e non vi era speranza alcuna.\nEppure, se quello era il corso \"naturale\" del mondo, accettare lo stato delle cose poteva essere considerato anch'esso una forma di felicità...\nMa nonostante ciò, quando cadde in quelle sorgenti pure, tutto ciò che prima le era sembrato evidente perse il suo senso.\nFino al momento in cui i suoi ricordi si dissolsero nell'acqua, non seppe mai che il vero significato della campanula di Lumidouce nel linguaggio dei fiori non è mai stato la speranza.\nEra proprio come le aveva insegnato la sua defunta madre: cenere alla cenere, polvere alla polvere.\nCosì, alla fine di quella lunga ricerca, nemmeno il destino le offrì l'elegia fiorente che meritava."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Elegia di Lumidouce"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Desiderio evento arma"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Lancia"
          }
        ]
      },
      {
        "key": "Attributi secondari",
        "value": [
          {
            "type": "RichText",
            "text": "Tasso di CRIT"
          }
        ]
      },
      {
        "key": "Preludio dell'alba lucente",
        "value": [
          {
            "type": "RichText",
            "text": "L' <color=#ffd780>ATT</color> aumenta di un <color=#37ffff>15%/19%/23%/27%/31%</color> . Quando il personaggio che equipaggia l'arma innesca <color=#ff9999>Ustione</color> su un avversario o infligge <color=#99ff88>DAN da Dendro</color> ad avversari affetti da <color=#ff9999>Ustione</color> , i DAN inflitti aumentano di un <color=#37ffff>18%/23%/28%/33%/38%</color> . L'effetto dura 8 s, ed è cumulabile fino a 2 volte. Quando si ottengono 2 accumuli, o quando la durata dell'effetto si ripristina all'ottenimento del secondo accumulo, l'energia si ricarica di <color=#37ffff>12/13/14/15/16</color> . Questa forma di ripristino dell'energia può verificarsi solo una volta ogni 12 s. I 2 suddetti effetti possono attivarsi anche se il personaggio non è in campo."
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "4.8"
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Liv. 1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATT prima dell'ascensione",
              "ATT dopo l'ascensione",
              "Tasso di CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "-",
              "46",
              "7,2%"
            ]
          }
        ]
      },
      {
        "key": "Liv. 20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATT prima dell'ascensione",
              "ATT dopo l'ascensione",
              "Tasso di CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "122",
              "153",
              "12,7%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 10000
          },
          {
            "type": "CustomEntry",
            "epId": 4028,
            "name": "Calice frantumato del mare immacolato",
            "desc": "<p>Materiale d'ascensione delle armi.</p><p>Secondo la leggenda, quando il primo usurpatore arrivò al mare primordiale, il primo sovrano gli offrì un calice d'acqua.</p><p>In seguito, questi diventò l'indiscutibile Dio re, e usò questo calice d'acqua per depurare le misteriose gocce di rugiada, stabilendo un impero splendido e potente.</p><p>Ma questa è ormai una storia antica, i cui personaggi principali ora dormono nella fosforescenza dei pesci degli abissi.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/11/45954971/9baa473db3d346acbe35419d7874e1ab_2475658775696447756.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 5602,
            "name": "Elsa rovinata",
            "desc": "<p>Un'impugnatura di pietra ottenuta da un'antica statua.</p><p>Il suo lustro si è perso da tempo, depredato dalle acque del mare.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/26/45954971/4dc60ca7a4af16840651e02d2c9efa8b_2766175001781551108.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 1876,
            "name": "Nettare del Malefiore",
            "desc": "<p><span style=\"color: rgb(219, 222, 225)\">Del nettare estratto dagli stami di un Malefiore che contiene alcune tracce d'energia elementale. Il sapore del nettare ha un accenno di Fiordolce.</span></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Whopperflower Nectar_icon.png",
            "amount": 3
          }
        ]
      },
      {
        "key": "Liv. 40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATT prima dell'ascensione",
              "ATT dopo l'ascensione",
              "Tasso di CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "235",
              "266",
              "18,5%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          },
          {
            "type": "CustomEntry",
            "epId": 4027,
            "name": "Calice di vino del mare immacolato",
            "desc": "<p>Materiale d'ascensione delle armi.</p><p>Quale impero può durare per un migliaio di anni? Dopo esser tornato dal regno dei draghi, l'usurpatore si fece questa domanda.</p><p>Combinò la pietra immortale con l'essenza d'icore estratta dall'acqua primordiale, e scolpì una razza nera come ferro, con pelle composta da pietre arcane e sangue fatto d'icore, senza più temere la maledizione del ritorno al passato primordiale...</p><p>Il golem silenzioso sogna ancora l'impero, non sapendo che questo non esiste più da oltre mille anni.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/12/45954971/8e0d4af2cbd16444cd16a904ac1ba12c_1969655003168014323.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 5602,
            "name": "Elsa rovinata",
            "desc": "<p>Un'impugnatura di pietra ottenuta da un'antica statua.</p><p>Il suo lustro si è perso da tempo, depredato dalle acque del mare.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/26/45954971/4dc60ca7a4af16840651e02d2c9efa8b_2766175001781551108.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 1876,
            "name": "Nettare del Malefiore",
            "desc": "<p><span style=\"color: rgb(219, 222, 225)\">Del nettare estratto dagli stami di un Malefiore che contiene alcune tracce d'energia elementale. Il sapore del nettare ha un accenno di Fiordolce.</span></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Whopperflower Nectar_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Liv. 50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATT prima dell'ascensione",
              "ATT dopo l'ascensione",
              "Tasso di CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "308",
              "340",
              "21,4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 30000
          },
          {
            "type": "CustomEntry",
            "epId": 4027,
            "name": "Calice di vino del mare immacolato",
            "desc": "<p>Materiale d'ascensione delle armi.</p><p>Quale impero può durare per un migliaio di anni? Dopo esser tornato dal regno dei draghi, l'usurpatore si fece questa domanda.</p><p>Combinò la pietra immortale con l'essenza d'icore estratta dall'acqua primordiale, e scolpì una razza nera come ferro, con pelle composta da pietre arcane e sangue fatto d'icore, senza più temere la maledizione del ritorno al passato primordiale...</p><p>Il golem silenzioso sogna ancora l'impero, non sapendo che questo non esiste più da oltre mille anni.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/12/45954971/8e0d4af2cbd16444cd16a904ac1ba12c_1969655003168014323.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 5603,
            "name": "Elsa spezzata",
            "desc": "<p>Un'impugnatura di pietra ottenuta da un'atica statua.</p><p>Le schegge e le incisioni presenti su di essa sono un'attestazione delle brutali battaglie a cui il suo proprietatio ha preso parte.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/26/45954971/67978db947fe1d27aae1f882047b417f_1782945701957122024.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 722,
            "name": "Nettare brillante",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Del nettare colmo di pura energia elementale.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Gli studiosi generalmente concordano sul fatto che i Malefiori sono forme di vita avanzata tra le piante elementali, ma non c'è ancora una spiegazione soddisfacente riguardo alle loro abitudini predatorie.</span></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "Liv. 60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATT prima dell'ascensione",
              "ATT dopo l'ascensione",
              "Tasso di CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "382",
              "414",
              "24,4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 45000
          },
          {
            "type": "CustomEntry",
            "epId": 4025,
            "name": "Calice d'argento del mare immacolato",
            "desc": "<p>Materiale d'ascensione delle armi.</p><p>Negli anni in cui il velo dorato ricopriva il territorio, la pura acqua di sorgente doveva essere nascosta in rivoletti montanari invisibili ai più, e i cavalieri di Loch nacquero in questi santuari.</p><p>I calvalieri giurano sull'armatura d'argento di proteggere gli spiriti nati dall'acqua pura e i loro compagni d'armi anch'essi devoti all'unica vera sorgente, opponendo resistenza all'onnipresente potere dorato che oscurò il cielo ed esclissò il sole.</p><p>Ma questa è una leggenda antica: </p><p>non molto tempo dopo il crollo dell'impero, i cavalieri che resistettero all'usurpatore si spogliarono della loro armatura, e le loro vicende finirono in un groviglio di storie e ballate.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/12/45954971/2487c256ba88ca8a61acb6b3e3c7a471_9097752232548169076.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 5603,
            "name": "Elsa spezzata",
            "desc": "<p>Un'impugnatura di pietra ottenuta da un'atica statua.</p><p>Le schegge e le incisioni presenti su di essa sono un'attestazione delle brutali battaglie a cui il suo proprietatio ha preso parte.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/26/45954971/67978db947fe1d27aae1f882047b417f_1782945701957122024.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 722,
            "name": "Nettare brillante",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Del nettare colmo di pura energia elementale.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Gli studiosi generalmente concordano sul fatto che i Malefiori sono forme di vita avanzata tra le piante elementali, ma non c'è ancora una spiegazione soddisfacente riguardo alle loro abitudini predatorie.</span></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
            "amount": 14
          }
        ]
      },
      {
        "key": "Liv. 70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATT prima dell'ascensione",
              "ATT dopo l'ascensione",
              "Tasso di CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "457",
              "488",
              "27,3%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 55000
          },
          {
            "type": "CustomEntry",
            "epId": 4025,
            "name": "Calice d'argento del mare immacolato",
            "desc": "<p>Materiale d'ascensione delle armi.</p><p>Negli anni in cui il velo dorato ricopriva il territorio, la pura acqua di sorgente doveva essere nascosta in rivoletti montanari invisibili ai più, e i cavalieri di Loch nacquero in questi santuari.</p><p>I calvalieri giurano sull'armatura d'argento di proteggere gli spiriti nati dall'acqua pura e i loro compagni d'armi anch'essi devoti all'unica vera sorgente, opponendo resistenza all'onnipresente potere dorato che oscurò il cielo ed esclissò il sole.</p><p>Ma questa è una leggenda antica: </p><p>non molto tempo dopo il crollo dell'impero, i cavalieri che resistettero all'usurpatore si spogliarono della loro armatura, e le loro vicende finirono in un groviglio di storie e ballate.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/12/45954971/2487c256ba88ca8a61acb6b3e3c7a471_9097752232548169076.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 5604,
            "name": "Elsa incandescente",
            "desc": "<p>Un'impugnatura di pietra ottenuta da un'atica statua.</p><p>La fiamma che ancora brilla al suo interno dimostra che è stata separata dal suo proprietario in tempi assai recenti.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/26/45954971/2318939dad02aa56387511406617c2f5_8924419080158867573.png",
            "amount": 14
          },
          {
            "type": "CustomEntry",
            "epId": 372,
            "name": "Nettare energetico",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Del miele denso e appiccicoso che è pieno d'energia.<br>Il Malefiore caccia ingannando la sua preda, un processo che usa per evolversi possibilmente in una forma più forte e più pura.</span></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "Liv. 80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATT prima dell'ascensione",
              "ATT dopo l'ascensione",
              "Tasso di CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "532",
              "563",
              "30,2%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 65000
          },
          {
            "type": "CustomEntry",
            "epId": 4024,
            "name": "Calice d'oro del mare immacolato",
            "desc": "<p>Materiale d'ascensione delle armi.</p><p>Quando l'usurpatore della città sommersa suonò l'ultimo movimento della sinfonia dorata, il musicista preferito rubò il calice dorato stracolmo d'icore.</p><p>Sconvolto dal tradimento temerario del Dio re, il musicista chiamò le ultime guardie, usò l'icore insolubile per chiudere il drago sotto la torre e sprofondò nell'abisso assieme alla capitale.</p><p>In seguito, questo ladro gentiluomo svanì in punta di piedi, e solo la \"compagnia dorata\" ricorda la sua profezia.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/12/45954971/4b9ae77d7acba8a7f9622b0a7a2bd016_1092489962294200510.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 5604,
            "name": "Elsa incandescente",
            "desc": "<p>Un'impugnatura di pietra ottenuta da un'atica statua.</p><p>La fiamma che ancora brilla al suo interno dimostra che è stata separata dal suo proprietario in tempi assai recenti.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/26/45954971/2318939dad02aa56387511406617c2f5_8924419080158867573.png",
            "amount": 27
          },
          {
            "type": "CustomEntry",
            "epId": 372,
            "name": "Nettare energetico",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Del miele denso e appiccicoso che è pieno d'energia.<br>Il Malefiore caccia ingannando la sua preda, un processo che usa per evolversi possibilmente in una forma più forte e più pura.</span></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
            "amount": 18
          }
        ]
      },
      {
        "key": "Liv. 90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATT prima dell'ascensione",
              "ATT dopo l'ascensione",
              "Tasso di CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "608",
              "-",
              "33,1%"
            ]
          }
        ]
      }
    ]
  }
}