{
  "epId": 6311,
  "name": "Sogni dell'antica capitale",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Un libro di una giovane donna di nome Lycia, che intraprende un viaggio da sola in seguito alla distruzione della sua terra natia da parte di un drago nero.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/13/362377527/f22dd7479b9c6f0d8de0bda95cb00466_871691577826447285.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1747135893,
  "components": {
    "textualResearch": [
      {
        "title": "Sogni dell'antica capitale",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Un libro di una giovane donna di nome Lycia, che intraprende un viaggio da sola in seguito alla distruzione della sua terra natia da parte di un drago nero.</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>Durante il viaggio, ella incontrò un'ex guardia reale, ora errante, e chiese il suo aiuto nell'arte della spada. La guardia però aveva da tempo abbandonato la speranza, e aveva perso sia la volontà di brandire una spada che il coraggio di usarla.</color>\n<color=#ffffff73>\"Non posso riempire di speranza una bottiglia e dartela\", disse Lycia.</color>\n<color=#ffffff73>\"Ma ricordo una canzone della mia infanzia. Diceva che la primavera è fugace come una stella cadente, e mi ha insegnato a custodire ogni fiore in procinto di sbocciare ai miei piedi.\"</color>\n<color=#ffffff73>\"Non hai bisogno di padroneggiare l'arte della spada\", disse la guardia.</color>\n<color=#ffffff73>\"Vedo nei tuoi occhi che possiedi già qualcosa di ben più potente.\"</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>Lycia riprese nuovamente il cammino, seguendo le indicazioni degli anziani, e si avventurò in una fitta foresta dove si imbatté in un saggio gufo, custode delle chiavi del Regno dei Sogni.</color>\n<color=#ffffff73>La risata del gufo risuonava tutt'intorno a lei come una foschia avvolgente.</color>\n<color=#ffffff73>\"Sai cosa significa ritirarsi di fronte alle avversità?\"</color>\n<color=#ffffff73>\"Finché le mie gambe mi permetteranno di camminare, andrò sempre avanti.\"</color>\n<color=#ffffff73>\"Temi l'idea della morte che bussa alla tua porta?\"</color>\n<color=#ffffff73>\"La combatterò fino alla fine.\"</color>\n<color=#ffffff73>\"Un'ultima domanda... Giuri che cercherai vendetta?\"</color>\n<color=#ffffff73>\"Io...\"</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>Ora che aveva ottenuto la chiave, Lycia aprì la porta del Regno dei Sogni, dove avrebbe dovuto attraversare un fiume di stelle per salire una scala nera come l'inchiostro, sopportando mille avversità. Infine, confessò il motivo per cui era venuta dinanzi alla dea dei sogni e, in cambio di una ciocca dei suoi capelli dorati, le venne svelata la magia di attirare qualcuno in un sogno.</color>\n<color=#ffffff73>Poi, dichiarò che si sarebbe vendicata del drago nero.</color>\n<color=#ffffff73>All'inizio, il drago nero conosceva solo il bianco e il nero; ma sotto l'incantesimo, sognava mille e un mondi diversi, ognuno di essi molto più vivace del fuoco e dello zolfo.</color>\n<color=#ffffff73>\"Se anche a te piacciono mondi come questo\", disse Lycia,</color>\n<color=#ffffff73>\"Riavvolgerò il quadrante del cielo notturno, invertendo il corso di tutte le stelle, riportando tutto al giorno prima del tuo arrivo nella mia città natale.\"</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>Alla fine della storia, Lycia si svegliò dal sogno della notte precedente e si mise a guardare i panorami familiari della sua città natale fuori dalla finestra. Gli uccelli cantavano e i fiori sbocciavano, e tutto era in pace.</color>\n<color=#ffffff73>Dalla porticina della baracca di legno, si udì qualcuno bussare lievemente.</color>\n<color=#ffffff73>Lycia aprì la porta e vide uno sconosciuto dai capelli neri in piedi davanti a lei.</color>\n<color=#ffffff73>\"Non riesco a distinguere il colore dei tuoi capelli\", disse l'uomo.</color>\n<color=#ffffff73>\"Ma immagino che sia dorato, proprio come il colore delle stelle nel mio sogno.\"</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>Appunto sul retro del libro:</color>\n<color=#ffffff73>Ti piace molto scrivere storie sui draghi, vero?</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Sogni dell'antica capitale"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Oggetto missione</color>"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Simulanka"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Evento versione 4.8: Estate di fiabe e squame"
          }
        ]
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "4.8"
          }
        ]
      }
    ]
  }
}