{
  "epId": 6367,
  "name": "Alice",
  "desc": "<p>Grande Avventuriera dei regni, Re dei Dodo, difensore della vecchia Mondstadt, amica degli adulti che ancora nutrono speranza, autrice della Guida di viaggio di Teyvat, ideatrice dell'arte Kujirai - Temari Jutsu, fornitrice del rinomato signore Sangemah Bay, anziana e fondatrice dell'Hexenzirkel, nome in codice \"A\", madre di Klee.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/362377527/f54b9aca241b8419ef15cf72c5a1d851_8336331582275950415.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1743067835,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "RichText",
        "text": "Arcipelago della Mela Dorata\nAlice trovò queste isole e decise di abbellirle, trasformando le antiche rovine in un parco estivo e usando il soprannome di Re dei Dodo per invitare lì sua figlia Klee e i suoi amici.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6274,
        "name": "Simulanka",
        "desc": "<p>Tanto, tanto tempo fa, tre dee crearono questo mondo, chiamandolo \"Simulanka\".</p><p>La Dea della Creazione, la quale controllava materia e magia, creò le montagne e i fiumi, donando la vita. I suoi poteri aprirono anche la strada a Simulanka di esistere in numerosi mondi. Dopo la Dea della Creazione arrivò la Dea della Profezia, la quale dominava le stelle e il corso del fato stesso. Indusse il cielo a girare e la terra a muoversi. Tutt'ora, la sua statua spicca nel punto più alto di Sideropoli. L'ultima Dea era quella del Fato, la quale regnava su tutti i racconti preziosi e i desideri più amati. Lei concesse le ardenti ed eterne sensazioni di amore e odio, mostrando il significato di morte e fede.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/12694555/73c8a8ba49dc47173e7120269b48dc60_310425031621219317.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Alice fu una delle tre streghe che crearono Simulanka. Lei è la Dea della Creazione in questo mondo magico.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Hexenzirkel",
        "desc": "<p>Una società segreta di streghe che discute alle cerimonie del tè ed esplora l'Irminsul. Otto streghe fanno parte dell'Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/362377527/020ec4f93b3e97a635245eee1a680860_594134003990708097.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Alice è una fondatrice ed è l'Anziana dell'Hexenzirkel.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Klee",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Esperta di esplosivi e ospite frequente della cella d'isolamento dei Cavalieri di Favonius. Conosciuta anche come Sole fugace.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Klee_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Figlia di Alice.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Rhinedottir",
        "desc": "<p>Alchimista membro dell'Hexenzirkel, una dei Cinque Peccatori di Khaenri'ah e madre di Albedo. Rhinedottir creò un'armata di mostri ombra, che attaccarono Teyvat 500 anni fa. La donna è anche conosciuta come \"La Dorata\" o \"R\". </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/20856775/aec634114cb0624de33275829ed6c51f_916028853746468711.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6369,
        "name": "Nicole",
        "desc": "<p>Profetessa e membro dell'Hexenzirkel. E' conosciuta anche come Nicole Reeyn e \"N\". <span class=\"wk-shady\">Lei è, probabilmente, una degli ultimi seelie ad essere rimasti coscienti. Ha perso la sua voce e può solamente parlare nella testa delle persone.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/25/362377527/e527734d94e70fefa9173ad463260166_4214019700444175339.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6370,
        "name": "Barbeloth",
        "desc": "<p>Visionaria, membro dell'Hexenzirkel e Maestra di Mona. E' conosciuta anche come Astromante Barbeloth Trismegistus e \"B.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/25/362377527/91796dd0fbc7a0dc9b05b79e95dc481f_6914028054409918557.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "name": "Andersdotter",
        "desc": "<p>Anya M. Andersdotter era una scrittrice mortale di Mondstadt e un membro dell'Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/26/362377527/f3310243870df041ac893ce6ef05488a_4654961582927986812.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6372,
        "name": "I. Ivanovna N.",
        "desc": "<p>Membro dell'Hexenzirkel e prima sindaca di Snezhnaya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/28/362377527/40537b39dca2e60020010239eef98f31_2426703539312382748.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Streghe dell'Hexenzirkel.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Un genio conosciuto come Kreideprinz, è capo alchimista e capitano della squadra investigativa dei Cavalieri di Favonius.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Alice diede un lavoro ad Albedo nei Cavalieri di Favonius e gli disse di prendersi cura di Klee e di trattarla come una sorella minore. Gli chiese anche di chiamarla \"Madre.\"\nAlice fece applicare un \"copyright\" alle opere di Albedo così che tutti i soldi guadagnati fossero andati in beneficenza.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2269,
        "name": "Dori",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una mercante inafferrabile con un debole per i Mora luccicanti.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/35428890/6539bea71efd0f839db897cfc4094362_3469125131800075941.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Alice è la miglior fornitrice di Dori.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3974,
        "name": "Idyia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un NPC esclusivo dell'evento Paradiso segreto estivo. Idyia è un Oceanide ed è la custode del Miraggio di Veluriyam.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/8f84efbb97c6667cbf39cb960acb5db8_5628516338796351592.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Alice diede a Idyia una bottiglia magica in grado di esaudire un desiderio all'interno della bottiglia stessa. Idyia vive nel sottospazio all'interno della bottiglia chiamato Miraggio di Veluriyam.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Invenzioni"
      },
      {
        "type": "RichText",
        "text": "Fonografo di Alice\nUn dispositivo vocale utilizzato per esprimere l'amore di una madre.\n\"Dispositivo di Dodocomunicazione\"\nPermette alle persone di rimanere in contatto anche a grandi distanze.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Articoli correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 2316,
        "name": "Guida di viaggio di Teyvat",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/87bc3310a930d5c263b538b39e79f8c9_3085850041644932870.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 5839,
        "name": "La piccola strega e la fiamma perpetua",
        "desc": "Un fiore azzurro dall'aspetto immacolato, che nasce quando le vene d'acqua confluiscono. Ha un profumo semplice, fresco ed elegante, intenso e corroborante nella sua gentilezza.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/02/531a39334dc65d78ebe5e2de11fddbaa_9041448304278463013.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailer e teaser della storia",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Teaser della storia: Ricevimento delle maghe"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/1d77b3f1972e0b02f49a1b5a27009d7c_888359372350112506.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>7 Marzo 2023</color>\nDopo aver ricevuto un messaggio inaspettato dalla lampada antica, Alice, grande avventuriera dei Regni, Re Dodo, protettrice della Vecchia Mondstadt, amica degli adulti speranzosi, autrice della Guida turistica di Teyvat, fondatrice dell'Arte dei Kujirai: Jutsu delle temari, fornitrice del rinomato Lord Sangemah Bay, anziana dell'Hexenzirkel, altresì nota col nome in codice \"A\", e madre dell'adorabilissima Klee, rimase spiazzata.\nMa, fortunatamente, non si trattò di nulla di grave. Fece invece affiorare nella sua mente ricordi di compagni con cui trascorse la sua gioventù.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=RigK4OwCCM8&list=PLqWr7dyJNgLICZACs2Fge9bkhlvdE_Y70&index=18&ab_channel=GenshinImpact"
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Klee",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Esperta di esplosivi e ospite frequente della cella d'isolamento dei Cavalieri di Favonius. Conosciuta anche come Sole fugace.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Klee_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Storia del personaggio"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Storia del personaggio 1</color>\n<color=#ffffff73>Tre anni fa, Klee venne affidata ai Cavalieri di Favonius dai suoi genitori, famosi avventurieri.</color>\n<color=#ffffff73>Fu così che i destini di Klee e di \"quel ragazzo in bianco\" si intrecciarono con la loro \"famiglia\" a Mondstadt.</color>\n<color=#ffffff73>Klee è curiosa di tutto ciò che il mondo esterno ha da offrire, ha una passione innocente per gli esplosivi ed è incredibilmente entusiasta in tutto ciò che fa. Sotto la tutela dei Cavalieri di Favonius, è protetta da rischi e malintenzionati.</color>\n<color=#ffffff73>Questa ragazzina ha stretto rapidamente un legame indissolubile con tutti i Cavalieri di Favonius. Essere mandata in cella d'isolamento da Jean, aiutare Amber a migliorare Baron Coniglio, sviluppare nuove bombe... Queste parti della vita di Klee sono per lei tesori inestimabili.</color>\n<color=#ffd780>Storia del personaggio 5</color>\n<color=#ffffff73>Per Klee, i Cavalieri di Favonius sono la sua famiglia e non può immaginare una vita senza di loro. Il suo più grande punto di riferimento, tuttavia, rimane ancora la madre naturale: l'appassionata avventuriera Alice, conosciutissima ovunque e autrice dell'apprezzata Guida di viaggio di Teyvat.</color>\n<color=#ffffff73>Klee considera la sua mamma incredibile e in grado di compiere qualsiasi impresa. Che si tratti del modo in cui spiegava a Klee, passo dopo passo, come aggiungere polvere da sparo e scegliere le micce, o di come la incoraggiava a esprimere la sua creatività attraverso fuochi d'artificio sempre più audaci e meravigliosi... o di quando le insegnò a identificare i punti portanti del Promontorio Acchiappastelle e dove posizionare le cariche esplosive per far crollare il tutto... o ancora, di quella volta che si fecero la linguaccia in modo sfacciato mentre venivano rimproverate da Huffman dei Cavalieri di Favonius... Klee ha molti ricordi preziosi legati a sua madre.</color>\n<color=#ffffff73>Le cose sono rimaste così fino a quando i suoi genitori non sono partiti per un viaggio in un luogo pericoloso e lontano, affidando Klee alle cure di Albedo e dei Cavalieri di Favonius.</color>\n<color=#ffffff73>Anche se era ancora piccola, Klee sapeva che, un giorno, sarebbe diventata proprio come sua madre. Voleva renderla fiera... a furia di esplosivi.</color>\n<color=#ffd780>\"Dodoco\"</color>\n<color=#ffffff73>Dodoco è il primo amico di Klee, nonché uno dei migliori.</color>\n<color=#ffffff73>Molto tempo fa, sua madre Alice realizzò a mano questo pupazzetto per lei, lo attaccò al quadrifoglio di Klee e appese il tutto al suo enorme zaino.</color>\n<color=#ffffff73>Da quel giorno, Klee e Dodoco sono inseparabili. Sua madre diceva che, così facendo, Klee non si sarebbe mai sentita sola, e che avrebbe avuto un amico con cui confidarsi anche se fosse stata sola. Si sarebbero anche protetti a vicenda nei momenti di pericolo, proprio come Amber e Baron Coniglio.</color>\n<color=#ffffff73>Per quanto innocuo possa sembrare, i Cavalieri sono comunque un po' preoccupati: viste le altre invenzioni che Alice e sua figlia avevano realizzato, magari anche questa potrebbe esplodere da un momento all'altro...</color>\n<color=#ffffff73>Il nome \"Dodoco\" è stato scelto da Klee stessa. Quando le chiesero cosa significasse, arrossì per un bel po' prima di rispondere: \"Significa... 'il miglior amico di Klee'!\"</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Battute"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito dei genitori</color>\n<color=#ffffff73>La mia mamma e il mio papà sono i viaggiatori più famosi di Teyvat! La mamma scrive la Guida di viaggio di Teyvat, quindi tutti i ristoranti e gli alberghi del mondo ci tengono molto a quello che pensa.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Un genio conosciuto come Kreideprinz, è capo alchimista e capitano della squadra investigativa dei Cavalieri di Favonius.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Storia del personaggio"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Storia del personaggio 2</color>\n<color=#ffffff73>\"Albedo ha avuto la possibilità di entrare a Mondstadt, grazie alla lettera di raccomandazione della sua maestra.\"</color>\n<color=#ffffff73>La storia della lettera è senz'altro vera, come è vero che le porte di Mondstadt sono aperte a tutti e che non ne avrebbe avuto bisogno.</color>\n<color=#ffffff73>Anzi, a dirla tutta, se non l'avesse mai esibita, la sua vita sarebbe stata persino più semplice.</color>\n<color=#ffffff73>La destinataria della lettera era infatti la famosa scrittrice di letteratura da viaggio Alice, amica di vecchia data della maestra di Albedo, Rhinedottir.</color>\n<color=#ffffff73>Alice interpretò a suo modo le richieste contenute nella lettera.</color>\n<color=#ffffff73>\"Dunque, Rhine dice che per te ci vuole un laboratorio... e non una struttura realizzabile da una persona qualunque... Mmmh, sì, ci sono!\"</color>\n<color=#ffffff73>E fu così che decise di farlo unire ai Cavalieri di Favonius.</color>\n<color=#ffffff73>Ma il lavoro affidatogli dai Cavalieri non impegnava più del cinque per cento delle energie di Albedo.</color>\n<color=#ffffff73>Pensò, a quel punto, che avrebbe potuto sfruttare tutte le energie residue per condurre i suoi esperimenti, usando gli strumenti ai quali aveva accesso attraverso i Cavalieri di Favonius.</color>\n<color=#ffffff73>Eppure...</color>\n<color=#ffffff73>Non fu così. Perché Alice aveva una figlia, Klee.</color>\n<color=#ffffff73>Sì, proprio \"quella\" Klee.</color>\n<color=#ffffff73>\"Da oggi siamo una famiglia, trattala come se fosse la tua sorellina!\"</color>\n<color=#ffffff73>E fu così che, da quel giorno, ogni briciolo delle energie di Albedo venne dedicato a risolvere i pasticci combinati da Klee.</color>\n<color=#ffd780>Storia del personaggio 3</color>\n<color=#ffffff73>Albedo non ha memoria di alcun legame di sangue. Fin dai suoi primi ricordi si rivede andare all'avventura con la sua maestra.</color>\n<color=#ffffff73>Anche se Alice, i Cavalieri di Favonius e quel viaggiatore(la viaggiatrice) che percepiva le profondità stellari rappresentano tutti figure importanti nella sua vita, nessuno di loro si avvicina neppure lontanamente al ruolo rivestito dalla maestra.</color>\n<color=#ffffff73>Albedo considera solo lei un membro della sua famiglia.</color>\n<color=#ffffff73>Una donna fredda e severa che lo ha cresciuto impartendogli tutti i segreti alchemici.</color>\n<color=#ffffff73>\"L'universo è l'essenza buia del vero cielo stellato... La terra è la somma dei ricordi del tempo e dell'essere...</color>\n<color=#ffffff73>Tu non sei che del gesso. L'alchimia prende il suo nome dal suolo, che è all'origine della vita. E questa...\"</color>\n<color=#ffffff73>Davanti a lui dava dimostrazione della sua tecnica, intanto che un'enorme forma di vita esplodeva in una vasca di contenimento, originando una pioggia di frammenti.</color>\n<color=#ffffff73>\"Questa si chiama rinascita.\"</color>\n<color=#ffd780>Storia del personaggio 4</color>\n<color=#ffffff73>Un tempo, Albedo conduceva una vita semplice e tranquilla.</color>\n<color=#ffffff73>Non aveva l'esigenza di riflettere su nulla. La sua esistenza trascorreva priva di eventi e di sorprese, a fianco della sua maestra, intento a esaudirne le richieste e a soddisfarne le aspettative.</color>\n<color=#ffffff73>Ma un giorno, mentre si muovevano nelle profondità di un labirinto, maestra e allievo scoprirono un manufatto noto come il Cuore di Naberius.</color>\n<color=#ffffff73>E fu in quel momento che la sua maestra sparì per sempre, lasciando unicamente un biglietto, una lettera di raccomandazione e un testo classico.</color>\n<color=#ffffff73>Il biglietto diceva: \"Albedo, recati a Mondstadt, trova la mia cara amica Alice e consegnale questa lettera di raccomandazione. Poi, porta a compimento il tuo incarico finale.\"</color>\n<color=#ffffff73>Il testo classico era uno degli ultimi manoscritti esistenti dell'Opus Magnum, preso dalla collezione della sua maestra.</color>\n<color=#ffffff73>Ma quelli non erano i soli \"doni\" che la sua maestra gli aveva lasciato, poiché lei gli conferì anche il titolo di Kreideprinz e, con questo, la dichiarazione scritta di avergli già insegnato tutto quello che poteva.</color>\n<color=#ffffff73>In precedenza, gli incarichi affidati ad Albedo erano tutti stati molto impegnativi.</color>\n<color=#ffffff73>Aveva sempre creduto fermamente che la sua maestra avrebbe tenuto fede alla sua minaccia di abbandonarlo, qualora avesse fallito.</color>\n<color=#ffffff73>Ma questo ultimo incarico che gli aveva lasciato era incredibilmente difficile, molto al di sopra delle sue capacità.</color>\n<color=#ffffff73>Poteva voler dire che era destinato a fallire, precludendosi per sempre la possibilità di rivedere la sua maestra?</color>\n<color=#ffffff73>\"Il tuo incarico finale: mostrami la verità e il senso che albergano in questo mondo.\"</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Battute"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito della famiglia</color>\n<color=#ffffff73>La mia famiglia? Sebbene Alice mi abbia sempre chiesto di chiamarla \"mamma\", quando penso all'idea di famiglia, mi viene subito in mente la mia insegnante. I ricordi più vecchi che ho risalgono a quando mi portava con sé all'avventura. Mi ha insegnato l'arte dell'alchimia e molte nozioni sul nostro mondo. Forse nemmeno le parole \"famiglia\" e \"maestra\" sono sufficienti a esprimere pienamente quanto lei conti per me.</color>\n<color=#ffd780>A proposito di Klee</color>\nAi miei occhi, Klee è proprio come una sorella minore. Ogni volta che si ficca in un gran bel pasticcio, mi consolo pensando che la sua potenza distruttiva è nulla rispetto a quella di Alice."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito di Alice</color>\nLa madre di Klee, Alice, è una strega estremamente enigmatica e quasi onnipotente. Non preoccuparti troppo. Questo è solo il suo carattere.\n<color=#ffd780>A proposito del copyright</color>\nAlcuni ritenevano che il mio stile pittorico fosse raro e degno di investimento, e offrirono una grossa somma di denaro per ogni opera.\nQuesto, più i profitti considerevoli ricavati dalla vendita all'asta di alcuni dei miei dipinti di nature morte, sembrarono dare un'idea ad Alice.\nUsò le sue conoscenze personali per richiedere una sorta di certificazione per la mia opera d'arte... credo che la chiamino \"copyright\"? In seguito, molti artisti iniziarono a imitare i miei dipinti di paesaggi, e divennero una cosa comune in tutta Mondstadt.\nSecondo le regole del copyright che Alice aveva richiesto, gli artisti devono pagarmi una parte dei loro guadagni per ogni dipinto di paesaggio di questo stile che vendono.\nLa ricchezza non è mai stata uno dei miei obiettivi. Non mi interessa dove vanno a finire i soldi, quindi li ho affidati ai Cavalieri di Favonius e ho lasciato che se ne occupassero loro.\nImmagino che sarebbe appropriato usarli per pagare la distruzione che Alice ha creato.\nMa da quello che sento, li usano tutti per iniziative di beneficenza, che è anche una causa nobile."
      },
      {
        "type": "CustomEntry",
        "epId": 35,
        "name": "Barbara",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Ogni abitante di Mondstadt ha un debole per Barbara. Quest'ultima ha imparato la parola \"idol\" da una rivista.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Barbara_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Storia del personaggio"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>La rivista degli idol di Alice</color>\n<color=#ffffff73>\"...'Idol'?\"</color>\n<color=#ffffff73>Dopo aver sentito questa strana parola per la prima volta, Barbara rimase molto confusa.</color>\n<color=#ffffff73>\"Ma... non dovremmo venerare i Sette?\"</color>\n<color=#ffffff73>\"Sì, ma non solo...\" le rispose Alice, un'anziana dell'Hexenzirkel, che intendeva preparare la giovane al successo. \"Leggi questa, ti insegnerà tutto quello che devi sapere\".</color>\n<color=#ffffff73>La lettura assegnata s'intitolava \"La rivista degli idol\". Barbara non sapeva da dove provenisse, ma leggendola scoprì che questi \"idol\" esistono davvero e che, per diventarlo, bisogna soprattutto lavorare sodo per farsi piacere da tutti.</color>\n<color=#ffffff73>Imparò anche che un idol eccezionale è capace non solo di regalarsi la felicità, ma anche di guarire spiritualmente le persone attraverso il canto e la danza.</color>\n<color=#ffffff73>Barbara si dedicò a imparare una canzone dopo l'altra, ballando al ritmo della musica, e infine trovò la felicità nei visi sorridenti della gente.</color>\n<color=#ffffff73>Qualche tempo dopo, quando Alice ha fatto sapere ansiosamente a Barbara che i piani per \"Idol di Teyvat\" stavano saltando, Barbara stava iniziando a farsi un nome a Mondstadt grazie alle sue esibizioni.</color>\n<color=#ffffff73>\"Mmmh, beh, se sono l'unica rimasta... immagino che sia compito mio dare prova di cosa significa essere un idolo!\"</color>\n<color=#ffffff73>Spinta da quest'ambizione leggermente egocentrica di diffondere gioia e guarigione negli altri, negli ultimi tempi Barbara ha studiato di nascosto nuove melodie, fino a oggi.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Battute"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Altro su Barbara (3)</color>\n<color=#ffffff73>Iris mi ha insegnato che: \"Una vera idol dovrebbe sempre cercare di guarire l'anima della gente...\", e io sono completamente d'accordo.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Mona",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una giovane astrologa che si fa chiamare Mona Megistus e che possiede delle abilità degne del suo titolo. Erudita ma orgogliosa.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Storia del personaggio"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Storia del personaggio 1</color>\n<color=#ffffff73>Non molto tempo fa, Mona ha ricevuto un compito molto importante dalla sua insegnante, un'astrologa anziana e competente. Quest'ultima ha chiesto a Mona di raggiungere Mondstadt per recuperare una scatola dai contenuti altamente riservati dal successore di una sua ex amica e rivale.</color>\n<color=#ffffff73>\"Non osare guardare in quella scatola, o guai a te...\" Questo è stato l'ammonimento che Mona ha ricevuto prima della partenza.</color>\n<color=#ffffff73>Con grande sorpresa da parte di Mona, il successore non era altri che Klee, detta la Cavalier Scintilla. La scatola c'era ancora, ma, a causa delle azioni di Klee e di una serie di altri incidenti, Mona ha inavvertitamente scoperto il segreto al suo interno: \"S-Sono spacciata. Questi testi contengono le oscure vicende della sua gioventù... Se torno da lei, mi ammazzerà di sicuro...\"</color>\n<color=#ffffff73>Così, Mona è stata costretta a rimanere a Mondstadt, dove ha iniziato una vita difficile e modesta, ma piena di soddisfazioni.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Battute"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito di Klee</color>\n<color=#ffffff73>Ah, sì, la figlia di Alice. È stata affidata ai Cavalieri di Favonius e anche Albedo si occupa di lei. La sua costellazione è il Trifolium, simbolo della buona sorte. Una vera fortuna. La invidio un po'...</color> <color=#ffffff73>fa un sorrisetto</color>\n<color=#ffffff73>Se anch'io avessi ricevuto quella fortuna, probabilmente non avrei mai avuto il grande onore di incappare in quella vecchia, giusto?</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito di Alice</color>\nPer quanto fosse esperta di astrologia, la mia maestra conosceva solo l'astrologia. Alice, d'altro canto, era esperta in molti altri campi mistici."
      },
      {
        "type": "CustomEntry",
        "epId": 2269,
        "name": "Dori",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una mercante inafferrabile con un debole per i Mora luccicanti.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/35428890/6539bea71efd0f839db897cfc4094362_3469125131800075941.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Storia del personaggio"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Storia del personaggio 5</color>\n<color=#ffffff73>Nessuno sa esattamente quando Dori abbia incontrato Alice, ma le due formano una coppia di partner d'affari di cui tutti i mercanti sono gelosi.</color>\n<color=#ffffff73>Alice viaggia per il mondo, perciò le sue visite a Sumeru sono sempre brevi. Tuttavia, di tanto in tanto, Alice fa recapitare a Dori le sue nuove invenzioni.</color>\n<color=#ffffff73>Dori, invece, le vende e manda i Mora ad Alice.</color>\n<color=#ffffff73>A volte, Alice allega una lettera all'invenzione, spiegando a Dori di tenersi temporaneamente i Mora, poiché si trova in una zona pericolosa.</color>\n<color=#ffffff73>Malgrado ciò, Dori insiste nel mandare i Mora ad Alice tramite qualcuno nel posto più sicuro vicino a lei, per assicurarsi che riceva i Mora non appena possibile.</color>\n<color=#ffffff73>Il lavoro, la spedizione, l'assicurazione e ogni altra spesa ammontano spesso a una grande somma, ma Dori non ha mai avuto il braccino corto. Paga persino in anticipo.</color>\n<color=#ffffff73>\"Io, Dori, non manco mai di adempiere ai pagamenti.</color>\n<color=#ffffff73>Inoltre, anche la signorina Alice ha delle spese giornaliere da affrontare. Devo assicurarmi che abbia i Mora con sé ogni volta che ne ha bisogno.\"</color>\n<color=#ffffff73>Dori ripete spesso queste parole e, nonostante i problemi, fa sempre sì che i pagamenti di Alice vengano recapitati.</color>\n<color=#ffffff73>Sebbene Alice non sia più l'unica fornitrice di Dori, i suoi pagamenti hanno sempre la priorità massima.</color>\n<color=#ffffff73>Forse è perché vuole mantenere una certa promessa che aveva fatto col cuore ad Alice nel giorno in cui si sono conosciute.</color>\n<color=#ffffff73>\"Vuoi Mora a palate? Benissimo. Posso offrirti una fornitura di oggetti meravigliosi di vario genere. Ma la quantità di Mora che guadagnerai dipenderà da quanto sarai brava nelle vendite.\"</color>\n<color=#ffffff73>\"Non preoccuparti. Li venderò a buon prezzo per guadagnare una bella somma e ti spedirò la tua parte il più presto possibile... Sarò la migliore partner d'affari che potrai mai avere.\"</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Battute"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito di Alice</color>\nLa gamma di eccentriche novità di Alice non ha fine! Il che la rende di gran lunga la mia migliore fornitrice, hehe. Ehm, ora che ti ho svelato il mio segreto professionale, penso che dovresti recuperare le tasse universitarie, hmm? Dai, paga!"
      },
      {
        "type": "CustomEntry",
        "epId": 43,
        "name": "Diluc",
        "desc": "<p>Il magnate di un impero vinicolo a Mondstadt, la sua ricchezza, reputazione e le sue capacità sono senza eguali.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diluc_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lettera indirizzata ad Alice"
      },
      {
        "type": "RichText",
        "text": "\"Cara signorina Alice,\nDevo ammettere che quando ho letto le prime righe di questa lettera, non mi aspettavo che fosse stata scritta da lei.\nSembra che non l'abbia notata nonostante la sua presenza nelle vicinanze. Le mie scuse per questo.\nPer quanto riguarda Klee, ho sentito dire che è una strega estremamente potente, quindi sospetto che Klee sarebbe stato benissimo anche senza la mia presenza.\nCiò nonostante, mi ha inviato questa lettera, per la quale le sono grata.\nCome ha detto, viaggiare è la mia opzione migliore al momento. Uscirò e sperimenterò tutto ciò che il mondo ha da offrire, proprio come ha suggerito.\nLa volontà di mio padre troverà continuità attraverso di me. Klee è il benvenuto a soggiornare al Vigneto Primaluce come ospite durante la mia assenza. Adelinde preparerà sufficienti spuntini e succo d'uva per tali occasioni. E se non le dispiace, è anche la benvenuta a passare a trovarmi. Spero che lei e Klee siate in buona salute.\""
      },
      {
        "type": "CustomEntry",
        "epId": 6372,
        "name": "I. Ivanovna N.",
        "desc": "<p>Membro dell'Hexenzirkel e prima sindaca di Snezhnaya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/28/362377527/40537b39dca2e60020010239eef98f31_2426703539312382748.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Biglietto della fortuna"
      },
      {
        "type": "RichText",
        "text": "( <color=#ffffff73>Scrittura ordinata. Non sembra un biglietto della fortuna...</color> )\nBarbie è invecchiata, lasciando che le sue emozioni compromettessero una scrittura corretta. Così io, come prima sindaca, ho chiesto ad Alice di aiutarmi a risolvere varie questioni insignificanti a Snezhnaya. E in cambio, mi ha chiesto di scrivere un passaggio qui.\nNon credo in nessun mondo dopo la morte, quindi dobbiamo vivere al meglio finché respiriamo. Pertanto, non credo che leggerai una parola di ciò che scrivo qui: scrivo solo per me stesso.\nNessuno di noi due ha mai avuto un addestramento magico o di combattimento. Siamo semplicemente normali. Pertanto, potremmo essere in grado di giungere a un'intesa, anche se io la penso diversamente. Alice è stata troppo ██ buona con te. Un tempo, mi trascinava attraverso corsi d'acqua, faceva esplodere fornaci, catturava un gatto all'interno di un Dominio... Il processo era complicato e tutt'altro che semplice, ma in ogni caso, era pensato per proteggere le persone intorno a noi. Forse ti sarai chiesto, è questo il prezzo da pagare per andare d'accordo con questa banda di donne pazze? Dubito che saresti d'accordo con questa valutazione, e nemmeno io. Dopotutto, quelli sono stati i giorni più preziosi del nostro tempo insieme, non è vero?"
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "name": "Andersdotter",
        "desc": "<p>Anya M. Andersdotter era una scrittrice mortale di Mondstadt e un membro dell'Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/26/362377527/f3310243870df041ac893ce6ef05488a_4654961582927986812.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vecchio giornale"
      },
      {
        "type": "RichText",
        "text": "...Di diritto, io avrei dovuto essere \"A\", dato che \"A\" è la prima e l'ultima lettera del mio nome. Ma Alice mi ha smentito sulla base dell'anzianità e ha detto che sarei stata \"M\", a causa del mio secondo nome. Ahah, sa davvero come farmi scattare...\nEppure, la sua magia non smette mai di stupirmi. Non riesco ancora a credere che abbia fatto parlare una delle mie rane origami. Hmm... Perché non scrivo una storia con animali origami come personaggi principali? Vediamo... C'era una volta, in una foresta magica, un gruppo di animali fatti di carta...\nBarbie ama guardare nel futuro, quindi ha usato i suoi poteri per tracciare il destino di tutti gli esseri viventi a Simulanka. Ma conoscere il finale in anticipo toglie tutto il divertimento alla storia...\nPenso che farò una scommessa con lei. Credo che un giorno la gente di Simulanka deciderà di scolpire il proprio destino.\n...A quanto pare, vuole costruire una statua di se stessa nella capitale!? Ahah, cerco sempre di aggiungere un po' di brio."
      },
      {
        "type": "CustomEntry",
        "epId": 2487,
        "name": "Zhiqiong",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Zhiqiong_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito delle Miniere sotterranee della Voragine</color>\nHo completato alcune commissioni della Gilda, ovviamente, ma non ho ancora molta esperienza, quindi non ho fatto molte esplorazioni da sola. Non credo di aver lasciato alcun racconto delle mie gesta...\nQuindi ho pensato che le <color=#ffffff73>Miniere sotterranee della Voragine</color> potrebbero essere il posto giusto per lasciare il segno affinché le generazioni future mi ricordino.\nLe <color=#ffffff73>Miniere sotterranee della Voragine</color> potrebbero essere, per citare la grande avventuriera Alice, il mio \"Rubicone\"!\nBeh, non ne sono molto sicura, ma dato che Alice è un'avventuriera che ha visto il mondo intero, deve essere un posto in cui è stata... giusto?"
      },
      {
        "type": "CustomEntry",
        "epId": 3974,
        "name": "Idyia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un NPC esclusivo dell'evento Paradiso segreto estivo. Idyia è un Oceanide ed è la custode del Miraggio di Veluriyam.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/190184121/8f84efbb97c6667cbf39cb960acb5db8_5628516338796351592.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito di Alice</color>\nTu sei... tu sei la figlia di Alice!? Oh, vorrei solo che la terra mi inghiottisse in questo momento... Aspetta, ecco fatto! Mi nasconderò nel cuore del dominio! Mi nasconderò lì finché tutto questo non sarà finito. Ci vediamo tra cento anni!\nChi avrebbe mai pensato che mi sarei ritrovata in un simile pasticcio... Ugh, dopo tutte quelle chiacchiere con Alice sul fatto di far venire anche sua figlia...\nHaha, allora credo di aver finalmente ripagato Alice dopo tutti questi anni. È buffo pensare che sono stata nel mezzo di un deserto per tutto questo tempo... per me è solo una gigantesca palude fangosa..."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Xinghuo</color>",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito di Echo</color>\nQuel tizio continua a imitare tutto quello che dico. Mi sta facendo impazzire.\nFino a qualche anno fa parlava balbettando, finché non è arrivata una Viaggiatrice di nome Alice e gli ha dato una boccetta di medicina...\nHa curato completamente la sua balbuzie. Ma poi non è più riuscito a smettere di imitare il modo in cui parlano tutti quelli che gli stanno intorno..."
      },
      {
        "type": "RichText",
        "text": "Aratani",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito della Guida di viaggio di Teyvat</color>\nLa madre di Klee, Alice, è una rinomata avventuriera di Teyvat e l'edizione Inazuma della sua popolare serie \" <color=#ffffff73>Guida di viaggio di Teyvat\"</color> è destinata a uscire a breve.\nLa signorina Yae ha già deciso come promuoverla: \"Un'iniziativa congiunta del più grande e migliore duo madre-figlia di avventure di Teyvat\". Sarà sicuramente un grande successo."
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Alice"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Hexenzirkel</color>"
          }
        ]
      },
      {
        "key": "Voce cinese",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>张琦 (Zhang Qi)</color>"
          }
        ]
      },
      {
        "key": "Voce inglese",
        "value": [
          {
            "type": "RichText",
            "text": "Rachel Kimsey"
          }
        ]
      },
      {
        "key": "Voce giapponese",
        "value": [
          {
            "type": "RichText",
            "text": "井上喜久子 (INOUE Kikuko)"
          }
        ]
      },
      {
        "key": "Voce coreana",
        "value": [
          {
            "type": "RichText",
            "text": "여민정 (Yeo Min-jeong)"
          }
        ]
      }
    ]
  }
}