{
  "epId": 6370,
  "name": "Barbeloth",
  "desc": "<p>Visionaria, membro dell'Hexenzirkel e Maestra di Mona. E' conosciuta anche come Astromante Barbeloth Trismegistus e \"B.\"</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/25/362377527/91796dd0fbc7a0dc9b05b79e95dc481f_6914028054409918557.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1742854564,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Barbeloth"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Hexenzirkel</color>"
          }
        ]
      },
      {
        "key": "Voce cinese",
        "value": [
          {
            "type": "RichText",
            "text": "武向彤 (Wu Xiangtong)"
          }
        ]
      },
      {
        "key": "Voce inglese",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Misty Lee</color>"
          }
        ]
      },
      {
        "key": "Voce giapponese",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>新谷真弓 (SHINTANI Mayumi)</color>"
          }
        ]
      },
      {
        "key": "Voce coreana",
        "value": [
          {
            "type": "RichText",
            "text": "여윤미 (Yeo Yoon-mi)"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Barbeloth",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/25/362377527/c79a420a91acd2eb2fd70530db6fd442_3783145489689172722.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Statua di Barbeloth a Simulanka</color>"
          }
        ]
      },
      {
        "key": "Tazza di Barbeloth",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/25/362377527/430a80f97c64fb076793aa6e3875ed33_31153904571334928.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailer e teaser della storia",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Teaser della storia: Ricevimento delle maghe"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/1d77b3f1972e0b02f49a1b5a27009d7c_888359372350112506.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>7 Marzo 2023</color>\nDopo aver ricevuto un messaggio inaspettato dalla lampada antica, Alice, grande avventuriera dei Regni, Re Dodo, protettrice della Vecchia Mondstadt, amica degli adulti speranzosi, autrice della Guida turistica di Teyvat, fondatrice dell'Arte dei Kujirai: Jutsu delle temari, fornitrice del rinomato Lord Sangemah Bay, anziana dell'Hexenzirkel, altresì nota col nome in codice \"A\", e madre dell'adorabilissima Klee, rimase spiazzata.\nMa, fortunatamente, non si trattò di nulla di grave. Fece invece affiorare nella sua mente ricordi di compagni con cui trascorse la sua gioventù.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=RigK4OwCCM8&list=PLqWr7dyJNgLICZACs2Fge9bkhlvdE_Y70&index=18&ab_channel=GenshinImpact"
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Mona",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una giovane astrologa che si fa chiamare Mona Megistus e che possiede delle abilità degne del suo titolo. Erudita ma orgogliosa.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Storia del personaggio"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Storia del personaggio 1</color>\n<color=#ffffff73>Non molto tempo fa, Mona ha ricevuto un compito molto importante dalla sua insegnante, un'astrologa anziana e competente. Quest'ultima ha chiesto a Mona di raggiungere Mondstadt per recuperare una scatola dai contenuti altamente riservati dal successore di una sua ex amica e rivale.</color>\n<color=#ffffff73>\"Non osare guardare in quella scatola, o guai a te...\" Questo è stato l'ammonimento che Mona ha ricevuto prima della partenza.</color>\n<color=#ffffff73>Con grande sorpresa da parte di Mona, il successore non era altri che Klee, detta la Cavalier Scintilla. La scatola c'era ancora, ma, a causa delle azioni di Klee e di una serie di altri incidenti, Mona ha inavvertitamente scoperto il segreto al suo interno: \"S-Sono spacciata. Questi testi contengono le oscure vicende della sua gioventù... Se torno da lei, mi ammazzerà di sicuro...\"</color>\n<color=#ffffff73>Così, Mona è stata costretta a rimanere a Mondstadt, dove ha iniziato una vita difficile e modesta, ma piena di soddisfazioni.</color>\n<color=#ffd780>Storia del personaggio 4</color>\n<color=#ffffff73>Qualche volta, Mona si incontra con Klee e Albedo per mangiare insieme.</color>\n<color=#ffffff73>Il primo motivo è poter scroccare un pasto, il secondo è scambiare opinioni con Albedo.</color>\n<color=#ffffff73>Poiché entrambi sono alla ricerca dei principi che governano il mondo e hanno entrambi studiato con grandi maestri, è assolutamente normale che desiderino sostenersi a vicenda e lavorare insieme.</color>\n<color=#ffffff73>Mona difende strenuamente l'onore della sua insegnante davanti ad Albedo; tuttavia, spesso capita anche che si lamenti di quella \"vecchia megera\".</color>\n<color=#ffffff73>Una volta, Albedo non riuscì a trattenersi dal farle questa domanda: \"Parli spesso della tua illustre stirpe, eppure definisci la tua insegnante una 'megera' e una 'tonta testarda'. Quale di queste descrizioni è la più accurata?\" Mona realizzò subito di non averci mai pensato davvero. Passò qualche secondo ad accarezzarsi il mento, riflettendo profondamente su questo paradosso, e poi rispose: \"Bah... Mi ha senz'altro trasmesso delle tecniche eccezionali, ma io e la mia insegnante non siamo allo stesso livello. Lei conosce forse i prezzi di mercato delle uova, del burro o del grano? In questo campo, io sono di gran lunga meglio di lei\".</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Battute"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Altro su Mona (4)</color>\n<color=#ffffff73>Mona Megistus, l'astrologa: io e la vecchia signora l'abbiamo scelto insieme quel nome. Secondo lei, suonava bene. Poi, però, ha cominciato ad abbreviarlo chiamandomi \"Meg\"... Cosa ben poco necessaria, visto che il mio nome, Mona, è già abbastanza corto di suo. No! Non ti permetto MAI di chiamarmi in quel modo, è imbarazzante! Ah, non avrei dovuto dirti niente, lo sapevo!</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito della sua Maestra</color>\n<color=#ffffff73>Per quanto abile nell'astrologia, la mia maestra non conosceva altro, mentre Alice era abile anche in molti altri campi mistici.</color>\n<color=#ffffff73>Sono in missione per recuperare una scatola di proprietà della mia maestra.</color>\n<color=#ffffff73>Faceva parte di un accordo preso con una sua amica cinquant'anni or sono. Ma ormai non è più arzilla come un tempo, per cui tocca a me occuparmene.</color>\n<color=#ffffff73>La mia maestra e la sua amica hanno passato la vita a sfidarsi nelle arti mistiche, senza che nessuna delle due ne uscisse vincitrice. Se dovessi farcela, dimostrerei di aver superato la mia maestra!</color>\n<color=#ffffff73>Q-Questo... Quindi questo libro... Questo diario... è il diario che cinquant'anni fa apparteneva a quella megera?!</color>\n<color=#ffffff73>Ciò che voleva tanto riavere dopo cinquant'anni era l'oscura storia della sua gioventù?</color>\n<color=#ffffff73>Ah! Sono finita! Ora capisco perché la vecchia ha minacciato di farmi a pezzi, se avessi guardato nella scatola...</color>\n<color=#ffffff73>L'astrologia può vedere attraverso qualsiasi menzogna. Ne siete stati testimoni.</color>\n<color=#ffffff73>Dovrò restare temporaneamente a Mondstadt. Quando la vecchia megera avrà vissuto l'ultimo dei suoi giorni, sarò libera.</color>\n<color=#ffd780>A proposito della profezia di Fontaine</color>\n<color=#ffffff73>Ciò che posso dirti è che sono un'astrologa, e che questa profezia riguarda il destino di Fontaine, e perfino quello di tutta Teyvat.</color>\n<color=#ffffff73>È un po' come leggere la mano al mondo intero.</color>\n<color=#ffffff73>Temo che non sia qualcosa alla portata di tutti. Se ne fossi in grado, non mi chiamereste più astrologa, ma veggente.</color>\n<color=#ffffff73>Ma d'altro canto, la profezia è così grande e possente, sicuramente proviene da un potente veggente. Ha a che fare col destino del mondo intero... Sarebbe un errore ignorarla.</color>\n<color=#ffffff73>La vecchia megera ne sarebbe in grado, e immagino che anche qualcun altro dei suoi colleghi dell'Hexenzirkel riuscirebbe a fare una cosa del genere.</color>\n<color=#ffffff73>Devo accertarmi della precisione della profezia.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5840,
        "name": "Wolfy",
        "desc": "<p>Concierge incaricato di accogliere gli ospiti del Teatro Immaginario</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/20577441/c61ab2b047a03a29712263926f0da175_1556572012285716955.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Dialoghi sul Teatro Immaginario</color>\nCome ha detto Madame Maga, questa è la stanza che si trova \"prima del prologo della storia e dopo il suo l'epilogo\".\nPer questo gli ospiti hanno tutto il tempo che gli serve per fare ciò che vogliono.\nIn più, puoi provare tutte le decorazioni che vuoi! Che tu voglia cambiare la musica di sottofondo o dare uno sguardo al tuo destino, è tutto a tua completa disposizione.\nPer quanto sia comodo, non mi lascia molto altro da fare come concierge... sospira\nA proposito, Madame Maga è davvero incredibile! Riesce a scorgere i percorsi del fato nei riflessi delle stelle. Immagino che tu sia particolarmente soddisfatta dei suoi servizi di divinazione, eh?"
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "name": "Andersdotter",
        "desc": "<p>Anya M. Andersdotter era una scrittrice mortale di Mondstadt e un membro dell'Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/26/362377527/f3310243870df041ac893ce6ef05488a_4654961582927986812.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vecchio giornale"
      },
      {
        "type": "RichText",
        "text": "...Di diritto, io avrei dovuto essere \"A\", dato che \"A\" è la prima e l'ultima lettera del mio nome. Ma Alice mi ha smentito sulla base dell'anzianità e ha detto che sarei stata \"M\", a causa del mio secondo nome. Ahah, sa davvero come farmi scattare...\nEppure, la sua magia non smette mai di stupirmi. Non riesco ancora a credere che abbia fatto parlare una delle mie rane origami. Hmm... Perché non scrivo una storia con animali origami come personaggi principali? Vediamo... C'era una volta, in una foresta magica, un gruppo di animali fatti di carta...\nBarbie ama guardare nel futuro, quindi ha usato i suoi poteri per tracciare il destino di tutti gli esseri viventi a Simulanka. Ma conoscere il finale in anticipo toglie tutto il divertimento alla storia...\nPenso che farò una scommessa con lei. Credo che un giorno la gente di Simulanka deciderà di scolpire il proprio destino.\n...A quanto pare, vuole costruire una statua di se stessa nella capitale!? Ahah, cerco sempre di aggiungere un po' di brio."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Hexenzirkel",
        "desc": "<p>Una società segreta di streghe che discute alle cerimonie del tè ed esplora l'Irminsul. Otto streghe fanno parte dell'Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/362377527/020ec4f93b3e97a635245eee1a680860_594134003990708097.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Barbeloth è un membro dell'Hexenzirkel.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6274,
        "name": "Simulanka",
        "desc": "<p>Tanto, tanto tempo fa, tre dee crearono questo mondo, chiamandolo \"Simulanka\".</p><p>La Dea della Creazione, la quale controllava materia e magia, creò le montagne e i fiumi, donando la vita. I suoi poteri aprirono anche la strada a Simulanka di esistere in numerosi mondi. Dopo la Dea della Creazione arrivò la Dea della Profezia, la quale dominava le stelle e il corso del fato stesso. Indusse il cielo a girare e la terra a muoversi. Tutt'ora, la sua statua spicca nel punto più alto di Sideropoli. L'ultima Dea era quella del Fato, la quale regnava su tutti i racconti preziosi e i desideri più amati. Lei concesse le ardenti ed eterne sensazioni di amore e odio, mostrando il significato di morte e fede.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/12694555/73c8a8ba49dc47173e7120269b48dc60_310425031621219317.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Barbeloth fu una delle tre streghe che crearono Simulanka. Lei è la Dea della Profezia in questo mondo magico.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Alice",
        "desc": "<p>Grande Avventuriera dei regni, Re dei Dodo, difensore della vecchia Mondstadt, amica degli adulti che ancora nutrono speranza, autrice della Guida di viaggio di Teyvat, ideatrice dell'arte Kujirai - Temari Jutsu, fornitrice del rinomato signore Sangemah Bay, anziana e fondatrice dell'Hexenzirkel, nome in codice \"A\", madre di Klee.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/362377527/f54b9aca241b8419ef15cf72c5a1d851_8336331582275950415.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Rhinedottir",
        "desc": "<p>Alchimista membro dell'Hexenzirkel, una dei Cinque Peccatori di Khaenri'ah e madre di Albedo. Rhinedottir creò un'armata di mostri ombra, che attaccarono Teyvat 500 anni fa. La donna è anche conosciuta come \"La Dorata\" o \"R\". </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/20856775/aec634114cb0624de33275829ed6c51f_916028853746468711.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6369,
        "name": "Nicole",
        "desc": "<p>Profetessa e membro dell'Hexenzirkel. E' conosciuta anche come Nicole Reeyn e \"N\". <span class=\"wk-shady\">Lei è, probabilmente, una degli ultimi seelie ad essere rimasti coscienti. Ha perso la sua voce e può solamente parlare nella testa delle persone.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/25/362377527/e527734d94e70fefa9173ad463260166_4214019700444175339.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "name": "Andersdotter",
        "desc": "<p>Anya M. Andersdotter era una scrittrice mortale di Mondstadt e un membro dell'Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/26/362377527/f3310243870df041ac893ce6ef05488a_4654961582927986812.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6372,
        "name": "I. Ivanovna N.",
        "desc": "<p>Membro dell'Hexenzirkel e prima sindaca di Snezhnaya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/28/362377527/40537b39dca2e60020010239eef98f31_2426703539312382748.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Streghe dell'Hexenzirkel.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Mona",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una giovane astrologa che si fa chiamare Mona Megistus e che possiede delle abilità degne del suo titolo. Erudita ma orgogliosa.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Discepola di Barbeloth.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5840,
        "name": "Wolfy",
        "desc": "<p>Concierge incaricato di accogliere gli ospiti del Teatro Immaginario</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/20577441/c61ab2b047a03a29712263926f0da175_1556572012285716955.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Probabilmente Barbeloth creò il Teatro Immaginario e chiese a Wolfy di occuparsene.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Articoli correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 5839,
        "name": "La piccola strega e la fiamma perpetua",
        "desc": "Un fiore azzurro dall'aspetto immacolato, che nasce quando le vene d'acqua confluiscono. Ha un profumo semplice, fresco ed elegante, intenso e corroborante nella sua gentilezza.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/02/531a39334dc65d78ebe5e2de11fddbaa_9041448304278463013.png",
        "displayStyle": "card",
        "menuId": 12
      }
    ]
  }
}