{
  "epId": 6371,
  "name": "Andersdotter",
  "desc": "<p>Anya M. Andersdotter era una scrittrice mortale di Mondstadt e un membro dell'Hexenzirkel.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/26/362377527/f3310243870df041ac893ce6ef05488a_4654961582927986812.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1743078264,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Andersdotter"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Hexenzirkel</color>"
          }
        ]
      },
      {
        "key": "Voce cinese",
        "value": [
          {
            "type": "RichText",
            "text": "汪滢滢 (Wang Yingying)"
          }
        ]
      },
      {
        "key": "Voce inglese",
        "value": [
          {
            "type": "RichText",
            "text": "Samantha Cooper"
          }
        ]
      },
      {
        "key": "Voce giapponese",
        "value": [
          {
            "type": "RichText",
            "text": "河原木志穂 (KAWARAGI Shiho)"
          }
        ]
      },
      {
        "key": "Voce coreana",
        "value": [
          {
            "type": "RichText",
            "text": "김서영 (Kim Seo-yeong)"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Andersdotter",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/26/362377527/04e7361245c7b35be3e71383a1746b07_115892032440331296.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Statua di Andersdotter a Simulanka"
          }
        ]
      },
      {
        "key": "Andersdotter",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/26/362377527/6d95afb20e0e9f461cb531ee44927fa0_5470703442527337629.png"
      }
    ],
    "textualResearch": [
      {
        "title": "Vecchio giornale",
        "desc": [
          {
            "type": "RichText",
            "text": "...Di diritto, io avrei dovuto essere \"A\", dato che \"A\" è la prima e l'ultima lettera del mio nome. Ma Alice mi ha smentito sulla base dell'anzianità e ha detto che sarei stata \"M\", a causa del mio secondo nome. Ahah, sa davvero come farmi scattare...\nEppure, la sua magia non smette mai di stupirmi. Non riesco ancora a credere che abbia fatto parlare una delle mie rane origami. Hmm... Perché non scrivo una storia con animali origami come personaggi principali? Vediamo... C'era una volta, in una foresta magica, un gruppo di animali fatti di carta...\nBarbie ama guardare nel futuro, quindi ha usato i suoi poteri per tracciare il destino di tutti gli esseri viventi a Simulanka. Ma conoscere il finale in anticipo toglie tutto il divertimento alla storia...\nPenso che farò una scommessa con lei. Credo che un giorno la gente di Simulanka deciderà di scolpire il proprio destino.\n...A quanto pare, vuole costruire una statua di se stessa nella capitale!? Ahah, cerco sempre di aggiungere un po' di brio."
          }
        ]
      },
      {
        "title": "Manoscritto incompiuto",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Tanto, tanto tempo fa, in un'epoca in cui le montagne erano piene di tesori preziosi, le stelle si unirono formando dei lunghi serpenti, e i sogni notturni erano pieni di colori...</color>\n<color=#ffffff73>C'era un piccolo ermellino bianco (o forse era un topo, o forse un coniglio? Non importa, deciderò più tardi!) che viveva in una città prospera e tranquilla. Tutti i suoi amici e vicini la chiamano Fiocco di neve (il suo vero nome... Dovrò decidere più tardi anche quello!).</color>\n<color=#ffffff73>Fiocco di neve aveva un manto di pelo bianco puro, bianco come la neve perenne sulla vetta di una montagna, senza neanche una macchiolina. I suoi occhi brillavano del silenzioso bagliore del cielo notturno, e la sua voce era chiara e squillante, come se delle mani invisibili suonassero uno strumento raffinato, o come se qualcuno stesse versando del vino bianco color dell'oro in un bicchiere...</color>\n<color=#ffffff73>Gli abitanti della città desideravano vederla ogni giorno, anche solo per salutarla.</color>\n<color=#ffffff73>Ma sopraffatta dall'adulazione della gente e abbagliata dai gioielli luccicanti, Fiocco di neve\" perse sé stessa... abbandonando perfino il suo vero nome. (Aha! Problema risolto!)</color>\n<color=#ffffff73>\"E il mio regalo di benvenuto?\" disse Fiocco di neve, troppo svogliata per aprire completamente la porta, con nient'altro che il braccialetto di rubini al sottile polso che brillava luminoso attraverso la fessura.</color>\n<color=#ffffff73>\"Uh...\" Un'espressione turbata si disegnò sul volto del visitatore.</color>\n<color=#ffffff73>E con uno \"sbam\", la porta si richiuse.</color>\n<color=#ffffff73>La nobile, pura e rispettata signorina Fiocco di neve tornò alla specchiera, in attesa dell'arrivo del suo prossimo \"vero\" ammiratore.</color>\n<color=#ffffff73>Il suo sogno era trovare il marito perfetto.</color>\n<color=#ffffff73>Ma naturalmente, solo qualcuno che possedeva già il tesoro più prezioso del mondo avrebbe potuto meritare la sua mano in matrimonio...</color>\n<color=#ffffff73>Quel giorno, un certo signor Gatto errante arrivò nella sua città. Veniva da un lontano regno a nord e indossava un soprabito con uno spesso strato di pelliccia tenuta in modo curato... Forse perfino troppo curato. Infatti, se ci si avvicinava, si riusciva persino a sentire l'odore di quello che aveva mangiato come suo ultimo pasto (il mio gatto è seduto su di me e si sta leccando... Puzza di pesce...). I suoi occhi color smeraldo emanavano una sensazione di saggezza che andava al di là della comprensione della gente comune.</color>\n<color=#ffffff73>Gli abitanti della città, di buon cuore, accolsero calorosamente il viaggiatore. Nel tempo che gli ci volle per bere tre bicchieri di birra, ascoltò tutti i fatti importanti della città, incluse cinque previsioni meteorologiche diverse per il giorno seguente.</color>\n<color=#ffffff73>Tra tutte le notizie, quelle che gli interessarono di più furono quelle riguardanti Fiocco di neve.</color>\n<color=#ffffff73>\"Dove posso incontrare questa bellissima signorina?\"</color>\n<color=#ffffff73>\"Ahh... Se fossi in te, non ci perderei tempo.\"</color>\n<color=#ffffff73>\"E perché mai?\"</color>\n<color=#ffffff73>\"La signorina Fiocco di neve ha un debole per i tesori più rari. Negli ultimi due anni, è diventata sempre più... particolare. A meno che tu non possieda già una grossa fortuna, tanto vale che rinunci già all'idea prima ancora di provarci, per il tuo bene.\"</color>\n<color=#ffffff73>A quelle parole, i verdi occhi del signor Gatto s'illuminarono.</color>\n<color=#ffffff73>Toc toc.</color>\n<color=#ffffff73>Il signor Gatto bussò alla porta della signorina Fiocco di neve. La sua casa gli sembrava un po' piccola.</color>\n<color=#ffffff73>\"Il mio regalo di benvenuto?\"</color>\n<color=#ffffff73>Un paio di occhi apatici guardarono il signor Gatto da un'apertura nella porta.</color>\n<color=#ffffff73>\"Certamente. Ho preparato il più magnifico dei regali per la gentilissima signorina Fiocco di neve, un regalo che credo ti renderà ancora più bella di quanto tu non sia già\". Questa collana è incastonata di agata del nord, perle dei mari meridionali e di ambra dell'ovest. È il grande tesoro della mia tribù. Mi è stata affidata dagli anziani, e ho viaggiato per il mondo alla ricerca della persona più bella e nobile del mondo per donarglielo. È un grande onore conoscerti, signorina Fiocco di neve. Credo che tu sia la persona che cerco. Ti prego di accettare il mio dono.\"</color>\n<color=#ffffff73>Un lampo di un colore abbagliante apparve dall'apertura della porta, mentre i riflessi della collana sfarzosa risplendevano negli occhi della signorina Fiocco di neve.</color>\n<color=#ffffff73>\"Non male, non male. Direi che è all'altezza dei miei standard\", disse altezzosamente Fiocco di neve.</color>\n<color=#ffffff73>\"Dopo averti incontrata, sono convinto che ogni gioiello impallidirebbe di fronte alla tua straordinaria bellezza. Ma ti prego, permettimi di aiutarti a indossarla\". Il signor Gatto si inchinò con sincerità, poi fece per entrare, quasi incastrandosi nella fessura della porta.</color>\n<color=#ffffff73>\"Ora eseguirò una cerimonia di benedizione e di preghiera per te, affinché questo dono possa ancora brillare come il chiaro di luna, una volta che me ne sarò andato.\"</color>\n<color=#ffffff73>\"Prego, fai pure.\"</color>\n<color=#ffffff73>Inebriata dai suoi complimenti, Fiocco di neve espose il suo collo liscio come la seta e...</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>Da quel giorno, nessuno seppe più nulla della signorina Fiocco di neve.</color>\n<color=#ffffff73>Alcuni dicono che si sia stancata della vita mondana della città, e che si sia imbarcata da sola in un viaggio alla ricerca di un tesoro...</color>\n<color=#ffffff73>Altri, invece, sono convinti che abbia finalmente trovato l'uomo che stava aspettando, e che vivrà per sempre felice e contenta con quel signor Gatto venuto da lontano.</color>\n<color=#ffffff73>Altri ancora notarono l'odore del delicato profumo della signorina Fiocco di neve sul mantello peloso del signor Gatto mentre questi lasciava la città.</color>\n<color=#ffffff73>(Mmm... Forse neanche questa storia è adatta ai bambini... Devo pensarci su...)</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Alice",
        "desc": "<p>Grande Avventuriera dei regni, Re dei Dodo, difensore della vecchia Mondstadt, amica degli adulti che ancora nutrono speranza, autrice della Guida di viaggio di Teyvat, ideatrice dell'arte Kujirai - Temari Jutsu, fornitrice del rinomato signore Sangemah Bay, anziana e fondatrice dell'Hexenzirkel, nome in codice \"A\", madre di Klee.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/362377527/f54b9aca241b8419ef15cf72c5a1d851_8336331582275950415.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito dell'Hexenzirkel</color>\nPer quanto riguarda \"una leggenda che non finisce mai\"... Forse non conoscete M di persona, ma probabilmente vi siete imbattuti in una delle sue opere. Qualcuno di voi ha mai letto \"La principessa dei cinghiali\"? Sono abbastanza sicura che ogni bambino di Mondstadt abbia letto quel libro."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Biglietto della fortuna"
      },
      {
        "type": "RichText",
        "text": "(Scrittura carina. Non sembra affatto un colpo di fortuna...)\nOgni tanto giro per Teyvat per vedere se nel frattempo sono avvenuti cambiamenti che hanno alterato il paesaggio, riscrivendo la mia guida di viaggio di sette nazioni quando poche persone si ricordano del mio nome.\nMa ultimamente, per qualche motivo, mi sento stanca. Forse è l'arrivo della primavera.\nA Mondstadt ho incontrato una ragazza che ti somigliava molto quando eri piccola. Ho camminato un po' con lei per noia e, a quanto pare, stava restituendo un libro alla biblioteca. Uno dei tuoi, in effetti.\nCosì ho pensato di vantarmi un po': dopotutto, ho delle copie firmate in mio possesso! Non mi aspettavo che dicesse che non le piacevano le tue storie.\nPensando che non avesse capito, le ho spiegato che il cinghiale, il lupo e la foresta erano tutti simboli. Che erano tutti dei sostituti, rendendo la storia un mistero davvero profondo.\nSai cosa ha detto? \"Lo so. Ma il mondo è cambiato\".\nAh, come vorrei che fossi stata lì in quel momento! Te la saresti presa con lei proprio lì e in quel momento, e avresti finito dicendo: \"Beh, chi è l'autore qui, tu o io?\" Ma per qualche ragione, non ho detto niente. Mi ha guardato di traverso per qualche istante prima di tirare fuori un fazzoletto e asciugarmi il sudore della primavera soffocante dal viso. Poi ha salutato con la mano ed è scomparsa completamente tra la folla, con le treccine e tutto il resto.\nEro così furiosa, sai, beh, mi ha quasi fatto venire le lacrime agli occhi! Davvero, cosa dice una bambina sullo stato del mondo in generale, comunque? E quindi devo andare a vedere di persona. A questo proposito, non mi fermerò qui a pensare troppo a te. Oggi è una bella giornata per viaggiare, dopotutto."
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Hexenzirkel",
        "desc": "<p>Una società segreta di streghe che discute alle cerimonie del tè ed esplora l'Irminsul. Otto streghe fanno parte dell'Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/362377527/020ec4f93b3e97a635245eee1a680860_594134003990708097.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "La piccola strega e la fiamma perpetua (VII)"
      },
      {
        "type": "RichText",
        "text": "La rilegatura e l'impaginazione sono realizzate in modo splendido, ma il contenuto effettivo è tutto scritto a mano. A giudicare dalla calligrafia, c'è più di un autore. \"Ho già trovato il significato della scrittura, ovvero per dirti: vorrei tanto che fossi qui anche tu.\"\nAssalita dalle onde del tempo, attraversando il vortice dove convergono innumerevoli causalità, spezzando innumerevoli fili della trama, si perse tantissime cose. Persino la cerimonia d'addio della grande strega che tanto ammirava si concluse in solitudine, senza che lei potesse parteciparvi.\nIn ogni caso, la piccola strega aveva superato sfide e paradossi di ogni genere, prima di presentarsi davanti all'anziana strega. A dirla tutta, non pensava ci fosse molto da dire riguardo alle vicende che aveva vissuto, né che occorresse versare così tanto inchiostro in merito all'accaduto. Alla fine, ciò che più importava davvero era il tè della strega e il suo obiettivo finale.\nIn realtà, l'aveva già visto prima che il suo viaggio avesse inizio. In un cielo oscuro come il carbone (o forse come una caverna, tanto sappiamo che non c'è alcuna differenza tra le due cose), c'era una stella che emanava un tenue bagliore, resistendo all'oscurità del mondo che avanzava da ogni angolo. Mentre la luce dell'universo si attenuava sempre più, e le stelle e gli astri conosciuti come soli si spegnevano uno dopo l'altro, tutti furono concordi nel chiamarla \"Stella dello Scorpione\". La piccola strega ricordava di averne sentito parlare durante il tè delle streghe, ma a parte il nome non ricordava nient'altro.\nA ogni modo, la giovane si presentò di fronte all'anziana strega, che era in realtà la Stella dello Scorpione, la quale ancora ardeva malgrado fosse quasi giunta la sua fine. Il suo fuoco, però, era ormai molto debole, poco più che una flebile fiammella. La piccola strega le prese la mano, divenuta scarna e fragile come un ramo secco. Si ricordò che un tempo anche l'anziana strega era stata giovane come lei, con mani tenere e pallide che reggevano eleganti tazze da tè. Quelle stesse mani avevano compiuto un gran numero di sortilegi, alimentando le fiamme di molti mondi.\nLa piccola strega disse:\n\"Sembra che nessuno voglia che la fiamma si spenga, questo l'ho capito. Non c'è nulla da fare. L'ultima volta che ci siamo dette addio, e c'era anche lei lì con noi, tutte dicevano che le streghe che vivono a lungo tendono a perdere molte cose, con il passare degli anni. Che vita, morte, amore e odio cessano di avere significato. Ma questo non è vero. Quelle erano solo parole di conforto per le compagne che se ne sono andate prima di loro. Le streghe, in realtà, custodiscono ogni singola fiammella, anche la più fioca, e ogni luce che risplende in questo mondo oscuro e privo di speranza. Custodiscono persino le ombre prodotte da quelle fiamme.\nSpesso diceva di non essere alla nostra altezza, ma io l'ho sempre ritenuta la strega più carina e potente tra noi. Diceva di non averci lasciato abbastanza, ma le storie di cui ci ha fatto dono contengono mondi a non finire. Potranno trascorrere centinaia o migliaia d'anni, ma anche se l'apocalisse da cui una certa strega astrologa ci ha messe in guardia si abbattesse su di noi, anche se tutte le streghe dalla lunga vita dovessero lasciarci, la piccola luce di cui risplendono quei piccoli mondi non smetterà mai di brillare. Sì. Lei era la strega più grande di tutte, e mi mancherà tanto. Addio\".\nLa strega anziana non rispose, poiché ormai non ne restava altro che un guscio vuoto, non diverso da tutti quelli che la piccola strega aveva già incontrato nel corso delle sue avventure. Erano addirittura fatti dello stesso materiale, con l'unica differenza che questo effondeva la luce di una minuscola fiamma.\nCosì, la piccola strega prese la fiamma che aveva bruciato la strega anziana e partì per il suo viaggio verso casa. Questa storia termina qui, ma non le avventure della piccola strega, poiché aveva già deciso di portare la fiamma della strega anziana in tutto l'universo, al fine d'illuminare ogni angolo del tempo."
      },
      {
        "type": "CustomEntry",
        "epId": 6370,
        "name": "Barbeloth",
        "desc": "<p>Visionaria, membro dell'Hexenzirkel e Maestra di Mona. E' conosciuta anche come Astromante Barbeloth Trismegistus e \"B.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/25/362377527/91796dd0fbc7a0dc9b05b79e95dc481f_6914028054409918557.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Biglietto della fortuna"
      },
      {
        "type": "RichText",
        "text": "( <color=#ffffff73>La calligrafia qui è meravigliosa, al punto da sembrare una specie di stampa. Non sembra un biglietto della fortuna...</color> )\nA dire il vero, non eravamo le persone più familiari nell'organizzazione fondata da Alice. Ma trovo che le cose e le persone intorno a me siano cambiate molto nei molti anni successivi... e ora sei tra i pochi che conosco meglio.\nDevo confessare che inizialmente non capivo cosa Alice vedesse in te. Essere \"interessante\" era il metro di misura, diceva, ed essere il \"più interessante\" era l'unico criterio per essere invitati ad unirsi. Più tardi ho capito che avevo solo pensato di aver capito le tue storie. Che la tua acutezza per i principi operativi del mondo poteva forse a volte superare quella dell'astrologia. A volte, cioè!\nAnch'io sono invecchiata e non so quanto tempo mi resta. Quindi sì, ammetto che mi manchi davvero, solo un po'. Non che ti terrei compagnia o qualcosa del genere, però."
      },
      {
        "type": "CustomEntry",
        "epId": 6372,
        "name": "I. Ivanovna N.",
        "desc": "<p>Membro dell'Hexenzirkel e prima sindaca di Snezhnaya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/28/362377527/40537b39dca2e60020010239eef98f31_2426703539312382748.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Biglietto della fortuna"
      },
      {
        "type": "RichText",
        "text": "( <color=#ffffff73>Scrittura ordinata. Non sembra un biglietto della fortuna</color> )\nBarbie è invecchiata, lasciando che le sue emozioni compromettessero una scrittura corretta. Così io, come prima sindaca, ho chiesto ad Alice di aiutarmi a risolvere varie questioni insignificanti a Snezhnaya. E in cambio, mi ha chiesto di scrivere un passaggio qui.\nNon credo in nessun mondo dopo la morte, quindi dobbiamo vivere al meglio finché respiriamo. Pertanto, non credo che leggerai una parola di ciò che scrivo qui: scrivo solo per me stesso.\nNessuno di noi due ha mai avuto un addestramento magico o di combattimento. Siamo semplicemente normali. Pertanto, potremmo essere in grado di giungere a un'intesa, anche se io la penso diversamente. Alice è stata troppo ██ buona con te. Un tempo, mi trascinava attraverso corsi d'acqua, faceva esplodere fornaci, catturava un gatto all'interno di un Dominio... Il processo era complicato e tutt'altro che semplice, ma in ogni caso, era pensato per proteggere le persone intorno a noi. Forse ti sarai chiesto, è questo il prezzo da pagare per andare d'accordo con questa banda di donne pazze? Dubito che saresti d'accordo con questa valutazione, e nemmeno io. Dopotutto, quelli sono stati i giorni più preziosi del nostro tempo insieme, non è vero?"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Hexenzirkel",
        "desc": "<p>Una società segreta di streghe che discute alle cerimonie del tè ed esplora l'Irminsul. Otto streghe fanno parte dell'Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/362377527/020ec4f93b3e97a635245eee1a680860_594134003990708097.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Andersdotter era un membro dell'Hexenzirkel.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6274,
        "name": "Simulanka",
        "desc": "<p>Tanto, tanto tempo fa, tre dee crearono questo mondo, chiamandolo \"Simulanka\".</p><p>La Dea della Creazione, la quale controllava materia e magia, creò le montagne e i fiumi, donando la vita. I suoi poteri aprirono anche la strada a Simulanka di esistere in numerosi mondi. Dopo la Dea della Creazione arrivò la Dea della Profezia, la quale dominava le stelle e il corso del fato stesso. Indusse il cielo a girare e la terra a muoversi. Tutt'ora, la sua statua spicca nel punto più alto di Sideropoli. L'ultima Dea era quella del Fato, la quale regnava su tutti i racconti preziosi e i desideri più amati. Lei concesse le ardenti ed eterne sensazioni di amore e odio, mostrando il significato di morte e fede.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/12694555/73c8a8ba49dc47173e7120269b48dc60_310425031621219317.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Andersdotter fu una delle tre streghe che crearono Simulanka. Questo mondo è basato sulle sue storie. Lei è la Dea del Destino in questo mondo magico.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Alice",
        "desc": "<p>Grande Avventuriera dei regni, Re dei Dodo, difensore della vecchia Mondstadt, amica degli adulti che ancora nutrono speranza, autrice della Guida di viaggio di Teyvat, ideatrice dell'arte Kujirai - Temari Jutsu, fornitrice del rinomato signore Sangemah Bay, anziana e fondatrice dell'Hexenzirkel, nome in codice \"A\", madre di Klee.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/362377527/f54b9aca241b8419ef15cf72c5a1d851_8336331582275950415.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Rhinedottir",
        "desc": "<p>Alchimista membro dell'Hexenzirkel, una dei Cinque Peccatori di Khaenri'ah e madre di Albedo. Rhinedottir creò un'armata di mostri ombra, che attaccarono Teyvat 500 anni fa. La donna è anche conosciuta come \"La Dorata\" o \"R\". </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/20856775/aec634114cb0624de33275829ed6c51f_916028853746468711.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6369,
        "name": "Nicole",
        "desc": "<p>Profetessa e membro dell'Hexenzirkel. E' conosciuta anche come Nicole Reeyn e \"N\". <span class=\"wk-shady\">Lei è, probabilmente, una degli ultimi seelie ad essere rimasti coscienti. Ha perso la sua voce e può solamente parlare nella testa delle persone.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/25/362377527/e527734d94e70fefa9173ad463260166_4214019700444175339.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6370,
        "name": "Barbeloth",
        "desc": "<p>Visionaria, membro dell'Hexenzirkel e Maestra di Mona. E' conosciuta anche come Astromante Barbeloth Trismegistus e \"B.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/25/362377527/91796dd0fbc7a0dc9b05b79e95dc481f_6914028054409918557.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6372,
        "name": "I. Ivanovna N.",
        "desc": "<p>Membro dell'Hexenzirkel e prima sindaca di Snezhnaya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/28/362377527/40537b39dca2e60020010239eef98f31_2426703539312382748.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Streghe dell'Hexenzirkel.\nDurin di Simulanka\nAndersdotter creò suo \"figlio,\" Durin, prendendo spunto dal vero",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>Drago dell'Ombra e figlio di Rhinedottir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/218111227/206a8a0bc1698ae7019f093470f9e845_9011755707088072989.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "di Teyvat. <color=#ffffff73>Sperava che anche lui un giorno avrebbe avuto il suo proprio destino.</color>",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Articoli correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 2351,
        "name": "La principessa dei cinghiali",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Boar Princess_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 6301,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6302,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6303,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailer e teaser della storia",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Teaser della storia: Ricevimento delle maghe"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/1d77b3f1972e0b02f49a1b5a27009d7c_888359372350112506.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>7 Marzo 2023</color>\nDopo aver ricevuto un messaggio inaspettato dalla lampada antica, Alice, grande avventuriera dei Regni, Re Dodo, protettrice della Vecchia Mondstadt, amica degli adulti speranzosi, autrice della Guida turistica di Teyvat, fondatrice dell'Arte dei Kujirai: Jutsu delle temari, fornitrice del rinomato Lord Sangemah Bay, anziana dell'Hexenzirkel, altresì nota col nome in codice \"A\", e madre dell'adorabilissima Klee, rimase spiazzata.\nMa, fortunatamente, non si trattò di nulla di grave. Fece invece affiorare nella sua mente ricordi di compagni con cui trascorse la sua gioventù.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=RigK4OwCCM8&list=PLqWr7dyJNgLICZACs2Fge9bkhlvdE_Y70&index=18&ab_channel=GenshinImpact"
      }
    ]
  }
}