{
  "epId": 648,
  "name": "Malinconia di Vera (VII)",
  "desc": "<p>Tra gli ammassi stellari che si trovano negli angoli più sperduti dell'universo, i pianeti abitabili sono pochi e distanti tra loro. </p><p>Per questo motivo, questa zona è il parco giochi dei capitani e dei pirati dello spazio. </p><p>Tuttavia, in questo universo, i concetti di babordo e tribordo non mantengono il loro senso tradizionale. Là fuori, \"tribordo\" viene usato per indicare il lato della navicella da cui è possibile scorgere una stella per orientarsi... </p><p>Perdi te stesso, e soprattutto il tuo senso dell'orientamento, nel prossimo capitolo del viaggio stellare di Vera!</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_7733497822792600588.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1750682792,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Malinconia di Vera (VII)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Si trova su un tavolo fuori dal Vigneto Prima Luce"
          }
        ]
      },
      {
        "key": "Libro",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2309,
            "name": "Malinconia di Vera",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Vera's Melancholy_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "1.1"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origine"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=it-it#/map/2?shown_types=2,3,154,319,338,111&center=562.87,-355.00&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Libri correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 647,
        "name": "Malinconia di Vera (I)",
        "desc": "<p>Non penso che il mondo sia monotono, ma solo che le cose interessanti avvengano in galassie lontane. </p><p>La grande avventura di Vera, una ragazza comune affascinata dalle terre lontane, ha inizio.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vera's Melancholy (I)_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 651,
        "name": "Malinconia di Vera (II)",
        "desc": "<p>È tutto terribilmente noioso. Ogni cosa, continuamente. Non sono depressa, ho appena compiuto quattordici anni. </p><p>Così comincia l'avventura di Vera.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_5638045408934272286.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 649,
        "name": "Malinconia di Vera (III)",
        "desc": "<p>L'Impero di Andromeda si estende per oltre la metà della galassia. Ogni pianeta dell'Impero conta i propri demoni, divinità, draghi e mostri. </p><p>\"Ho inventato una storia per ogni stella che vedi brillare.\" \"Non è possibile. Da qui, la Galassia di Andromeda non è che un quinto della tua luna.\" </p><p>Così continua l'avventura di Vera.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_6870219588191192274.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 656,
        "name": "Malinconia di Vera (IV)",
        "desc": "<p>C'è un detto che afferma: non è tutto oro quel che luccica, a volte sono i sentimenti traboccanti di un cuore infranto. </p><p>In ogni caso, le stelle nel cielo non sono sicuramente fatte d'oro, e il cuore di molta gente non è certo di vetro. </p><p>A ogni modo, ecco il prossimo capitolo dell'avventura di Vera!</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_364988936002334684.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 652,
        "name": "Malinconia di Vera (V)",
        "desc": "<p>Non si possono organizzare dei picnic sull'autostrada galattica! Persino le divinità verranno ritenute responsabili per i possibili incidenti stradali! </p><p>La porta d'uno studio in un piccolo villaggio ti condurrà dove e quando vorrai! Potrai bere il tè con gli dèi e giocare a nascondino con il tempo... La grande avventura di Vera continua!</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_3197093345407139130.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 654,
        "name": "Malinconia di Vera (VI)",
        "desc": "<p>C'era una volta un grande studioso che desiderava scrivere un libro su tutti i giorni festivi dell'impero. </p><p>Dopo aver studiato attentamente la questione, scoprì che a ogni singolo giorno era associato un tipo di festival... Dopo sei mesi passati nel tentativo di scrivere quest'impresa colossale, l'autore decise di arrendersi. </p><p>Ma non preoccupatevi! Per quanto riguarda questo libro, sono io l'autore, e non deluderò i miei lettori!</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_6353631984275886535.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 653,
        "name": "Malinconia di Vera (VIII)",
        "desc": "<p>Ovviamente i ragazzi non sono invitati a questo pigiama party tra ragazze! Le ragazze sono sacrosante, come gli dèi dell'epoca d'oro. </p><p>Vera, la principessa, il santo re Lebannin e Ur, femmina alfa dello Sciame galattico, parleranno fino a notte fonda!</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_6041885146135287276.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 650,
        "name": "Malinconia di Vera (IX)",
        "desc": "<p>\"Vera è così bella, come una stella che brilla nell'universo, ma io...\" \"A quest'età, i maschi sono sempre più bassi delle femmine.\" </p><p>L'infanzia se ne va, per lasciare spazio all'adolescenza. Non è troppo tardi per pensarci. Ed ecco che Vera viene travolta dalla malinconia...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_5448200412279502078.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 655,
        "name": "Malinconia di Vera (X)",
        "desc": "<p>\"Basta così. Torniamo a casa... Il luogo più lontano che ho sognato è Delphi, dove ti trovi tu.\" </p><p>Sebbene la spiegazione sia in ritardo, dovresti sapere che Delphi è il centro della mitologia greca. Malinconia di Vera, il finale perfetto... Oppure no?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_6233763967250769044.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "textualResearch": [
      {
        "title": "Malinconia di Vera (VII)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>—Guerre galattiche—</color>\n<color=#ffffff73>\"Non è difficile riaccendere la fiamma di un sole, ma non credo che l'Impero di Andromeda desideri che accada\", disse Ike a Vera, che era terrorizzata.</color>\n<color=#ffffff73>Dopo averci riflettuto un po' sopra, Vera chiese, sconvolta: \"Mi stai dicendo che la Principessa ha rapito Sachi?\"</color>\n<color=#ffffff73>\"Come sei giunta a questa conclusione? Sto dicendo che soltanto l'Impero di Andromeda riuscirebbe a rapire te e la Principessa.\" Poi, Ike si voltò verso le innumerevoli vite presenti nella galassia.</color>\n<color=#ffffff73>Rimase zitto per un attimo, prima di decretare: \"Abitanti della galassia, sono venuto qui su invito del Santissimo re Lebannin per riaccendere le fiamme delle poche stelle rimanenti. Tuttavia, sembrerebbe che l'Impero di Andromeda non desidera che viviate a lungo, e ha quindi rapito il mio amico.\"</color>\n<color=#ffffff73>\"Dai dunque più valore alle loro vite che a quelle di tutti gli altri?\" Il Santo re Lebannin si alzò dalla sedia. \"Se così fosse, perché allora dovrei regnare su queste stelle?\"</color>\n<color=#ffffff73>Alla fine, il Santo re si lanciò nel pericolo senza nessuno, sconfisse gli assassini dell'Impero di Andromeda e salvò sia la Principessa che Sachi. In seguito, scambiò due parole con Ike.</color>\n<color=#ffffff73>\"Non credevo che saresti riuscita a sconfiggere la specie dominante di Andromeda\", la lodò Ike. \"La loro razza è forte e robusta. Immagino che tu abbia davvero sconfitto il drago sacro quando eri in procinto di diventare il Santo re.\"</color>\n<color=#ffffff73>\"A dire il vero, il drago sacro sono io. Mi sono unito alla carne e al sangue di Lebannin, e ora agisco seguendo ciò che lei desidera.\"</color>\n<color=#ffffff73>\"Ah...\", Ike rimase leggermente sconvolto dalla notizia.</color>\n<color=#ffffff73>\"Ah, giusto. Quel tizio è colui di cui è innamorata la Seconda principessa? Quando ho fatto irruzione, loro due stavano...\"</color>\n<color=#ffffff73>\"Cosa?!\", Ike rimase ancora più sconvolto.</color>"
          }
        ]
      }
    ]
  }
}