{
  "epId": 650,
  "name": "Malinconia di Vera (IX)",
  "desc": "<p>\"Vera è così bella, come una stella che brilla nell'universo, ma io...\" \"A quest'età, i maschi sono sempre più bassi delle femmine.\" </p><p>L'infanzia se ne va, per lasciare spazio all'adolescenza. Non è troppo tardi per pensarci. Ed ecco che Vera viene travolta dalla malinconia...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_5448200412279502078.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1750682817,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Malinconia di Vera (IX)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Biblioteca dei Cavalieri di Favonius"
          }
        ]
      },
      {
        "key": "Libro",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2309,
            "name": "Malinconia di Vera",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Vera's Melancholy_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Malinconia di Vera (IX)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>—La morte attende tra le onde degli abissi—</color>\n<color=#ffffff73>Vera e Sachi crebbero, e la chimica tra i quattro cambiò in modi impercettibili e inspiegabili.</color>\n<color=#ffffff73>\"Basta con le scuse\", disse Sachi a Ike. \"Vera non smetterà mai di volerti, che tu ricambi o meno.\"</color>\n<color=#ffffff73>Ike era il simbolo di una terra lontana, ovvero rappresentava l'ignoto, ciò che deve ancora venire scoperto. Lui era come un luogo in cui un uccello coraggioso non farebbe il nido, ma per cui proverebbe eterna ammirazione.</color>\n<color=#ffffff73>Ike ribatté: \"Avere mille anni mi rende anziano da qualsiasi punto di vista\".</color>\n<color=#ffffff73>\"Allora a livello d'età siamo un'ottima accoppiata.\" La Principessa si intromise nella conversazione con allegria.</color>\n<color=#ffffff73>Non appena Sachi riuscì a trovare il coraggio di dichiararsi, andò incontro a un tragico destino.</color>\n<color=#ffffff73>Vi ricordate l'antica spada che Ike e Vera ricevettero dagli antichi quando s'incontrarono? Era proprio ciò che serviva a Ike per far realizzare il destino! Ma Vera si tagliò il dito con la lama di quella spada, e un male antico e maligno le prosciugò tutta l'energia vitale.</color>\n<color=#ffffff73>\"È tutta colpa tua!\", Sachi afferrò il colletto di Ike. Se non fosse appena accaduta quella tragedia, Ike, che era d'animo gentile, ci avrebbe riso sopra. Tuttavia, stavolta scacciò via la mano di Sachi.</color>\n<color=#ffffff73>\"Tu sai come riavvolgere il tempo, no? Ti prego, fallo per salvare Vera!\" Persino la Principessa lo implorò.</color>\n<color=#ffffff73>\"Non capite: soltanto il futuro può salvare il passato, non il contrario.\" Ike si morse il labbro con tale forza che iniziò a perdere sangue.</color>\n<color=#ffffff73>\"Un mito locale racconta di un'Età dell'argento durante la quale le persone godevano di un'infanzia apparentemente infinita, che poteva protrarsi per duecento anni. Ma ciò rendeva difficilissimo per loro sopportare la breve età adulta.</color>\n<color=#ffffff73>Gli altri, ormai, non erano più bambini da tempo. Tuttavia, non sarebbero mai diventati giovani.</color>\n<color=#ffffff73>Continua in \"Malinconia di Vera\", ma senza Vera.</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origine"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=it-it#/map/2?shown_types=2,3,154,319,338,111&center=95.62,38.25&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Libri correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 647,
        "name": "Malinconia di Vera (I)",
        "desc": "<p>Non penso che il mondo sia monotono, ma solo che le cose interessanti avvengano in galassie lontane. </p><p>La grande avventura di Vera, una ragazza comune affascinata dalle terre lontane, ha inizio.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vera's Melancholy (I)_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 651,
        "name": "Malinconia di Vera (II)",
        "desc": "<p>È tutto terribilmente noioso. Ogni cosa, continuamente. Non sono depressa, ho appena compiuto quattordici anni. </p><p>Così comincia l'avventura di Vera.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_5638045408934272286.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 649,
        "name": "Malinconia di Vera (III)",
        "desc": "<p>L'Impero di Andromeda si estende per oltre la metà della galassia. Ogni pianeta dell'Impero conta i propri demoni, divinità, draghi e mostri. </p><p>\"Ho inventato una storia per ogni stella che vedi brillare.\" \"Non è possibile. Da qui, la Galassia di Andromeda non è che un quinto della tua luna.\" </p><p>Così continua l'avventura di Vera.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_6870219588191192274.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 656,
        "name": "Malinconia di Vera (IV)",
        "desc": "<p>C'è un detto che afferma: non è tutto oro quel che luccica, a volte sono i sentimenti traboccanti di un cuore infranto. </p><p>In ogni caso, le stelle nel cielo non sono sicuramente fatte d'oro, e il cuore di molta gente non è certo di vetro. </p><p>A ogni modo, ecco il prossimo capitolo dell'avventura di Vera!</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_364988936002334684.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 652,
        "name": "Malinconia di Vera (V)",
        "desc": "<p>Non si possono organizzare dei picnic sull'autostrada galattica! Persino le divinità verranno ritenute responsabili per i possibili incidenti stradali! </p><p>La porta d'uno studio in un piccolo villaggio ti condurrà dove e quando vorrai! Potrai bere il tè con gli dèi e giocare a nascondino con il tempo... La grande avventura di Vera continua!</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_3197093345407139130.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 654,
        "name": "Malinconia di Vera (VI)",
        "desc": "<p>C'era una volta un grande studioso che desiderava scrivere un libro su tutti i giorni festivi dell'impero. </p><p>Dopo aver studiato attentamente la questione, scoprì che a ogni singolo giorno era associato un tipo di festival... Dopo sei mesi passati nel tentativo di scrivere quest'impresa colossale, l'autore decise di arrendersi. </p><p>Ma non preoccupatevi! Per quanto riguarda questo libro, sono io l'autore, e non deluderò i miei lettori!</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_6353631984275886535.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 648,
        "name": "Malinconia di Vera (VII)",
        "desc": "<p>Tra gli ammassi stellari che si trovano negli angoli più sperduti dell'universo, i pianeti abitabili sono pochi e distanti tra loro. </p><p>Per questo motivo, questa zona è il parco giochi dei capitani e dei pirati dello spazio. </p><p>Tuttavia, in questo universo, i concetti di babordo e tribordo non mantengono il loro senso tradizionale. Là fuori, \"tribordo\" viene usato per indicare il lato della navicella da cui è possibile scorgere una stella per orientarsi... </p><p>Perdi te stesso, e soprattutto il tuo senso dell'orientamento, nel prossimo capitolo del viaggio stellare di Vera!</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_7733497822792600588.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 653,
        "name": "Malinconia di Vera (VIII)",
        "desc": "<p>Ovviamente i ragazzi non sono invitati a questo pigiama party tra ragazze! Le ragazze sono sacrosante, come gli dèi dell'epoca d'oro. </p><p>Vera, la principessa, il santo re Lebannin e Ur, femmina alfa dello Sciame galattico, parleranno fino a notte fonda!</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_6041885146135287276.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 655,
        "name": "Malinconia di Vera (X)",
        "desc": "<p>\"Basta così. Torniamo a casa... Il luogo più lontano che ho sognato è Delphi, dove ti trovi tu.\" </p><p>Sebbene la spiegazione sia in ritardo, dovresti sapere che Delphi è il centro della mitologia greca. Malinconia di Vera, il finale perfetto... Oppure no?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_6233763967250769044.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}