{
  "epId": 651,
  "name": "Malinconia di Vera (II)",
  "desc": "<p>È tutto terribilmente noioso. Ogni cosa, continuamente. Non sono depressa, ho appena compiuto quattordici anni. </p><p>Così comincia l'avventura di Vera.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_5638045408934272286.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1750682723,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origine"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=it-it#/map/2?shown_types=2,3,154,319,338,111&center=95.62,38.25&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Libri correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 647,
        "name": "Malinconia di Vera (I)",
        "desc": "<p>Non penso che il mondo sia monotono, ma solo che le cose interessanti avvengano in galassie lontane. </p><p>La grande avventura di Vera, una ragazza comune affascinata dalle terre lontane, ha inizio.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vera's Melancholy (I)_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 649,
        "name": "Malinconia di Vera (III)",
        "desc": "<p>L'Impero di Andromeda si estende per oltre la metà della galassia. Ogni pianeta dell'Impero conta i propri demoni, divinità, draghi e mostri. </p><p>\"Ho inventato una storia per ogni stella che vedi brillare.\" \"Non è possibile. Da qui, la Galassia di Andromeda non è che un quinto della tua luna.\" </p><p>Così continua l'avventura di Vera.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_6870219588191192274.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 656,
        "name": "Malinconia di Vera (IV)",
        "desc": "<p>C'è un detto che afferma: non è tutto oro quel che luccica, a volte sono i sentimenti traboccanti di un cuore infranto. </p><p>In ogni caso, le stelle nel cielo non sono sicuramente fatte d'oro, e il cuore di molta gente non è certo di vetro. </p><p>A ogni modo, ecco il prossimo capitolo dell'avventura di Vera!</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_364988936002334684.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 652,
        "name": "Malinconia di Vera (V)",
        "desc": "<p>Non si possono organizzare dei picnic sull'autostrada galattica! Persino le divinità verranno ritenute responsabili per i possibili incidenti stradali! </p><p>La porta d'uno studio in un piccolo villaggio ti condurrà dove e quando vorrai! Potrai bere il tè con gli dèi e giocare a nascondino con il tempo... La grande avventura di Vera continua!</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_3197093345407139130.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 654,
        "name": "Malinconia di Vera (VI)",
        "desc": "<p>C'era una volta un grande studioso che desiderava scrivere un libro su tutti i giorni festivi dell'impero. </p><p>Dopo aver studiato attentamente la questione, scoprì che a ogni singolo giorno era associato un tipo di festival... Dopo sei mesi passati nel tentativo di scrivere quest'impresa colossale, l'autore decise di arrendersi. </p><p>Ma non preoccupatevi! Per quanto riguarda questo libro, sono io l'autore, e non deluderò i miei lettori!</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_6353631984275886535.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 648,
        "name": "Malinconia di Vera (VII)",
        "desc": "<p>Tra gli ammassi stellari che si trovano negli angoli più sperduti dell'universo, i pianeti abitabili sono pochi e distanti tra loro. </p><p>Per questo motivo, questa zona è il parco giochi dei capitani e dei pirati dello spazio. </p><p>Tuttavia, in questo universo, i concetti di babordo e tribordo non mantengono il loro senso tradizionale. Là fuori, \"tribordo\" viene usato per indicare il lato della navicella da cui è possibile scorgere una stella per orientarsi... </p><p>Perdi te stesso, e soprattutto il tuo senso dell'orientamento, nel prossimo capitolo del viaggio stellare di Vera!</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_7733497822792600588.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 653,
        "name": "Malinconia di Vera (VIII)",
        "desc": "<p>Ovviamente i ragazzi non sono invitati a questo pigiama party tra ragazze! Le ragazze sono sacrosante, come gli dèi dell'epoca d'oro. </p><p>Vera, la principessa, il santo re Lebannin e Ur, femmina alfa dello Sciame galattico, parleranno fino a notte fonda!</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_6041885146135287276.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 650,
        "name": "Malinconia di Vera (IX)",
        "desc": "<p>\"Vera è così bella, come una stella che brilla nell'universo, ma io...\" \"A quest'età, i maschi sono sempre più bassi delle femmine.\" </p><p>L'infanzia se ne va, per lasciare spazio all'adolescenza. Non è troppo tardi per pensarci. Ed ecco che Vera viene travolta dalla malinconia...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_5448200412279502078.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 655,
        "name": "Malinconia di Vera (X)",
        "desc": "<p>\"Basta così. Torniamo a casa... Il luogo più lontano che ho sognato è Delphi, dove ti trovi tu.\" </p><p>Sebbene la spiegazione sia in ritardo, dovresti sapere che Delphi è il centro della mitologia greca. Malinconia di Vera, il finale perfetto... Oppure no?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_6233763967250769044.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "textualResearch": [
      {
        "title": "Malinconia di Vera (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>—Il mio cortile è poco più grande dell'intero universo—</color>\n<color=#ffffff73>\"Non ho altra scelta che chiederti di aiutarmi.\" Ike, il ragazzo dai capelli corvini, diede a Vera un coltello da cucina.</color>\n<color=#ffffff73>Tornò alla credenza e iniziò a tagliare i tentacoli freneticamente.</color>\n<color=#ffffff73>\"Aiutami a chiudere questa porta! E se un tentacolo ti attacca, difenditi col coltello da cucina!\" Gli occhiali di Ike erano di ricoperti di melma blu. \"Sbrigati! Non possiamo permettere a questo demone malvagio di raggiungere Delphi.\"</color>\n<color=#ffffff73>Vera, sentite queste parole, aiutò Ike a chiudere la porta. Nel respingere i tentacoli, per errore Vera pugnalò due volte Ike alle spalle, ma, fortunatamente, gli incantesimi di guarigione di Ike erano molto potenti.</color>\n<color=#ffffff73>\"Ti spiego: in realtà, io ho più di mille anni e questa porta è un varco verso ogni angolo dell'universo. Quel mostro coi tentacoli è molto antico, e proviene dalla Grande Nube di Magellano; ero andato lì a prendere una cosa.\" Ike, ricoperto di melma dalla testa ai piedi, si pulì gli occhiali sul vestito di Vera e disse: \"Ehm... C'è altro che vuoi sapere?\"</color>\n<color=#ffffff73>\"Chi è Tal?\" A Vera non sembrava importare.</color>\n<color=#ffffff73>\"Un spirito maligno che viveva nel castello divora-uomini. L'ho domato ed è diventato il mio maggiordomo. È stato stranamente gentile con te.\"</color>\n<color=#ffffff73>I genitori di Vera le ripetevano sempre che ogni persona fosse destinata a farsi una famiglia, e che era inutile sognare qualcosa al di fuori del villaggio. Una volta, il suo amico Sachi le disse che il villaggio sarebbe diventato terribilmente vuoto, se una ragazza vivace come lei si fosse sposata con qualcuno proveniente da una terra lontana.</color>\n<color=#ffffff73>In realtà, Sachi era un po' uno smidollato e sapeva che di sicuro gli altri bambini lo avrebbero pesantemente maltrattato se fosse finito a giocare con loro.</color>\n<color=#ffffff73>\"Lo spirito degli esseri umani è ancora troppo immaturo. Dovrò guidarvi entrambi attraverso le meraviglie della vostra infanzia.\" Ike protese le sue braccia verso Vera. \"Canterete a ogni passo del vostro lungo viaggio verso la giovinezza.\"</color>\n<color=#ffffff73>Dal Braccio di Orione al Jahanam eterno, dai Torrenti del tempo alle profondità del Mare di stelle...</color>\n<color=#ffffff73>\"Quanto è lontano l'\"oltre\"? Qualsiasi luogo in questo universo è noioso tanto quanto il mio cortile\", disse Sachi.</color>\n<color=#ffffff73>\"Le dimensioni di tutto ciò che è oltre seguono il cuore\", rispose Ike. \"Pertanto, il mio cuore è leggermente più grande dell'intero universo.\"</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Malinconia di Vera (II)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Biblioteca dei Cavalieri di Favonius"
          }
        ]
      },
      {
        "key": "Libro",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2309,
            "name": "Malinconia di Vera",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Vera's Melancholy_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ]
  }
}