{
  "epId": 655,
  "name": "Malinconia di Vera (X)",
  "desc": "<p>\"Basta così. Torniamo a casa... Il luogo più lontano che ho sognato è Delphi, dove ti trovi tu.\" </p><p>Sebbene la spiegazione sia in ritardo, dovresti sapere che Delphi è il centro della mitologia greca. Malinconia di Vera, il finale perfetto... Oppure no?</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_6233763967250769044.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1750682825,
  "components": {
    "textualResearch": [
      {
        "title": "Malinconia di Vera (X)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>—Malinconia di Vera—</color>\n<color=#ffffff73>Sachi, Ike e la Principessa si imbarcarono per un viaggio straordinario ed entusiasmante lungo vent'anni per resuscitare Vera. Il trio combatté contro il Signor Inferno e infine uccise il Divoratore di stelle. Nel mentre, i tre riuscirono persino a salvare due galassie e lo stesso Impero Stellare oltre a sterminare quattro specie di spietati vermi interstellari.</color>\n<color=#ffffff73>Quando Vera riaprì gli occhi, si ritrovò tra le braccia di Sachi, che era ormai un eroe di fama cosmica.</color>\n<color=#ffffff73>Vent'anni equivalevano a pochi secondi per la specie dominante di Andromeda. La Principessa era adorabile come sempre, ma la sua espressione era una strana combinazione di sincera felicità e di smarrimento.</color>\n<color=#ffffff73>Sachi, che durante l'avventura aveva perso un occhio, ora era un giovane alto e vigoroso. Le sue lacrime bagnarono le spalle di Vera. Aveva ancora la lacrima facile, nonostante la sua mente ormai non fosse più debole come un tempo.</color>\n<color=#ffffff73>Ike non era cambiato col passare del tempo, e continuava ad avere il solito sorriso.</color>\n<color=#ffffff73>\"Io non sono altro che un eco del tempo\", disse Ike, preparandosi. \"Ripeto, il passato non può cambiare il futuro, poiché le regole prestabilite dell'Equilibrium sono leggermente più forti di me. Ma il futuro, grazie alle sue infinite possibilità, potrebbe salvare il mondo.\"</color>\n<color=#ffffff73>Ike ritrasformò Sachi nel ragazzino che era vent'anni prima, e il tempo si riavvolse fino al giorno della loro partenza. Nonostante avessero capito che l'innocenza che un tempo condividevano non sarebbe mai più tornata, nulla sembrava essere cambiato tra loro.</color>\n<color=#ffffff73>\"Ti chiedo scusa per averti privato dell'infanzia\", gli disse Ike. \"Ora va': ti attende la giovinezza che meriti.\"</color>\n<color=#ffffff73>\"Ho assistito a ogni meraviglia dell'universo per te, ed è così che è finita la mia infanzia.\" Sachi raccolse ogni briciola del proprio coraggio e si avvicinò alla ragazza a lui predestinata. \"Non avrò mai veramente la mia gioventù senza te al mio fianco.\"</color>\n<color=#ffffff73>Quale sarà mai la risposta di Vera?</color>\n<color=#ffffff73>Nota dell'editore: l'autore di \"Malinconia di Vera\" se n'è andato a far la bella vita coi diritti d'autore accumulati grazie ai primi nove volumi. Se vi capita di incontrarlo in un angolo del vostro universo, siete pregati di fargli capire che abbiamo urgente bisogno di un altro volume.</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origine"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=it-it#/map/2?shown_types=2,3,154,319,338,111&center=95.62,38.25&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Libri correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 647,
        "name": "Malinconia di Vera (I)",
        "desc": "<p>Non penso che il mondo sia monotono, ma solo che le cose interessanti avvengano in galassie lontane. </p><p>La grande avventura di Vera, una ragazza comune affascinata dalle terre lontane, ha inizio.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vera's Melancholy (I)_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 651,
        "name": "Malinconia di Vera (II)",
        "desc": "<p>È tutto terribilmente noioso. Ogni cosa, continuamente. Non sono depressa, ho appena compiuto quattordici anni. </p><p>Così comincia l'avventura di Vera.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_5638045408934272286.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 649,
        "name": "Malinconia di Vera (III)",
        "desc": "<p>L'Impero di Andromeda si estende per oltre la metà della galassia. Ogni pianeta dell'Impero conta i propri demoni, divinità, draghi e mostri. </p><p>\"Ho inventato una storia per ogni stella che vedi brillare.\" \"Non è possibile. Da qui, la Galassia di Andromeda non è che un quinto della tua luna.\" </p><p>Così continua l'avventura di Vera.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_6870219588191192274.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 656,
        "name": "Malinconia di Vera (IV)",
        "desc": "<p>C'è un detto che afferma: non è tutto oro quel che luccica, a volte sono i sentimenti traboccanti di un cuore infranto. </p><p>In ogni caso, le stelle nel cielo non sono sicuramente fatte d'oro, e il cuore di molta gente non è certo di vetro. </p><p>A ogni modo, ecco il prossimo capitolo dell'avventura di Vera!</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_364988936002334684.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 652,
        "name": "Malinconia di Vera (V)",
        "desc": "<p>Non si possono organizzare dei picnic sull'autostrada galattica! Persino le divinità verranno ritenute responsabili per i possibili incidenti stradali! </p><p>La porta d'uno studio in un piccolo villaggio ti condurrà dove e quando vorrai! Potrai bere il tè con gli dèi e giocare a nascondino con il tempo... La grande avventura di Vera continua!</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_3197093345407139130.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 654,
        "name": "Malinconia di Vera (VI)",
        "desc": "<p>C'era una volta un grande studioso che desiderava scrivere un libro su tutti i giorni festivi dell'impero. </p><p>Dopo aver studiato attentamente la questione, scoprì che a ogni singolo giorno era associato un tipo di festival... Dopo sei mesi passati nel tentativo di scrivere quest'impresa colossale, l'autore decise di arrendersi. </p><p>Ma non preoccupatevi! Per quanto riguarda questo libro, sono io l'autore, e non deluderò i miei lettori!</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_6353631984275886535.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 648,
        "name": "Malinconia di Vera (VII)",
        "desc": "<p>Tra gli ammassi stellari che si trovano negli angoli più sperduti dell'universo, i pianeti abitabili sono pochi e distanti tra loro. </p><p>Per questo motivo, questa zona è il parco giochi dei capitani e dei pirati dello spazio. </p><p>Tuttavia, in questo universo, i concetti di babordo e tribordo non mantengono il loro senso tradizionale. Là fuori, \"tribordo\" viene usato per indicare il lato della navicella da cui è possibile scorgere una stella per orientarsi... </p><p>Perdi te stesso, e soprattutto il tuo senso dell'orientamento, nel prossimo capitolo del viaggio stellare di Vera!</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_7733497822792600588.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 653,
        "name": "Malinconia di Vera (VIII)",
        "desc": "<p>Ovviamente i ragazzi non sono invitati a questo pigiama party tra ragazze! Le ragazze sono sacrosante, come gli dèi dell'epoca d'oro. </p><p>Vera, la principessa, il santo re Lebannin e Ur, femmina alfa dello Sciame galattico, parleranno fino a notte fonda!</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_6041885146135287276.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 650,
        "name": "Malinconia di Vera (IX)",
        "desc": "<p>\"Vera è così bella, come una stella che brilla nell'universo, ma io...\" \"A quest'età, i maschi sono sempre più bassi delle femmine.\" </p><p>L'infanzia se ne va, per lasciare spazio all'adolescenza. Non è troppo tardi per pensarci. Ed ecco che Vera viene travolta dalla malinconia...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/20856775/dea8817aedc53a57a4f96c92fc47f330_5448200412279502078.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Malinconia di Vera (X)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Ufficio della Gran Maestra presso il Quartier Generale dei Cavalieri di Favonius"
          }
        ]
      },
      {
        "key": "Libro",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2309,
            "name": "Malinconia di Vera",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Vera's Melancholy_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ]
  }
}