{
  "epId": 6551,
  "name": "Anello di Yaxche",
  "desc": "Un recipiente di giada fabbricato da un eroe di un lontano passato. Leggenda vuole che abbia abbattuto il gigantesco drago che dimorava nel vulcano.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9ab70898644274ce31f91faea8216bd8_5924884446177979679.png",
  "filterValues": {
    "weaponProperty": "Percentuale PS",
    "weaponRarity": 4,
    "weaponType": "Catalizzatore"
  },
  "menuId": 4,
  "menuName": "Armi",
  "version": 1725025778,
  "components": {
    "story": [
      {
        "title": "Anello di Yaxche",
        "desc": [
          {
            "type": "RichText",
            "text": "Tanto, tanto tempo fa, in quella che oggi è considerata un'epoca di miti, quando ancora i grandi draghi percorrevano le terre riarse...\nGli eroi gemelli perduti, superate innumerevoli prove, si riunirono di nuovo davanti al corpo esanime del drago malvagio e fecero un giuramento.\n\"Nostro padre ha perso la vita a causa dei capricci impulsivi del Signore dei Draghi, e nostra madre si è sacrificata per proteggere i suoi figli.\nSe non fosse stato per la Comunità dell'Abbondanza e dei clan delle miniere, Ahpub e Ixquieh non avrebbero potuto ricongiungersi.\nPertanto, giuriamo sul sacro Yaxche di annientare la morte, la distruzione e il dolore,\ndi far sì che i forti del mondo cessino di opprimere i deboli, e di portare la luce in questa terra priva di giorni e di notti.\"\nCosì, seguendo il sentiero della \"forza\" e delle \"benedizioni\", gli eroi gemelli partirono per un'avventura.\nIl ragazzo dal temperamento esplosivo e la ragazza dall'indole docile si facevano compagnia, completandosi a vicenda...\n\"Io e la mia gente non siamo che fragili mortali, mentre tu sei un possente drago capace di scuotere finanche i cieli, avendo il vento e la pioggia al tuo comando.\nEvoca il tuo fulmine tre volte. Se non ci colpirai, dovrai incassare tre dei nostri colpi.\nO grande drago, che sei conosciuto per il tuo orgoglio e la tua nobile natura, hai tu il coraggio di affrontare dei mortali? Oppure vuoi solo fuggire?\"\nFu così che, con una forza di gran lunga superiore alla comprensione dei mortali, essi sfidarono colui che si autoproclamava il dio Sole.\nAffrontarono tuoni e fulmini in grado di far tremare le montagne, e infine, con nient'altro che una cerbottana, riuscirono a scagliare via il sole fasullo.\n\"Hai visto, o re glorioso? Come ha potuto l'arte grezza dei comuni mortali forgiare una gemma tanto bella?\nIl nostro Maestro ha ordinato a me e ai miei sciocchi fratelli di venire qui per offrirti un unguento segreto che guarirà le tue ferite.\nEcco la gemma che ci ha donato il nostro Maestro. Ti invito a esaminarla personalmente. Come potremmo mai farti del male?\"\nCosì, una gemma falsa che sembrava perfettamente identica all'originale, forgiata con un fuoco finora sconosciuto ai mortali,\ningannò il grande drago, inducendolo a bere l'elisir che lo privò del suo potere, seppellendolo ancora vivo tra le montagne.\nInnumerevoli leggende d'avventura, al di là di ogni immaginazione, divennero in seguito l'origine delle tradizioni che accomunano la Comunità dell'Abbondanza e la tribù delle miniere.\nE, nel punto dove tutte le strade s'incrociano, gli eroi gemelli che incontrarono il guerriero camminarono assieme a lui nel vento della notte...\n\"O valoroso eroe, se il tuo cammino condurrà all'uccisione degli empi draghi...\nO valoroso eroe, se il tuo cammino condurrà alla cessazione delle sofferenze...\nNoi giuriamo su questo sacro Yaxche e sui nostri avi\nche i dardi di Ahpub e le fiamme della forgia di e Ixquieh apparterranno a te.\""
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Era un'epoca in cui gli stendardi delle tribù non erano ancora ricoperti di polvere, e i colori del patto non si erano ancora sbiaditi.\nIl nuovo Re della Città di cenere non aveva ancora conquistato l'autorità suprema, e il piano per tradire il suo giuramento non era ancora stato ordito.\nGli eroi gemelli del passato, un tempo inseparabili come le loro ombre, erano ora agli antipodi, separati dalle loro rispettive posizioni.\nSebbene fossero nati dallo stesso sangue e avessero intrapreso lo stesso viaggio con Colui che fu sepolto con la fiamma primordiale,\ni occhi del guerriero affogato nel sangue e nella vendetta vedevano ancora il figliolo del drago in modo molto diverso da quello dell'artigiano che forgiava le fiamme,\nSebbene egli non si fosse mai opposto pubblicamente agli ammonimenti dell'eroe, la sua ostilità verso i draghi era nota a tutti.\nE fu proprio per questo che il Signore della Città di cenere ordinò d'inseguire i malvagi draghi in fuga.\nTra gli eroi che servivano ancora l'Alleanza a quel tempo, solo Ahpub rispose alla chiamata.\nE, in quanto capo, guidò innumerevoli guerrieri della Comunità dell'Abbondanza fino alle miniere tra le montagne,\nchiedendo al sovrano dei Nanatzcayan di affidargli le \"bestie feroci nascoste tra le montagne\" se non volevano affrontare le loro lame.\nDopo un conflitto durato diversi giorni, l'eroe ribelle invitò la sua gemella nel luogo del ritrovo per parlare,\ncon l'intenzione di convincerla a ricordarsi del giuramento fatto in passato. Tuttavia...\n\"Quale idiozia ... Una follia inaudita! La caligine della forgia ha forse confuso il tuo cuore? Ti ha fatto dimenticare della nostra vecchia vendetta?\nÈ stato emanato il decreto del nuovo Re. Vuoi ancora proteggere quelle bestie crudeli? Tradire l'Alleanza e il nostro giuramento?\"\n\"Siete tu e l'usurpatore che governa la Città di cenere a voler infrangere il giuramento, stupido fratello... Sicuramente ricorderai gli 'ammonimenti dell'eroe'.\nSe insisterai col nuocere a questi pacifici draghi, che non vogliono avere niente a che fare con nulla... i Nanatzcayan vi vedranno come nemici traditori dell'Alleanza.\nO fratello, mio stupido fratello... Ciò che cerchi non è più la vendetta, ma una cieca sete di sangue fine a sé stessa.\"\nIl linguaggio sempre più provocatorio e la luce beffarda della luna lo privarono dell'ultimo guizzo di razionalità, e la sua rabbia esplose.\nL'eroe che un tempo aveva lottato contro il titanico drago sguainò la spada e la posò sul collo della sua gemella.\nNon voleva far altro che intimorire l'avversaria, per far sì che il docile Capo delle miniere delle montagne obbedisse al decreto del nuovo Re,\nma lo zampillio del sangue pose fine a ogni discussione, lasciandosi dietro solo gemiti di disperazione.\nAlla fine del sentiero della \"forza\" e delle \"benedizioni\", l'eroe abbracciò la sua consanguinea e s'incamminò verso le fiamme ardenti.\nIl fuoco della guerra tra le tribù non venne mai acceso, bensì si spense con la scomparsa dei due Capi.\nFingendo di perdonare i draghi, il Re inviò dei messaggeri per cercare di convincere gli abitanti dei canyon e la Comunità dell'Abbondanza a cedere temporaneamente l'autorità all'Alleanza,\ndando tempo alle due tribù di scegliere dei nuovi Capi e restituire gli stendardi, simbolo della gloria.\nTuttavia, fece annotare in segreto i nomi di coloro che avevano protetto i draghi, in attesa di tagliare le loro teste come traditori.\nMa Sakkuk, che in seguito venne proclamata portavoce della tribù, a quel tempo non era ancora consapevole del destino che era stato tracciato per lei...\nNeppure lo scaltro usurpatore avrebbe potuto sapere che gli ostacoli alla conquista dell'autorità sarebbero stati spazzati via così facilmente.\nE, tra lacrime di dolore e gioia, il giovane erede del Clan Piumafiore gli offrì un altro consiglio segreto..."
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Liv.1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATT prima dell'ascensione",
              "ATT dopo l'ascensione",
              "Percentuale PS"
            ]
          },
          {
            "key": "",
            "values": [
              "-",
              "42",
              "9.0%"
            ]
          }
        ]
      },
      {
        "key": "Liv.20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATT prima dell'ascensione",
              "ATT dopo l'ascensione",
              "Percentuale PS"
            ]
          },
          {
            "key": "",
            "values": [
              "109",
              "135",
              "15.9%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 5000
          },
          {
            "type": "CustomEntry",
            "epId": 6660,
            "name": "Decadenza delirante del Sacro Signore",
            "desc": "Materiale d'ascensione delle armi.<br>Si dice che la mente controversa, colui che sarebbe diventato noto come il Sacro Signore della città ineffabile, una volta fu imprigionato. Il primo umano ad ascendere, che al tempo non aveva ancora assunto la forma divina, gli mostrò grande compassione.<br>Così, dopo essere emerso dall'ombra delle possenti ali di una razza ormai perduta, fu accolto dalla tribù che un tempo era sua.<br>Da allora, nascose il suo vero volto dietro una maschera, occultando i motivi dorati da cui era segnato, e dando il massimo nel servire il suo Signore, a cui aveva fatto una promessa.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/0e878dbfaa80066b537aa65b21f98ab5_4962317784630118380.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 6647,
            "name": "Frammento di volontà distrutta",
            "desc": "<p>Un frammento che custodisce una Manifestazione della Wayob. <br>È il frammento rotto di un idolo di pietra. La sua capacità di incanalare la volontà e il potere della Wayob è estremamente limitata. </p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/03/141621183/8c04b4e782f35f38a5f6f0419c83d6e2_6617461314663917956.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 1247,
            "name": "Maschera danneggiata",
            "desc": "<p>Una maschera d'osso danneggiata che un tempo apparteneva a un Hilichurl.</p><p>Rotta oltre ogni possibilità di riparazione, non può più svolgere la sua funzione primaria.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Damaged Mask_icon.png",
            "amount": 2
          }
        ]
      },
      {
        "key": "Liv.40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATT prima dell'ascensione",
              "ATT dopo l'ascensione",
              "Percentuale PS"
            ]
          },
          {
            "key": "",
            "values": [
              "205",
              "231",
              "23.2%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 15000
          },
          {
            "type": "CustomEntry",
            "epId": 6661,
            "name": "Desolazione delirante del Sacro Signore",
            "desc": "Materiale d'ascensione delle armi.<br>Durante la guerra contro i draghi, il capo di tutte le tribù, colui che si era nascosto dietro una maschera, decifrò i motivi dorati delle rovine non umane per i suoi guerrieri. Quest'arte è ormai da tempo dimenticata.<br>Il suo nemico gli aveva insegnato come fare, e usare tali conoscenze contro di lui fu un atto di vendetta.<br>Tuttavia, il suo odio mai nascosto nei suoi confronti divenne una fonte di constante preoccupazione per i suoi compagni eroi.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ad7d4eced9c047cf55dc7de12602b032_1771240742767474652.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 6647,
            "name": "Frammento di volontà distrutta",
            "desc": "<p>Un frammento che custodisce una Manifestazione della Wayob. <br>È il frammento rotto di un idolo di pietra. La sua capacità di incanalare la volontà e il potere della Wayob è estremamente limitata. </p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/03/141621183/8c04b4e782f35f38a5f6f0419c83d6e2_6617461314663917956.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 1247,
            "name": "Maschera danneggiata",
            "desc": "<p>Una maschera d'osso danneggiata che un tempo apparteneva a un Hilichurl.</p><p>Rotta oltre ogni possibilità di riparazione, non può più svolgere la sua funzione primaria.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Damaged Mask_icon.png",
            "amount": 8
          }
        ]
      },
      {
        "key": "Liv.50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATT prima dell'ascensione",
              "ATT dopo l'ascensione",
              "Percentuale PS"
            ]
          },
          {
            "key": "",
            "values": [
              "266",
              "292",
              "26.8%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          },
          {
            "type": "CustomEntry",
            "epId": 6661,
            "name": "Desolazione delirante del Sacro Signore",
            "desc": "Materiale d'ascensione delle armi.<br>Durante la guerra contro i draghi, il capo di tutte le tribù, colui che si era nascosto dietro una maschera, decifrò i motivi dorati delle rovine non umane per i suoi guerrieri. Quest'arte è ormai da tempo dimenticata.<br>Il suo nemico gli aveva insegnato come fare, e usare tali conoscenze contro di lui fu un atto di vendetta.<br>Tuttavia, il suo odio mai nascosto nei suoi confronti divenne una fonte di constante preoccupazione per i suoi compagni eroi.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ad7d4eced9c047cf55dc7de12602b032_1771240742767474652.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 6648,
            "name": "Recipiente di volontà certa",
            "desc": "Un idolo di giada che custodisce una Manifestazione della Wayob.<br>Puoi distinguerne la forma approssimata di un idoletto. Ha una maggiore capacità di incanalare la volontà e il potere della Wayob.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/57c0d095f92f4d1f1183f65126bf6b01_7481031877063751134.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 983,
            "name": "Maschera sporca",
            "desc": "<p>Una maschera d'osso ricoperta di macchie non identificabili, che emana un odore misterioso.</p><p>Eppure tale è la devozione degli Hilichurl verso le maschere che la indosseranno ugualmente.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Stained Mask_icon.png",
            "amount": 6
          }
        ]
      },
      {
        "key": "Liv.60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATT prima dell'ascensione",
              "ATT dopo l'ascensione",
              "Percentuale PS"
            ]
          },
          {
            "key": "",
            "values": [
              "327",
              "353",
              "30.4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 30000
          },
          {
            "type": "CustomEntry",
            "epId": 6662,
            "name": "Aspetto delirante del Sacro Signore",
            "desc": "Materiale d'ascensione delle armi.<br>Fu in quell'epoca che il primo umano asceso si sedette sul trono ed entrò nella Fiamma sacra, quando il mondo mortale attendeva la nascita del suo successore.<br>Era anche l'epoca in cui il grande sovrano prese il controllo di tutte le autorità.<br>Purtroppo, il Sacro Signore autoproclamatosi, che credeva che il dio che aveva amato e per cui aveva versato lacrime dorate non avrebbe mai dovuto essere sostituito, osò troppo. Ponendo i propri desideri personali al di sopra dei comandamenti lasciati dall'amato dio, fondò una città che separava il cielo dalla terra.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/aa7185b04bd1c2497721b870cc673d60_6516768964064862299.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 6648,
            "name": "Recipiente di volontà certa",
            "desc": "Un idolo di giada che custodisce una Manifestazione della Wayob.<br>Puoi distinguerne la forma approssimata di un idoletto. Ha una maggiore capacità di incanalare la volontà e il potere della Wayob.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/57c0d095f92f4d1f1183f65126bf6b01_7481031877063751134.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 983,
            "name": "Maschera sporca",
            "desc": "<p>Una maschera d'osso ricoperta di macchie non identificabili, che emana un odore misterioso.</p><p>Eppure tale è la devozione degli Hilichurl verso le maschere che la indosseranno ugualmente.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Stained Mask_icon.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "Liv.70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATT prima dell'ascensione",
              "ATT dopo l'ascensione",
              "Percentuale PS"
            ]
          },
          {
            "key": "",
            "values": [
              "388",
              "414",
              "34.1%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 35000
          },
          {
            "type": "CustomEntry",
            "epId": 6662,
            "name": "Aspetto delirante del Sacro Signore",
            "desc": "Materiale d'ascensione delle armi.<br>Fu in quell'epoca che il primo umano asceso si sedette sul trono ed entrò nella Fiamma sacra, quando il mondo mortale attendeva la nascita del suo successore.<br>Era anche l'epoca in cui il grande sovrano prese il controllo di tutte le autorità.<br>Purtroppo, il Sacro Signore autoproclamatosi, che credeva che il dio che aveva amato e per cui aveva versato lacrime dorate non avrebbe mai dovuto essere sostituito, osò troppo. Ponendo i propri desideri personali al di sopra dei comandamenti lasciati dall'amato dio, fondò una città che separava il cielo dalla terra.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/aa7185b04bd1c2497721b870cc673d60_6516768964064862299.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 6649,
            "name": "Sigillo di volontà inarrestabile",
            "desc": "<p>Un talismano d'ossidiana che custodisce una Manifestazione di Wayob. <br>Consiste in un idoletto di giada incastonato di giada incastonato nell'ossidiana. Si dice che, in passato, le persone usassero spesso queste statuette per comunicare direttamente con la Wayob del Regno della Notte. Forse questo spiega anche perché la Wayob possa dimorare al suo interno e manifestarsi in forma fisica. </p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/03/141621183/d2d14ecebdb214764ee853abcfec8a4d_2135700183569351153.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 220,
            "name": "Maschera nefasta",
            "desc": "<p>Una maschera d'osso lucida con dei segni a olio disegnati sopra, pensata per intimorire i nemici.</p><p>Nessuno capisce perché gli Hilichurl siano tanto affascinati dalle maschere. Alcuni dicono sia perché non vogliono vedere il proprio riflesso nell'acqua.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ominous Mask_icon.png",
            "amount": 6
          }
        ]
      },
      {
        "key": "Liv.80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATT prima dell'ascensione",
              "ATT dopo l'ascensione",
              "Percentuale PS"
            ]
          },
          {
            "key": "",
            "values": [
              "449",
              "475",
              "37.7%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 145000
          },
          {
            "type": "CustomEntry",
            "epId": 6663,
            "name": "Divinità delirante del Sacro Signore",
            "desc": "Materiale d'ascensione delle armi.<br>Il Sacro Signore della città ineffabile mormorava spesso parole incomprensibili nei suoi sogni, e quando si guardava allo specchio notava come il singolo occhio visibile sotto la sua maschera stesse gradualmente assumendo una forma verticale. Ciò non faceva che alimentare il suo odio per i draghi.<br>Si dice che quando il giovane dagli occhi vermigli ridusse in cenere la città sopra la città, vide una figura demiumana davanti al palazzo reale. Come a volerlo privare del volto, strappò via quel viso divino, portando alla luce orrendi buchi, spaventosamente draconici.<br>Consumata dalle fiamme dorate che sputava, la figura deforme di quell'anima sconvolta cadde nell'infinita palude oscura. Abbandonato da tutti, questa è la tragica fine a cui il folle emarginato fu condannato.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/4c7853537ced53b00d9bb4f1afd665db_7456375540279073148.png",
            "amount": 4
          },
          {
            "type": "CustomEntry",
            "epId": 6649,
            "name": "Sigillo di volontà inarrestabile",
            "desc": "<p>Un talismano d'ossidiana che custodisce una Manifestazione di Wayob. <br>Consiste in un idoletto di giada incastonato di giada incastonato nell'ossidiana. Si dice che, in passato, le persone usassero spesso queste statuette per comunicare direttamente con la Wayob del Regno della Notte. Forse questo spiega anche perché la Wayob possa dimorare al suo interno e manifestarsi in forma fisica. </p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/03/141621183/d2d14ecebdb214764ee853abcfec8a4d_2135700183569351153.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 220,
            "name": "Maschera nefasta",
            "desc": "<p>Una maschera d'osso lucida con dei segni a olio disegnati sopra, pensata per intimorire i nemici.</p><p>Nessuno capisce perché gli Hilichurl siano tanto affascinati dalle maschere. Alcuni dicono sia perché non vogliono vedere il proprio riflesso nell'acqua.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ominous Mask_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Liv.90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATT prima dell'ascensione",
              "ATT dopo l'ascensione",
              "Percentuale PS"
            ]
          },
          {
            "key": "",
            "values": [
              "510",
              "-",
              "41.3%"
            ]
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 2,
        "text": "Origine",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Forgiatura"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Prodotto</color>\n<color=#ffffff>Materiali</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6551,
        "name": "Anello di Yaxche",
        "desc": "Un recipiente di giada fabbricato da un eroe di un lontano passato. Leggenda vuole che abbia abbattuto il gigantesco drago che dimorava nel vulcano.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9ab70898644274ce31f91faea8216bd8_5924884446177979679.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/08/28/35428890/38e08585c7d0ce883befb28cb8bccd5b_4419009820295181032.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6676,
        "name": "Billetta del Catalizzatore delle terre di confine",
        "desc": "Materiale per la forgiatura di armi. Puoi usarlo per forgiare catalizzatori da 4★.<br>In quanto allo \"stato\" delle molteplici armi realizzabili dalle billette, nonostante i materiali originali contengano già da tempo tutto il potenziale, dall'aspetto non si può dire con certezza quale sarà la forma dell'arma finale...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/f9b79f782d38ca65a367651f6e6583ac_7841924690858797396.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4096,
        "name": "Cristallo di Condessenza",
        "desc": "<p>Un cristallo chiaro e luccicante dotato di un nucleo resistente e malleabile.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/30/20577441/406fdf840ff41c77bef3fb004baf4f41_2534219709182183381.png",
        "amount": 50,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1224,
        "name": "Pezzo di ferro bianco",
        "desc": "Skilled hands can make this into something brilliant.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/White Iron Chunk_icon.png",
        "amount": 50,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 500,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "*Bisogna prima ottenere"
      },
      {
        "type": "CustomEntry",
        "epId": 6844,
        "name": "Diagramma: Anello di Yaxche",
        "desc": "Un progetto per la forgia tramandato dall'antichità a Natlan. Studialo e potrai rimettere a nuovo il catalizzatore Anello di Yaxche.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/d0b60ce3aa47ed62966266b27ed1f386_8199767582529545387.png",
        "displayStyle": "text"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Personaggi consigliati",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Personaggio</color>\n<color=#ffffffd9>Motivazione</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6319,
        "name": "Mualani",
        "desc": "Una famosa guida di Natlan, proprietaria di un negozio di articoli per sport acquatici, nonché solcaonde esperta.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/f4c75caad42923eb91ee760aa2eb473a_7439123622315070718.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Quest'arma è un'ottima scelta non costosa per <color=#ffffff>Mualani</color> . L'aumento di <color=#ffd780>PS</color> , offerto dall'arma tramite attributo secondario, giova ai danni del personaggio. Nello specifico, l'effetto passivo dell'arma conferisce un aumento del <color=#ffd780>DAN da attacco normale</color> dopo aver utilizzato un' <color=#ffd780>abilità elementale</color> , seguendo lo stile di combattimento dell'attaccante."
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Sangonomiya Kokomi",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La Sacerdotessa divina dell'Isola di Watatsumi. Ha l'ultima parola su ogni questione dell'isola.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Kokomi</color> è un personaggio di supporto in grado di curare il suo gruppo in base ai suoi <color=#ffd780>PS</color> , statistica offerta come attributo secondario dall'arma. Inoltre, grazie all'effetto passivo del catalizzatore, la stessa riceverà un aumento di <color=#ffd780>DAN da attacco normale</color> quando evoca la <color=#ffffff>bake-kurage</color> con l' <color=#ffffff>abilità elementale</color> , risultando utile durante il suo <color=#ffd780>Tripudio elementale</color> ."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Armi correlate",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Altre armi forgiabili di"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 6547,
        "name": "Flauto di Ezpitzal",
        "desc": "Una spada di giada dalla forma inusuale, tramandata di generazione in generazione come \"flauto sacerdotale\" tra i Maestri del Vento della Notte.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/bdd740ad879d22a1fc4e3770cc9c73bd_5479414831341401728.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6548,
        "name": "Sisma",
        "desc": "Una lama pesante che, stando all'opinione comune, apparteneva all'eroe conosciuto come Rubafuoco. Si dice che nemmeno le fiamme del Signore della Fortezza di Cenere siano state in grado di bruciarla.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/dc6bf4c87afe67014579743618e97371_6360663376854922140.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6549,
        "name": "Orme iridate",
        "desc": "Un'arma inastata fatta di giada. Emette una luce iridata quando esposta alla luce del sole.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9d5294dc8b165585f51ec126543a5208_1314604610170565721.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6552,
        "name": "Spezzacatene",
        "desc": "<p>Un arco lungo decorato con giada. Intorno alla sua corda sembra spirare continuamente una brezza gentile. Secondo la leggenda, quest'arma venne fabbricata in un'era assai antica da un artigiano della specie dei draghi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/29/20577441/8a6b418598f555deba7da922385254a2_6673728578456580555.png",
        "displayStyle": "card",
        "menuId": 4
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Anello di Yaxche"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Forgiabile dal fabbro"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Catalizzatore"
          }
        ]
      },
      {
        "key": "Attributi secondari",
        "value": [
          {
            "type": "RichText",
            "text": "Percentuale PS"
          }
        ]
      },
      {
        "key": "Echi della Terra fertile",
        "value": [
          {
            "type": "RichText",
            "text": "Usare un' <color=#ffd780>abilità elementale</color> conferisce l'effetto Corona di Giada: per ogni <color=#ffffff>1.000</color> di <color=#ffd780>PS max</color> , i <color=#ffd780>DAN da attacco normale</color> del personaggio aumentano di uno <color=#37ffff>0,6%/0,7%/0,8%/0,9%/1%</color> per <color=#ffffff>10 s</color> . I <color=#ffd780>DAN da attacco normale</color> possono aumentare in questo modo fino a un <color=#37ffff>16%/20%/24%/28%/32%</color> massimo."
          }
        ]
      },
      {
        "key": "Progetto per la forgia",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 6844,
            "name": "Diagramma: Anello di Yaxche",
            "desc": "Un progetto per la forgia tramandato dall'antichità a Natlan. Studialo e potrai rimettere a nuovo il catalizzatore Anello di Yaxche.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/d0b60ce3aa47ed62966266b27ed1f386_8199767582529545387.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "5.0"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Originale",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/bed8aa26908f26d930660b4928e7bd53_1187231511535572446.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Prima dell'ascensione Liv.40"
          }
        ]
      },
      {
        "key": "Risvegliato",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/c10357002b755d957e57d123090687f0_2674798951813449028.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Dopo l'ascensione Liv.40"
          }
        ]
      }
    ]
  }
}