{
  "epId": 6554,
  "name": "Codice d'ossidiana",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/20577441/cd11df3be5420d2c53c2da0d3298eb92_8036531863765825819.png",
  "filterValues": {
    "reliquaryEffect": [
      "Bonus DAN",
      "Tasso di CRIT"
    ]
  },
  "menuId": 5,
  "menuName": "Manufatti",
  "version": 1744840993,
  "components": {
    "artifactList": {
      "flower_of_life": {
        "title": "Restituzione xenogenica",
        "position": "Fiore della vita",
        "desc": [
          {
            "type": "RichText",
            "text": "Un fiore in cristallo nero scolpito meticolosamente. Nelle ore notturne emette una luce misteriosa."
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/20577441/cd11df3be5420d2c53c2da0d3298eb92_765987281035596023.png"
      },
      "plume_of_death": {
        "title": "Fonte del Midollo spiritico",
        "position": "Piuma della morte",
        "desc": [
          {
            "type": "RichText",
            "text": "Un accessorio piumato la cui forma ricorda l'ala di un antico drago. Potrebbe trattarsi della reliquia di un'antica storia dimenticata."
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/20577441/7d671f861ea037febc1e4d2a15cbfb73_7143520116528830004.png"
      },
      "sands_of_eon": {
        "title": "Miti del Reame notturno",
        "position": "Sabbie del tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "Un misterioso oggetto rituale. A oggi, nessuno sa dire con precisione a cosa serva, quel che è certo è che non si tratta né di un segnatempo né di una bussola."
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/20577441/7f54914c919ac28a4d45fa1649bf02e2_6035438358844508699.png"
      },
      "circlet_of_logos": {
        "title": "Corona dei santi",
        "position": "Corona della ragione",
        "desc": [
          {
            "type": "RichText",
            "text": "Una corona fatta d'ossidiana che anticamente veniva usata nelle cerimonie d'incoronazione dai nobili re tribali."
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/20577441/f1c9b10136958bf2133db02dfa6b688f_8539113663442466043.png"
      },
      "goblet_of_eonothem": {
        "title": "Rinfresco dei contendenti",
        "position": "Calice eonotemo",
        "desc": [
          {
            "type": "RichText",
            "text": "Un recipiente apparentemente realizzato torcendo e plasmando la pietra con modalità assai bizzarre. Viene da chiedersi chi mai sia dotato di una simile forza..."
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/20577441/c8beccbbaad367c54a75b4967ad97b0e_3375893015963092687.png"
      }
    },
    "story": [
      {
        "title": "Restituzione xenogenica",
        "desc": [
          {
            "type": "RichText",
            "text": "Era l'epoca in cui l'emissario divino spodestato veniva esiliato in regni privi di luce, e il sovrano era tornato per distruggere la città sacrilega.\nMolte furono le cose che accaddero di cui non esiste menzione nella storia dell'umanità.\nIl regno degli Elementosauri, la cui sorte aveva concesso loro di sopravvivere al collasso del cielo e della terra, era isolato da un vasto mare di terra rossa.\nLa loro stirpe, che riusciva a malapena a sostentarsi, impoverita, nella desolazione di quel mare sterminato, lì godeva della libertà fornita dall'entità che governava le fiamme.\nMa la saggezza del fuoco era già stata usurpata dalla marea della torbida oscurità. Solo il suo scheletro grigio si trovava ancora in questo mondo.\nPer mantenere ciò che restava della potenza dei draghi, i loro ciechi e sciocchi eredi scelsero la violenza per imporre la legge.\nIn quella terra di cenere a un passo dalla scomparsa, sulla quale il sole era ormai tramontato, solo un \"umano\" guardava verso un futuro avvolto dalle tenebre.\n\"Vedo la luce cadere sulla terra senza radici, i draghi prostrati dinnanzi al letto di morte del loro sovrano.\nVedo grande saggezza, grande arte, grande civiltà... E dalla prima all'ultima periranno.\nMa i cicli senza fine sono la legge di questo mondo, e le nostre sofferenze non serviranno ad arrestare la storia.\nSfortunatamente, i miei simili non capiscono come le regole della storia trovino fondamento proprio nella loro stoltezza.\nI servi di oggi saranno i sovrani di domani. Gli schiavi del passato diverranno i padroni del futuro.\nLa nostra razza è morsa da una ineluttabile spirale di contraddizioni. Solo piantando i semi troveremo la salvezza.\nForse, là fuori, nell'abbondante natura primordiale, c'è una terra che non ha mai conosciuto il tocco del sudiciume e della decadenza.\"\nCosì, attraversando fiamme ardenti e venti furiosi, prese un fuoco primordiale al tempo inestinguibile dall'antico palazzo sovrastato dal magma.\nPortando con sé le speranze di un'altra razza, il più saggio dei draghi salutò la splendida e ineffabile città."
          }
        ]
      },
      {
        "title": "Fonte del Midollo spiritico",
        "desc": [
          {
            "type": "RichText",
            "text": "Era l'epoca in cui il fuoco selvaggio consumava le radici del mondo, e le tribù barbare si addentravano attraverso spine e rovi per aprire un varco tra i monti e le foreste.\nMolte furono le cose che accaddero di cui non esiste menzione nella storia dell'umanità.\nIl più saggio dei draghi attraversò le ardenti pianure portando con sé il seme originato dalla fiamma primordiale, e raggiunse una terra arida e selvaggia.\nEppure, mentre attraversava sorgenti termali e valli che nessun drago aveva mai toccato, non trovò nulla che soddisfacesse le sue aspettative.\nFinché un giorno, quando la nebbia si diradò in una valle profonda, scoprì la specie più amata dal creatore, ma anche la più debole.\nAvrebbero dovuto essere ancora in fasce, erano nati in una terra in cui i draghi danzavano, e potevano solo cercare di sopravvivere all'ombra di antiche ali.\nSebbene avessero da tempo perso la propria guida, dimenticato la storia e i ricordi del passato, e si fossero smarriti in mezzo alle montagne e foreste, continuavano a resistere.\nMeravigliati dalla tenacia, dall'unione e dal coraggio che dimostravano, il saggio tra i draghi decise di concedere loro il seme ardente della saggezza.\nMa quel prezioso dono aveva un prezzo. Avrebbe donato la civiltà a quei barbari, ma ne avrebbe anche sentenziato il destino.\nPoiché, diversamente dal piano del primo dio, ciò che il saggio dei saggi portò fu il blasfemo sentiero dell'\"evoluzione\".\nLa sua lungimiranza aveva previsto che, alla fine di quel sentiero, il sangue degli umani sarebbe stato versato nel corpo derelitto della terra morente,\nfondendo due specie e due discendenze in una, spandendo un antico battito attraverso una civiltà rinata.\nProprio come disse il più saggio tra loro al primo barbaro giunto a visitare la massa di terra fluttuante:\n\"Ma dalla vostra stirpe nascerà il salvatore di due mondi. Egli sarà brutale come una leoni e scorpioni, ma astuto come una volpe selvatica.\nUn giorno, egli annienterà il sovrano del fuoco e ascenderà al trono più antico. Sia lodato il sovrano di due mondi!\""
          }
        ]
      },
      {
        "title": "Miti del Reame notturno",
        "desc": [
          {
            "type": "RichText",
            "text": "Era l'epoca in cui gli antichi umani arrestavano la marea nera coi propri corpi, in cui le terre fluttuanti e la notte eterna ancora percorrevano strade separate.\nMolte furono le cose che accaddero di cui non esiste menzione nella storia dell'umanità.\nTutti sanno che il coraggioso e saggio Chaac prese il fuoco eterno dalle mani del Saggio della Fiamma rubata,\ne che lo condivise con i membri della sua tribù, diffondendo così il segreto del fuoco a chiunque desiderasse studiarlo.\nDopo aver detto addio a lunghi anni di caos e ignoranza, nuovi germogli di civiltà ricomparvero nell'incontrollata natura selvaggia.\nMa all'interno delle loro mura, gli esseri alati non avevano ancora capito che la ruota del destino aveva iniziato a girare.\nSecondo la leggenda, il grande saggio che risiedeva nella quiete delle terre fluttuanti conosceva tutte le risposte alle domande del mondo mortale;\ntuttavia c'erano due questioni per cui neanche lui aveva una risposta: la fine della vita e il viaggio dei morti verso casa.\nForse gli dèi del reame notturno governavano l'aldilà, poiché nell'antichità erano i nemici mortali del saggio.\nO forse il suo piano, a lungo elaborato, si sarebbe sgretolato se la fiamma eterna si fosse ricongiunta con le radici della terra.\nPadroneggiando la maestosa fiamma primordiale, l'impavido Chaac e i suoi compagni riuscirono finalmente a sconfiggere quel drago malvagio, fondando così la prima tribù.\nTuttavia, nemmeno gli antichi eroi potevano sfidare l'eterno giudizio del tempo, e così, uno per uno, i suoi compagni lo abbandonarono.\nAlla fine, rimase solo Chaac, veterano di innumerevoli battaglie. La sua tribù era ormai dispersa, e nessuno cantava più le sue gesta.\nSolo nelle notti più buie poteva sentire un richiamo provenire da un reame lontano, come per riaccendere la fiamma morente nel suo cuore.\nDurante la sua ultima notte, egli salì su una montagna altissima per rinvigorire la prima fiamma. Gridò il nome dei suoi compagni, sperando che potessero sentirlo e tornare al suo fianco.\nFu la divinità del reame notturno a rispondere alla sua chiamata. Quella notte, in quelle terre, tutti udirono voci provenienti da un altro mondo.\nErano come il canto di una madre, i sussurri di vecchi amici... Il primo vagito della prima Wayob del Regno della Notte."
          }
        ]
      },
      {
        "title": "Rinfresco dei contendenti",
        "desc": [
          {
            "type": "RichText",
            "text": "Era l'epoca in cui i corni del regno in fiamme riecheggiavano senza fine, in cui gli eroi combattevano tra loro per la conquista.\nMolte furono le cose che accaddero di cui non esiste menzione nella storia dell'umanità.\nQuando i sacerdoti del fumo e della nebbia accesero dei falò alti abbastanza da oscurare il sole, offrendo il sangue di altre specie ai loro antenati coraggiosi e alle divinità invisibili...\nQuando l'eroe che aveva tratto ispirazione dalle fiamme cavalcò una bestia domata fino alla fortezza che si ergeva su rocce imponenti, guidato dalla Wayob della tribù...\nQuando i rettili che abitavano quella città, così antica che nessuno sapeva chi l'avesse fondata, scalarono le sue contorte torri in preda al terrore...\nSolo il più saggio dei draghi rimase all'interno del vuoto stagnante, a osservare in silenzio l'immane tragedia.\nSebbene l'emissario del crepuscolo non facesse parte del suo piano, la via dell'\"evoluzione\" non deviò dal suo percorso.\nAttraverso un meticoloso processo di selezione e coltivazione, gli eroi della tribù che aveva allevato si erano fatti strada tra le varie fazioni.\nEsso credeva che il più forte tra loro sarebbe diventato l'eroe destinato a governare tutte le tribù di umani che dimoravano sulla pietra nera.\nIn suo nome, strinsero un patto, innalzarono un vessillo del sole ardente e marciarono sulla città delle sorgenti profonde, che nemmeno gli dèi avevano ancora conquistato.\nQuel giorno, il cadavere vivente sul trono sputò una fiamma che tinse il cielo di rosso, e il nuovo re ricevette le fiamme primordiali come tributo per la sua ascesa.\nQuel giorno, i draghi si inginocchiarono nuovamente dinanzi al signore dei due mondi, e le conoscenze di innumerevoli secoli di civiltà furono a sua disposizione.\nPoiché esso sapeva che i nemici nell'ombra non erano distanti, e che si nascondevano ancora nelle profondità della notte, in attesa di poter dare il colpo di grazia.\nPoiché esso sapeva che né gli dèi nei cieli né il grande re dei draghi sarebbero stati sufficienti. Era necessario radunare ogni conoscenza, e bisognava farlo anzitempo.\nSolo così la sua testarda razza avrebbe potuto ridestarsi dagli antichi sogni infranti di un decrepito re.\nSolo così l'antica civiltà avrebbe potuto accogliere degli eredi degni e ritrovare la propria posizione sulla terra."
          }
        ]
      },
      {
        "title": "Corona dei santi",
        "desc": [
          {
            "type": "RichText",
            "text": "Era l'epoca in cui la marea oscura si levava dai confini del cielo e gli eroi guidati dal sole partivano alla conquista.\nMolte furono le cose che accaddero di cui non esiste menzione nella storia dell'umanità.\nQuando gli eroi, radiosi come il sole, lasciarono i loro villaggi isolati e si addentrarono in regni proibiti e inaccessibili per donare loro la benedizione della Wayob,\ngli antichi draghi erano spariti dalle terre su cui un tempo regnavano, e il suolo e le sorgenti più fertili avevano assunto nuovi colori.\nI palazzi e i templi costruiti sulle rupi di magma avevano perso il loro splendore, e attendevano in silenzio il giudizio finale.\nIn questo regno surreale, tagliato fuori dal mondo esterno, l'era degli antichi si appropinquava alla sua fine.\nNelle oscure terre della notte, gli esseri sacri continuavano a discutere su chi avrebbe avuto il compito di emettere il giudizio finale.\nEra un eroe senza profezia, un campione inenarrato in nessun disegno.\nA quel tempo, i capi delle tribù avevano abbandonato la grande causa dell'uccisione dei draghi malvagi, a favore della lotta per il potere.\nI loro guerrieri si lanciavano in guerre infinite, sopravvivendo affidandosi a bestie feroci.\nIn quei giorni, dalle terre oscure emerse un re, sfolgorante come l'aurora, caldo come un bacio di primavera.\nIndossando una corona di fiori dorati e brandendo una spada d'ossidiana, egli visitò una tribù dopo l'altra.\nI disaccordi nati dalla spada possono essere risolti solo con la spada, e le illusioni create dall'ambizione possono essere abbattute solo da un'ambizione ancora più forte.\nE colui che pensava di dominare l'evoluzione non avrebbe mai immaginato che i più forti avrebbero dato una risposta che non fosse conquista o massacro.\nIlluminati dai raggi del sole, le tribù concordarono una tregua, e le sacre entità del reame notturno lasciarono da parte i propri litigi per offrirgli la corona.\nL'alba di una nuova è ormai alle porte. Quando quella luce illuminerà il mondo, anche le bestie dell'oscurità non avranno più rifugio."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Personaggio</color>\n<color=#ffffffd9>Motivazione</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6319,
        "name": "Mualani",
        "desc": "Una famosa guida di Natlan, proprietaria di un negozio di articoli per sport acquatici, nonché solcaonde esperta.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/f4c75caad42923eb91ee760aa2eb473a_7439123622315070718.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Mualani</color> , possedendo la <color=#ffffffd9>Grazia dell'Anima della Notte</color> , riesce a sfruttare appieno i bonus che il set offre. Aumenta il <color=#ffd780>Tasso di CRIT</color> e permette di concentrarsi sul <color=#ffd780>DAN da CRIT</color> nelle statistiche dei manufatti.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6317,
        "name": "Kinich",
        "desc": "Un Cacciatore di Saurici di Huitztlan, abile nel valutare i costi.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/12/0099e74b4d0c919f6feab4bade3ab748_5795733017114624391.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7080,
        "name": "Chasca",
        "desc": "La Pacificatrice di Tlalocan, conciliatrice di ogni controversia.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/abe1192cc7aad45f6b273478dd5fa88a_4799372826012752249.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7299,
        "name": "Mavuika",
        "desc": "La leader di Natlan, che ha ereditato il Nome antico di \"Kiongozi\". Ha giurato di illuminare il futuro della Nazione della Guerra con la Fiamma sacra.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/30/2f098b1f15854fd9dafc54998795a59e_864981592196815761.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Kinich</color> , <color=#ffffffd9>Chasca</color> <color=#ffffff73>e</color> <color=#ffffffd9>Mavuika</color> , una volta che entrano nello stato di <color=#ffffffd9>Grazia dell'Anima della Notte</color> , beneficeranno del'aumento dei danni inflitti. Inoltre gioveranno dell'aumento del <color=#ffd780>Tasso di CRIT</color> che consente di focalizzarsi sulla ricerca <color=#ffd780>DAN da CRIT</color> nei manufatti e nelle armi."
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Codice d'ossidiana"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Dominio Santuario degli spiriti arcobaleno"
          }
        ]
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "5.0"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p>Mentre il personaggio equipaggiato con questo set è in stato di <span style=\"color: rgba(255, 255, 255, 0.85)\">Grazia dell'Anima della Notte</span> ed è in campo, i DAN che infligge aumentano di un <span style=\"color: #FFFFFF\">15%</span>.</p>",
      "fourSetEffect": "<p>Quando il personaggio equipaggiato con questo set consuma 1 punto<span style=\"color: rgba(255, 255, 255, 0.85)\"> Anima della Notte</span> mentre si trova in campo, il suo <span style=\"color: rgb(255, 215, 128)\">tasso di CRIT</span> aumenta di un <span style=\"color: #FFFFFF\">40%</span> per <span style=\"color: #FFFFFF\">6 s</span>. Quest'effetto può attivarsi una volta ogni secondo.</p>"
    }
  }
}