{
  "epId": 6555,
  "name": "Esperimenti sull'Elementosauro abissale",
  "desc": "<p>Degli esperimenti condotti sull'Elementosauro abissale. Nessun Elementosauro è stato ucciso durante i test.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20577441/30d637f5d6939cb8f5a886096aa7ba70_4802069406147776369.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1736618911,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Esperimenti sull'Elementosauro abissale"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Libro",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2846,
            "name": "La raccolta di Byakuyakoku",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/80830045/8a7b95710be73a0c089b83f2ff88270a_4510262374456186105.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "textualResearch": [
      {
        "title": "Esperimenti sull'Elementosauro abissale",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 4\n... A partire da oggi, ogni esperimento sugli Eredi dei draghi verrà guidato personalmente\ndall'Omikami di Watatsumi. Tutti i documenti precedenti all'anno d'introduzione del\ncalendario di Watatsumi sono stati distrutti. Non si potranno più usare le categorie Alpha,\nBeta, Gamma, Delta ed Epsilon per numerare i fascicoli, in quanto termini dell'antica\nlingua di Watatsumi. Al contrario, d'ora in avanti verranno usati i termini Terra, Acqua,\nFuoco, Vento, Etere e Vuoto.\nOgni citazione e annotazione andrà scritta tra virgolette (\"\"). Bisognerà rispettare il\nseguente ordine di scrittura: intestazione del documento, numero di serie, soggetto,\nautore. Sarà possibile omettere il nome dell'autore o indicare la sua qualifica all'interno\ndel laboratorio di ricerca. È proibito l'uso dei nomi dei ricercatori sia nella lingua antica di\nByakuyakoku ed Enkanomiya sia in quella moderna di Watatsumi, Narukami e Inazuma.\nI dati sugli esperimenti non possono essere usati per scrivere diari, lettere d'amore o\nromanzi di fantasia.\n...\nL'evoluzione degli Eredi dei draghi (che da qui in avanti chiameremo \"Elementosauri\nabissali\" o semplicemente \"Elementosauri\"), è evidente a tutti (\"Acqua, 101, L'evoluzione\ndegli Eredi dei draghi: I\").\nAbbiamo provato ad abbassare la temperatura dello spazio circostante l'habitat di un\ngiovane Elementosauro resistente al calore. Di conseguenza, da adulto si è dimostrato più\ndebole. Sospettiamo che questo sia accaduto perché il suo corpo non possiede il \"seme\"\nnecessario per resistere ad ambienti simili. Tuttavia, ognuno dei suoi discendenti possiede\nuna maggiore percentuale di grasso corporeo, l'inclinazione al letargo e manifestazioni\ndell'elemento Cryo. (Si prega di fare riferimento ai dati sperimentali dopo aver letto il\ntesto principale. I dati anomali dell'esemplare 3 sono dovuti al mio assistente che,\ndispiaciuto per il soggetto, lo ha nutrito di nascosto nonostante facesse parte del gruppo\ndi controllo per l'eliminazione della fame.)\nSe sottoposti a un clima torrido, i discendenti mostrano nuovamente il tratto di resistenza\nal calore tipico dei loro antenati. Tuttavia, finora nessuno di loro ha sviluppato i tratti\ndistintivi dell'elemento Pyro.\nAl momento non abbiamo abbastanza dati per trarre conclusioni, ma è plausibile supporre\nche gli Elementosauri abissali abbiano la capacità di risvegliare volontariamente il proprio\n\"seme\" prima dell'età adulta. Le madri Elementosauro, se si imbattono in un ambiente\nostile e mai visto prima, possono creare nuovi \"semi\" da trasmettere ai propri discendenti.\nPossiamo affermare che gli Elementosauri abissali abbiano accumulato nei propri corpi un\nautentico arsenale, già da prima di incontrare noi del popolo di Enkanomiya.\n...\nI risultati dei test intellettivi sono sorprendenti (\"Vuoto, 207, Ricerca sull'intelligenza\ndegli Elementosauri\"). Per quanto la ricerca precedente abbia dimostrato come gli\nElementosauri siano ineguagliabili nell'adattarsi e che quindi i processi di selezione non\nsiano necessari, ne abbiamo scelti alcuni tramite l'uso di premi e punizioni. Nell'arco di\nquattro generazioni, le loro capacità linguistiche hanno iniziato ad avvicinarsi a quelle di\nuno studente umano di 12 anni. Forse sarebbe più esatto dire che gli Elementosauri hanno\nsempre saputo comunicare e che ora stanno solo mostrando le proprie capacità di\napprendimento.\nRiteniamo che questi esperimenti vadano fermati. In caso contrario, potremmo\ndimostrarci degli sciocchi per aver ignorato chi scriveva racconti di fantasia sugli\nAntroposauri.\nSecondo la profezia, il Drago sovrano dell'acqua si reincarnerà in forma umana. Non\npossiamo permettere che ciò accada qui a Enkanomiya.\n...\nNessuno dei tentativi di trasfusione ha avuto i risultati sperati (\"Vuoto, 907, Ordine\nspeciale dell'Omikami di Watatsumi: I\"). Gli Elementosauri sono vittime di svariati effetti\ncollaterali, in quanto i loro corpi rigettano il sangue dell'Omikami di Watatsumi. Forse non\nsono ancora abbastanza potenti, ma non possiamo esserne certi. Di sicuro, a giudicare dal\nnostro piano d'azione per l'evoluzione del raziocinio degli Elementosauri, dovremmo aver\ngià allevato l'Elementosauro più potente in assoluto.\n...\nL'esperimento di trasfusione è stato un successo (\"Vuoto, 907, Ordine speciale\ndell'Omikami di Watatsumi: III\"). Gli Elementosauri rigettano il sangue dell'Omikami\nperché in passato erano esseri del Regno della luce, noti anche come \"creature\nelementali\", e quindi in conflitto col Regno degli umani, di cui fanno parte sia l'Omikami\nche i suoi vassalli di corallo.\nTutti i diari sperimentali sono ora archiviati. Nessun Erede dei draghi è morto durante gli\nesperimenti condotti qui. Tutti hanno avuto una vita lunga e sono morti per cause\nnaturali.\nSia lodato l'Omikami di Watatsumi nella sua misericordia e carità."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Libri correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 688,
        "name": "Il serpente e i draghi di Tokoyokoku",
        "desc": "<p>Un romanzo basato sui racconti popolari dell'Isola di Watatsumi. L'edizione originale del testo venne composta sull'Isola di Watatsumi e poi riportata sull'Isola di Narukami da un mercante, al tempo in cui viveva ancora il Dio serpente. Nessuno al giorno d'oggi legge più questo libro antico, visto che è stato soppiantato da tutte le light novel presenti sul mercato. Questo volume descrive la singolare prospettiva cosmologica della gente di Watatsumi prima che iniziasse ad adottare gli aspetti della cultura Narukami. Alcuni temi ripresi recentemente dall'editoria tradizionale hanno permesso a questo libro di vedere nuovamente la luce.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Serpent and Drakes of Tokoyokoku_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "Prima del sole e della luna",
        "desc": "<p>Un racconto che è stato vietato alla gente comune. Lo scritto unisce elementi storici ad altri fiabeschi, narrando gli eventi dalla creazione del mondo fino alla nascita del Dainichi Mikoshi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20577441/30d637f5d6939cb8f5a886096aa7ba70_7112384876880326976.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1220,
        "name": "Studi idrologici di Byakuyakoku",
        "desc": "<p>Un libro sulla geografia e l'idrologia di Byakuyakoku. A causa della chiusura dei fondali e dell'emigrazione della gente di Watatsumi, con il passare degli anni questo libro è diventato inutile.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20577441/30d637f5d6939cb8f5a886096aa7ba70_7328636557972986176.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6556,
        "name": "Luce sull'oscurità",
        "desc": "<p>Un libro di indovinelli per bambini tra i nove e i dodici anni. Essendo un libro di un periodo di transizione, sotto i nomi in stile Narukami sono presenti delle note che riportano la versione nella lingua antica di Byakuyakoku.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20577441/30d637f5d6939cb8f5a886096aa7ba70_3745008115110438578.png",
        "displayStyle": "card"
      }
    ]
  }
}