{
  "epId": 6556,
  "name": "Luce sull'oscurità",
  "desc": "<p>Un libro di indovinelli per bambini tra i nove e i dodici anni. Essendo un libro di un periodo di transizione, sotto i nomi in stile Narukami sono presenti delle note che riportano la versione nella lingua antica di Byakuyakoku.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20577441/30d637f5d6939cb8f5a886096aa7ba70_3745008115110438578.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1736618907,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Luce sull'oscurità"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Libro",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2846,
            "name": "La raccolta di Byakuyakoku",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/80830045/8a7b95710be73a0c089b83f2ff88270a_4510262374456186105.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "textualResearch": [
      {
        "title": "Luce sull'oscurità",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 5\nDomanda 1: cos'è che cammina su quattro gambe di mattina, su due di giorno e su tre di\nsera?\nRisposta: un Elementosauro che si trasforma in essere umano per partecipare a un ballo,\nma si rompe una gamba e inizia a camminare con un bastone.\nQuesta è la risposta preferita dai saggi e di solito la indovinano solo i bambini. Gli adulti\nsono convinti che l'idea che un Elementosauro possa tramutarsi in essere umano sia\nsoltanto un'orrenda cospirazione. Secondo un'antica profezia, il Drago dell'acqua, antico\nsignore degli Elementosauri, discenderà sicuramente in forma umana. Tuttavia, per i\nbambini, questa risposta è una dimostrazione di possibile comprensione reciproca.\nCionondimeno, è una pessima idea far sembrare adorabili gli Elementosauri. Per quanto\nbattute del genere servano a esorcizzare la paura, al contempo portano i bambini ad\nabbassare la guardia.\n(Gli Eredi dei draghi delle Profondità, evolvendosi, hanno iniziato a manipolare il potere di\naltri elementi, perdendo quindi la propria purezza. Di conseguenza, il Drago dell'acqua\nnon si reincarnerà in mezzo a loro.)\nDomanda 2: ha una sola bocca, a volte si regge su quattro zampe, a volte su due e a volte\nsu tre. Non può tramutarsi in altro, ma sa camminare sulla terraferma, nuotare nell'acqua\ne volare nel cielo. Quante più sono le gambe su cui cammina, tanto più è debole. Chi è?\nRisposta: un essere umano.\nNell'infanzia gli umani gattonano su mani e piedi, nell'età adulta camminano su due gambe\ne nella vecchiaia usano un bastone. Senza dubbio la risposta è \"un essere umano\".\nDomanda 3: cos'è che parla con una sola bocca ma cammina su quattro e su due gambe?\nRisposta: un allevatore di bestiame.\nQuesto indovinello è molto antico. In passato riuscivamo a capire il significato del\ntermine \"bestiame\" solo tramite gli scritti. Con \"quattro gambe\" si intendono animali come\nBos, Equus e Sus scrofa. A seguito della caduta di Byakuyakoku nelle profondità\ndell'oceano, questi animali si estinsero nell'arco di due generazioni a causa della\nmancanza di terre abitabili e cibo.\nDopo l'arrivo dell'Omikami di Watatsumi, alcuni di noi sono tornati a vivere sopra il livello\ndel mare e hanno iniziato a interagire con la gente del posto. Pertanto, abbiamo potuto\nrivedere i nomi di questi animali. A detta del Vassallo e della profezia dell'Omikami, un\ngiorno torneremo tutti sulla superficie ed è quindi importante conoscerli.\nBos è il bovino, Equus è il cavallo e Sus scrofa è il cinghiale selvatico.\nDomanda 4: chi sono le due sorelle che si generano a vicenda ogni giorno?\nRisposta: la giornata e la notte, oppure la Biancanotte e la Notteterna.\nQuesto indovinello è di facile comprensione. Fa riferimento all'alternarsi del giorno e\ndella notte, che a Byakuyakoku è rappresentato dal ciclo di Biancanotte e Notteterna a\nopera del Dainichi Mikoshi. Prima della sua costruzione, nonostante questa terra vivesse\nuna notte infinita, la luce del giorno vista dalla gente è rimasta immutata.\nPer di più, in passato i due particolari fenomeni astronomici di Byakuyakoku, cioè i\nmiraggi e le Ombre del peccato, erano indistintamente chiamati Eidola e visti come due\nfacce della stessa medaglia. Fu solo con l'arrivo dell'Omikami di Watatsumi che il popolo\ndi Byakuyakoku comprese questi due fenomeni e li denominò diversamente. Nonostante il\nsole non splenda su Byakuyakoku, i miraggi che comparivano durante la Biancanotte\nfurono chiamati Fantasmi del fuoco solare, mentre quelli che comparivano nella\nNotteterna furono chiamati Fantasmi del fuoco spettrale. Poiché sono sostanzialmente la\nstessa cosa, col passare del tempo vennero entrambi chiamati Fantasmi del fuoco\nDomanda 5: sono il figlio ripudiato del Signore della luce. Sono un volatile senza ali che si\nalza in cielo dalla terraferma. Coloro che piangono in mia presenza non provano alcuna\ntristezza. Svanisco con la più leggera brezza e così finisce la mia effimera vita.\nRisposta: il fumo. I volatili sono creature alate, per cui è normale che a Enkanomiya non\nce ne siano.\nDomanda 6: un padre ha dodici figli, ognuno dei quali ha sessanta figlie di diverso aspetto.\nTrenta di loro sono pallide e trenta sono scure. La loro famiglia non conosce la morte, ma\nsi dissolve col trascorrere del tempo. Chi è il padre?\nRisposta: l'anno. La gente di Byakuyakoku potrebbe ritenere un po' confusionaria la parte\nsulle sessanta nipoti dall'aspetto pallido o scuro, ma diventa più chiara una volta capita la\nrisposta alla domanda 4.\nNell'antichità questo indovinello aveva un seguito, che grossomodo diceva che ogni nipote\navrebbe dato origine a dodici discendenti, che avrebbero poi avuto sessanta figli. Ogni\nfiglio avrebbe poi dato origine ad altri sessanta figli, i quali avrebbero avuto figli a loro\nvolta. Sarebbe andata avanti così finché, alla fine, la progenie si sarebbe fusa per dare\norigine alla sola e unica figlia primordiale: Tokoyo Ookami, la \"madre\" di quattordici\nmiliardi di anni.\nL'Omikami di Watatsumi proibì di diffondere tale indovinello.\n...\nAppendice: figure storiche con nomi tradizionali e le rispettive versioni nella lingua di\nNarukami\nKairos, Tokoyo Ookami\n... Eris, Arisu\nAbrax, Aberaku\nCharon, Ka...\nSpartacus, Supada\nEmma, Ema\n...Koi\nAntigone / Antigonus, Antei\n...\n...\nErebos, Eboshi\nEchion, Eki\nUdaeus, Uda\nAsclepius, Surepio\n..."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Libri correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 688,
        "name": "Il serpente e i draghi di Tokoyokoku",
        "desc": "<p>Un romanzo basato sui racconti popolari dell'Isola di Watatsumi. L'edizione originale del testo venne composta sull'Isola di Watatsumi e poi riportata sull'Isola di Narukami da un mercante, al tempo in cui viveva ancora il Dio serpente. Nessuno al giorno d'oggi legge più questo libro antico, visto che è stato soppiantato da tutte le light novel presenti sul mercato. Questo volume descrive la singolare prospettiva cosmologica della gente di Watatsumi prima che iniziasse ad adottare gli aspetti della cultura Narukami. Alcuni temi ripresi recentemente dall'editoria tradizionale hanno permesso a questo libro di vedere nuovamente la luce.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Serpent and Drakes of Tokoyokoku_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "Prima del sole e della luna",
        "desc": "<p>Un racconto che è stato vietato alla gente comune. Lo scritto unisce elementi storici ad altri fiabeschi, narrando gli eventi dalla creazione del mondo fino alla nascita del Dainichi Mikoshi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20577441/30d637f5d6939cb8f5a886096aa7ba70_7112384876880326976.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1220,
        "name": "Studi idrologici di Byakuyakoku",
        "desc": "<p>Un libro sulla geografia e l'idrologia di Byakuyakoku. A causa della chiusura dei fondali e dell'emigrazione della gente di Watatsumi, con il passare degli anni questo libro è diventato inutile.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20577441/30d637f5d6939cb8f5a886096aa7ba70_7328636557972986176.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6555,
        "name": "Esperimenti sull'Elementosauro abissale",
        "desc": "<p>Degli esperimenti condotti sull'Elementosauro abissale. Nessun Elementosauro è stato ucciso durante i test.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20577441/30d637f5d6939cb8f5a886096aa7ba70_4802069406147776369.png",
        "displayStyle": "card"
      }
    ]
  }
}