{
  "epId": 6559,
  "name": "Tsumi",
  "desc": "<p>L'ultima Vassalla di Watatsumi.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/20856775/1b4813ee4ee058cd0428721d3301de69_828098284566828079.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1726681113,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 5576,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Enkanomiya",
        "desc": "<p>L'unica speranza per la salvezza dell'Isola di Watatsumi giace in questo luogo avvolto dai segreti, Enkanomiya. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/18/20856775/d9249cfe7e91d27caa52bdb7121ed2c4_8658698864345673204.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Tsumi ha vissuto ad Enkanomiya per tutta la sua vita.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Elementosauro abissale primordiale",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Elementosauro che vive nelle profondità degli oceani.<br>Un tempo erano la razza dominante negli abissi... E, in effetti, i draghi erano i signori del mondo intero in un'era ancor più antica. Ma i loro Sette sovrani furono sconfitti da un potere proveniente dal cielo, che li fece estinguere uno dopo l'altro.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "name": "Elementosauro abissale Divoratuono",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Elementosauro che vive nelle profondità degli oceani. A causa di alcuni adattamenti sociali, ha manifestato una forma allineata con l'elemento Electro.<br>Dopo il declino del potere dei \"Sette\", sta nascendo una nuova generazione di sovrani. Ma ora che gli Elementosauri abissali si sono evoluti in questo modo, hanno perso la loro purezza. Pertanto, il Drago dell'acqua non nascerà più dalle loro schiere. La profezia narra che il nuovo Drago dell'acqua discenderà sicuramente sotto forma di un essere umano.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "name": "Elementosauro abissale Azzannabrina",
        "desc": "A vishap that dwells deep beneath the oceans. Due to certain social adaptations, it has manifested a form aligned with the Cryo element.<br/>The coming of humans sparked a conflict and a resultant evolution within the Bathysmal Vishaps, just as ants might divide up labor and biological characteristics, thus appearing in different forms. These vishaps are stronger than their ordinary kin.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "Gli Elementosauri hanno cresciuto Tsumi sin dalla tenera età e lei si considera una di loro.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4908,
        "name": "Orobashi",
        "desc": "<p>Il Dio serpente che ha condotto il popolo di Enkanomiya fuori dal Mare oscuro e verso la superficie, è stato ucciso da Beelzebul. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/20856775/e66bd3f5e6857b4b569fb4fd014fa70b_4441364465739953540.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Tsumi è una Vassalla di Watatsumi, i famigli di Orobashi.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Enjou",
        "desc": "<p>Un membro dell'Ordine dell'Abisso che si definisce secchione ed accademico è conosciuto anche come l'essere che si fa chiamare \"Enjou\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/20856775/725dbbb16dec2beb477c3a15194eed29_5026616619767124541.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Tsumi e gli Elementosauri si allearono con Enjou per far precipitare Enkanomiya nell'oscurità.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Oggetti correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 6557,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1250,
        "name": "Accessorio spezzato",
        "desc": "A small accessory you got from Kokomi. It seems to be the fragment of another object. According to her, it might come in handy at some point.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Fragmented Accessory_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 295,
        "name": "Sigillo del Regno della luce",
        "desc": "A mark symbolizing the recognition of Enkanomiya's Tokoyo Ookami.<br/>They can be offered up to the Statue of the Vassals of Watatsumi, thus upgrading the Bokuso Box.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Light Realm Sigil_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 296,
        "name": "Nucleo del Regno della luce",
        "desc": "You discovered this mysterious stone while exploring the darkened realm of Enkanomiya.<br/>The Light Realm gave humans additional means to resist the Abyss.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Light Realm Core_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tsumi",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Un'antica leggenda di Enkanomiya afferma che, quando gli Elementosauri abissali furono sconfitti nella guerra contro gli abitanti del posto, dovettero adattarsi per sopravvivere. Essi iniziarono ad imitare i vincitori e, alla fine, questo diede origine ad una specie di Elementosauri del tutto indistinguibili dagli esseri umani ad eccezione che per le pupille. Queste\nsi infiltrarono ad Enkanomiya ed occuparono molte posizioni di alto profilo. Tsumi aveva vissuto tutta la vita tra gli Elementosauri e si considerava una di loro. Non aveva nulla, se non uno strano medaglione ed un paio di scatole piene di libri. Aveva imparato a leggere e scrivere grazie ai libri, ma non aveva alcuna opportunità di parlare con altre persone e scoprire di cosa parlassero quei testi. Ella aveva vissuto nell'oscurità per molti anni, fino al suo incontro con il Viaggiatore, che era sceso ad Enkanomiya per trovare il Corallo sanguigno necessario ad effettuare un rituale sull'Isola di Watatsumi. Proprio quel corallo tratteneva i draghi delle profondità all'interno della torre situata a Dainichi Mikoshi, protetta a sua volta da una barriera. Il Viaggiatore dovette rimuovere la protezione per prendere il corallo e far ripartire il sole artificiale che avrebbe riportato la luce ad Enkanomiya, recando disturbo agli Elementosauri. Sin dalla prima guerra infatti, per i draghi la luce equivaleva alla presenza degli umani e andava quindi evitata."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/09/237301566/3eedbb236edfd30079133e20c2099bc9_2784655553685407423.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Il Corallo sanguigno era necessario per officiare il Rituale Spiritico di Watatsumi, che doveva servire a liberare le terre dell'isola dal fenomeno del Suolo Sacro. Il problema era l'espansione dell'habitat degli Elementosauri abissali e significava che il potere elementale primordiale dei tre mondi stava crescendo. Il Suolo Sacro rendeva sterile la terra ed intaccava l'agricoltura. Durante il rituale, la Sacerdotessa divina, aveva notato che il fenomeno non scompariva ma si fermava soltanto. A quel tempo Tsumi si era alleata con Enjou, un membro dell'Ordine dell'Abisso. Ella voleva distruggere il Dainichi Mikoshi, in modo che l'oscurità regnasse per sempre su Enkanomiya e che gli Elementosauri potessero salvare i propri cari intrappolati nelle profondità della torre. Enjou le promise di far precipitare Enkanomiya nell'oscurità ed in cambio gli Elementosauri avrebbero garantito all'Ordine dell'Abisso un passaggio sicuro attraverso il loro territorio ed avrebbero aiutato a ripristinare le Torri del Vuoto. Gli Elementosauri non sapevano che l'oscurità dell'Abisso fosse un terribile veleno per gli esseri elementali quindi accettarono l'accordo, ma Enjou li tradì. Egli ricostruì le torri ai confini di Enkanomiya e poi le utilizzò per diffondere l'energia dell'Abisso, che fu un grande tormento per gli Elementosauri.\nQuando la Sacerdotessa divina mandò truppe ad Enkanomyia, rimasero gravemente ferite nella lotta contro i Cavalieri del Serpente ed ella fu costretta a chiedere l'aiuto del Viaggiatore. L'obiettivo assegnato al Viaggiatore era quello di dissipare l'oscurità da Enkanomiya e gli fu donato il pezzo di medaglione, in caso avesse dovuto compiere una scelta. Tsumi indossò una maschera per nascondere i suoi occhi da serpente e finse di essere la Sacerdotessa di Sangonomiya per aiutare i feriti. Ella decise di fare squadra con il Viaggiatore per vendicarsi di Enjou e gli consegnò una Scatola di Bokuso, in grado di disperdere l'oscurità che avviluppava Enkanomiya e che le avrebbe permesso di utilizzare il Dainichi Mikoshi per proteggere gli Elementosauri. Enjou rivelò le vere intenzioni di Tsumi al Viaggiatore e gli diede un medaglione simile a quello della Sacerdotessa divina come regalo d'addio. Aiutò persino a dirigere la luce per dissipare l'oscurità a Dainichi Mikoshi, utilizzando i meccanismi che aveva lasciato vicino alla Torre del Vuoto."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/09/237301566/dd24b9b451e2ae8db2f2d645c7b48153_7586980090791393232.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sebbene l'oscurità di Dainichi Mikoshi si fosse dissipata, Tsumi ebbe la sensazione che la torre potesse sentire i suoi desideri: cambiava la propria luminosità con il solo pensiero. Se solo ella avesse espresso il desiderio, la torre sarebbe franata davanti ai suoi occhi e con uno schiocco di dita la fonte della grande sofferenza degli Elementosauri sarebbe svanita nel nulla, ma Tsumi non poteva farlo. Quando il Viaggiatore le diede due parti del medaglione, lei lo combinò con la terza che possedeva e si formò un pendente con la forma di tre serpenti attorcigliati. Questa reliquia apparteneva all'inizio dell'era in cui Orobashi no Mikoto aveva riorganizzato la corte e riformato Enkanomiya. I tre pendenti erano stati dati a Dainichi Mikoshi, al lignaggio dei Sangonomiya ed ai Vassalli di Watatsumi, famigli di Orobashi. L'intenzione originale era che le persone comuni, gli ufficiali e i vassalli divini fossero responsabili gli uni degli altri. I Vassalli di Watatsumi solitamente assumevano una forma tra l'umano ed il serpente, che simboleggiava il loro legame con il Dio Serpente. Nel corso del tempo, i vassalli erano gradualmente diventati identici agli umani (tranne che per le pupille) e le persone-elementosauro ed i Rettiliani divennero nulla più che una fantasiosa leggenda. Orobashi no Mikoto aveva esaurito il proprio potere per creare l'Isola di Watatsumi e successivamente era diventato sempre più debole, tanto che non erano più nati Vassalli di Watatsumi. Tuttavia nei registri veniva menzionato l'ultimo dei Vassalli, che si supponeva essere il legame tra draghi ed umani. Quando Tsumi era ancora molto piccola, lei e la sua tutrice vennero attaccate da degli Elementosauri ai confini di Enkanomiya. Molti la credettero morta, mentre altri pensarono che fosse stata allevata dagli Elementosauri. Il frammento di medaglione posseduto da Tsumi, combaciava perfettamente con quelli di Sangonomiya e Dainichi Mikoshi, soltanto perché lei era una Vassalla di Watatsumi. Proprio perché si sentiva profondamente legata agli Elementosauri ella non potè assolutamente decidere di distruggere la torre."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Nei vostri libri umani c'è un modo di dire che io non sono mai stata in grado di comprendere sino ad ora.</color>\n<color=#ffffffd9>'Le persone appartengono al luogo in cui sono nate, ma le creature appartengono a quello in cui sono state nutrite.'</color>\n<color=#ffffffd9>Io sono un Elementosauro, non un'umana, quindi torno al posto che mi spetta.</color>\n<color=#ffffffd9>Credo che il Dainchi Mikoshi non sia un problema mio, ma un giorno tornerò.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Articoli Correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Enkanomiya",
        "desc": "<p>L'unica speranza per la salvezza dell'Isola di Watatsumi giace in questo luogo avvolto dai segreti, Enkanomiya. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/18/20856775/d9249cfe7e91d27caa52bdb7121ed2c4_8658698864345673204.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Enjou",
        "desc": "<p>Un membro dell'Ordine dell'Abisso che si definisce secchione ed accademico è conosciuto anche come l'essere che si fa chiamare \"Enjou\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/20856775/725dbbb16dec2beb477c3a15194eed29_5026616619767124541.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "name": "Elementosauro abissale Divoratuono",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Elementosauro che vive nelle profondità degli oceani. A causa di alcuni adattamenti sociali, ha manifestato una forma allineata con l'elemento Electro.<br>Dopo il declino del potere dei \"Sette\", sta nascendo una nuova generazione di sovrani. Ma ora che gli Elementosauri abissali si sono evoluti in questo modo, hanno perso la loro purezza. Pertanto, il Drago dell'acqua non nascerà più dalle loro schiere. La profezia narra che il nuovo Drago dell'acqua discenderà sicuramente sotto forma di un essere umano.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Elementosauro abissale primordiale",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Elementosauro che vive nelle profondità degli oceani.<br>Un tempo erano la razza dominante negli abissi... E, in effetti, i draghi erano i signori del mondo intero in un'era ancor più antica. Ma i loro Sette sovrani furono sconfitti da un potere proveniente dal cielo, che li fece estinguere uno dopo l'altro.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "name": "Elementosauro abissale Azzannabrina",
        "desc": "A vishap that dwells deep beneath the oceans. Due to certain social adaptations, it has manifested a form aligned with the Cryo element.<br/>The coming of humans sparked a conflict and a resultant evolution within the Bathysmal Vishaps, just as ants might divide up labor and biological characteristics, thus appearing in different forms. These vishaps are stronger than their ordinary kin.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6557,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1250,
        "name": "Accessorio spezzato",
        "desc": "A small accessory you got from Kokomi. It seems to be the fragment of another object. According to her, it might come in handy at some point.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Fragmented Accessory_icon.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "galleryCharacter": [
      {
        "key": "Tsumi",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/20856775/b948ac47f0b6ddf32f00f30046bf7c80_8018516833069987149.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Tsumi"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Enkanomiya"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Vassalli di Watatsumi"
          }
        ]
      }
    ]
  }
}