{
  "epId": 6560,
  "name": "Enjou",
  "desc": "<p>Un membro dell'Ordine dell'Abisso che si definisce secchione ed accademico è conosciuto anche come l'essere che si fa chiamare \"Enjou\".</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/20856775/725dbbb16dec2beb477c3a15194eed29_5026616619767124541.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1757925157,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Enjou"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Abisso"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Ordine dell'Abisso"
          }
        ]
      },
      {
        "key": "Voce cinese",
        "value": [
          {
            "type": "RichText",
            "text": "黑石稔 (Hei Shiren)"
          }
        ]
      },
      {
        "key": "Voce inglese",
        "value": [
          {
            "type": "RichText",
            "text": "Patrick Seitz"
          }
        ]
      },
      {
        "key": "Voce giapponese",
        "value": [
          {
            "type": "RichText",
            "text": "山口 恵 (Yamaguchi Satoshi)"
          }
        ]
      },
      {
        "key": "Voce coreana",
        "value": [
          {
            "type": "RichText",
            "text": "이현 (Lee Hyun)"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Località",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/20856775/0e174a4d2a6e6ca81337b953dfa66a0d_8779664748513811373.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Le Forre, Enkanomiya"
          }
        ]
      },
      {
        "key": "Enjou",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/20856775/3edb46fe7e8145516f574c979900d0be_2429360354864398806.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "La vera forma di Enjou"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Enjou",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/30/237301566/7db3b9feada1531e2ee5071e009c79a1_7395284126650286680.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "è un membro dell'ordine dell'Abisso, un'organizzazione guidata dalla sorella del Viaggiatore. I membri dell'ordine sono gli unici a essere in grado di vivere nel Reame del Vuoto, che è tossico per tutti gli altri. Sebbene il potere dell'Abisso risulti distruttivo anche per l'Ordine, attrae i membri e li intossica. Nonostante Enjou servisse l'Ordine dell'Abisso, non poteva considerarlo casa. Aveva visto la gloria di Vindagnyr perire, sepolta sotto la neve, aveva visto i Figli del Sole danzare nella loro Notte Bianca e aveva contemplato la magnificenza di Gurabad, sommersa nel mare di sabbia. Aveva toccato i vasi di carne e sangue nel Sito Cerimoniale di Moshiri, i colossi spezzati di Remuria, e sfiorato con le dita i colori sporchi degli affreschi nella Torre Vucub Caquix. Sapeva come l'antica Aristocrazia di Mondstadt fosse stata rovesciata, come il popolo di Liyue avesse dato inizio alla grande migrazione dell'Assemblea Guili, come i lealisti di Orobaxi avessero combattuto contro i discepoli di Narukami, come il popolo di Tenochtitoc fosse perito in battaglia e come i Muratani fossero partiti per una terra lontana. Ma nessuno di quei luoghi nella sua memoria gli apparteneva. Erano come stelle cadenti che illuminavano il suo cielo per qualche secondo per poi svanire nel nulla."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/30/237301566/0e174a4d2a6e6ca81337b953dfa66a0d_970850762554967390.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Durante uno dei suoi tentativi di trovare la sua terra nativa e di completare un compito per l'Ordine dell'Abisso, Enjou, la cui vera forma è quella di un Cantore dell'Abisso, assunse l'aspetto di un abitante di Inazuma per entrare a\nsenza destare sospetti. Byakuyakokuè l'antica civiltà che si immerse nel Mare Oscuro durante la guerra con i\ne il Secondo venuto. Dato che Enjou conosceva la lingua dimenticata Byakuyakoku prima di risalire in superficie,andò alla ricerca del libro \"Prima del sole e della luna\", scritto dal segretario del\nIl libro narra l'apparizione del Primigenio, la guerra con i Sette Draghi Sovrani, il cambiamento di Teyvat, la creazione dell'umanità, l'avvento del Secondo Trono, l'inizio della grande guerra e la conseguente caduta di Enkanomiya nel Mare oscuro. Queste cronistorie raccontano di un'epoca nella quale gli Dei non camminavano sulla terra e tutto il territorio apparteneva soltanto ad una civiltà. Per gli abitanti di Teyvat, l'epoca in cui \"gli Dei camminavano sulla terra\" è il passato più remoto, quindi per l'Ordine dell'Abisso questo libro era l'unico modo di provare che Celestia e gli Archon fossero arrivati in questo mondo dall'esterno. Il libro era presente all'interno della biblioteca di Enkanomiya in singola copia, ma Enjou non riuscì a trovarlo sul posto e nemmeno nel Dainichi Mikoshi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/30/237301566/637744d450823aab46c29eeb0a859cc8_1908085769445170199.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durante la missione ad Enkanomiya, Enjou incontrò il Viaggiatore e Paimon e si presentò loro come studioso di Byakuyakoku. Con il suo aiuto e la sua conoscenza del linguaggio, il Viaggiatore riuscì a rimuovere la barriera del Dainichi Mikoshi ed a trovare la Briglia dorata necessaria all'attivazione del sole artificiale. Mentre il Viaggiatore stava raccogliendo il Corallo sanguigno necessario per effettuare il rituale a Sangonomiya (popolo discendente da Enkanomiya), Enjou rivelò la sua vera natura e tentò di battersi nella speranza di trovare il libro. Dopo la sconfitta, il Cantore dell'Abisso scomparve all'interno di un portale."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Stavo sul serio traducendo della letteratura, ma non aveva niente a che fare con la prova.</color>\n<color=#ffffffd9>Sono uno studioso... Ehi, mi sono per caso trasformato in un mostro sputafuoco?</color>\n<color=#ffffff>...Credo che la parola da voi utilizzata per i nostri esegeti sia \"bardi\", giusto?\"</color>\n<color=#ffffffd9>\"Sì, sì, ho fallito. E oggi abbiamo tutti imparato qualcosa, non è vero?</color>\n<color=#ffffffd9>Direi che non dovresti fidarti così facilmente delle persone in futuro, eh?</color>\n<color=#ffffffd9>Prendi quella piccoletta al tuo fianco. Chissà...</color>\n<color=#ffffffd9>Magari un giorno ti tradirà anche lei. Chi può dirlo?</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5363,
        "name": "Dal tramonto all'alba a Byakuyakoku",
        "desc": "<p>Una serie di Missioni avventura con Enjou, un ricercatore, per indagare su Enkanomiya alla ricerca del Corallo sanguigno.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/16/20856775/1c3fda83027ab261e4028c42d191ea47_7770465858244241427.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5576,
        "name": "Enkanomiya",
        "desc": "<p>Un'antica civiltà precipitata nel Mare oscuro durante la guerra tra il Primigenio e il Secondo Trono.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/13/362377527/ba84d989936c3e95b27a596fa240b107_4765292078858311870.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Enkanomiya",
        "desc": "<p>L'unica speranza per la salvezza dell'Isola di Watatsumi giace in questo luogo avvolto dai segreti, Enkanomiya. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/18/20856775/d9249cfe7e91d27caa52bdb7121ed2c4_8658698864345673204.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "name": "Ordine dell'Abisso",
        "desc": "<p>Un'organizzazione che comprende Khaenri'ahni maledetti e mostri non umani. I suoi membri sono nemici della civiltà che abita in superficie e che prospera in molti angoli del mondo. L'obiettivo principale dell'Ordine dell'Abisso è la distruzione del mondo governato dai Sette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/06/20856775/826332c1b0fb525a54df5442ee996c76_5889206726233476671.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 2181,
        "name": "Cantore dell'Abisso Fiamme imperscrutabili",
        "desc": "<p>Detentori del fuoco abissale che cercano il senso celato dietro i testi e le scritture. Sono membri dell'Ordine dell'Abisso.</p><p>Le persone che vivono in superficie hanno una comprensione leggermente distorta del significato del loro nome e li chiamano \"lettori\", mentre il loro nome può anche significare \"esegeta\". Leggere la parola della grazia conferisce loro un grande potere</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Fathomless Flames_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "Prima del sole e della luna",
        "desc": "<p>Un racconto che è stato vietato alla gente comune. Lo scritto unisce elementi storici ad altri fiabeschi, narrando gli eventi dalla creazione del mondo fino alla nascita del Dainichi Mikoshi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20577441/30d637f5d6939cb8f5a886096aa7ba70_7112384876880326976.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1575,
        "name": "Corallo sanguigno",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un corallo in cui risiede la forza vitale dell'Omikami di Watatsumi. È una parte essenziale del Rito sacro di Watatsumi.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodbranch Coral_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 721,
        "name": "Briglia dorata",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il tesoro nazionale ereditario di Byakuyakoku. Rappresenta la più alta autorità del posto e conferisce al suo detentore il potere di controllare la Notteterna e la Biancanotte.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Bridle_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Rituale dell'entrata nei tre regni",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/27/237301566/13677155c217b30cdeaf3830fc82cee6_4368940544380021729.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Qualche tempo dopo il rituale tenutosi sull'\n, la Sacerdotessa divina notò che qualcosa era andato storto. Decise di mandare alcune truppe ad Enkanomiya, ma i soldati rimasero seriamente feriti. Tutto il territorio di Enkanomiya era avviluppato nell'oscurità dell'Abisso del Vuoto e nessuno, compresi umani ed Elementosauri, era in grado di sopportarla. Si scoprì poi che l'oscurità era stata provocata da Enjou. Aveva siglato un patto di alleanza con Tsumi, una misteriosa sacerdotessa che indossava una maschera con occhi di serpente. Ella voleva distruggere il Dainichi Mikoshi, in modo che l'oscurità regnasse per sempre e che gli Elementosauri potessero nuovamente salvare i loro cari intrappolati sotto la torre. Enjou promise di far precipitare Enkanomiya nell'oscurità ed in cambio gli Elementosauri avrebbero concesso all'Ordine dell'Abisso un passaggio sicuro attraverso le loro terre, aiutando a ripristinare le Torri del Vuoto. Gli Elementosauri non sapevano che l'oscurità dell'Abisso fosse un veleno terribile per gli esseri elementali e accettarono il patto, ma Enjou li tradì. Ripristinò le torri ai confini di Enkanomiya e poi le utilizzò per diffondere l'energia dell'Abisso, che causò grande tormento agli Elementosauri abissali.\nQuando la Sacerdotessa divina di Sangonomiya chiese aiuto al Viaggiatore, egli fece squadra con Tsumi per affrontare Enjou. Non appena venne rivelato il vero scopo di Tsumi, Enjou aiutò il viaggiatore a disperdere l'oscurità con dei meccanismi che aveva trovato, dato che il suo viaggio ad Enkanomiya era stato nuovamente privo di risultati."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Ora questo è solo un altro inutile viaggio ad Enkanomiya per me, ma non importa.</color>\n<color=#ffffffd9>Sono solamente una figura marginale nell'Ordine.</color>\n<color=#ffffffd9>Al contrario di coloro che falliscono nel servire sua Altezza, io sono interessato a cose più irrilevanti.</color>\n<color=#ffffffd9>Accidenti, penso di aver esaurito il tempo a mia disposizione qua. Farei meglio ad andare.</color>\n<color=#ffffffd9>Vi direi \"Ci si vede\", ma... probabilmente non accadrà.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Enkanomiya",
        "desc": "<p>L'unica speranza per la salvezza dell'Isola di Watatsumi giace in questo luogo avvolto dai segreti, Enkanomiya. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/18/20856775/d9249cfe7e91d27caa52bdb7121ed2c4_8658698864345673204.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6559,
        "name": "Tsumi",
        "desc": "<p>L'ultima Vassalla di Watatsumi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/20856775/1b4813ee4ee058cd0428721d3301de69_828098284566828079.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Elementosauro abissale primordiale",
        "desc": "<p>Un Elementosauro che vive nelle profondità degli oceani.</p><p>Un tempo era la razza dominante negli abissi... E, in effetti, i draghi erano i padroni del mondo in un'era ancor più antica. Ma i loro Sette sovrani furono sconfitti da un potere proveniente dal cielo, che li fece estinguere uno dopo l'altro.</p><p>Recentemente, gli Elementosauri sono riapparsi lontano dalle profondità e sebbene possano avere dei problemi di adattamento in un mondo in cui gli umani la fanno da padrone, questo è pur sempre il loro mondo.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "name": "Elementosauro abissale Divoratuono",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Elementosauro che vive nelle profondità degli oceani. A causa di alcuni adattamenti sociali, ha manifestato una forma allineata con l'elemento Electro.<br>Dopo il declino del potere dei \"Sette\", sta nascendo una nuova generazione di sovrani. Ma ora che gli Elementosauri abissali si sono evoluti in questo modo, hanno perso la loro purezza. Pertanto, il Drago dell'acqua non nascerà più dalle loro schiere. La profezia narra che il nuovo Drago dell'acqua discenderà sicuramente sotto forma di un essere umano.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "name": "Elementosauro abissale Azzannabrina",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Elementosauro che vive nelle profondità degli oceani. A causa di alcuni adattamenti sociali, ha manifestato una forma allineata con l'elemento Cryo.<br>L'arrivo dell'umanità ha innescato un conflitto e una conseguente evoluzione tra gli Elementosauri abissali, proprio come le formiche riescono a condividere il lavoro e le caratteristiche biologiche, apparendo così in forme diverse. Questi Elementosauri sono più forti dei loro parenti ordinari.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Voltafuoco",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/30/237301566/d00e4b41333f68ba0880a894c481a3d0_587831184061843741.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dopo l'ultimo incontro con il Viaggiatore, Enjou (ora chiamato Sanka) si recò a Natlan per esplorare il <color=#ffffff73>Mare Jivari</color> . Durante questo viaggio visitò la tribù dei Discendenti delle Vette dove incontrò due bambini che chiedevano aiuto per trovare alcuni Yumkasauri. Mentendo e dicendogli che i suoi amici li avrebbero aiutati, Sanka chiese poi ai bambini di raccontargli del <color=#ffffff73>Voltafuoco di Huitztalan</color> . La leggenda narra che il <color=#ffffff73>Voltafuoco</color> apparve per la prima volta nell'era della Grande Alleanza. Veniva utilizzato dal tiranno Och-Kan per governare su Natlan e opprimere chiunque si opponesse a lui. Il <color=#ffffff73>Voltafuoco</color> è diverso dal fuoco normale: se uno viene dato alle fiamme con questo tipo di fupcp, sentirà un dolore terribile senza però morire subito. E qualunque cosa tu faccia, non devi voltarti indietro a guardarlo. L'eroe della tribù, Yupanqui, che all'epoca lavorava come ufficiale d'artiglieria per la Grande Alleanza, una tempo era amico di Och-Kan, il tiranno, e anche di Xbalanque, il primo Archon di Pyro. Non era d'accordo con il governo crudele di Och-kan, e quindi rubò il <color=#ffffff73>Voltafuoco</color> per poi lanciarlo contro l'esercito di Och-Kan. Tutti i soldati furono ridotti in cenere. Proprio mentre Yupanqui stava per lasciare la città, pensò di aver sentito Och-kan chiamarlo da dietro. Lo colse alla sprovvista e si voltò a guardare, ma Och-kan non c'era. Tutto ciò che vide non fu altro una città bruciata, un esercito in rovina e fiamme immense che si innalzavano verso il cielo. Una frazione di secondo dopo, le fiamme che vide esplosero dai suoi occhi e lo inghiottirono. Il fuoco che consumò Yupanqui bruciò più ferocemente di qualsiasi altro. Bruciò addirittura per cento giorni, finché non aprì un buco proprio attraverso le linee geomantiche, per poi cadere nell'oscurità mortale del Regno della Notte, dove brucia ancora oggi. Il <color=#ffffff73>Voltafuoco</color> illumina il cammino che conduce alla vita successiva. Ma affinché i morti rinascano, devono prima accettare le fiamme ed essere purificati dal fuoco. Dopo la morte di Yupanqui, circa 500 anni fa, il Nome Antico\npassò ad un altro eroe, Burkina, che combatté contro il corrotto Re della Montagna. Attualmente al cacciatore di Saurici Kinich. Dopo aver sentito la leggenda, Sanka vide arrivare il Viaggiatore e Paimon e scappò via, dicendo ai bambini che loro li avrebbero aiutati."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/20/237301566/5f27744d3da35d1fbcb67d96c81819cb_5952055228640343631.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Quando Sanka venne a conoscenza della connessione tra Kinich e il Voltafuoco, iniziò segretamente a seguire sia lui sia il suo compagno\n. E quindi, quando il cacciatore di Saurici catturò un membro dell'Ordine dell'Abisso, Sanka non riuscì a resistere. Per fare in modo di avere l'opportunità di apprendere i ricordi dell'antichità e studiare K'uhul Ajaw, che apparteneva a un'antica civiltà di draghi risalente a diversi millenni fa, Sanka fece un patto con Kinich. Di lì a poco i Discendenti delle Vette avrebberot enuto la cerimonia della Notte del Voltafuoco. Si tratta di una cerimonia tradizionale dove la tribù commemora il proprio antenato, Burkina, e il suo compagno, il Re della Montagna Kongamato. Insieme combatterono e vinsero contro l'Abisso ma fu una vittoria ottenuta a caro prezzo. Secondo le storie, Burkina pagò con la vita e Kongamato fu infettato dall'Abisso e cadde in un sonno profondo. Il potere abissale dentro di lui è estremamente sensibile e, quando viene disturbato, lui si risveglia in preda ad una rabbia cieca, attaccando qualsiasi cosa si muova. Parte della cerimonia consiste nel purificare Re della Montagna dall'Abisso in modo che possa restare in un sonno profondo. Ultimamente, a Natlan si sono verificati sempre più incidenti legati all'Abisso, rendendo estremamente difficile mantenere il sonno del Re della Montagna."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/20/237301566/e2cfe5ded9274eda9e986690b6ce3f58_4971493199126865486.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Una dei compagni dell'anziano, Nanna, venne ferita durante lo scontro con Kongamato e avvelenata dall'energia dell'Abisso. Alcuni anziani della tribù decisero di purificare completamente il corpo del mostro dall'Abisso, cosa che avrebbe portato alla morte dello Yumkasauro. Considerando che il Re della Montagna è il simbolo vivente della gloria dei Discendenti delle Vette, Kinich si trovò in disaccordo con gli anziani e ideò un piano tutto suo. Prese in prestito un dispositivo da Sanka in grado di attirare le creature abissali per aprire una spaccatura e metterci il Re della Montagna. Allo stesso tempo, K'uhul Ajaw, apprendendo che le persone con il nome \"Voltafuoco\" di solito muoiono di morte violenta, fece un patto con Sanka dicendo che avrebbe preso il corpo di Kinich in cambio del tempo per studiare il Signore Divino. Nonostante l'accordo, il piano di Sanka fallì perché Kinich diede l'oggetto al Viaggiatore come \"regalo\". Per evitare di combattere contro il Viaggiatore, Sanka scappò di nuovo."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"I c</color> <color=#ffffff>\"Non potrei mai batterti in uno scontro diretto, ma quando si tratta di scappare, non perderò contro nessuno.</color>\n<color=#ffffff>Fammi un favore e ricorda quanto velocemente scompaio. Allora forse mi mostrerai un po' di rispetto la prossima volta.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/20/237301566/b2498b3679f7d54e940667219879c74c_1597814408184281139.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Prima di incontrare Kinich, durante il suo primo giorno con i Discendenti delle Vette, Sanka fu colpito da qualcosa che cadeva dal cielo. Il saltatore era un Yumkasauro, Nanna, avvelenata dall'Abisso. Lei stava praticando il bungee jumping, o almeno questo era quello che Sanka credeva. Rimase profondamente stupito dal coraggio coraggio necessario per affrontare un salto di questo questo tipo e così fece amicizia con lo Yumkasauro e aiutandola poi a curare le sue ferite. Come segno del loro incontro, disegnò persino un'immagine sulle antiche rovine, che fu considerata una reliquia degli antichi Sauriani. Quando Sanka finalmente fuggì dal Viaggiatore e da Kinich, si riunì di nuovo alla sua amica e si rese conto che tutte le sue ferite erano guarite. Le mancava moltissimo la sua famiglia e Sanka la portò dalla figlia dell'anziano, che gli raccontò la storia del Voltafuoco.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6996,
        "name": "Discendenti delle Vette",
        "desc": "<p>Una delle sei tribù di Natlan, nota anche come Huitztlan. Le persone di questa tribù amano gli sport estremi come l'arrampicata su roccia, la discesa in corda doppia e il parkour sui vulcani e vivono insieme agli Yumkasauri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/28/362377527/44eed56d09eebfba695172d09f934eb9_2923941193529339797.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>Per inseguire il grande sogno nella mattina nebbiosa e tra il mare di nuvole, i guerrieri che solcavano i cieli non riposavano mai. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/20856775/42d1b97191ffd2055e0c77d25704ea13_8904489027465475519.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6317,
        "name": "Kinich",
        "desc": "Un Cacciatore di Saurici di Huitztlan, abile nel valutare i costi.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/12/0099e74b4d0c919f6feab4bade3ab748_5795733017114624391.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un drago con un'anima umana, Signore della Città di cenere. Era conosciuto anche come Re pitone e Sacro Signore.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/21/20856775/74adbc6536b10e9e313d209ebb05addb_708286412048534319.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6583,
        "name": "Vorace Yumkasauro Re della Montagna",
        "desc": "<p>Un potente Yumkasauro che è sopravvissuto sia all'ingiuria del tempo che a innumerevoli battaglie fino ai giorni nostri.</p><p>Questo \"Re della Montagna\", che un tempo unì le forze con i grandi eroi per affrontare la Marea nera, occupa un posto speciale nel cuore dei Discendenti delle Vette. Alcuni membri della tribù credono che il suo aspetto attuale sia dovuto alla sua fisicità unica, simile a quella del \"Tiranno\" dei Qucusauri... In realtà, è semplicemente perché ha vissuto talmente a lungo e ha mangiato DAVVERO troppo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/29/20577441/7c1ed7d240424237bc75660e96f3f0ee_5437027261607477957.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6582,
        "name": "Yumkasauro",
        "desc": "Un Saurico dalle possenti zampe posteriori e dalla coda soffice, in grado di sputare la pectina dei Vampagrani nascosta nelle sue guance, con cui avvolge oggetti distanti.<br>Secondo la leggenda, gli Yumkasauri originali non erano assolutamente come oggi, ma molto più piccoli, al punto che erano difficili da vedere. Potevano vagare liberamente trasportati dal vento, aggrapparsi ai corpi dei draghi più grandi o radunarsi in gruppi per poi spostarsi come nuvole. Tuttavia, a seguito della degenerazione delle loro abilità, non ebbero altra scelta che assumere la forma attuale.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/e1b8a6914176a0a3a9f003da76eff025_8330021945359045493.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mare Jivari",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/58c712eb393956a1a2e0ce35317e965c_7203629588405378502.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durante la sua ricerca del Mare Jivari, Enjou approcciò un inetto spirituale di nome Leyla, appartenente alla tribù dei Maestri del Vento della Notte. Il giovane uomo non aveva sensibilità spirituale e non poteva sentire o controllare gli spiriti, tanto meno utilizzare degli incantesimi su di loro. Enjou, che si era presentato come Kokuchuu, suggerì a Leyla di provare una \"terapia di iposensibilizzazione\" per curare la sua mancanza di sensibilità spirituale. Si trattava di un metodo molto pericoloso ed inefficace, per questo il suo utilizzo era stato bandito dai Maestri del Vento della Notte. Per entrare in uno stato di chiaroveggenza, Leyla fece uso di un antico frammento dell'arma di Sanhaj Kompore e riuscì così ad utilizzarlo come tramite per lanciare un incantesimo su se stesso. Sanhaj aveva combattuto con il suo arco nella battaglia per il Mare di Jivari 500 anni prima, assieme a Tenoch, Tupac, Burkina, Menilek, Sundjatta e Wajiru, e fu proprio questa battaglia che diede il nome al luogo. Bakunawa, una creazione immortale della Grande Peccatrice Rhinedottir, divorò intere tribù dell'isola di Tenochtzitoc con l'intento di divorare tutta Natlan. Sanhaj e Tenoch sapevano che non poteva essere ucciso, così decisero di sacrificarsi. Tenoch lasciò fare a Sanhaj l'Incisione di Flogisto sul suo corpo iper liberare il potere degli incantesimi di confine per poi lasciarsi mangiare dalla bestia. Dopo aver offerto il corpo di Tenoch come offerta rituale, Sanhaj evocò un Regno della Notte in miniatura nel ventre del Bakunawa. A questo punto lo scontro tra i poteri dell'Abisso, la Signora della Notte, e lo spirito di Tenoch nel corpo di Bakunawa portò ad una violenta esplosione che frantumò il mostro in innumerevoli pezzi. Tuttavia, nemmeno questa esplosione distrusse completamente Bakunawa, e il trascendente potere dell'Abisso che scorreva dentro di lui creò un'anomalia temporale, che fece sì che il Mare Jivari esistesse in ogni istante del tempo. Da quel momento tutti gli Archon di Pyro hanno sempre protetto il sigillo posto sul Mare Jivari per impedire a Bakunawa di rinascere e distruggere Natlan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/fb66c05596ec6bd13e3ce50ebe46dc0d_5057871200221585443.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Quando Leyla entrò nello stato di chiaroveggenza, la sua anima si perse e non fu più in grado di tornare, così Kokuchuu decise di fuggire. La grande sciamana della tribù, Citlali, assieme al nipote Ororon ed al Viaggiatore, aiutò il giovane uomo. Utilizzando il frammento dell'arma come tramite, Citlali entrò in uno stato di chiaroveggenza ed il Viaggiatore trascrisse su una pergamena tutto ciò che ella vide. Citlali vide una mappa simile al luogo dove una volta si trovava il Mare Jivari. Dopo la battaglia avvenuta durante il Cataclisma, il posto venne ridotto ad una landa desolata, ricoperto dalle ceneri dei guerrieri e dei mostri periti nello scontro. Ogni tanto, dalle sue profondità si potevano udire delle grida raccapriccianti ed altre volte l'intera regione veniva avvolta dalle fiamme, che soffocavano le urla. Molti avventurieri cercavano di dare prova del proprio valore avventurandosi in quelle terre, ma la maggior parte di loro perdeva la vita laggiù. Circa trent'anni prima, le persone avevano cominciato a parlare di una creatura oscura ed enorme, grande come una montagna, che si aggirava per il luogo e poco dopo tutta la regione scomparve dalla faccia della terra, come se non fosse mai esistita."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/caf130c06b8c2a339d3453beedd08db4_6863942129866953539.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Col sospetto che il nuovo amico di Leyla lo stesse usando per ottenere delle informazioni sul Mare Jivari, la Gran Sacerdotessa tese delle trappole vicino all'accampamento dove si trovava la mappa. Realizzò che Kokuchuu aveva deliberatamente dato all'uomo un manufatto potente come l'arco di Sanhaj e lo aveva lasciato appositamente nell'accampamento come esca. Kokuchuu sperava che lo spirito di Leyla si perdesse e che la tribù accorresse in suo aiuto, rivelandogli informazioni sul Mare Jivari. Nonostante Kokuchuu fosse stato individuato dalle trappole di Citlali, riuscì a fuggire di nuovo dopo aver visto e disegnato la mappa."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/30/237301566/1d93adc2ea6456e9ba98dda829fc6720_5260936526278584002.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dopo aver scoperto che la mappa del Mare Jivari era simile a quella dell'isola di Tenochtzitoc, dove gli abitanti di Natlan avevano costruito un resort dopo la guerra con l'Abisso, Enjou si recò lì. Fece finta di essere turista di nome Hayne e poi fece ubriacare Papar, un impiegato del resort, per continuare la sua ricerca. Riuscì a scoprire l'origine del Bakunawa e del Mare Jivari e scoprì anche la posizione dell'ingresso dello spazio, senza però riuscire ad entrarci. Indossando il costume Nochtli di Papar, Enjou iniziò a raccontare la storia di Tenochtzitoc attirando l'attenzione del Viaggiatore e di Paimon, venuti a rilassarsi al resort. Iniziarono ad indagare sullo strano comportamento dell'animatore e si rivolsero a Leyla, che aveva iniziato l'addestramento nelle arti mistiche sotto la guida dei Maestri del Vento della Notte. Leyla vide il Mare Jivari e percepì la presenza delle strane creature di Tenochtitoc, gli Asha, che sono le anime delle persone morte nel Mare Jivari, fuse con i Monetoo. Lo sciamano si sentì a disagio per ciò che vide e si affrettò a informare la Gran Sciamana Сitlali dell'accaduto."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/30/237301566/851fe0bd0fbdc5716e64e58f1f7e6ffd_2010609417852946375.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durante il suo precedente incontro con Enjou, la grande sciamana aveva lasciato un segno su di lui che le aveva permesso di percepire la sua presenza nel caso si fosse trovato nelle vicinanze. Insieme a Сitlali, il Viaggiatore e Paimon trovarono gli appunti di Enjou con un portale designato per il Mare Jivari, ma l'energia spirituale dell'oggetto rituale dei Maestri del Vento della Notte, che permette alle persone di spostarsi in un altro luogo, si era prosciugata e non funzionava più. L'Asha, che il Viaggiatore e Paimon incontrarono nel luogo dell'incontro con lo strano Nochtli, li seguì, attratto dall'energia del frammento dell'arco di Sanhaj. Si venne a sapere che gli Asha erano la chiave necessaria per aprire il portale e Citlali, il Viaggiatore e Paimon apparvero nel luogo in cui gli Archon di Natlan stavano trattenendo il Bakunawa. L'area era fuori dalla vista del Wayob e la camera centrale conteneva troni con le armi dei sei eroi di Natlan che avevano combattuto contro il Bakunawa. L'unica arma mancante era quella di di Sanhaj Kompore. Dopo averla riposta, il Viaggiatore e Paimon si sedettero sul piedistallp di Tenoch, sul quale era scritto: <color=#ffffff>\"All'eterno Tenoch. I suoi resti sono sepolti qui.\"</color> In quel momento, scomparvero ed Enjou arrivò nella stanza dove si trovava Citlali. Si rese conto che non poteva inseguirli a causa della necessità di avvertire l'Archon e della mancanza di comunicazione con il Wayob e così la Gran Sciamana decise di stringere un patto con Enjou. Con un incantesimo, trasferì parte della sua coscienza nel suo corpo per vedere cosa stesse succedendo e gli diede la spada rituale, Calamità di Eshu, per aiutare il Viaggiatore."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/30/237301566/eb2601e07b98b96916efe8664ff6e5da_2802706360293809967.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Utilizzando il trono, Enjou si teletrasportò nel Mare Jivari, da un'altra epoca, dove un enorme mostro, la permeazione di Bakunawa, apparve davanti a lui, al Viaggiatore e a Paimon. Il potere che conteneva stava corrompendo il passare del tempo e né Rhinedottir né l'Ordine dell'Abisso erano in grado controllarlo. E se la permeazione del Bakunawa non fosse stata sconfitta, avrebbe potuto liberarsi e divorare tutti. Grazie alla spada di Sanhaj e al potere interiore del Wayob risvegliato dalla presenza del Bakunawa, il Viaggiatore riuscì a sconfiggere questo frammento del mostro. A quel punto Enjou volle esplorare il corpo di Bakunawa. Raccontò la storia di Tenochtitoc e il suo vero scopo nel Mare Jivari: trovare la sua patria. Durante il corso della storia fu in grado di assorbire parte del potere del mostro per addentrarsi ulteriormente nel Mare Jivari."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/30/237301566/f21d34d0e05336b944382614f7d8efb3_5830516876834050416.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Come dono d'addio, donò al Viaggiatore un fiore che sboccia tra le fiamme ardenti.\n<color=#ffffffd9>\"</color> <color=#ffffff>Fino al giorno in cui le fiamme non mi trasformeranno in cenere, vedrete le braci ardenti di questo fiore risplendere nel fumo scuro.\"</color>\nSince the Mare Jivari exists outside of time, during his travels there, Enjou encountered the great Adventurer Stanley, who had died in this space about thirty years ago. Enjou introduced himself as Nocht, stopped the wounded Stanley's bleeding with a flower that blossomed among the ashes, told him not to approach the monsters, and then went on his way."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"</color> <color=#ffffff>Se esiste davvero una patria che ho dimenticato, potrebbe essere in questo regno di tempo ardente e frantumato?</color> <color=#ffffffd9>\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Quando il Viaggiatore, Paimon e Citlali lasciarono il Mare Jivari, la grande sciamana sentì che la traccia spirituale che aveva lasciato su Enjou era stata consumata da uno strano potere.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8205,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 8409,
        "name": "L'Ultimo superstite di Tenochtzitoc",
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7424,
        "name": "Mare Jivari",
        "desc": "<p>Un luogo situato nella parte più occidentale di Natlan, si venne a creare durante il Cataclisma di 500 anni fa. Un Maestro dei Confini, Sanhaj Kompore, evocò un Regno della Notte in miniatura e lo fece esplodere per sconfiggere l'incombente calamità oscura, creando così il Mare Jivari.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_4232196257702248672.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Cataclisma di Khaenri'ah",
        "desc": "<p>Un disastro avvenuto 500 anni fa, durante il quale le forze dell'Abisso irruppero a Teyvat. Come risultato del Cataclisma, Khaenri'ah venne distrutta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/23/20856775/826332c1b0fb525a54df5442ee996c76_3770321130010944750.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "name": "Maestri del Vento della Notte",
        "desc": "<p>Una delle sei tribù di Natlan, conosciuta anche come Mictlan. Sono famosi per le loro predizioni e rituali per amplificare la capacità di comunicare con il Regno della Notte e i Wayob.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/04/362377527/8725b42a03cf25637b574003fd6409eb_8402905827484208007.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7495,
        "name": "Sanhaj",
        "desc": "<p>Il sommo sacerdote dei Maestri del Vento della Notte e Maestro dei Confini, che portava il Nome Antico<custom-ruby data-ruby=\"Bidii.|Devozione\"></custom-ruby> Morì nella Battaglia del Mare Jivari 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/05/362377527/6e5cee86a0c719c7793d88a733c00b43_1918892696588604578.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7300,
        "name": "Citlali",
        "desc": "La grande sciamana dei Maestri del Vento della Notte, l'universalmente venerata Nonna Itztli.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/27/c4ab2530bb8bbe3c0e811684f97ec124_6688582217610741079.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7079,
        "name": "Ororon",
        "desc": "Un giovane membro dei Maestri del Vento della Notte che ama vivere in mezzo alla natura, accanto a forme di vita d'ogni sorta.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/e4830690f8b6a1ebb02cfbc8ce955671_8091252479018770784.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7113,
        "name": "Calamità di Eshu",
        "desc": "Una spada cerimoniale forgiata da Sanhaj, il grande e sommo sacerdote dei Maestri del Vento della Notte. Secondo i racconti di un tempo passato, Sanhaj poteva usare questa lama ricurva per dei rituali, offuscando i confini tra il Regno della Notte e questo mondo.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/034a74a58833bc506791e2d2c8e00539_8351835749900866009.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4000,
        "name": "Bastone parlante",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Questa mazza decorata con ossidiana risulta alquanto persuasiva agli occhi di molti.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/11/157266935/6e0130263c2de43a0bd7863edce22df3_1292958361785228642.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6552,
        "name": "Spezzacatene",
        "desc": "<p>Un arco lungo decorato con giada. Intorno alla sua corda sembra spirare continuamente una brezza gentile. Secondo la leggenda, quest'arma venne fabbricata in un'era assai antica da un artigiano della specie dei draghi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/29/20577441/8a6b418598f555deba7da922385254a2_6673728578456580555.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7196,
        "name": "Rotolo di Iktomi: mappa",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una mappa su un rotolo di tessuto, ottenuta tramite la chiaroveggenza, che indica la strada che conduce a un luogo che si dice scomparso molto tempo fa: il Mare Jivari.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/17/362377527/9a90075d4c7b9e31a9e2c7b5fc3e5505_901473148745296928.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7195,
        "name": "Misterioso frammento d'arma: Poggiafreccia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il frammento di un'arma un tempo impugnata da Sanhaj Kompore, Maestro dei confini dei Maestri del Vento della Notte. Finì in pezzi durante la grande guerra di cinquecento anni fa. Nonna Itztli è del parere che potrebbe tornare utile al Viaggiatore in modi non ben precisati durante il suo viaggio.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/17/362377527/ed8b592a197b1a7263842f542bd2df3d_4641653824483766782.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8354,
        "name": "Risoluzione dell'Attraversafuochi",
        "desc": "Un fiore che Enjou ti ha regalato. Un tempo era un bocciolo delicato, appena colto. Quand'è che è diventato così?",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/d680517a7915e98e02c6257f95f252b4_4951244975280181068.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8327,
        "name": "Rapporto d'indagine: Bakunawa",
        "desc": "Un rapporto d'indagine lasciato da qualcuno che andava di fretta.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8328,
        "name": "Rapporto d'indagine: Mare Jivari",
        "desc": "Un rapporto d'indagine lasciato da qualcuno che andava di fretta.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8329,
        "name": "Rapporto d'indagine: Caverna segreta",
        "desc": "Un rapporto d'indagine lasciato da qualcuno che andava di fretta.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/a3d81222ac0c259d7c24278ae6a68845_8748899289776809939.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8351,
        "name": "Appunti stracciati di qualcuno (I)",
        "desc": "Appunti rinvenuti tra i resti di Bakunawa.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2083,
        "name": "Attraversafuochi",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailer e teaser della storia",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Demo del personaggio \"Cantore dell'Abisso: Fiamme Imperscrutabili\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/03/237301566/0b8e2c5d18b254a94b1f0e4157af1cdb_234079531504527699.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>1 aprile 2022</color>\n\"Ad ogni modo... quel libro appartiene ad un autentico studioso\"\nSebbene questo libro sia abbastanza bello, non mi aspettavo che ai cantori piacesse questo genere di storia...\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=dZsCPpuxgfM"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Trailer commemorativo \"Luminous Glimmer\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/cadd5559d2a5c1c3f4a4ce3d96e15ef9_4330869853506093995.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>17 settembre 2022</color>\n\"Soltanto quando scende una notte buia come l'abisso, si può notare la scintillante luminosità che è sempre stata con noi\"\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=xm6DtDBkDFw"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrazioni ed Emoji",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "White Day 2024"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/237301566/92d7c1f6108b39f1f010dbb563ad188f_7328193714011362612.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>14 marzo 2024</color>\nA giudicare dalla tua espressione, sembra che tu non ti ricordi di me, vero? Cosa significa \"Tutti i Cantori dell'Abisso si assomigliano, torna quando diventerai un umano\"? A quanto pare il regalo d'addio dell'ultima volta non ti ha lasciato una grande impressione... Questa volta ho scelto appositamente dei fiori bellissimi da regalarti. Tuttavia sono venuto qui senza che lo scoprisse sua Maestà, quindi non potrò passare un messaggio da parte vostra. Allora, ora credi di potermi perdonare? Ehi, ehi, metti giù quell'arma. Possiamo parlarne con calma..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "name": "Ordine dell'Abisso",
        "desc": "<p>Un'organizzazione che comprende Khaenri'ahni maledetti e mostri non umani. I suoi membri sono nemici della civiltà che abita in superficie e che prospera in molti angoli del mondo. L'obiettivo principale dell'Ordine dell'Abisso è la distruzione del mondo governato dai Sette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/06/20856775/826332c1b0fb525a54df5442ee996c76_5889206726233476671.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Enjou è un membro dell'ordine.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Enkanomiya",
        "desc": "<p>L'unica speranza per la salvezza dell'Isola di Watatsumi giace in questo luogo avvolto dai segreti, Enkanomiya. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/18/20856775/d9249cfe7e91d27caa52bdb7121ed2c4_8658698864345673204.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Enjou si è recato in missione ad Enkanomiya per due volte.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6559,
        "name": "Tsumi",
        "desc": "<p>L'ultima Vassalla di Watatsumi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/20856775/1b4813ee4ee058cd0428721d3301de69_828098284566828079.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Enjou ha promesso a Tsumi e agli Elementosauri di far precipitare Enkanomiya nell'oscurità e in cambio essi hanno garantito all'Ordine dell'Abisso un passaggio sicuro attraverso il loro territorio.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2181,
        "name": "Cantore dell'Abisso Fiamme imperscrutabili",
        "desc": "<p>Detentori del fuoco abissale che cercano il senso celato dietro i testi e le scritture. Sono membri dell'Ordine dell'Abisso.</p><p>Le persone che vivono in superficie hanno una comprensione leggermente distorta del significato del loro nome e li chiamano \"lettori\", mentre il loro nome può anche significare \"esegeta\". Leggere la parola della grazia conferisce loro un grande potere</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Fathomless Flames_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "La vera forma di Enjou.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Alias"
      },
      {
        "type": "RichText",
        "text": "Enjou\nIl nome che il membro dell'Ordine dell'Abisso usò per presentarsi al Viaggiatore e a Paimon quando si incontrarono per la prima volta. Significa \"sopra le profondità\".\nSanka\nIl nome che Enjou usava per presentarsi ai figli dei Discendenti delle Vette per ottenere informazioni sul Voltafuoco.\nKokuchuu\nIl nome che Enjou usò per presentarsi a un membro dei Maestri del Vento della Notte per saperne di più sul Mare Jivari e su Sanhaj Kompore.\nHayne\nIl nome che Enjou usò per presentarsi all'operaio di nome Papar del",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7423,
        "desc": "",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "per farlo ubriacare con l'idromele d'Afidi a sufficienza e usare il suo costume da Nochtli.\nNocht\nIl nome che Enjou usò per presentarsi al Grande Avventuriero Stanley quando si incontrarono nel Mare Jivari.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Missioni correlate"
      },
      {
        "type": "CustomEntry",
        "epId": 5363,
        "name": "Dal tramonto all'alba a Byakuyakoku",
        "desc": "<p>Una serie di Missioni avventura con Enjou, un ricercatore, per indagare su Enkanomiya alla ricerca del Corallo sanguigno.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/16/20856775/1c3fda83027ab261e4028c42d191ea47_7770465858244241427.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6985,
        "desc": "",
        "displayStyle": "card",
        "menuId": 38
      },
      {
        "type": "CustomEntry",
        "epId": 8205,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 8409,
        "name": "L'Ultimo superstite di Tenochtzitoc",
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Oggetti correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "Prima del sole e della luna",
        "desc": "<p>Un racconto che è stato vietato alla gente comune. Lo scritto unisce elementi storici ad altri fiabeschi, narrando gli eventi dalla creazione del mondo fino alla nascita del Dainichi Mikoshi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20577441/30d637f5d6939cb8f5a886096aa7ba70_7112384876880326976.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8354,
        "name": "Risoluzione dell'Attraversafuochi",
        "desc": "Un fiore che Enjou ti ha regalato. Un tempo era un bocciolo delicato, appena colto. Quand'è che è diventato così?",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/d680517a7915e98e02c6257f95f252b4_4951244975280181068.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8327,
        "name": "Rapporto d'indagine: Bakunawa",
        "desc": "Un rapporto d'indagine lasciato da qualcuno che andava di fretta.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8328,
        "name": "Rapporto d'indagine: Mare Jivari",
        "desc": "Un rapporto d'indagine lasciato da qualcuno che andava di fretta.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8329,
        "name": "Rapporto d'indagine: Caverna segreta",
        "desc": "Un rapporto d'indagine lasciato da qualcuno che andava di fretta.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/a3d81222ac0c259d7c24278ae6a68845_8748899289776809939.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8351,
        "name": "Appunti stracciati di qualcuno (I)",
        "desc": "Appunti rinvenuti tra i resti di Bakunawa.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}