{
  "epId": 679,
  "name": "Vita della sacerdotessa Mouun",
  "desc": "<p>Per la gente di Watatsumi, le leggende riguardanti la Guerra degli Archon sono sempre piene d'amarezza. Molte di queste canzoni popolari millenarie parlano di una sacerdotessa di nome Mouun, che una volta cavalcò il dorso di un mostro marino, seguendo il Grande Serpente verso una tragica ma commovente fine.</p>",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Life of Mouun the Shrine Maiden_icon.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1750687235,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Vita della sacerdotessa Mouun"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Villaggio di Bourou</color>"
          }
        ]
      },
      {
        "key": "Libro",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2311,
            "name": "Vita della sacerdotessa Mouun",
            "desc": "<p>Per la gente di Watatsumi, le leggende riguardanti la Guerra degli Archon sono sempre piene d'amarezza. Molte di queste canzoni popolari millenarie parlano di una sacerdotessa di nome Mouun, che una volta cavalcò il dorso di un mostro marino, seguendo il Grande Serpente verso una tragica ma commovente fine.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Life of Mouun the Shrine Maiden_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "2.2"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origine"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=it-it#/map/2?shown_types=2,3,154,319,338,111&center=6299.13,115.75&zoom=2.00"
      }
    ],
    "textualResearch": [
      {
        "title": "Vita della sacerdotessa Mouun",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>La sacerdotessa Mouun nacque nel clan Yuna, una delle grandi case che per prime seguirono l'Omikami fuori dall'acqua e sotto la luce del sole, e ancora oggi questo clan è famoso per il suo talento nei canti delle balene e per la sua vicinanza a tutte le forme di vita marine. Mouun entrò nel Santuario dei Sangonomiya ancora molto giovane, e studiò l'etichetta e le arti rituali delle sacerdotesse di Watatsumi, la storia, l'amministrazione e i canti tradizionali dell'isola. La sua gemella più piccola, Ayame, successivamente conosciuta come \"Umigozen\", era una specialista delle immersioni e si guadagnava da vivere raccogliendo perle.</color>\n<color=#ffffff73>Quando la notizia che lo Shogunato aveva unificato tutte le isole di Inazuma raggiunse Watatsumi, Mouun e Ayame erano già diventate piuttosto famose tra gli isolani. Nelle canzoni tradizionali conosciute ancora oggi, Mouun è descritta come un'anima gentile e saggia che aiutò la gente a stare alla larga dai conflitti, mentre Ayame era coraggiosa e solare, forte abbastanza da battersi a mani nude con feroci creature marine.</color>\n<color=#ffffff73>Quando l'Omikami di Watatsumi mise da parte l'esitazione e intraprese quella spedizione senza speranza verso est, la prima flotta di Sangonomiya venne affidata dalla Sacerdotessa divina di allora al comando di Mouun e sua sorella. Questo fu anche l'inizio dell'associazione di Mouun alla balena gigante chiamata \"Daikengyou\".</color>\n<color=#ffffff73>La leggenda narra che Daikengyou fosse un'enorme balena cieca che aveva vissuto per 500 anni e altri 400 anni prima di allora. Abitava nelle oscure profondità dell'oceano, e i pesci delle profondità e le meduse che risplendevano come la luna erano i suoi fedeli servitori. 500 narvali erano schierati alla sua sinistra e 500 megattere suonavano delle melodie alla sua destra. Alcuni canti popolari dicono avesse ingoiato dieci isole di corallo in un sol boccone e risputato fuori cinque isolotti mentre dormiva profondamente.</color>\n<color=#ffffff73>Sebbene alcuni abitanti di Watatsumi fossero molto abili nei canti delle balene, nessuno aveva mai visto questo titano ed era sopravvissuto per raccontarlo. Ma dietro ordine della Sacerdotessa divina, Mouun scese sempre più in profondità nel palazzo fosforescente della balena, proprio mentre la luna era abbastanza alta nel cielo da penetrare oltre le nebbie dell'oceano. Nessuno sapeva come fece Mouun a convincere Daikengyou a unirsi a lei. Ma al terzo sorgere della luna dalla sua partenza, quando le onde si ritrassero dalla costa, la gente vide Daikengyou affiorare dal placido oceano e risplendere di un bagliore argentato, con Mouun sul dorso.</color>\n<color=#ffffff73>Più tardi, Daikengyou e la sua corte marina seguirono Mouun e sua sorella in battaglia al fianco dell'Omikami, sebbene la battaglia volse inesorabilmente al peggio...</color>\n<color=#ffffff73>Mouun decise di ritirarsi quando seppe che l'Omikami e il Touzannou erano stati uccisi, ma sulla via subì un'imboscata dai sottoposti di Sasayuri e perse anche lei la vita insieme alla possente balena Daikengyou, e lo Shogunato si impadronì dei loro resti. Sua sorella invece, \"Umigozen\" Ayame, sparì nell'oceano rosso di sangue dopo essersi battuta valorosamente, e nessuno la vide mai più.</color>"
          }
        ]
      }
    ]
  }
}