{
  "epId": 683,
  "name": "Rex Incognito (III)",
  "desc": "<p>Un romanzo fantasy di Liyue che narra i viaggi in incognito di Rex Lapis nel regno dei mortali. Concetti ferrei come le regole o l'equità svaniscono nel nulla in questo racconto fantastico.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/23/20856775/0b69a21a3d0fbcb78f63c1720b73a310_1502133627290007369.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1750687299,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origine"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=it-it#/map/2?shown_types=2,3,154,319,338,111&center=1418.38,-1086.50&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Libri correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 682,
        "name": "Rex Incognito (I)",
        "desc": "<p>Un romanzo fantasy di Liyue che narra i viaggi in incognito di Rex Lapis nel regno dei mortali. Ambientato in un'era in cui il mondo traboccava di tesori, il vero e il falso si uniscono ai vecchi sogni in questo affascinante racconto ambientato nel Porto di Liyue.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/23/20856775/0b69a21a3d0fbcb78f63c1720b73a310_4134403265074650794.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 684,
        "name": "Rex Incognito (II)",
        "desc": "<p>Un romanzo fantasy di Liyue che narra i viaggi in incognito di Rex Lapis nel regno dei mortali. Tra gli alti picchi montuosi in cui giacciono abbondanti quantità di giada, idee concrete e vuote bugie si presentano improvvisamente troppo vicine per discernere la realtà.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/23/20856775/0b69a21a3d0fbcb78f63c1720b73a310_7442862068951297251.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 685,
        "name": "Rex Incognito (IV)",
        "desc": "<p>Un romanzo fantasy di Liyue che narra i viaggi in incognito di Rex Lapis nel regno dei mortali. In un'era in cui l'attenzione era posta sui tesori del mondo, una semplice battuta bastò a smascherare tutte le bugie.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/23/20856775/0b69a21a3d0fbcb78f63c1720b73a310_8289066791571731291.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "textualResearch": [
      {
        "title": "Rex Incognito (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>A Liyue si trova ogni tipo di tesoro raro ed esotico, e nei luoghi con tanti tesori preziosi è indubbio trovare anche degli intenditori. Quando il Porto di Liyue era all'apice della prosperità, innumerevoli beni e tesori scorrevano dentro e fuori dall'area, come la marea.</color>\n<color=#ffffff73>Anche quell'epoca, proprio come quella odierna, apparteneva ai ricchi mercanti e ai proprietari delle navi. Al tempo, chi regnava su chiunque altro erano coloro che osavano lottare contro le agitate maree del mercato e le furiose bestie dell'oceano.</color>\n<color=#ffffff73>E proprio come adesso, anche allora il porto pullulava di marinai e operai.</color>\n<color=#ffffff73>Secondo la leggenda, non sempre la forma umana di Rex Lapis è quella di un illustre gentiluomo che socializza coi ricconi del Belvedere di Yujing. Si dice che, ogni tanto, assuma le sembianze di una persona comune e si mescoli tra i minatori, i pescatori, i marinai e i venditori.</color>\n<color=#ffffff73>A quel tempo, c'era un proprietario di un peschereccio noto per il proprio carattere difficile e critico. Era sempre scortese coi sottoposti: ogni volta che qualcosa non era di suo gradimento, saltava alle conclusioni e iniziava a rimproverarli e a volte decurtava loro persino la paga senza dar loro la possibilità di fornire la propria versione dei fatti.</color>\n<color=#ffffff73>Un giorno, il proprietario del peschereccio incontrò un giovane uomo.</color>\n<color=#ffffff73>Il ragazzo era appena stato assunto dal proprietario del peschereccio e, come tutti i marinari dell'epoca, indossava una bandana, una larga maglietta e dei pantaloni marroni. Tuttavia, la pelle abbronzata e il volto spigoloso e marcato rendevano evidente che fosse un abitante del Villaggio di Qingce che, sperando in una vita migliore, dalle montagne era sceso in città.</color>\n<color=#ffffff73>Proprio come molti montanari dell'epoca, era un sempliciotto ingenuo, ma ciò che sconcertava ancora di più il capo era la sua riluttanza ad avvicinarsi al pescato viscido e sovrabbondante di tentacoli.</color>\n<color=#ffffff73>\"Gli schizzinosi non guadagnano! Chi ti credi di essere, il signore del palazzo?\"</color>\n<color=#ffffff73>Questa fu l'unica spiegazione che il proprietario della nave gli diede prima di decurtare la paga del nuovo arrivato.</color>\n<color=#ffffff73>Il giovane sorrise timidamente e continuò a lavorare. Questo scambio fu alla base di molte delle successive interazioni tra i due.</color>\n<color=#ffffff73>Un giorno, tuttavia, il ragazzo gli rispose chiedendogli:</color>\n<color=#ffffff73>\"Tutti hanno qualcosa che amano o che odiano, quindi perché dovremmo fare ciò che detestiamo di più in assoluto?\"</color>\n<color=#ffffff73>Il proprietario del peschereccio fu preso del tutto alla sprovvista da questa strana domanda. Furente, schiaffeggiò lo sciocco apprendista sulla testa e tuonò:</color>\n<color=#ffffff73>\"Sono le regole del mondo, imbecille! Ascoltami bene: non andrai da nessuna parte senza fare un lavoro che non ti piace!\"</color>\n<color=#ffffff73>\"Forse però non è questo che voleva Rex Lapis quando ha stabilito le regole...\"</color>\n<color=#ffffff73>\"Sta' zitto, idiota!\"</color>\n<color=#ffffff73>\"Mmmh, se ti racconto una storia forse capirai.\"</color>\n<color=#ffffff73>Gli occhi del giovane brillarono come l'ambra delle miniere di montagna sotto la luce del tramonto.</color>\n<color=#ffffff73>\"Eh? Quindi ora sei anche un cantastorie, eh?\"</color>\n<color=#ffffff73>Il pensiero che quel sempliciotto proveniente da un pigro villaggio di montagna volesse raccontargli una storia lo incuriosì molto.</color>\n<color=#ffffff73>\"Racconta, allora... Però nel mentre, devi anche lavorare!\"</color>\n<color=#ffffff73>Un sorriso malizioso balenò sul viso del giovane e i suoi occhi si illuminarono.</color>\n<color=#ffffff73>\"Bene, lascia che ti racconti la storia di una certa targhetta di giada...\"</color>\n<color=#ffffff73>E così, il ragazzo iniziò a raccontare. Il suo capo ascoltò con così tanta attenzione che non si accorse delle mani sconosciute che gli stavano sgattaiolando in tasca, sgraffignando tutto il denaro ottenuto tagliando le paghe dei dipendenti, e che venne poi ridistribuito tra i sottoposti stessi.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Rex Incognito (III)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Locanda Wangshu"
          }
        ]
      },
      {
        "key": "Libro",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2312,
            "name": "Rex Incognito",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/05bbd3be6a6b115d3e58842cb0516741_6445548095810080653.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ]
  }
}