{
  "epId": 6902,
  "name": "Album dei ricordi di Teyvat",
  "desc": "<p>Un album che contiene molti ricordi delle avventure di Viaggiatore/rice e Paimon. La vostra avventura non è ancora finita, e di certo in futuro avrete tanti nuovi ricordi da condividere! Questo album è decisamente troppo piccolo per contenere tutte le foto che avete fatto, quindi, dopo averlo riempito, non dimenticare di comprare uno nuovo con Paimon!</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/05/45954971/aba93897aec7d6cf873403ed3ad8b2db_8378655163989699485.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1728240877,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Album dei ricordi di Teyvat"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Ottenibile completando l'evento - Ricordi di Teyvat -"
          }
        ]
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "5.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/05/45954971/71424107e5f268352d21173b161b6259_2833035808951375027.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Il nostro viaggio è incominciato a Monstadt, Amber è stata la prima Cavaliere di Fvonius che abbiamo incontrato. Ci ha accompagnato dalla Foresta dei Sussurri fino alla città di Mondstadt. Con la guida del vento, abbiamo visitato molti posti, dal QG dei Cavalieri di Favonius al Covo di Terrore alato."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/05/45954971/43858d8d70dd1a9ff09f312b9f6412a1_4840253036948805722.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Dopo essere passate per la Locanda di Wangshu in cima al suo albero gigante e attraverso le secche Pianure di Guili, siamo giunti/e al Porti di Liyue. A Liyue abbiamo conosciuto Xiangling, la capocuoca del Ristorante Wanmin. Non importa quanto saremo distanti, ogni anno faremo ritorno a Liyue per goderci il Festival delle lanterne e i nostri piatti preferiti al Ristorante Wanmin, nonché passare le feste assieme ai nostri amici."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/05/45954971/b46cc59c2a8697b76a0ccc0eae42d096_3518807390808241879.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Inazuma, la nazione del fulmine, si trova in un luogo distante oltre il mare raggiungibile solo con una barca. Abbiamo incontrato Kazuha, un nativo di Inazuma che viaggiava con una flotta, e che vagava per il mondo come noi. Con lui abbiamo discusso di Inazuma, e ci ha parlato degli omikuji del Gran Santuario di Narukami, e di quanto siamo popolari tra i credenti. A volte andiamo a pescarne uno o due anche noi... Quando la fortuna ci sembra dalla nostra, ovviamente!"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/05/45954971/63c548fe1e2f2b338aa4f706afab4c6a_9210774774818555068.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "A Sumeru ci sono sia foreste pluviali che deserti. Lungo la strada per la Città di Sumeru abbiamo incontrato e fatto amicizia con Collei una guardaboschi. Dopo aver lasciato la foresta pluviale, ad attenderci erano le sabbie che si estendevano fino all'orizzonte. Non dimenticheremo mai il Mausoleo di Re Deshret."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/05/45954971/618e392dffa5b9b36d9407c8ed97d962_4351586306637362281.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Dopo aver attraversato un porto costruito dentro una cascata, siamo finalmente arrivati/e a Fontaine, la Nazione di Hydro.\nL'assistente del mago, Lynette, ha dato vita a un grando spettacolo per noi all'Opéra Épiclèse, e nel frattempo abbiamo fatto amicizia. Il romaticismo che scorre tra le strade della Corte di Fontaine baciate dalla brezza dell'oceano rimarrà per sempre nei nostri ricordi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/05/45954971/cfa5e4a7739002b937463844214bc1a4_4888792334240818770.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Più il nostro viaggio prosegue, più mi accorgo di quanto questo mondo sia vasto e meraviglioso. La nostra avventura continua e ci attendono nuovi orizzonti da esplorare."
      }
    ]
  }
}