{
  "epId": 6927,
  "name": "Accordo di appellazione riconfermato",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Proprio come la prima volta che vi siete incontrati gli hai legato una sciarpa alla coda, ora gli dai un nuovo \"nome\".</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Dopo avergli dato un nuovo nome, non potrai più cambiarlo.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/17/45954971/fcdfdffbeaaa6a669de7a0b56d45d78b_6538341332890460341.png",
  "filterValues": {
    "objectType": [
      "Oggetto molto speciale"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1726748514,
  "components": {
    "textualResearch": [
      {
        "title": "Regole e avvertenze sul cambio di nome",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Regole sul cambio di nome</color>\n<color=#ffffffa6>Puoi ottenere l'oggetto \"Accordo di appellazione riconfermato\" da \"Smarrito nel bosco\", che ti consentirà di cambiare il nome di \"Piccolino\".</color>\n<color=#ffffffa6>Ricorda che alcuni nomi non possono essere utilizzati per il cambio.</color>\n<color=#ffffffa6>Una volta che avrai rinominato questo personaggio, alcune interfacce di gioco mostreranno il nome da te scelto.</color>\n<color=#ffe14b>Il numero di cambi disponibili è limitato, perciò pensaci bene.</color>\n<color=#ffd780>Avvertenza</color>\n<color=#ffffffa6>Viaggiatore/rice, assicurati di rispettare i nostri Termini di servizio durante l'uso di questa funzione, al fine di creare un ambiente di gioco sano per tutti. Leggi e conferma che non istigherai o parteciperai ad azioni legate a:</color>\n<color=#ffffffa6>1- la creazione di contenuti discriminatori per motivi di razza, religione, orientamento sessuale, etnia, politici o di provenienza;</color>\n<color=#ffffffa6>2- comportamenti offensivi e insulti diretti a un giocatore o a un gruppo di giocatori;</color>\n<color=#ffffffa6>3- qualsiasi altro tipo di contenuto o di comportamento che violi i Termini di servizio.</color>\n<color=#ffffffa6>Se violerai le regole elencate sopra, alcuni dei servizi di gioco potrebbero subire delle limitazioni. Queste possono includere la sospensione, la restrizione, l'azzeramento, la disconnessione forzata, la sospensione dell'accesso o la chiusura del tuo account.</color>\n<color=#ffffffa6>Qualora dovessi imbatterti in uno di questi comportamenti durante il gioco, comunicacelo tramite la funzione Segnala.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Accordo di appellazione riconfermato"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto molto speciale"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Ottenibile all'inizio della missione avventura di Natlan << Smarrito nel bosco >>"
          }
        ]
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "5.0"
          }
        ]
      }
    ]
  }
}