{
  "epId": 6930,
  "name": "Granifrutto",
  "desc": "<p>Il nome di questa pianta deriva dai grossi chicchi che crescono lungo il suo fusto.</p><p></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/21/20577441/315aac581084928ea5bf95b30cb1f650_8717363980539569366.png",
  "filterValues": {
    "objectType": [
      "Ingrediente culinario"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1729533055,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Questa pianta deve il suo nome ai giganteschi grani che crescono lungo il suo fusto.\nStando alla leggenda, c'è stato un periodo in cui le tribù dovettero fronteggiare una tremenda difficoltà. La terra si rifiutava di accettare i loro semi, e non erano in grado di ottenere nutrimento da essa. All'epoca, il sacerdote Maghan si lasciò guidare dagli spiriti della notte, i quali gli dissero di dragare il limo dal letto del fiume e piantare denti animali al suo interno. Egli si erse nel limo, tagliò il suo corpo e bagnò la coltura con il suo stesso sangue. Così facendo, i denti germogliarono e crebbero verso l'alto, usando il corpo del sacerdote come un palo di supporto per trasformarsi infine nella pianta che oggi chiamiamo Granifrutto.\nSecondo un'antichissima tradizione, il fusto della pianta di Granifrutto non va mai gettata via, poiché si crede essere la trasformazione fisica e l'incarnazione del sacrificio di Maghan."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Granifrutto"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Ingrediente culinario"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      }
    ]
  }
}