{
  "epId": 6936,
  "name": "Archivi di Hanan Pacha",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una favola tramandata di generazione in generazione, che vede il leggendario Saggio della Fiamma rubata come protagonista. Gli storici professionisti sembrano essere d'accordo sul fatto che il contenuto del racconto non abbia nulla a che fare coi veri fatti storici.</span></p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1730682442,
  "components": {
    "body": [
      {
        "title": "Archivi di Hanan Pacha (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Questa storia narra dell'ascesa del più grande saggio della storia, Waxaklahun Ubah Kan, noto come il Saggio della Fiamma rubata, e della tribù che abita il luogo da lui fondato, Hanan Pacha, insieme alla loro dispersione.\nCome molte delle storie più antiche, la nostra comincia nell'epoca in cui le stelle e la luna dominavano i cieli, i draghi regnavano sulla terra e il Signore della Notte governava il reame notturno.\nLa gente di allora era ignorante e vagava per terre desolate. Il primo Archon di Pyro non era ancora nato, perciò nessuno aveva ancora una Visione, né le persone potevano resistere al controllo degli elementi.\nFinché Waxaklahun Ubah Kan non riportò con sé il fuoco di Flogisto dalla terra rossa e nera. Fu soltanto allora che gli umani acquisirono il potere di contendere con le bestie selvagge e i draghi caduti.\nGli ascoltatori più brillanti si staranno chiedendo come abbia fatto il saggio Waxaklahun Ubah Kan, un essere umano, a strappare il fuoco di Flogisto dalle grinfie dei draghi malvagi...\nQuesta è la prima storia che desidero raccontare.\nLe leggende parlano di un drago alato che tanto tempo fa viveva nelle terre rosse e nere. Questo drago era il discendente del grande Signore del vulcano, Xiuhcoatl.\nIn alcune versioni di questa storia si narra che non fosse altri che lo stesso Xiuhcoatl, ma solo gli dèi sanno che tipo di cantastorie commetterebbe un errore simile. Dopotutto, chi potrebbe mai dimenticarsi della sconfitta di Xiuhcoatl per mano del primo Archon di Pyro, Xbalanque? Come si sarebbero potute risolvere le cose così presto nella storia?\nComunque sia, quando il grande Signore del vulcano cadde in un sonno profondo, il superbo drago alato dichiarò suoi i tesori che un tempo appartenevano a quel grande Signore e si dichiarò l'unico Re.\nUno dei tesori più degni di nota era la Pyrofosforite. Si trattava di un cristallo raffinato a partire dalla fiamma primordiale nelle profondità del grande vulcano. Il suo colore era come quello di un arcobaleno in costante mutamento, e risplendeva di una luce abbagliante.\nIlluminato da tale bagliore, lo stesso drago alato cominciò a brillare con incredibile intensità.\n\"Guardate e ammirate la mia bellezza! La mia luce illumina il mondo, sono il sole di questa terra.\"\nDisse il drago alato. Ma egli non era affatto un sole, né la sua bellezza era altro che il riflesso della luce della Pyrofosforite. A sua volta, quella luce illuminava soltanto le terre rosse e nere che abitava.\nForse fu la vanità del drago alato a offendere il Signore della Notte, avendo mandato il saggio Waxaklahun Ubah Kan a sconfiggerlo. Probabilmente ciò non sembrò abbastanza per alcuni, perciò gli dèi mandarono con lui lo sciocco Chaac.\nSotto la protezione del Signore della Notte, i due raggiunsero le terre rosse e nere e videro, in lontananza, lo splendente drago alato. Waxaklahun Ubah Kan non ebbe alcuna fretta di proseguire in avanti: preferì invece creare una cerbottana di bambù e colpì l'occhio del drago alato con un colpo solo.\nChaac guardò felice la scena ma, mentre si accingeva a catturare il drago alato, il saggio lo trattenne.\n\"Sciocco Chaac, anche se sei cieco da un occhio, possiede un potere senza limiti. Con il corpo umano che ti ritrovi, come pensi di poter competere con lui?\"\nIl saggio Waxaklahun Ubah Kan ideò un piano migliore.\nFerito, il drago alato si nascose nella sua caverna, così il saggio Waxaklahun Ubah Kan e lo sciocco Chaac si travestirono da dottori e si addentrarono nella caverna.\n\"Santi numi! Straordinario! Quanto splendore e quanta luminosità! Ah, è davvero un peccato che non possa vedersi e che le masse non possano ammirare la sua bellezza.\"\nWaxaklahun Ubah Kan lo elogiò.\n\"Tutto a causa di quel verme che mi ha colpito accecandomi da un occhio alcuni giorni fa.\"\n\"Ma che coincidenza! Siamo dei dottori erranti specializzati nella cura delle malattie agli occhi. Ritengo che sostituire il suo occhio con una gemma luminosa le permetterà di vedere nuovamente la luce\", disse il saggio. \"Non solo, possiamo persino sostituire le sue zanne e i suoi artigli con delle gemme. In questo modo, potrà brillare con un'intensità dodici volte maggiore rispetto a quella attuale.\"\nUdendo queste parole, il presuntuoso drago alato non poté fare a meno di immaginarsi quanto stupendo sarebbe stato se avesse potuto brillare dodici volte di più. Acconsentì allegramente senza fermarsi a pensarci su.\nE così, il saggio e lo sciocco Chaac presero i Granifrutti preparati in precedenza, e li usarono per sostituire uno per uno gli occhi, le zanne e gli artigli del drago.\nAh, povero drago alato! Non solo il suo occhio non era guarito, ma quando si rese conto di essere stato ingannato, non riuscì nemmeno a divorare i due piccoli umani! E così, morì in uno stato confusionale e la Pyrofosforite finì nelle mani di Waxaklahun Ubah Kan.\nLo sciocco Chaac pensò di offrire il tesoro al Signore della Notte, ma il saggio Waxaklahun Ubah Kan la pensò in maniera diversa.\nSapeva che i draghi che governavano questa terra possedevano un potere ben superiore a quello degli esseri umani, ma non erano necessariamente più saggi. E il segreto di tale potere risiedeva nella Pyrofosforite.\nPerciò lo aprì e da esso scaturì un grande potere. Il saggio Waxaklahun Ubah Kan ottenne così il potere dei draghi noto col nome di \"Flogisto\"."
          }
        ]
      },
      {
        "title": "Archivi di Hanan Pacha (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Adesso vi racconterò di come il saggio Waxaklahun Ubah Kan donò il Flogisto ai popoli delle tribù e costruì Hanan Pacha.\nUna volta lasciate le terre rosse e nere, Waxaklahun Ubah Kan e lo sciocco Chaac giunsero nella terra delle foreste e delle montagne, dove le tribù umane vivevano.\nWaxaklahun Ubah Kan desiderava tramandare agli umani come utilizzare il Flogisto, ma nessuno volle imparare da lui, poiché nessuno sapeva esattamente quale fosse l'uso del Flogisto di cui parlava.\n\"Per accendere un fuoco basta colpire la pietra focaia. Quanto al combustibile, ci sono legna da ardere e vegetazione dappertutto. A che cosa potrà mai servirci il Flogisto?\"\n\"O voi poco lungimiranti, non sapete che verrà un giorno in cui tutte le piante e tutta la legna da ardere saranno consumate e non ne rimarrà più nulla? E che la cosa più abbondante e inesauribile in questo mondo è la roccia? Se usiamo il Flogisto per dar fuoco alle rocce, potremo risolvere una volta per tutte il problema di come ricavare energia.\"\nCosì disse il saggio, pieno di fiducia.\n\"Ahah, temo che quel giorno non arriverà mai.\"\nAllora, le persone non potevano ancora vedere i loro antenati nel Regno della Notte, e per questo motivo era naturale per loro non pensare al futuro. Così, Waxaklahun Ubah Kan non poté che arrendersi.\nLo sciocco Chaac, vedendo il saggio turbato dalla faccenda, propose una soluzione che avrebbe subito reso evidenti a tutti i benefici del Flogisto.\n\"Potremmo prendere questa grande roccia e sollevarla più in alto delle montagne, cosicché tutti possano vederla. Così accorreranno da noi in preda alla curiosità.\"\nSebbene fossero le parole di uno sciocco, Waxaklahun Ubah Kan non ebbe altra scelta che provare. Così insegnò a Chaac come usare il Flogisto, e i due sollevarono la terra insieme. Il risultato fu Hanan Pacha, il Sanctum superiore di cui oggi parlano le persone.\nMa a differenza di oggi, l'Hanan Pacha di allora era ancora un ampio tratto di terra, integro e completo. Fluttuava sopra le nuvole e tutti gli umani di Natlan potevano verificarne l'esistenza con un solo sguardo. E così, una per una, persone provenienti da ogni dove si recarono lì spinte dalla curiosità.\nChaac, di buon cuore, fece da guardia nei pressi del lago per aiutare la gente ad ascendere ad Hanan Pacha. E coloro che lo fecero, impararono l'arte del Flogisto dal saggio Waxaklahun Ubah Kan.\nE sotto la guida di Waxaklahun Ubah Kan, il popolo fondò la prima tribù che si stabilì in modo permanente su Hanan Pacha."
          }
        ]
      },
      {
        "title": "Archivi di Hanan Pacha (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Adesso vi racconterò la storia di come il popolo di Hanan Pacha infranse ogni tabù e portò il Saggio della Fiamma rubata a lasciare Natlan.\nDopo aver imparato a usare il potere del Flogisto, il popolo costruì una città in cima ad Hanan Pacha. Al suo interno c'erano magnifici palazzi e templi, tutti fatti di gemme rare, piume brillanti e fiori profumati.\nDopo aver completato tutto questo, Waxaklahun Ubah Kan decise di alzare Hanan Pacha ancora più in alto.\n\"Per questo, tutti voi non dovete più consumare nulla di ciò che viene prodotto da questa terra, tranne l'acqua, perché tutti i corsi d'acqua di questo mondo sgorgano dalla fonte di tutte le acque e non sono soggetti al controllo del Signore della Notte.\"\nChaac non aveva idea del perché dovessero salire ancora più in alto, e non voleva lasciare Natlan. Ma ogni volta che poneva questa domanda a Waxaklahun Ubah Kan, quest'ultimo parlava solo del \"continente lunare\", della \"Pietra sacra di Newark\" e di altre cose che non riusciva a capire.\nPoiché Waxaklahun Ubah Kan era la persona più intelligente del mondo, tutti fecero come diceva. Così incominciarono ad allevare i pesci in mare aperto e a coltivare alghe come cibo, e Hanan Pacha volava ogni giorno più in alto.\nInfine, il Signore della Notte capì le intenzioni del Saggio. Temendo la partenza dell'umanità, decisero di cercare di fermare i suoi piani.\nUn giorno, mentre il Saggio non c'era, il Signore della Notte si travestì da umano della tribù e, portando con sé una bottiglia d'acqua misteriosa, trovò Chaac, che aspettava in riva al lago.\n\"Amico mio, smettila di sorvegliare l'acqua del lago. Vedi? L'acqua che ho in mano è cento volte più dolce di quella del lago. Vieni, assaggiala.\"\nAnche se pensò a ciò che aveva detto il Saggio, si trattava solo di acqua, quindi non ci sarebbero stati problemi. O almeno, così pensava Chaac, allungando la mano e prendendone un sorso.\nAssaggiandola, scoprì che il sapore era davvero dolcissimo. Così il Signore della Notte gli diede altra acqua dolce e lui la portò ad Hanan Pacha, condividendola con tutti.\nMa Chaac non sapeva che quest'acqua dolce era in realtà prodotta con i cereali della terra. Nella nostra lingua oggi si chiama alcol.\nQuando il Saggio tornò, erano tutti ubriachi fradici.\nIl Saggio sapeva che non potevano più lasciare Natlan, e li cacciò da Hanan Pacha. Il popolo portò con sé il Flogisto in ogni angolo di Natlan.\nE così il Saggio della Fiamma rubata partì verso casa.\n\"Verso casa? Significa che è tornato alle terre rosse e nere?\"\n\"Stavi ascoltando o no? Le terre rosse e nere erano il luogo in cui il Saggio aveva rubato il Flogisto. Mmh, anche se le leggende non dicono dove fosse la patria del Saggio... Quindi suppongo che con 'verso casa' significhi che un giorno tornerà.\"\n\"Insomma, è ovviamente una di quelle battute tipiche di voi cantastorie. Sarebbe meglio che non cercaste di creare suspense, non credi?\"\nA ogni modo, dopo che il Saggio della Fiamma rubata se ne fu andato, Chaac accettò la guida del Signore della Notte e stabilì delle tribù sedentarie permanenti sulla terra. L'era degli umani a Natlan ebbe inizio, ma questa è una storia per un'altra volta."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Archivi di Hanan Pacha"
          }
        ]
      },
      {
        "key": "Libri",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 6920,
            "name": "Archivi di Hanan Pacha (I)",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png"
          },
          {
            "type": "CustomEntry",
            "epId": 6921,
            "name": "Archivi di Hanan Pacha (II)",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png"
          },
          {
            "type": "CustomEntry",
            "epId": 6922,
            "name": "Archivi di Hanan Pacha (III)",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}