{
  "epId": 7007,
  "name": "Luci, motore, e... azione!",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">È il momento di girare un film con il tuo compagno Saurico come protagonista!</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/22/362377527/77708b385a182a8373980310bb5da4c3_5328685446968977865.png",
  "menuId": 31,
  "menuName": "Missioni avventura",
  "version": 1745354400,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Luci, motore, e... azione!"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Missione avventura</color>"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Natlan</color>"
          }
        ]
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "5.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Proprietà"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Requisiti di sblocco</color>\n<color=#ffffff73>Interagisci con la kamera posta sulla cima della montagna a sud-est della Statua dei Sette nella</color> <color=#ece5d8>Valle Tequemecan</color> <color=#ffffff73>.</color>\n<color=#ffffff>Ricompense</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3907,
        "name": "ESP avventura",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'ESP avventura serve per migliorare il grado avventura.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/15/95525664/cc5a2b13c1c34e9a4dd45c84a521cd99_2245580228326124376.png",
        "amount": 150,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3485,
        "name": "Primogemma",
        "desc": "<p>A primordial crystalline gem that's beyond the mundane world. Shines with the condensed hopes and dreams of universes that once were.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/194600931/8902272b2dbb45cce8fbd6f596c6904b_3502391192719350131.png",
        "amount": 20,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 25000,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Obiettivi</color>\nNessuno"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Luogo di partenza"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Valle Tequemecan, Natlan</color>\n<color=#ffffff>Mappa interattiva:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=it-it#/map/2?shown_types=52,2,3,154,319,338&center=3762.37,-8413.38&zoom=2.00"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/22/362377527/874e3f69d904ad1a72829b4ad7e5da22_721783135177779479.jpg",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/20/118896516/a6ef6ada304ecffa127f8b829a4fcab7_2594696582379071953.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Obiettivi della missione"
      },
      {
        "type": "RichText",
        "text": "Disponi il barile di legno in un luogo appropriato\nPiazza l'esca elementale in un punto appropriato\nParla con Akatanga\nAspetta che il tuo compagno"
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Piccolino",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/85019254/20ba7f2fe8cf94012212ddf97e97dff6_5496228381205375125.jpg",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "si metta in posizione\nMettiti in posizione nel luogo designato\nAttira l'antagonista vicino al barile e distruggi quest'ultimo\nParla con Akatanga"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "NPC"
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Piccolino",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/85019254/20ba7f2fe8cf94012212ddf97e97dff6_5496228381205375125.jpg",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Valle Tequemecan</color>\nInteragisci con la kamera\n<color=#ffffff>Paimon:</color>\n<color=#ffffff73>Oh, guarda, Viaggiatore, guarda! Qui ci sono una Telekamera e degli oggetti di scena. Secondo te siamo in un set cinematografico?</color>\nPerò queste case... sono minuscole. Sembri un gigante a confronto!\n<color=#ffffff>Piccolino:</color>\nRoar... Roarrr!\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Noi piccoli umani...</color>\n<color=#ffffff>Piccolino:</color>\nRoar...\n<color=#ffffff>Paimon:</color>\nEheh, a quanto pare siamo dei \"pezzi grossi\" adesso, eh?\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Questa sarebbe una gran bella casa per te, Paimon.</color>\n<color=#ffffff>Paimon:</color>\nMa che dici? Non esiste proprio che Paimon viva in una casetta piccina picciò come questa. Non potrebbe nemmeno stendere gambe e braccia!\n<color=#ffffff>All'improvviso e con tutta la naturalezza del mondo, un abitante di Natlan si unisce alla conversazione...</color>\n<color=#ffffff>Akatanga:</color>\nOh, salve! Anche a voi interessa fare cinema? Se sì, vi prego, unitevi a me, Akatanga, per portare questa nuova fiorente e dirompente moda nelle terre di Natlan!\n<color=#ffffff>Piccolino:</color>\nRoar! Roooooar!\n<color=#ffffff>Paimon:</color>\nCome mai ti sei emozionato così tutto d'un colpo, Piccolino? A vederti, si direbbe che sei un vero appassionato di cinema!\n<color=#ffffff>Piccolino:</color>\nRooooooooar!\n<color=#ffffff>Akatanga:</color>\nHai buon occhio piccoletto! In verità, tutto ciò che vedete qui è stato messo per rendere un certo Tepetlisauro una futura stella del cinema!\nUn vero peccato che la mia amica si sia portata il Saurico via con sé. Abbiamo avuto una divergenza di opinioni artistiche e così se n'è andata portandosi dietro il mio attore protagonista... e ora se ne sono andati. *sospira*\nNon avrei mai dovuto mettermi in affari con la mia amica. Il progetto è stato un fiasco e ora ho perso anche lei... Oltre al danno pure la beffa.\nFa lo stesso, acqua passata... Ora davanti a me vedo un altro piccolo Tepetlisauro desideroso di entrare nel mondo delle celebrità. Cosa potrebbe mai andare storto? Assieme faremo un grande successo!\nQuindi? Che ne dici? Se mi aiuterai a completare questo mio capolavoro senza tempo né precedenti, mi assicurerò di ricompensarti per bene!\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Beh, visto quanto sembra entusiasta</color> <color=#ffffff>Piccolino</color> <color=#ffffff>all'idea...</color>\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Puzza di truffa bella e buona.</color>\n<color=#ffffff>Akatanga:</color>\nSe non dovesse diventare famoso dalla sera alla mattina, vi ricompenserò lo stesso per l'aiuto con le riprese. Così in un modo o nell'altro, ci guadagnate qualcosa.\n<color=#ffffff>Paimon:</color>\nSì, possiamo aiutarti, ma... devi ancora dirci di cosa parla il tuo film.\n<color=#ffffff>Akatanga:</color>\nAllora, l'idea è questa...\n<color=#ffffff>Bzzz... Bang... Un lampo di bianca luce abbagliante precede l'arrivo al villaggio di un ospite inatteso, perfettamente rotondo tranne che per una singola spina.</color> <color=#ffffff>crepitio</color> <color=#ffffff>Bzzz... Si ferma un momento sull'erba e un odore pungente comincia a spandersi nell'aria. \"Aaah! Un emissario di Xibalba!\", grida la gente della tribù con un'espressione terrorizzata alla vista dello straniero. Bang!</color> <color=#ffffff>crepitio</color> <color=#ffffff>Bzzz \"Un abominio ripugnante e senza denti si sta avvicinando! Ci divorerà tutti!</color>\n<color=#ffffff>E proprio quando il mostro malvagio sta per sfondare le difese della tribù... BOOM! BOOM! Ecco che arriva il nostro salvatore con la sciarpa rossa legata alla coda, apparentemente comparso dal nulla. \"Da dove è venuto?\", esclamano gli abitanti della tribù meravigliati dai suoi grossi artigli più duri dell'ossidiana stessa e capaci di penetrare qualsiasi tipo di roccia. \"Ma di fronte a un nemico così viscido e spudorato... anche per Piccolino, è una battaglia che non può essere vint–\"</color>\n<color=#ffffff>\"Roooooar!\", grida il nostro salvatore, anche se sembrava più uno strillo penetrante che un ruggito furioso. Il malvagio mostro senza denti comincia a vibrare. Un grosso incendio divampa in cielo, seguito da un rombo tremendo... Dopodiché cominciano ad arrivare ondate di calore, più calde del Flogisto liquido. Immerso in tale calore, il demone senza denti viene sconfitto. \"Brucia! Brucia!\", gridano le genti della tribù che sono sfuggite per poco al disastro, mentre le ripercussioni dell'attacco colpiscono i sopravvissuti.</color>\n<color=#ffffff>Ma quando alzarono lo sguardo, scoprirono che il loro salvatore dalla rossa sciarpa legata alla coda era sparito senza lasciare traccia, in un battito di ciglia e inspiegabilmente, proprio come era arrivato...</color>\n<color=#ffffff>Akatanga:</color>\nEbbene, che ne dici?\n<color=#ffffff>Piccolino:</color>\nRoar! Roar! Roar!\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Incredibile! È esattamente quello che volevo vedere.</color>\n<color=#ffffff>Akatanga:</color>\nLo sapevo! Sapevo che questo genere di cose sarebbe piaciuto a qualcuno!\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>È molto... inusuale? Un po' difficile da capire, a essere sinceri...</color>\n<color=#ffffff>Akatanga:</color>\nAh, beh... Come mi disse una volta un forestiero, se ti distingui dalla massa, sei già sulla strada giusta!\n<color=#ffffff>Paimon:</color>\nPaimon non lo capisce, ma l'unica cosa che conta è che al Viaggiatore piaccia, no? Quindi... cosa dobbiamo fare esattamente?\n<color=#ffffff>Akatanga:</color>\nÈ molto semplice. Prima di tutto, bisogna preparare gli oggetti di scena. >Posizionate il barile di legno e l'esca elementale in un posto adatto.\nIl barile di legno è la vostra arma segreta, quindi fareste bene a posizionarlo al centro della scena, purché non blocchi il protagonista o gli edifici. Sarebbe meglio se l'esca elementale si trovasse vicino al punto in cui entra l'antagonista, cioè lateralmente.\nUna volta che gli attori saranno tutti qui, sarà il momento di muoversi. Piccolino, con la sciarpa rossa legata alla coda, farà il suo ingresso trionfale per salvarci!\nQuando la trama lo richiederà, voi due dovrete guidare l'antagonista verso il barile di legno, per poi filarvela con la stessa velocità. Una volta raggiunto un luogo sicuro, dovrete semplicemente spaccare il barile. Tutto qui!\nNon vedo l'ora di vedere il film finito!\n<color=#ffffff>Descrizione della missione:</color> È il momento di girare un film con il tuo compagno Saurico come protagonista!\n<color=#ffffff>Obiettivo della missione:</color> <color=#ffffff>Disponi il barile di legno in un luogo appropriato</color>\nDialogo opzionale: Parla con Akatanga\n<color=#ffffff>Akatanga:</color>\nChe succede? Serve che ripeta i vari passaggi?\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Potresti ripetermi cosa devo fare?</color>\n<color=#ffffff>Akatanga:</color>\nIntanto colloca gli oggetti. Metti il barile al centro della scena senza che sia d'intralcio per il protagonista o nel set in generale, dopodiché metti l'esca elementale nel punto di entrata dell'antagonista.\nAl momento giusto, guida l'antagonista verso il barile di legno, torna alla postazione di sicurezza e distruggi il barile.\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Non ce n'è bisogno.</color>\n<color=#ffffff>Akatanga:</color>\nIn bocca al lupo! Conto su di voi!\n<color=#ffffff>Obiettivo della missione:</color> <color=#ffffff>Piazza l'esca elementale in un punto appropriato</color>\n<color=#ffffff>Obiettivo della missione:</color> <color=#ffffff>Parla con Akatanga</color>\n<color=#ffffff>Akatanga:</color>\nQuando gli attori sono in posizione, voi due dovrete guidare l'antagonista verso il barile di legno come stabilito, per poi filarvela con la stessa velocità. Una volta raggiunto un luogo sicuro, dovrete semplicemente spaccare il barile.\n<color=#ffffff>Obiettivo della missione:</color> <color=#ffffff>Aspetta che il tuo compagno Saurico si metta in posizione</color>\n<color=#ffffff>Akatanga:</color>\nOh, sembra che il nostro personaggio protagonista sia già in posizione!\n<color=#ffffff>Obiettivo della missione:</color> <color=#ffffff>Mettiti in posizione nel luogo designato</color>\n<color=#ffffff>Paimon:</color>\nEhi! Perché l'ultimo arrivato fa l'antagonista? Nessuno ce l'ha detto!\n<color=#ffffff>Akatanga:</color>\nSilenzio! Stiamo per iniziare le riprese!\n<color=#ffffff>Narrazione:</color>\n\"No, una tale malvagità è imperdonabile... Trovate la pace, amici miei. Che tragedia... Come può uno non commuoversi alla vista dei fratelli della tribù deceduti?\"\n\"Ora però non c'è tempo per piangere. Quest'oggi, affronterò l'Emissario ardente. Qualunque cosa accada, mi vendicherò...\"\n<color=#ffffff>Melmoso di Electro:</color>\n?\n<color=#ffffff>Narrazione:</color>\nUna bestia feroce e senza denti dall'atteggiamento rilassato e composto come un Melonlavanda, il frutto leggendario proveniente da oltreoceano!\n\"Che faccia aveva?\", ho sentito bene? Aveva un'espressione che trasudava una crudeltà impietosa, di quelle che non ti fanno batter ciglio neanche dopo aver ingurgitato dei Tataco piccantissimi. Davvero terrificante...\n\"Stavolta il tuo rimorso sarà incommensurabile!\", e detto ciò, l'enorme bestia con una sciarpa rosa legata alla coda lanciò l'Impetuosa polpetta di carne infuocata, attacco perfezionato grazie a innumerevoli ore di addestramento...\n<color=#ffffff>Akatanga:</color>\nOk, è il momento! Fai avvicinare il Melmoso di Electro al barile e riducilo in mille pezzi!\n<color=#ffffff>Paimon:</color>\nEh? Tutto qui? Dobbiamo solo distruggere un barile? E questo dovrebbe rappresentare l'\"Impetuosa polpetta di carne infuocata\"?\nSembra un po' strano, ma se lo dici tu... Ci proveremo.\n<color=#ffffff>Obiettivo della missione:</color> <color=#ffffff>Attira l'antagonista vicino al barile e distruggi quest'ultimo</color>\n<color=#ffffff>Obiettivo della missione:</color> <color=#ffffff>Parla con Akatanga</color>\n<color=#ffffff>Piccolino:</color>\nRoar! Roooooooar!\n<color=#ffffff>Akatanga:</color>\nCon calma, non bisogna avere fretta!\nA essere sinceri, ero un tantinello in pensiero per il piccoletto. Volevo che l'effetto fosse il più realistico possibile, per cui potrei aver leggermente esagerato con l'esplosivo...\n<color=#ffffff>Viaggiatore: Ho visto, hai quasi fatto esplodere tutto il villaggio...</color>\n<color=#ffffff>Piccolino:</color>\nRoaroaroaroaroar...\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Perfino a me è sembrato pericoloso.</color>\n<color=#ffffff>Paimon:</color>\nEsatto! E se qualcuno si fosse fatto male? O se fosse divampato un incendio?\n<color=#ffffff>Akatanga:</color>\nComunque, imparerò da quest'esperienza e la prossima volta agirò meglio. Grazie mille per il vostro aiuto. Ora, che ne dite di vedere come sono venute le riprese?\n<color=#ffffff>Con vostra grande sorpresa, notate che né il salvatore con la sciarpa rossa legata alla coda, né il malvagio antagonista, né le emozionanti esplosioni sono stati ripresi nella scena finale. Al loro posto, vi è solo l'immagine in primo piano di Akatanga che cambia continuamente espressione in volto...</color>\n<color=#ffffff>Akatanga:</color>\nSono... diventato il protagonista del film?\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>I miei complimenti!</color>\n<color=#ffffff>Paimon:</color>\nNo, no! Così non va bene! Forse la Telekamera...\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Hai mai... usato una Telekamera?</color>\n<color=#ffffff>Akatanga:</color>\nBeh, effettivamente è la prima volta che uso una Telekamera, ma... non è possibile... che l'abbia messa al rovescio... giusto?\n<color=#ffffff>Paimon:</color>\nBeh, che vuoi che sia? Abbiamo solo buttato via tutto il lavoro fatto!\n<color=#ffffff>Piccolino:</color>\nWooooo... Roooar... Rooar...\n<color=#ffffff>Paimon:</color>\nPiccolino non vedeva l'ora di vedere il film finito...\n<color=#ffffff>Akatanga:</color>\nMi dispiace tanto, è tutta colpa mia! Sentite, facciamo così... Consideriamo tutto quello che abbiamo fatto finora come una prova. Rigiriamo tutto e questa volta sarà un vero successo. Farò del mio meglio e tutto il possibile per girare il miglior film mai visto!\n<color=#ffffff>Piccolino:</color>\nRoo... Rooooar!\n<color=#ffffff>Paimon:</color>\nA quanto pare Piccolino è ansioso di girare di nuovo, eh? E va bene. Speriamo che stavolta vada tutto bene...\n<color=#ffffff>Girate tutte le scene e finalmente ottenete il risultato che volete...</color>\n<color=#ffffff>Akatanga:</color>\nIncredibile! È perfetto! Un risultato oltre ogni mia più rosea aspettativa.\n<color=#ffffff>Viaggiatore: Un gioco da ragazzi, davvero.</color>\n<color=#ffffff>Viaggiatore:</color> <color=#ffffff>Signor regista, quel compenso che ci avevi promesso?</color>\n<color=#ffffff>Akatanga:</color>\nOltre a quello, vi regalo anche questa foto ricordo. *sospira* Devo ammetterlo, questo film alla fine è diventato un capolavoro. E ovviamente, non sarebbe stato possibile senza il vostro aiuto.\n<color=#ffffff>Paimon:</color>\nWoah, hai un aspetto maestoso, Piccolino ! Davvero niente male!\n<color=#ffffff>Piccolino:</color>\nRoar! Roooooooar!\n<color=#ffffff>Paimon:</color>\nEheh, sembra che Piccolino sia soddisfatto delle riprese. Come dice il proverbio, tutto è bene quel che finisce bene!\nDialogo opzionale: Parla con Akatanga\n<color=#ffffff>Akatanga:</color>\nChi lo sa, magari la mia amica dopo averlo visto cambierà idea."
      }
    ]
  }
}