{
  "epId": 7017,
  "name": "Manqu",
  "desc": "<p>Un ricercatore dell'Associazione delle Reliquie Sauriche, responsabile delle richieste degli scolari riguardanti alcune tradizioni tribali. <span class=\"wk-shady\">Il vero Manqu fu un abile artigiano che visse mille anni fa nella città Sacra di Tollan. Secondo le antiche cronache, contribuì alla caduta del tiranno Och-Kan sacrificando la propria vita durante la rivolta che segnò la fine della sua epoca. who lived a thousand years ago and died during the overthrow of the tyrant Och-Kan.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/19/20856775/266e1bb2926fde35eee73f83db15944b_2463296017080357930.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1748946502,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Manqu"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Figli degli Echi\nAssociazione delle Reliquie Sauriche"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 6995,
        "name": "Figli degli Echi",
        "desc": "<p>Una delle sei tribù di Natlan, anche conosciuta come Nanatzcayan. Le persone della tribù sono famose per le loro attività minerarie e perché vivono assieme ai Tepetlisauri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/17/20856775/9cb5693d0a7324d5e02c23b29fb2b4a5_3639426156836555723.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Tribù di Manqu",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7018,
        "name": "Titu",
        "desc": "<p>Narratore dei Figli degli Echi e sentinella presso un posto di guardia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/18/20856775/b424a49417b618db0f8fbfc8e79d02c7_8798637623840277326.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Fratello di Manqu",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>Il più saggio tra i draghi, che rubò la fiamma ai suoi simili e insegnò agli uomini come usarla. Voleva creare un sovrano del mondo dei draghi e degli umani. Il suo vero nome è Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/362377527/e67278bccb0bd432c6291edc82037599_1081235660064708096.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Waxaklahun Ubah Kan usò l'aspetto di Manqu per attirare verso la città Sacra di Tollan.\nGiovane dagli occhi scarlatti\nSakkuk\nYupanqui\nAtawallpa\nWaskar\n<color=#ffffff73>Un misterioso ragazzo dai profondi occhi color cremisi. Il suo sguardo sembra riflettere fiamme antiche e segreti dimenticati. Alcuni credono sia legato al lignaggio dei draghi o custode di una profezia nascosta tra le ceneri di Tollan.</color>\nUn gruppo di leggendari combattenti che, mille anni fa, podestà il tiranno insieme al vero Manqu, ponendo fine a un'epoca di oscurità nella Città Sacra di Tollan.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Oggetti correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Fantasmagoria incompiuta",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/20/20577441/7d7db43be987ad7fba94aaec60f539bc_6185881766976545374.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Città della Cenere",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/237301566/d00e4b41333f68ba0880a894c481a3d0_7649429890173774419.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Più di mille anni fa, dopo la morte del primo Archon di Pyro, Xbalanque, l’impero che sarebbe poi diventato Natlan era conosciuto come la Grande Alleanza. Questo impero era guidato dal re dei Pitoni, Och-Kan, un essere metà umano e metà drago. La Grande Alleanza fu costruita sulle rovine della leggendaria città dei draghi, Chichen Uctokah, e durante il regno di Och-Kan assunse il nome di Ochkanatlan. Durante il suo regno, il sovrano scoprì che nei “vuoti” sotto la città si celava il Nucleo di Chu’ulel, una fonte di potere in grado di controllare tutti i meccanismi della città. Per raggiungere questo potere, Och-Kan ordinò che una persona da ciascuna delle dieci famiglie di ogni tribù fosse inviata a costruire un sistema di irrigazione, necessario per pompare via l’acqua e accedere ai vuoti sotterranei. Tra questi lavoratori c’era Manqu, un artigiano appartenente ai Figli dell’Eco. Manqu era un gioielliere di grande talento: chiunque avesse ammirato le sue sculture intarsiate di turchesi ne sarebbe rimasto colpito nel profondo dell’anima, rapito dall’ingegnosità dei suoi motivi. Le incisioni dorate che tracciava erano tanto complesse quanto commoventi e capaci di risvegliare emozioni anche nei cuori più induriti. Un giorno, Manqu creò un meraviglioso quetzal, decorato con una lunga piuma dorata e pietre turchesi, destinato a un uomo stimato della sua tribù. Tuttavia, quell’uomo fu in seguito giustiziato per aver difeso i Sauriani del suo popolo. La piuma dorata, ormai macchiata dal dolore, passò quindi alla figlia dell’uomo giustiziato."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/237301566/6311178c86742d8f0f7bfdd3b2b972a8_785405181053260750.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Più i lavoratori scavavano nelle rovine di Chichen Uctokah, più l’aria si riempiva di un fetore indescrivibile, nauseabondo e irreale. Col tempo, tra i lavoratori iniziarono a circolare superstizioni e presagi oscuri. Un giorno, un artigiano perse completamente il senno e iniziò a vaneggiare: affermava di aver visto, sotto l’acqua, una forma orribile al di là di ogni immaginazione che lo costrinse a inginocchiarsi davanti al “Padrone”. Anche se i sorveglianti lo allontanarono in fretta, l’inquietudine aveva già attecchito nei cuori di tutti. Da dietro i muri antichi giungevano suoni ovattati, striscianti e furtivi, come se qualcosa si muovesse tra le pareti. I lavoratori, tremanti, sussurravano parole sconnesse, sopraffatti da un terrore ancestrale. Erano certi che, scavando troppo a fondo, avessero risvegliato una maledizione dimenticata, risvegliando qualcosa che era rimasto sepolto da ere. I supervisori tentarono di placare il panico, parlando di allucinazioni uditive causate dalla stanchezza, e diedero ai lavoratori razioni supplementari di grano. Ma la paura si era ormai diffusa come una malattia. Tra i lavoratori c’era Sayani, una giovane gravemente ferita. A causa dell’umidità, le sue ferite non si rimarginavano. Manqu, preoccupato per lei, cercò di convincerla a riposarsi, ma Sayani temeva che ciò avrebbe rallentato la squadra e fatto perdere a tutti le razioni in più. Quella notte, senza farsi notare, Manqu prese una torcia per cauterizzare le sue ferite. Tuttavia, non servì a nulla: Sayani morì comunque. Nessuno aveva più la forza per celebrare il suo funerale. Il suo corpo fu gettato nel canale, come se fosse diventato un peso inutile."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/237301566/272374c1e33104bb8b7eb592a812fa37_5869129779225782610.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nel cuore delle rovine di Chichén Itzá è stata rinvenuta una statua di drago risalente a un’epoca remota. La parte inferiore della statua non era mai stata completata. Fu in quel luogo che il Re dei Pitoni, Och-Kan, incontrò Ix Uxul Tz’ib Bolon, la Cronista della Fine dei Tempi, un’antica Signora dei Draghi, classificata come Unità Processore Autoregolante di Tipo-L e ultima sovrana del regno perduto. Essa narrò la storia della grande civiltà dei draghi e dei loro gloriosi giorni. Tuttavia, le sue parole alimentarono il timore di Och-Kan: l’umanità non avrebbe mai potuto sopravvivere se quel potere fosse rinato. Con l’inganno, il Re dei Pitoni la convinse a fondersi in una statua, intrappolando in essa le sue memorie, nella speranza di controllarla e sfruttarne l’energia per dominare i Meccanismi della Sorgente. Ma Ix Uxul Tz’ib Bolon rifiutò di servire un usurpatore. Fu allora che Och-Kan decise di creare un proprio Nucleo di Chu’ulel, riproducendo il potere dei draghi. Le sue ambizioni, però, aprirono una breccia nella realtà, da cui si diffuse la corruzione dell’Abisso. Per nascondere il disastro, Och-Kan ordinò di sigillare gli ingressi dei “vuoti” con muri di pietra e di purificarli con il fuoco. Tra gli operai condannati a lavorare nelle profondità vi era anche Manqu, l’artigiano dei Figli degli Echi. Intrappolato sotto la statua del drago e circondato dalle fiamme, era convinto che la sua fine fosse giunta. Fu allora che la vide. Dalle fiamme si materializzò una proiezione fologistonica di Ix Uxul Tz’ib Bolon: una giovane donna dagli occhi turchesi più puri del cielo e dal volto splendente come cristallo, eppure, al tempo stesso, la sua bellezza era insopportabilmente orribile. Nella sua espressione si mescolavano crudeltà e disprezzo, come se la sua grazia fosse una condanna. Manqu provò a chiederle pietà, ma la sua voce era stata distrutta. La giovane gli prese il volto tra le mani e dalle sue pupille scesero lacrime d’oro che penetrarono negli occhi dell’uomo. Lacrime che donavano vita."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/237301566/18b8365b87a5c09e7fa659baac4208e4_8442869717986523611.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Poi l’artigiano scorse un’enorme creazione, più vasta delle montagne, che splendeva nei cieli con un bagliore più accecante dell’ossidiana. Galleggiava come una nube vulcanica, mentre attorno a essa roteavano miriadi di giganteschi uccelli metallici, avidi, intenti a succhiarne il sangue oscuro. Vide ombre infuocate farsi strada da orizzonti lontani, arrampicarsi verso la luna, trasportate da fiamme scorrevoli, e da lassù, un solo filo d’oro e rame bianco tremava, vibrando sospiri e tremori inimmaginabili attraverso distanze impossibili. Accanto al suo orecchio, la donna — o ciò che ne restava — sussurrava con disprezzo, deridendo le conquiste dell’umanità come fossero poco più che i balbettii di bambini. Gli uomini, diceva, non erano che formiche tremanti sotto i cieli, alla vana ricerca di tombe miserabili, mentre i draghi antichi combattevano un nemico tenace quanto un intero mondo. Attraverso quegli occhi turchesi, Manqu vedeva solo tenebra. Non una semplice oscurità, ma un vuoto senza fine, una vastità che sfuggiva a ogni parola, a ogni comprensione, diversa da tutto ciò che la sua breve vita aveva potuto abbracciare. Allora urlò. Gridò con tutta la forza del suo cuore bruciante e strisciò via, cercando di raggiungere un varco, un passaggio dimenticato. Ma il suo grido fu soffocato dal riso crudele della donna. Quando finalmente uscì, Manqu era solo. Non sapeva più se la donna fosse stata reale o frutto della sua febbre e dei suoi deliri. Non sapeva se quelle fossero lacrime o la pioggia che cadeva dalla statua del drago. Ma era vivo. E fu l’unico a conoscere i passaggi segreti di Ochkanatlan.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>Per inseguire il grande sogno nella mattina nebbiosa e tra il mare di nuvole, i guerrieri che solcavano i cieli non riposavano mai. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/20856775/42d1b97191ffd2055e0c77d25704ea13_8904489027465475519.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6995,
        "name": "Figli degli Echi",
        "desc": "<p>Una delle sei tribù di Natlan, anche conosciuta come Nanatzcayan. Le persone della tribù sono famose per le loro attività minerarie e perché vivono assieme ai Tepetlisauri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/17/20856775/9cb5693d0a7324d5e02c23b29fb2b4a5_3639426156836555723.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Draghi Elementali",
        "desc": "<p>Si tratta di una razza antica che governava Teyvat molto prima dell’esistenza umana. I draghi appartengono al Reame della Luce.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/445590549/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_8294669031423825124.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un drago con un'anima umana, Signore della Città di cenere. Era conosciuto anche come Re pitone e Sacro Signore.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/21/20856775/74adbc6536b10e9e313d209ebb05addb_708286412048534319.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Fantasmagoria incompiuta",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/20/20577441/7d7db43be987ad7fba94aaec60f539bc_6185881766976545374.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "La caduta del Re Pitone",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/237301566/866706487c6079f430bf937c0b9aabc7_8778355424161104397.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "NNel disperato tentativo di creare un mondo ideale per l’umanità, Och-Kan, il Re Pitone, si trasformò in un tiranno odiato dai popoli che aveva giurato di guidare. In quei tempi remoti, il saggio del Clan dei Fiori-Piuma, pur fingendo obbedienza al sovrano, orchestrò un gesto silenzioso di ribellione: esiliò un giovane dagli occhi scarlatti che si era rifiutato di consegnare i Sauriani alla giustizia imposta dal Re. Così sperava di salvarlo dalla cattura. Fu proprio questo giovane esule ad attirare attorno a sé coloro che sarebbero diventati leggenda. La prima a unirsi a lui fu Sakkuk, della stirpe dei Figli dell’Eco, figlia dell’uomo a cui Manqu, tempo fa, aveva donato una piuma d’oro intarsiata di turchese. In seguito giunsero i gemelli Atawallpa e Waskar: il primo, dalla lingua tagliente come una lama sacrificale; il secondo, il cui dorso portava ancora i segni delle frustate inflitte dal tiranno. Quando Yupanqui, ufficiale dell’artiglieria della Grande Alleanza, venne a sapere che il giovane dagli occhi scarlatti aveva salvato i Sauriani, fu divorato dal rimorso. Amico di un tempo del Re Pitone, Yupanqui non aveva mai osato opporsi apertamente, ma decise infine di mettere a disposizione la propria competenza per la causa. Per penetrare nella Città Proibita, gli eroi avevano bisogno di qualcuno che conoscesse ogni via, canale e passaggio segreto, qualcuno in grado di attivare i Meccanismi Primordiali. Fu allora che Yupanqui, in silenzio, pronunciò un nome dimenticato: Manqu. L’artigiano, che trascinava i suoi giorni tra bettole e silenzi, incontrò per caso Sakkuk. Ella portava con sé la piuma dorata che lui stesso aveva forgiato per suo padre. Mezza faccia dell’uomo era segnata da profonde bruciature: la carne era stata sciolta dal fuoco e nascosta sotto un cappello logoro, ma Sakkuk non si ritrasse. Quando Manqu riconobbe la piuma, ormai opaca, narrò a Sakkuk l’origine di ogni intarsio, raccontando storie che il tempo aveva cercato di cancellare. Quando scoprì che quell’uomo era suo padre, lesse negli occhi della giovane lo stesso odio che covava in lui da anni. E così accettò di seguirla. Ma il cuore della ragazza era stato già conquistato da un altro.\nManqu si unì al giovane dagli occhi scarlatti e raccontò agli eroi le prove che aveva affrontato. Parlò delle colossali creazioni che aveva intravisto in preda al delirio, delle macchine elaborate che ronzavano come insetti alati, e delle ombre spinte da fiamme liquide che si innalzavano dall’orizzonte fino al disco lunare sospeso nel cielo. Ma i giovani accolsero le parole dell’artigiano come una favola: dalle loro voci si percepiva un misto di incredulità e ilarità. Manqu, tuttavia, era ormai abituato all’incredulità altrui. Sentendo lo sguardo curioso di Sakkuk posato su di sé, si costrinse a una risata tagliente che gli fece bruciare i muscoli della metà del volto ustionato. Eppure, ciò che aveva visto fra le fiamme che quasi lo avevano consumato era ben più terribile e grandioso: motivi d’oro pulsanti, un altro passaggio segreto nascosto tra le rovine e, soprattutto, le leggi ferree che avevano dato forma a un impero il cui dominio si estendeva da un orizzonte all’altro. Ma quei concetti erano troppo complessi per la comprensione dei giovani eroi in quel momento. Così Manqu decise di aspettare: attendere che le ceneri si posassero, che le antiche fondamenta venissero ripristinate e che il tempo facesse il suo corso. Solo allora forse avrebbe potuto rivelare la verità completa. Perché tutti i suoi sogni, sin da quel giorno, erano rivolti a un unico obiettivo: costruire una muraglia imperiale scintillante per il nuovo re.\nFu Manqu, l’artigiano muto che era sopravvissuto al fuoco del Re Pitone, a concepire il piano per il colpo di stato. Progettò di interrompere l’alimentazione della città e di disattivare il Nucleo di Chu’ulel, così che Yupanqui, approfittando del caos, potesse guidare il giovane dagli occhi scarlatti direttamente alla Sala del Trono. Una volta stabilito il giorno dell’insurrezione, Manqu incise lo stesso segno su tutti i meridiani solari. E così, dopo numerose prove, il giovane riuscì finalmente a sconfiggere Och-Kan, il Re Pitone. Tuttavia, l’artigiano non riuscì a fuggire dalla città in fiamme: il Clan dei Fiori-Piuma, temendo ritorsioni, aveva già sigillato tutte le vie di fuga. Al suo ritorno al villaggio, Sakkuk chiese a Manqu di ricreare la piuma d’oro che un tempo aveva forgiato per suo padre. In cambio, gli promise che un giorno gli avrebbe offerto una corona di turchese. Ma quando vide il corpo dell’artigiano, piegato sotto la lama dell’Abominio Nero, capì che quella corona sarebbe rimasta in attesa del suo re, sola per l’eternità. Negli anni seguenti, la figlia del capo raccolse ogni gioiello firmato da Manqu, persino quelli contraffatti. A chiunque portasse i manufatti autentici donava gemme preziose, ma non mostrava alcuna pietà nei confronti di chi osava contraffare i suoi lavori: la Signora delle Miniere puniva severamente ogni profanazione del nome dell’artigiano scomparso. Alla fine della sua vita, Sakkuk radunò tutte le opere attribuite a Manqu e scomparve nella notte oscura, senza mai fare ritorno. Secondo la leggenda, il mattino seguente il popolo si riunì sotto l’albero su cui era stata posta la corona di turchese e lì giurò solennemente di rispettare le ultime volontà della loro eroina e di cancellare per sempre dalla storia il nome dell’artigiano che lei aveva portato via con sé.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>Per inseguire il grande sogno nella mattina nebbiosa e tra il mare di nuvole, i guerrieri che solcavano i cieli non riposavano mai. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/20856775/42d1b97191ffd2055e0c77d25704ea13_8904489027465475519.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7116,
        "name": "Piuma cremisi dell'avvoltoio astrale",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un antico arco lungo decorato con piume rosse, una reliquia sacra del Clan Piumafiore tramandata di generazione in generazione.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/d3bb0f9d936379661d409644e4269ff1_2888646900955247330.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Fantasmagoria incompiuta",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/20/20577441/7d7db43be987ad7fba94aaec60f539bc_6185881766976545374.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Prece dorata",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/237301566/8287e972b0dbc501376be8d66db0d9cf_9208486135443570369.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Migliaia di anni fa, il drago di Pyro forgiò un’arma di immenso potere chiamata Huitzilopochtli, capace di scacciare per sempre l’Abisso da Natlan. Tuttavia, questo strumento avrebbe cancellato ogni forma di vita organica, lasciando soltanto esseri di puro fuoco. Per controllare una forza così devastante, Xiuhcoatl trasformò il proprio occhio nel cuore pulsante dell’arma. Dopo la sua morte per mano del primo Arconte di Pyro, Xbalanque, quell’occhio fu spezzato in due parti: le cosiddette Preci Dorate. Una metà fu affidata a Waxaklahun Ubah Kan, fratello di Xiuhcoatl, che rifiutò di usare Huitzilopochtli, preferendo un destino diverso. L’altra metà rimase con Xbalanque, che, alla sua morte, la consegnò al figlio di Waxaklahun Ubah Kan e suo amico, Och-Kan. Per proteggere quel potere dal padre, Och-Kan nascose la Prece Dorata su una nave volante, sigillandola con un incantesimo che solo i Sauriani segnati dalla Benedizione del Drago di Fuoco potevano rimuovere. Col passare del tempo, Waxaklahun Ubah Kan si disilluse degli uomini e decise di attivare Huitzilopochtli. Per farlo, diffuse la leggenda della Benedizione del Drago di Fuoco, un segno speciale inciso sulle corna dei Sauriani, tramite cui il Drago di Pyro trasmetteva la sua saggezza. I corpi dei Sauriani moderni non sopportavano quella potenza, quindi nacque la necessità di riunire i due frammenti delle Preci Dorate e portarli al Grande Vulcano di Tollan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/237301566/fc980405d8bd7b81747e899abfe987b7_8239886213661383231.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Och-Kan pose un sigillo sulla sua Prece Dorata, un sigillo che poteva essere rimosso soltanto da chi portava il marchio del Drago di Fuoco. Per recuperarla, Waxaklahun Ubah Kan iniziò a utilizzare le \"maschere\": proiezioni fologistoniche create dai corpi di coloro che suo figlio aveva ucciso. Una di queste maschere era Manqu, l’artigiano morto durante la caduta di Ochkanatlan. Assumendo l’identità di Manqu, Waxaklahun Ubah Kan si finse un ricercatore dell’Associazione delle Reliquie Sauriane e guidò i Prescelti dei Draghi — un Sauriano portatore della Benedizione e il suo compagno umano — in un pellegrinaggio per raccogliere le Preci Dorate. Quando i Prescelti giunsero al centro di controllo di Huitzilopochtli, Waxaklahun Ubah Kan, sotto le spoglie di Manqu, apparve loro e offrì di unire i frammenti e attivare l’arma. Ma il Sauriano rifiutò con fermezza.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "name": "Antica Montagna Sacra",
        "desc": "<p>Prima che i discendenti delle varie tribù imparassero a registrare la loro storia nei rotoli di tessuto, l'antica ed orgogliosa nobiltà costruì una magnifica città sacra, disprezzando la terra che i deboli schiavi chiamavano \"Natlantea\". Tuttavia, quel vasto impero orgoglioso del proprio potere è perito in battaglia molto tempo fa. Di quella imponente città ora rimane soltanto una tomba solitaria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/20856775/65e9587fa2837da264446edf0d1f9dea_5700069449805313155.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>Il Sovrano di Pyro sconfitto dal primo Archon di Pyro, Xbalanque. Xiuhcoatl finse la propria morte, lasciando ai discendenti degli antichi draghi soltanto la possibilità di inchinarsi davanti al trono e di guardare la propria civiltà svanire giorno dopo giorno. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/20856775/9a22dd4b26f4b13640ab1571df85ca3f_6718777868956084210.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>Il più saggio tra i draghi, che rubò la fiamma ai suoi simili e insegnò agli uomini come usarla. Voleva creare un sovrano del mondo dei draghi e degli umani. Il suo vero nome è Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/362377527/e67278bccb0bd432c6291edc82037599_1081235660064708096.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>Il primo Archon di Pyro, colui che sconfisse il Signore delle Fiamme e rinacque dalle ceneri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/05/445590549/e7f7eee058f60fc225b1f5bc654a08e0_2658918662697367762.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Piccolino",
        "desc": "<p>Un piccolo tepetlisauro che ha ricevuto la Benedizione del<custom-ruby data-ruby=\"Signore delle Fiamme.|Xiuhcoatl\"></custom-ruby>Ha accompagnato il Viaggiatore nel pellegrinaggio al Grande Vulcano di Tollan per rimuovere il marchio.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/85019254/20ba7f2fe8cf94012212ddf97e97dff6_5496228381205375125.jpg",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "name": "Prece dorata",
        "desc": "<p>Si tratta di un disco bianco, recuperato tra le rovine del Saggio della Fiamma Rubata. È uno degli oggetti essenziali per raggiungere il Grande Vulcano di Tollan e rimuovere la \"Benedizione del Signore delle Fiamme\" dal corpo del piccolo Tepetlisauro. Sulla sua superficie sono incise iscrizioni dorate e, toccandolo, è possibile percepire intricati motivi che sembrano pulsare, come se fossero animati da una vita propria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/445590549/558e5a31d367a67a8e85745a668d2c5e_5029068089794614482.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Prece dorata",
        "desc": "<p>Un disco bianco ottenuto dal sovrano delle rovine erose della</p><p>Città di cenere, all'interno di Ochkanatlan. E uno degli oggetti essenziali necessari per recarsi al</p><p>Grande Vulcano di Tollan e rimuovere la Benedizione del</p><p>Signore delle Fiamme dal corpo del piccolo Tepetlisauro. Si pensa possa essere un rimasuglio derivante dalla bipartizione dell'occhio del Signore delle</p><p>Fiamme. Stando alla leggenda, l'antico Signore dei Draghi, che un tempo dominava sulla luce e sul sapere, trasformò uno dei suoi occhi in un conduttore per l'autorità suprema, tramite il quale era possibile esercitare il pieno dominio sulle fiamme, e che esso diventò il suo unico punto debole...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/08/362377527/1946aa79ed70a96f18f8ce3d2bd3a409_6887628536589346101.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "galleryCharacter": [
      {
        "key": "Manqu",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/19/20856775/eceb8dab7819bc623eb65c4d980c3b3b_4830637588350939514.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Huruk e Manqu."
          }
        ]
      }
    ]
  }
}