{
  "epId": 7032,
  "name": "Festival del Sabzeruz",
  "desc": "<p>Un festival di Sumeru che prende il nome dalla Dea dei Fiori e celebra il compleanno dell'Archon di Dendro.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/30/12694555/43abe7138f265ebc2d21ebb5f093c373_2825326439000586248.png",
  "menuId": 20,
  "menuName": "Definizioni",
  "version": 1732926095,
  "components": {
    "galleryCharacter": [
      {
        "key": "Festival del Sabzeruz",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/30/12694555/f39515efe59f425c40330aaa6ee070cc_3690480001602160886.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Festival del Sabzeruz"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Sumeru"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Festival"
          }
        ]
      },
      {
        "key": "Missioni ed eventi correlati",
        "value": [
          {
            "type": "RichText",
            "text": "Missione dell'Archon Capitolo III: Atto II - \"L'alba dalle mille rose\"\nEvento versione 5.1 - Ode cromatica di caramelle e rose"
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "Character Teaser - \"Nahida: Happy Birthday\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=DWlWuVU4ZiI",
        "coverUrl": "https://i.ytimg.com/vi/DWlWuVU4ZiI/maxresdefault.jpg",
        "duration": 170
      },
      {
        "title": "Cutscene Animation: \"Dance of Sabzeruz\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=ASR41LdpTKw",
        "coverUrl": "https://i.ytimg.com/vi/ASR41LdpTKw/maxresdefault.jpg",
        "duration": 128
      },
      {
        "title": "Story Teaser: Flowers and Dreams | Genshin Impact #Story #Teaser #Nahida #GenshinImpact",
        "url": "https://www.youtube.com/watch?v=yX9vAY8eV_0",
        "coverUrl": "https://i.ytimg.com/vi/yX9vAY8eV_0/maxresdefault.jpg",
        "duration": 155
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Festival del Sabzeruz",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/01/12694555/0542ba1175c895b50eacfdfdf0befcfc_4089877412115883528.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Il festival del Sabzeruz è un antico festival che deve il nome alla Dea dei Fiori, secondo la leggenda, originariamente si trattava della festa di compleanno organizzata dalla Dea per <color=#ffffff73>Sua Eccellenza Maggiore Rukkhadevata</color> . Molto tempo fa, gli amici di Rukkhadevata, organizzarono un banchetto celebrativo per uno dei suoi compleanni. Alcuni dei si ubriacarono: uno di loro iniziò a suonare e Sua Eccellenza Maggiore a cantare, così la\nsi mise a ballare. Mentre danzava sull'erba, innumerevoli e bellissimi Padisarah iniziarono a sbocciare ovunque lei calpestasse. Quei brillanti fiori viola diventarono il suo palco abbagliante. Tutti gli dei strepitarono, <color=#ffffff>\"Oh, se solo il tempo potesse fermarsi proprio in questo momento\"</color> ."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/30/362377527/1ffe6be3e0710b61d6894142637e5ad6_7512757418070284502.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Quando Sua Eccellenza Maggiore Rukkhadevata lasciò questo mondo, Sabzeruz iniziò ad essere festeggiato durante il compleanno di Sua Eccellenza Minore Kusanali, cioè il giorno in cui i saggi la trovarono. Quando Sua Eccellenza Maggiore Rukkhadevata si svegliò il giorno del suo compleanno, si ritrovò su una carrozza di fiori. Sognò che era il suo compleanno e che il Cavaliere dei Fiori e i suoi servitori la trovarono. <color=#ffffffd9>\"Oh, Archon, finalmente ti abbiamo trovata. La gente non vede l'ora di incontrarti.\"</color> Il Festival Sabzeruz iniziò e tutti iniziarono a sorridere mentre si riunivano attorno all'Archon. Alla fine, nel sogno, Sua Eccellenza Maggiore risalì nella carrozza e salutò."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/30/362377527/bb21fd1e0480bbfd1a9db69975e1972b_1750993466541107045.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Inizialmente, tutti erano felicissimi di celebrare il ritorno dell'Archon di Dendro a Sumeru, e il festival era un evento molto importante in quei giorni. Sotto l'influenza dell'Akademiya però, le persone iniziarono gradualmente a perdere interesse nel festival. L'Akademiya partecipava attivamente a molte festività dedicate a Sua Eccellenza Maggiore Rukkhadevata, tuttavia, quando arrivava il Festival del Sebzeruz, i saggi si comportavano semplicemente come se non esistesse. Forse vedevano la nascita di Sua Eccellenza Minore Kusanali come la conferma della morte di Sua Eccellenza Maggiore Rukkhadevata, per questo erano riluttanti nel celebrarlo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/01/12694555/d7ca98dac4a39161b545b46632a51ff2_5000815987212435931.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "500 anni fa, durante il Cataclisma, Sua Eccellenza Maggiore e l'albero bianco argentato, che racchiudeva la memoria e la conoscenza di Teyvat e la cui incarnazione era Rukkhadevata, vennero colpiti dalla conoscenza proibita. Per salvare Sumeru, Rukkhadevata dedicò tutta la sua forza alla lotta contro quella conoscenza, e prima della sua morte creò\nda un ramo incontaminato di Irminsul. Anche se l'albero dovesse morire, i suoi rami prima o poi metteranno radici e cresceranno, continuando la sua vita in un'altra forma. 500 anni dopo, Nahida distrusse tutta la conoscenza proibita in Irminsul, rimuovendo così anche la memoria di Sua Eccellenza Maggiore Rukkhadevata da esso. Le persone si dimenticarono dell'esistenza dell'ex Archon di Dendro, associando il Festival del Sabzeruz solamente a Sua Eccellenza Minore Kusanali. Quando i saggi che avevano preso parte alla decisione della cancellazione della festività vennero esiliati dall'Akademiya, il compleanno dell'Archon di Dendro divenne nuovamente una festa importante per la nazione.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "name": "Akademiya di Sumeru",
        "desc": "<p>L'organizzazione di Sumeru che esercita il controllo amministrativo della regione ed educa le persone.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/06/362377527/f104ae555e12009875976f0efe8966fb_3736979445995815945.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>La Dea della Saggezza, precedente Archon di Dendro e amica di Nabu Malikata e del Re Deshret. E' stata cancellata completamente dall'Irminsul per salvarlo dalla conoscenza proibita.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/09/362377527/acd0bdd45468ca7918a0d122cd91f01a_1541552034862194288.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "<p>Dea dei fiori, amica di Sua Eccellenza Maggiore Rukkhadevata e Re Deshret. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/20856775/54fc33ab94abb4b00460e448f7765892_3155104111087864753.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Un uccello rinchiuso tra le mura del Santuario di Surasthana che può vedere il mondo solo attraverso i suoi sogni.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/35428890/f29490bddc56b4a6773b6c5003bbb853_9091170755650648414.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3373,
        "name": "Ramoscello d'argento",
        "desc": "<p>A new branch taken from the center of the world.</p><p>There was once a giant tree that ran across the world, and this twig was part of it. Though it has been removed from the tree, their connection remains strong as ever.</p><p>Therefore, as long as the giant white tree that symbolizes the center of the world does not die, it will never wither.</p><p> </p><p>\"Trees\" symbolize life. In one of the stories from a certain place, there was a person who had entrusted her consciousness to the white tree's branches before she passed away. In that way, neither her life nor hope would be lost, since the branches would grow and sprout where there was sunshine and rain, and would one day blossom and bear fruits.</p><p>\"Trees\" also symbolize wisdom. In one of the legends, a sage hanging upside down on a tree had acquired the knowledge of how to inscribe runes and control sacred words, and thus followed the kingdom established along the tree's roots, eventually gaining a glimpse of the secret of the cosmos.</p><p>All knowledge, memory, and experience flow through this giant tree, just like a stream flows into a river, the river joins a sea, the sea turns into clouds, and the clouds rain onto the ground - just like life itself.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/19/77454259/05a1c827b845851af03663ede6b2d41f_7557901024563427117.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Pianta sacra e nobile, le cui condizioni di crescita nel suo ambiente sono molto esigenti. I boccioli dei suoi fiori possono essere lavorati per preparare spezie preziose.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/d5172558c50dbc305ee422b95bf8ed21_2954304386179237064.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tradizioni",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/01/12694555/64c890ce04be8c0a1426b9ae7014f7e7_3841100087552021596.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Una delle tradizioni principali del festival è la danza in onore degli dei che celebrarono il compleanno di Sua Eccellenza Maggiore Rukkhadevata. Nonostante queste divinità non esistano più, la tradizione della danza in loro onore è rimasta. La ballerina del Teatro Zubayr nel Grand Bazaar, Nilou, ideò il suo costume per la danza proprio per rappresentare la Dea dei Fiori. Leggende narrano che Nabu Malikata avesse delle bellissime corna sulla sua testa, così Nilou creò una corona speciale per mostrarle. I Padisarah, il simbolo della Dea dei Fiori, vengono sistemati intorno al palco durante il festival. Questi fiori, durante il periodo in cui visse la Dea, avevano una speciale tinta viola, ma quando lei morì, i veri Padisarah fecero lo stesso. Sua Eccellenza Maggiore Rukkhadevata li ricreò in memoria della sua amica, ma non fu mai capace di ricreare perfettamente la loro bellissima tinta viola. Molti si chiedevano il motivo per cui, nonostante la danza fosse stata creata originariamente per onorare Sua Eccellenza Maggiore, si continuasse a fare anche per Sua Eccellenza Minore. Altri rispondono che Sua Eccellenza Maggiore era una divinità amata e ammirata da tutti, così come Sua Eccellenza Minore Kusanali. Se la Dea dei fiori l'avesse conosciuta, avrebbe sicuramente desiderato esserle amica e organizzare celebrazioni per lei."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/30/362377527/a6b9ac307eb30fccd15ac55b403ac1f3_7024412348988188908.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Col passare del tempo, gli elementi originali della danza di Nabu Malikata vennero distorti e solamente i famigli dell'Archon di Dendro, le Pari, riuscivano ancora a ricordarsi la vera danza. La Guardiana della Fioritura, Sorush, insegnò a Nilou la Danza di Sabzeruz in modo da poterla ballare durante la festa di compleanno di Sua Eccellenza Minore Kusanali."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/30/362377527/2d0e0929ab18a6abfe45a8026e13a7cf_2950384332832145395.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Il simbolo del Sabzeruz è il Cavaliere dei Fiori, Farris, colui che da alle persone le Caramelle Yalda. Un tempo, l'uomo che interpretava Farris, viaggiava su un carro fiorito, deliziando così i bambini. Farris può essere riconosciuto dal suo cappello speciale e le folle di bambini intorno a lui. Propone ai celebranti di scegliere una Caramella Yalda da una scatola: nonostante sembrino tutte uguali, alcune di loro sono al Melonlavanda, al Frutto di Harra e al Tramontino, mentre altre sono alla Coda di lucertola e al Onikabuto. Ciò che una persona ottiene è dettato dal destino."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/30/362377527/518d23825891ece1657618a1b2b30e1a_2046822225218327108.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Una delle antiche usanze del Sabzeruz è il Banchetto di Haft-Mewa. Le persone riempivano i loro tavoli con sette diversi cibi: i Funghi di Rukkhashava, i Loti Nilotpala, le Rose di Sumeru, i Tramontini, i Loti Kalpalata, i Frutti di Harra e le Pesche di Zaytun. Questi sette piatti simbolizzavano le sette virtù dell'Archon di Dendro. Una nuova abitudine introdotta da Sua Eccellenza Minore Kusanali è la divinazione alchemica, i visitatori devono fornire due reagenti alchemici qualsiasi dalle loro tasche, e gli studenti eseguono una trasmutazione casuale. La divinazione prende luogo con quello rimasto dopo le trasmutazioni. Secondo Sua Eccellenza Minore, tutto è interconnesso, e tutto ciò che accade può essere ricondotto al destino. Tuttavia, il destino mostra solo dei segni, sta alla persona stessa scegliere ciò che ne consegue. L'immagine della luna come risultato della trasmutazione significa illusione e bugie, se ci si fida delle proprie intuizioni e si superano le paure, il sole sorgerà sicuramente.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>La Dea della Saggezza, precedente Archon di Dendro e amica di Nabu Malikata e del Re Deshret. E' stata cancellata completamente dall'Irminsul per salvarlo dalla conoscenza proibita.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/09/362377527/acd0bdd45468ca7918a0d122cd91f01a_1541552034862194288.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "<p>Dea dei fiori, amica di Sua Eccellenza Maggiore Rukkhadevata e Re Deshret. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/10/20856775/54fc33ab94abb4b00460e448f7765892_3155104111087864753.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Un uccello rinchiuso tra le mura del Santuario di Surasthana che può vedere il mondo solo attraverso i suoi sogni.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/35428890/f29490bddc56b4a6773b6c5003bbb853_9091170755650648414.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La stella del Teatro Zubayr. Una fanciulla piena di calore e innocenza, che si esibisce in danze vivaci ed eleganti.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/10/35428890/586d726f9ebda3506c78beaaa41f13b6_5916447718992361520.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3415,
        "name": "Kimiya",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/25/35428890/06153614fecfee3b1b05bad0fead963b_8206432263195424356.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Pianta sacra e nobile, le cui condizioni di crescita nel suo ambiente sono molto esigenti. I boccioli dei suoi fiori possono essere lavorati per preparare spezie preziose.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/d5172558c50dbc305ee422b95bf8ed21_2954304386179237064.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 462,
        "name": "Melonlavanda",
        "desc": "<p>Un frutto dal colore vivace. Se cucinata, la sua polpa si trasforma in pietanze dal sapore unico per il palato.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Lavender Melon_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2844,
        "name": "Frutto di Harra",
        "desc": "<p>Growing in the hot humid rainforest, it is a fruit with a special spicy aroma. When ground to powder, spices can be made from it. It is the most valued spice plant in Sumeru.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/22/194600931/2ed644daf09a03e0c2aab5267f6088a2_2468915033114998999.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 883,
        "name": "Tramontino",
        "desc": "<p>Un frutto carnoso, bello come il tramonto, che abbonda in tutta Teyvat. Dal sapore dolciastro e dall'elevato contenuto energetico.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sunsettia_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1883,
        "name": "Onikabuto",
        "desc": "<p>﻿Uno strano coleottero che vive nelle aree ricche di energia di Electro. Il suo temperamento docile e sedentario è in totale contrapposizione con il feroce volto demoniaco disegnato sulla sua corazza.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Onikabuto_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1565,
        "name": "Coda di lucertola",
        "desc": "A lizard tail that curled up after losing its owner. Very bitter, but has skin hardening properties.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Lizard Tail_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2681,
        "name": "Funghi di Rukkhashava",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Un tipo di fungo che cresce sviluppando strati uno sopra l'altro, come a formare un mare di nuvole, e che cresce principalmente sugli alberi nel profondo della foresta pluviale.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/26/194600931/fbfb9632c9668ce46422fa5b2acb9f0d_1275182905724371156.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2680,
        "name": "Loto Nilotpala",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Queste piante, che crescono nelle zone umide delle foreste, sbocciano solo di notte regalando fiori luminosi come la luna.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/26/194600931/3863df20ca44d44f23d9d781a83d5436_1998049093508325502.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2796,
        "name": "Rosa di Sumeru",
        "desc": "<p>Bright and beautiful, these pure purple flowers give off a pleasant fragrance that will give any passerby pause. While some like to call this a type of \"rambler rose,\" its relative lack of multiple flowers means that it falls under a different floral classification.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/23/194600931/f006f3d60b8e449adae09234d000a2a9_3751571159697463451.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2714,
        "name": "Loto Kalpalata",
        "desc": "<p>Flowers from vines that grow on cliff sides. It is called a lotus only because it has a similar appearance to one. Aside from that, it bears no other similar properties to the lotus.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/b34bf1d89d2aeab8a2642c978545f013_3278021027381429178.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2797,
        "name": "Pesca di Zaytun",
        "desc": "<p>The fruit of a forest shrub. Its flesh is firm and sweet. It is said to have a calming effect on the mind.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/23/194600931/5923b5e2aabd49d986c37aa6b529ae58_3663129275916378617.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailers e teasers della storia",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Trailer: “L’alba dalle mille rose” versione 3.0"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/237301566/befd0c1a72bbada62a348cd949e4eb2f_1158451703374906330.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>13 agosto, 2022</color>\nAmmira la vegetazione rigogliosa delle montagne,\nmentre il profumo delle rose si diffonde tra le pianure.\nAscolta il cinguettio vivace degli uccelli al sorgere del giorno,\nessi rivelano una saggezza perduta nel corso dei secoli.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=WIxkKExpu94&list=PLqWr7dyJNgLLX5_mCRAauT5NTR0WAZY9V&index=15&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Scena animata: Danza del Sabzeruz"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/08/237301566/e76b73a94473641d6d6a37599a407f72_2071050059900090432.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>26 agosto, 2022</color>\nIl Festival del Sabzeruz era in passato una festa celebrata dalla Dea dei fiori in onore del compleanno di Sua Eccellenza Maggiore.\nSecondo la leggenda, durante la celebrazione del compleanno dell'Archon di Dendro, la Dea dei fiori si esibì in una danza che fece sbocciare un'infinità di meravigliosi Padisarah a ogni suo passo.\nE ora, Nilou ricreerà questa scena spettacolare tramite la sua danza eterea.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=ASR41LdpTKw&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Teaser della storia: Fiori e sogni"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/b1b2af364b3e58fe571fc88dd9d6ca42_242802213910556894.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>7 November, 2024</color>\nHai mai visto fiori più abbaglianti dei fuochi d'artificio, o cari ricordi più teneri dei sogni più dolci? Mentre il sole e la luna sorgono, gli alberi e l'erba ricorderanno per sempre questo momento.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=yX9vAY8eV_0&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "L’alba dalle mille rose",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Quando Sua Eccellenza Maggiore Rukkhadevata si sacrificò per salvare il suo popolo, l’Akademiya di Sumeru smise di finanziare il festival del compleanno dell’Archon di Dendro, e fu solo grazie alla benevolenza di una donna proveniente da una ricca famiglia, Dunyarzard Homayani, se uno dei festival prese luogo. Il Viaggiatore e Paimon arrivarono a Sumeru proprio durante il compleanno di Sua Eccellenza Minore, ma non riuscirono in alcun modo a trovare qualcuno che gli fornisse informazioni su come ottenere un’udienza con lei, siccome in tutti i 500 anni in cui aveva regnato, l’Archon di Dendro non aveva mai lasciato il Santuario di Surasthana. Volendo conoscere di più riguardo all’Archon, decisero di restare per il festival in suo onore."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/07/12694555/acff19382a331bfad30123883ccf2bec_6723645063067068641.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Grazie al supporto di Dunyarzad, i membri del Teatro Zubayr poterono rinnovare e decorare il palco, mentre altri mercanti riuscirono ad installare bancarelle con cibo e dolci. Le persone di tutta Sumeru, non solo del Grand Bazaar, avrebbero partecipato al festival. Una volta che la celebrazione iniziò, i saggi dell’Akademiya vietarono l’esibizione di Nilou con il pretesto che la legge proibiva l’organizzazione di eventi in larga scala e di festival religiosi, solo l’Akademiya aveva il diritto di ospitare tali eventi. I saggi minacciarono di indagare sugli organizzatori dell’evento se lo spettacolo fosse continuato. Tuttavia, Dunyarzad, la quale era ormai all’ultimo stadio dell’Eleazar, comprese che probabilmente non avrebbe avuto un altro Sabzeruz, ma non voleva mettere gli altri in pericolo.\nUn nuovo giorno era alle porte dopo la celebrazione fallita, quando il Viaggiatore e Paimon si trovarono nuovamente all’inizio del giorno del Sabzeruz. Il Viaggiatore ricordava la divinazione alchemica, le caramelle del Cavaliere dei Fiori, il banchetto di Haft-Mewa e persino il gusto del tortino di Ajilenakh tostate ordinato per interrompere il déjà vu. Il giorno seguente e quello dopo ancora, tutto si ripeteva nuovamente. Il Viaggiatore notò, che ogni giorno prima di dormire, sentiva un suono nella sua testa come se il Terminale dell’Akasha (un dispositivo speciale che funzionava con l’aiuto dello Gnosis di Dendro, unendo la saggezza di tutte le persone e garantendo conoscenza al popolo) stesse influenzando la sua coscienza. Tuttavia, anche quando tutti rimossero i Terminali, il giorno seguente si trovarono nuovamente bloccati nel Sabzeruz. Nonostante la ripetizione quasi esatta del giorno di festa, le condizioni di Dunyarzad peggioravano dopo ogni ripetizione, e la sua guardia del corpo, Dehya, la quale aveva scambiato la sua spada con una nuova, si sentiva come se avesse già affrontato molte battaglie con quest’ultima. Un giorno del samsara del Sabzeruz, il Viaggiatore e Paimon incontrarono una ragazza misteriosa, Nahida, la quale si scoprì non essere affetta dal circolo senza fine del festival. Non poteva fornire loro tutte le risposte, perciò li indirizzò solamente alla ricerca di indizi.\nDopo aver collegato i diversi indizi, il Viaggiatore e Paimon realizzarono che la misteriosa ragazza, la quale si era presentata come la “luna” proveniente dalla divinazione e gli aveva fornito indizi non era altri che Sua Eccellenza Minore Kusanali. Si trovavano tutti quanti in un sogno, ogni giorno il Terminale dell’Akasha cancellava i ricordi del giorno precedente e distruggeva il sottospazio del Sabzeruz. In questo modo, l’Akademiya raccoglieva il potere dei sogni con il fine di creare un falso dio. Per questo le condizioni fisiche di Dunyarzad erano in continuo peggioramento fino alla sparizione della sua coscienza, e la memoria muscolare di Dehya ricordava le battaglie con la nuova spada. Nonostante il sogno fosse sotto il controllo dell’Akasha, il dispositivo in sé non era capace di creare nuovi sogni, perciò il sogno senza fine doveva avere un padrone."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/07/12694555/a5f444e8ecf85278ba83debeea2243a3_6959320380387194248.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Il padrone, realizzando di essere all’interno di un sogno, avrebbe potuto cambiare ciò che stava succedendo solamente con il potere dell’immaginazione. Alla sua ricerca, il Viaggiatore e Paimon giunsero al palco del Grand Bazaar e videro il viola unico dei Padisarah scomparsi migliaia di anni prima. Solo Nilou avrebbe potuto creare quei fiori con l’immaginazione. Quando la ragazza realizzò di essere in un sogno, decise di eseguire l’ultima danza del Sabzeruz in mezzo ai Padisarah della Dea dei Fiori. Alla fine della danza, videro l’eco della coscienza di Dunyarzad venuta per assistere allo spettacolo di Nilou.\nIl giorno seguente, quando i 168 cicli del Sabzeruz terminarono, il Viaggiatore e Paimon andarono ad incontrare Dunyarzad, la quale era sopravvissuta al sonno senza fine. Nonostante le persone di Sumeru non sognino mai, la notte precedente aveva sognato Nilou eseguire la danza della Dea dei Fiori.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6516,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "name": "Akademiya di Sumeru",
        "desc": "<p>L'organizzazione di Sumeru che esercita il controllo amministrativo della regione ed educa le persone.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/06/362377527/f104ae555e12009875976f0efe8966fb_3736979445995815945.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La stella del Teatro Zubayr. Una fanciulla piena di calore e innocenza, che si esibisce in danze vivaci ed eleganti.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/10/35428890/586d726f9ebda3506c78beaaa41f13b6_5916447718992361520.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3463,
        "name": "Dehya",
        "desc": "<p>Un membro degli Eremiti, un'organizzazione mercenaria che vaga per le sabbie di Sumeru.<br>È potente, valorosa e gode di ottima fama tra i suoi compagni.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/02/190184121/65b22311e1e38ffa45a4928d4005ecee_7056303427000343404.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Un uccello rinchiuso tra le mura del Santuario di Surasthana che può vedere il mondo solo attraverso i suoi sogni.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/35428890/f29490bddc56b4a6773b6c5003bbb853_9091170755650648414.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4362,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Pianta sacra e nobile, le cui condizioni di crescita nel suo ambiente sono molto esigenti. I boccioli dei suoi fiori possono essere lavorati per preparare spezie preziose.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/d5172558c50dbc305ee422b95bf8ed21_2954304386179237064.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2886,
        "name": "Tortino di Ajilenakh tostate",
        "desc": "<p>Un dolce da forno dal colore scuro. Le noci di Ajilenakh vengono arrostite e spolverizzate prima di essere passate al setaccio, lavorate in un impasto omogeneo e cotte al forno. Il prodotto finale ha un aspetto mediocre, ma emana l'aroma avvolgente delle noci di Ajilenakh, e acquisisce un sapore migliore se abbinato con della marmellata. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/05/77454259/8bbdb8a413c1a557e72e7cd27889e772_340443085003905377.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ode cromatica di caramelle e rose",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/a45dae53fa692c511a0fa33b9205d635_6739745299503538919.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando i saggi che crearono l'eterno Sabzeruz furono esiliati dall'Akademiya, Sumeru iniziò di nuovo a celebrare il compleanno dell'Archon di Dendro. Durante la seconda festività, alla presenza del Viaggiatore e di Paimon, l'Akademiya decise di organizzare una grande celebrazione per fare ammenda nei confronti di Sua Eccellenza Minore Kusanali. Anche Vihar, il Cavaliere dei Fiori della festa precedente, decise di prendere parte alla celebrazione.La mercenaria Dehya, Dunyarzad, la guardiana del villaggio di Aaru Candace; il Generale Mahamatra Cyno; il biologo Tighnari; la sua allieva Collei, l'architetto Kaveh; Madame Faruzan e la ballerina Nilou decisero di fare una sorpresa a Nahida e di organizzare per lei una vacanza speciale. Il Festival del Sabzeruz solitamente seguiva lo stesso schema ogni anno, quindi Dehya decise di creare qualcosa di speciale. Considerando che Nahida amava i dolci, decisero di comprare molti dolcetti e di invitarla alla festa di Haft-Mewa dopo la sfilata della Carrozza dei Fiori. Kaveh doveva elaborare i dettagli, Tighnari doveva prenotare il posto, Dehya e Dunyarzad dovevano occuparsi delle decorazioni e Candace doveva comprare il cibo. Il Viaggiatore e Paimon volevano aiutare con la pianificazione dell'evento, quindi andarono a fare compere insieme a Candace a Port Ormos."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/e97e95707d24120ead86f2c4468b26fa_5951458673525112521.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Mentre Candace stava ordinando il cibo per la celebrazione, all'improvviso ebbe l'impressione di sapere cosa sarebbe successo di lì a poco. Vide esplodere i carboni sui fornelli del mercante e, proprio mentre lo avvertì, avvenne l'esplosione. Candace lo attribuì al suo intuito, ma poi vide anche cadere una cassa su una ragazza che stava correndo prima ancora che stesse a cadere. La guardiana non pensava che ciò potesse essere correlato al suo occhio d'ambra, eredità del Re Deshret, ma lo collegò piuttosto alla misteriosa gemma verde che aveva acquistato quella mattina. La pietra aveva tracce di un'insolita energia elementale, che attirò l'interesse di Candace. Il Viaggiatore provò ad utilizzare quella gemma, ma non gli successo nulla di strano.\nIn quanto custode, Candace decise di indagare e conoscere l'origine della gemma chiedendo ai mercanti. Scelsero Dori Sangemah Bay, che era a conoscenza di tutti gli eventi di Sumeru. Nonostante Dori avesse chiesto duecentomila Mora per l'informazione, Candace mostrò insolite capacità di contrattazione e convinse la commerciante di pagare trentamila Mora, cibo, alloggio, una scorta di sicurezza nel villaggio di Aaru e alcune esenzioni fiscali. Secondo il Signore Sangemah Bay, il minerale per la gemma fu estratto da rovine senza nome nel deserto diversi mesi prima del Festival del Sabzeruz. Queste rovine erano così antiche e in così pessimo stato che perfino le iscrizioni sui muri erano illeggibili. Quando il minerale fu estratto, si scoprì che era screpolato al centro. Gli artigiani ritennero impossibile restaurarlo e ne ricavarono due gemme, una delle quali fu acquistata da Candace.\nAveva paura che le conseguenze sarebbero potute essere disastrose se la gemma che dona il potere della preveggenza fosse caduta nelle mani sbagliate. Quella mattina si verificò una rapina alquanto strana in una carovana commerciale in una parte remota del deserto, quindi Candace decise di iniziare le indagini partendo proprio da lì. I commercianti che quella mattina stavano consegnando petardi e fuochi d'artificio per la celebrazione del Sabzeruz vennero bloccati improvvisamente da spine e viti. Con la carovana intrappolata, i criminali iniziarono a lanciare contro di loro dei razzi che fecero esplodere tutte le scatole di fuochi d'artificio. Il commerciante notò una pietra verde simile alla gemma di Candace addosso a uno dei criminali. La guardiana del villaggio di Aaru presumeva che i commercianti nascondessero qualcosa e che i materiali pericolosi che trasportavano avrebbero potuto essere utilizzati dai criminali che stavano pianificando un attacco durante il Festival del Sabzeruz.\nRitornata a Port Ormos, Candace \"vide\" due persone sospette parlare di qualcosa di pericoloso mentre si trovavano in un vicolo. Seguendoli, la Guardiana e il Viaggiatore erano pronti ad acchiappare i due criminali, che alla fine però si rivelarono essere Kaveh e Alhaitham, che stavano discutendo sulla scomparsa del dispositivo di Kaveh, Mehrak. Kaveh mandò Mehrak a prendere del caffè ma non fece più ritorno. L'architetto era preoccupato che a Mehrak fosse successo qualcosa di terribile decidendo così di scappare, ma senza quel dispositivo, sarebbe stato impossibile far partire la sorpresa organizzata per il Festival del Sabzeruz. Kaveh aveva progettato una torre di caramelle che, in un momento prestabilito, si sarebbe dovuta cadere sulla Carrozza di Fiori ed esplodere, spargendo le caramelle ovunque. Con un segnale segreto, Mehrak avrebbe dovuto attivare il meccanismo a distanza. Capendo la vera conversazione tra Kaveh e Alhaitam, Candace gli parlò delle sue strane visioni. Alhaitham ipotizzò che queste visioni non riguardassero il futuro bensì il passato, in quanto l'incendio dei mercanti era già esploso la settimana prima e le casse stavano cadendo continuamente durante il Festival del Sabzeruz per la grande quantità di beni che contenevano. Nonostante questa teoria sembrasse plausibile, non spiegava comunque il furto della carovana di quella mattina.\nQuando tutti i partecipanti alla sorpresa si incontrarono a Port Ormos per discutere della torre di caramelle, furono quasi scoperti da Nahida, che stava passeggiando per la città. Grazie a Faruzan e Kaveh e all'intervento di Nilou, la sorpresa non fu scoperta. Il giorno successivo, tutti avrebbero dovuto incontrarsi a Pardis Dhyai, ​​ma Nilou non si presentò all'ora stabilita. Il Viaggiatore, Cyno e Candace sospettavano che la scomparsa di Nilou potesse essere collegata a un complotto per rovinare i festeggiamenti, poiché la danza di Nilou doveva essere il momento clou dello spettacolo. Le tracce della ballerina e l'aiuto degli Aranara li portarono alle rovine vicino al Fano di Ashvattha."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/f763bbed8b099c831911976bf53067e8_7208513726636225265.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Partiti per salvare Nilou, Cyno, Candace, il Viaggiatore e Paimon trovarono il loro amico, Sethos, Nilou stessa e la Guardiana della Fioritura, Sorush, sani e salvi. Sorush raccontò di come lei e l'altro Pari avessero deciso di dare una lezione ai mercanti di fuochi d'artificio, e Sethos era uscito per scoprire cosa fosse successo. Diventando amici, Sethos offrì a Sorush di guidarla attraverso Sumeru, poiché voleva eseguire la danza Sabzeruz per il compleanno di Sua Eccellenza Minore Kusanali. Dopo aver appreso che la ballerina era era già stata scelta, la Guardiana della Fioritura chiese di incontrare Nilou e si scoprì che secoli dopo la danza era cambiata rispetto all'originale. Nilou non voleva perdere un'occasione così unica e chiese ai Pari di insegnarle la danza originale, e così arrivarono tutti alle rovine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/f54774bab5219476f656b03107d19d9e_7498551162664092012.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "WIl secondo frammento della gemma di Candace era stato trovato da Sethos. Comprò la pietra, vedendo in essa qualcosa di unico e, dopo aver letto i testi nel Tempio del Silenzio, venne a conoscenza della leggenda dell'Occhio di Wedjat. Si scoprì che l'Occhio non mostra il futuro, ma solamente gli eventi antichi registrati al suo interno. Solo i discendenti di Re Deshret erano in grado di attivare il potere dell'Occhio, quindi solo Candace e Sethos potevano usarlo. Dato che questo frammento di memoria conteneva solo il dolore che Nahida non avrebbe dovuto vedere il giorno del suo compleanno, l'Occhio fu lasciato in custodia al Tempio del Silenzio. Quando tutti i preparativi per il festival erano ormai pronti, l'Akademiya decise di scegliere un candidato per il Cavaliere dei Fiori, e la scelta ricadde sul Viaggiatore - amico dell'Archon di Dendro ed eroe di Sumeru."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/9b232db32b54b761185d8765c7939871_8327462140028967051.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Il Cavaliere dei Fiori aveva il compito di decorare il carro dei fiori. Al mattino, durante il compleanno di Sua Eccellenza Minore Kusanali, la carrozza dei fiori con Nahida, accompagnata dal Cavaliere dei Fiori e dalla musica di Candace, partì in direzione del centro di Sumeru. Nilou eseguì la danza originale del Festival del Sabzeruz per l'Archon e Nahida stessa presentò alle persone l'Aranara, che tutti consideravano una favola. Per Nahida, la vacanza di Sabzeruz è diventata il compleanno più indimenticabile della sua vita. La giornata era così bella, come un sogno che vale la pena ricordare. Il Viaggiatore suggerì di scattare una foto in modo che, anche se si fossero svegliati, non avrebbero mai dimenticato quel momento."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Questo deve essere ciò che Al-Ahmar voleva quando diede a Rukkhadevata l'Occhio di Wedjat.</color>\n<color=#ffffffd9>Anche se non possediamo qualcosa di così potente, abbiamo comunque il nostro modo per fermare il tempo.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/7fa7a201efdf5980b00c0c43c571590d_1759283213044571652.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/3d47d8751d165a25ec4b1ed36a1cf135_1632164507047919111.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "name": "Akademiya di Sumeru",
        "desc": "<p>L'organizzazione di Sumeru che esercita il controllo amministrativo della regione ed educa le persone.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/06/362377527/f104ae555e12009875976f0efe8966fb_3736979445995815945.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7076,
        "name": "Pari",
        "desc": "<p>Famigli dell'Archon di Dendro, sono nati dall'Amrita pura e dall'uccello divino Simurgh.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/05/20856775/b3f2d498cd8a7ada855b4e8f7dd5c593_3607427302512387963.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7033,
        "name": "Aranara",
        "desc": "<p>Famigli di Sua Eccellenza Maggiore Rukkhadevata e spiriti della foresta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/05/362377527/17cf70138c55ea3166d1145473c73599_6865618280488171744.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Un uccello rinchiuso tra le mura del Santuario di Surasthana che può vedere il mondo solo attraverso i suoi sogni.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/35428890/f29490bddc56b4a6773b6c5003bbb853_9091170755650648414.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2815,
        "name": "Candace",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una discendente di Re Deshret, nonché protettrice del Villaggio di Aaru. Il suo occhio sinistro ha il colore dell'ambra.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/77454259/2f43da4ece9eabfbde6ec2fcc81b3bff_6412967003441390014.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2813,
        "name": "Cyno",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il generale Mahamatra incaricato della supervisione dei ricercatori all'Akademiya. Si dice che svolga il suo lavoro in maniera ancor più efficiente del Gran Vayuvyastra creato dalla Kshahrewar.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/77454259/e09e2bda5e022611fad0dea1bb6518bb_6757667565719577204.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La stella del Teatro Zubayr. Una fanciulla piena di calore e innocenza, che si esibisce in danze vivaci ed eleganti.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/10/35428890/586d726f9ebda3506c78beaaa41f13b6_5916447718992361520.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2265,
        "name": "Tighnari",
        "desc": "<p>Un giovane ricercatore molto portato per la botanica che al momento ricopre il ruolo di Guardiano dela foresta nella Selva di Avidya. É una persona onesta e di buon cuore, oltre a essere un esperto nel guidare anche gli studenti più disorientati.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/22/35428890/497dd6fac3d3c652a367c67428550747_306268558608889633.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2268,
        "name": "Collei",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un'apprendista guardaboschi di servizio nella Selva di Avidya. Le sue parole e le sue azioni appassionate celano una personalità un po' introversa.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/194600931/37a18b6b6865c59063003a9380f08225_7758071773430345954.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2269,
        "name": "Dori",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una mercante inafferrabile con un debole per i Mora luccicanti.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/35428890/6539bea71efd0f839db897cfc4094362_3469125131800075941.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2967,
        "name": "Faruzan",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una ricercatrice di \"un secolo fa\". Le piace autodefinirsi un'esperta, e possiede una vasta conoscenza di ogni genere di scritti e macchinari antichi.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/38c12ab46678a4008f83a0e46c900ef5_528211919348170763.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3336,
        "name": "Alhaitham",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'attuale scriba dell'Akademiya di Sumeru, dotato d'intelligenza e talento fuori dalla norma. Vive libero... dagli occhi inquisitori della gente comune, perlomeno.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/15/35428890/25249dd20b86c775fb35bdbbd805d9ec_8879881358376735994.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3608,
        "name": "Kaveh",
        "desc": "<p>Un rinomato architetto originario di Sumeru che si preoccupa esageratamente di fin troppe cose. È un esteta turbato dalla realtà.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/01/114296447/2270aba02b92034d7d76b4426be8f53b_7075080426658357718.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3463,
        "name": "Dehya",
        "desc": "<p>Un membro degli Eremiti, un'organizzazione mercenaria che vaga per le sabbie di Sumeru.<br>È potente, valorosa e gode di ottima fama tra i suoi compagni.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/02/190184121/65b22311e1e38ffa45a4928d4005ecee_7056303427000343404.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5598,
        "name": "Sethos",
        "desc": "L'erede del Tempio del Silenzio, proveniente dalle dune di sabbia e gravato dal peso dei segreti.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/05/30/cdb7abfcb86138e5b618946a5466d442_2702695812908100899.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3827,
        "name": "Sorush",
        "desc": "<p>Una Pari nata nell'Oasi di Vourukasha, Sorush è la Guardiana della Fioritura riconosciuta dalla Khavarena.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/12/445590549/0f828dc000ea54f3f0ac3bc42eeaa1ea_5092477406758237451.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3570,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      }
    ]
  }
}