{
  "epId": 7053,
  "name": "Copia nuova di zecca di Tequil il Coraggioso",
  "desc": "Copia nuova di zecca di Tequil il Coraggioso",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/b9bbeba861ba9fd39609f1b3fc38a7cb_8449676735645118986.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1739972333,
  "components": {
    "textualResearch": [
      {
        "title": "Copia nuova di zecca di Tequil il Coraggioso",
        "desc": [
          {
            "type": "RichText",
            "text": "Questa storia ci giunge da un passato lontano e desolato. A quei tempi, le montagne digrignavano ancora i denti contro gli uomini e le bestie, bramose delle anime dei deboli di spirito, umani o non umani che fossero.\nLe persone sapevano che la dea delle montagne non li amava, e che avrebbero dovuto mantenersi a debita distanza. Eppure, furono costrette a cercare rifugio nelle caverne dalle tempeste che imperversavano nelle lande, trascorrendovi una lunga notte dopo l'altra. Ma queste caverne, proprio come le montagne, reclamarono un tributo da parte dei nomadi. Innumerevoli furono le tribù che persero i loro cari nelle terre desolate.\nFu in una di queste tribù che nacquero il valoroso Tequil e il suo gentile fratello Rimac.\nAl momento della loro nascita, una lunga e tormentata notte imperava dentro e fuori le caverne e, nonostante i falò attorno a cui i membri della tribù sedevano, nessuno traeva conforto dalla loro luce.\nLa gente pensava:\n\"Questo fuoco si spegnerà presto e, quando lo farà, saremo tutti spacciati!\"\n\"Quanto durerà questa notte? Ho freddo... e fame...\"\n\"Allora sbrighiamoci! Forza, camminiamo nella notte! Sempre meglio che questo supplizio.\"\n\"Oh, poveri bambini... Poveri bambini...\"\nTuttavia, Tequil e Rimac non annunciarono il loro arrivo con pianti tristi come gli altri bambini.\nTequil fissò le profondità della caverna. I mostri al suo interno fecero di tutto per spaventarlo, ma il suo sguardo li spazzò via, affilato come una pietra tagliente.\n\"Ci ha visto con i nostri artigli affilati e le zanne lunghe, ma non ha avuto paura!\"\nLe creature malvagie sussurravano tra loro in preda all'ansia, retraendo involontariamente denti e zanne.\nRimac, dal canto suo, agitava le mani e rideva, e la sua risata era come sassolini che rotolano in un ruscello, attirando sul suo volto gli occhi di tutti gli angosciati abitanti della tribù. Solo allora si accorsero che la fiamma, pur vacillando, non aveva mai smesso di bruciare e, con un altro gesto delle mani, Rimac accarezzò la legna accanto a sé.\n\"Alimentiamo la fiamma! Alimentiamo la fiamma!\"\nIl vecchio capo, ispirato dal giovane, gridò le sue parole, scacciando la paura che stava per inghiottire la tribù.\nLe persone si alzarono e aggiunsero legna al fuoco, sguainarono le loro lame di ossidiana e guardarono nelle profondità della caverna, proprio come aveva fatto Tequil.\nLe bestie della caverna erano colme di rabbia e odio, ma sapevano che quelle persone non avrebbero mai abbassato le armi né distolto lo sguardo. Il terrore era scappato via, e la morte fu costretta a ritirarsi.\nFu solo quando il sole sorse di nuovo che i fratelli chiusero gli occhi e si addormentarono sul grembo della madre.\nCosì gli abitanti della tribù, sopravvissuti per un altro giorno, lasciarono la caverna. Quelle persone, che avevano respinto la paura, avrebbero vissuto per innumerevoli giorni.\nEppure, la sconfitta dei suoi sottoposti attirò l'attenzione della loro padrona Coatlicue.\nQuesta Signora dei demoni sosteneva di essere la madre degli inferi e la padrona indiscussa di diecimila volte diecimila caverne, le cui zanne erano stalattiti rocciose, la cui lingua erano aliti di vento freddo e umido, e che, al risveglio, poteva saziarsi soltanto divorando diecimila anime viventi... Tequil e Rimac furono i primi esseri umani a sfuggire alle sue grinfie.\nSdegnata, questa madre della terra agitò la mano, sferzando con la roccia le bestie malvagie rannicchiate in un angolo.\n\"Andate! Andate! Rimediate al vostro umiliante fallimento! Catturate quei miseri mortali e riempitemi lo stomaco!\"\nMa, avendo sconfitto la propria paura, la gente ricordava bene i metodi per scacciare quel terrore.\nSi stabilirono ai piedi delle montagne, affilarono pali di legno, accesero fuochi e diedero le lame più affilate ai loro migliori guerrieri, con cui avrebbero fatto la guardia dietro ai pali. I loro occhi brillanti trafiggevano la natura selvaggia al di là della luce del fuoco, e non distoglievano lo sguardo nemmeno per un attimo.\nCon la spada e il fuoco, i servitori di Coatlicue assaggiarono la sconfitta più e più volte, finché non poterono far altro che rannicchiarsi nell'oscurità, non osando avvicinarsi alla fiamma.\nIl fuoco nei cuori delle persone si accese ed essi iniziarono a parlare di vittoria, di luce e della fine del serpente: avevano fede in Tequil e Rimac. I due fratelli avrebbero di sicuro potuto tenere vivi il calore e la luce.\nAnche Tequil e Rimac lo pensavano, così affilarono lance e spade, preparandosi a rispedire la Signora dei demoni di quel malvagio serpente da dov'era strisciata fuori.\nMa la madre della terra, che detestava questa tribù, non desistette.\nPrese del fango dalle profondità della grotta e creò un serpente. Poi si tolse un occhio e lo donò alla sua creazione.\n\"È stato quel bambino a farvi vedere la fiamma, quindi inghiottirò i suoi occhi.\"\nUna sera, quando il sole era appena tramontato, il velo della notte stava lentamente coprendo il cielo, e le stelle dovevano ancora iniziare a spandere la loro luce, il serpente morse e uccise un coniglio oltre i confini della tribù e si nascose nella pelle della sua vittima stesa a terra.\nDi ritorno dalla raccolta di erbe, Rimac si imbatté in quel coniglio. Vedendolo ferito, il gentile bambino posò senza esitazione la torcia e, prendendo le sue erbe, le masticò, preparandosi ad applicarle sul coniglio. Ma il serpente, che parlava a nome della madre della terra, saltò fuori dalla ferita, sibilando una risata:\n\"Ahahah, stupido e ignorante umano! Sacrificarsi per un insignificante coniglio!\"\nPrima che Rimac potesse recuperare la sua torcia, il serpente della madre della terra gli affondò le zanne nel collo e poi, insinuandosi nel suo corpo, gli prese il cuore e l'anima.\nLe sentinelle indifese furono le vittime successive della madre della terra. Quando videro Rimac tornare dalla raccolta delle erbe lo salutarono come al solito, soltanto per essere trafitte al cuore dal serpente e morire sul posto. I fuochi dell'intera tribù vennero spenti e, nell'ombra delle tenebre, la morte e il terrore riemersero con vigore.\nLa madre della terra sputò fuori il serpente e, attraverso le zanne avvelenate, gridò:\n\"Osservate! Osservate, stolti arroganti, e inginocchiatevi tra la polvere come dovreste!\"\nMa il rumore di una roccia la interruppe. Tequil, che stava affilando la sua lama di ossidiana, la usò per creare scintille che incendiarono la sua tenda.\nSollevò la spada e si lanciò in avanti, colpendo il messaggero della madre della terra. La lama rovente squarciò il serpente di fango con facilità, ma Tequil, vedendo gli occhi e le mani insanguinate di suo fratello, esitò nel continuare.\nQuell'istante di esitazione fu sufficiente al serpente ferito per scappare. Tuttavia, era quasi del tutto carbonizzato e l'occhio della madre della terra era ridotto praticamente in cenere.\nLa tribù fu distrutta, e mai più ebbe la possibilità di sfidarla.\nCosì la madre della terra si consolò mentre si ritirava nell'oscurità.\nQuanto avrebbe voluto Tequil chiamare il nome di Rimac! Ma la polvere incandescente gli si bloccò in gola e così poté solo guardare il fratello scomparire nella notte.\nQuando finalmente la notte passò, Tequil, in piedi in mezzo alle rovine, sapeva che i superstiti della tribù non potevano più restare. Seppellendo la confusione e il dolore nel profondo del suo cuore, li guidò in un nuovo viaggio.\nAttraversarono montagne e canyon, evitando bestie spaventose e insetti velenosi. Tequil non chiuse gli occhi per tutto il viaggio, e non osò mai allentare la presa sulla spada o sulla torcia.\nInfine, vicino a un vulcano silenzioso, trovarono una tribù disposta ad accoglierli.\nSolo dopo aver visto l'ultimo membro della sua tribù addormentarsi serenamente sotto le cure del vecchio sciamano, si rilassò e collassò a terra.\nQuando si risvegliò, si ritrovò in una grotta infuocata. La lava che lo circondava ondeggiava pulsando, come se fosse il lento respiro della montagna stessa. Quando si alzò, la lava ribolliva, poi un boato giunse da ogni direzione:\n\"Non cercare tuo fratello. I suoi occhi sono stati divorati da una serpe malefica.\"\n\"Ma devo salvarlo, e cercare quel serpente velenoso!\"\nLe sue parole riecheggiarono nella caverna, ma la Dea dei Monti e del Fuoco rimase in silenzio.\nCosì Tequil la pregò:\n\"Lascia che il nome di mio fratello sopravviva. In cambio sono disposto a sacrificare il mio cuore e il mio sangue.\"\nLa Dea gli rispose tra gli echi della caverna.\nDisse:\n\"La tua preghiera è stata udita, ma tuo fratello non è più sangue del tuo sangue. Il suo nome è sprofondato nelle profondità del mondo.\"\nTequil alzò la testa ed espresse un desiderio alla Dea:\n\"Trasforma il mio sangue in fuoco, affinché il mio cuore possa illuminare le profondità. Riporterò indietro mio fratello prima che il mio sangue si prosciughi.\"\nTrasforma il mio sangue in fuoco, affinché la mia anima possa bruciare e uccidere quel serpente. Avrò la sua testa prima che il mio sangue si prosciughi.\"\nQuando Tequil si risvegliò di nuovo, il vecchio sciamano della tribù gli diede una nuova spada, del cibo e dell'acqua.\nInfine, lo sciamano gli afferrò le spalle e gli diede la sua benedizione:\n\"Possa la tua fiamma prosciugare il veleno del serpente.\"\nCosì Tequil intraprese un altro viaggio. La sua forza era infinita, il suo corpo instancabile e il suo sangue ardente come lava. Attraversò campi erbosi e cime innevate, valli profonde ed erte montagne, e la Dea dei Monti e del Fuoco gli indicò la strada con rocce cadenti e crepe dei dirupi. Tequil avanzò senza esitazione.\nQuando incontrò suo fratello, la madre della terra si prese di nuovo gioco di lui usando il corpo e la voce di Rimac; ma quando i suoi artigli trafissero il petto di Tequil, lui non si mosse, e le ossa della madre della terra vennero fuse dal sangue ardente.\nTequil fissò la vile Signora dei demoni e ad alta voce disse:\n\"Mio fratello ha un animo gentile. Avrebbe sicuramente reso questa terra un posto migliore.\nEppure tu l'hai oltraggiato con il tuo veleno, hai calpestato la sua virtù e massacrato coloro che avevano fede in essa!\nMuori, spregevole insetto venefico! Perisci qui!\"\nMentre gridava, il sangue di Tequil macchiò la sua lama di ossidiana, rendendola rovente in un istante. La madre della terra guardò terrorizzata mentre il suo guscio, le sue ossa e la sua anima si sgretolavano. Avrebbe voluto urlare, per approfittare di un momento in cui poter sfoderare gli artigli e fare a pezzi Tequil.\nMa non riuscì a emettere alcun suono, giacché nella luce della fiamma, la Dea dei Monti e del Fuoco aprì un occhio, destando l'anima silenziosa a cui un tempo era appartenuto quel corpo, e afferrò il serpente per il collo.\nLa Dea gridò:\n\"Tu, vile serpente, ombra malvagia, verrai annientato dalla luce, come è giusto che sia!\"\nLe fiamme ardenti avvolsero ogni angolo di quella cupa e gelida caverna, uccidendo fino all'ultimo insetto velenoso e riducendolo in cenere assieme a vili e abominevoli complotti.\nMentre l'ultima goccia di sangue stava per bruciare, la volta della caverna sopra la testa di Tequil iniziò a tremare. Si aprì una fessura e una gemma cadde e fermò la sua ferita. Le rocce che cadevano formarono un corpo per l'anima che era stata morsa dal serpente.\nLa Dea dei Monti e del Fuoco parlò di nuovo, e la sua voce riecheggiò tra le pareti:\n\"Ho visto il tuo cuore e il tuo sangue e ti darò i miei. Torna indietro ora, fai ritorno alla tua tribù con tuo fratello.\nTuttavia, questo cuore e questo sangue non sono per voi, bensì per la giustizia e l'equità, per il bene e il coraggio.\"\nUna notte, il vecchio sciamano che aveva atteso giorno dopo giorno al di là dei confini della tribù, si alzò per accogliere il ritorno di Tequil e di suo fratello Rimac.\nPresero l'acqua e il cibo offerti e dissero:\n\"Il serpente venefico è stato ucciso, e noi abbiamo vinto.\nTuttavia, i nostri cuori e il nostro sangue non sono per noi, bensì per la giustizia e l'equità, per il bene e il coraggio.\nAccendiamo il fuoco. Insieme faremo in modo che la fiamma non si spenga mai.\""
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Copia nuova di zecca di Tequil il Coraggioso"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7109,
            "name": "Sussurri filiformi",
            "desc": "<p>L'orario concordato con Tlazolli è quasi arrivato. Ti prepari a farle visita per controllare i progressi con l'Incisione su Gemmardente.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/15/20856775/579faaa55c1b3151ee3faecff8e90bb8_1913937432300045722.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Libro",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7142,
            "name": "Tequil il Coraggioso",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/b9bbeba861ba9fd39609f1b3fc38a7cb_8449676735645118986.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "5.1"
          }
        ]
      }
    ]
  }
}