{
  "epId": 7085,
  "name": "Discendenti",
  "desc": "<p>Esseri provenienti dall'esterno di Teyvat, la cui volontà può rivaleggiare con un mondo intero. </p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/11/20856775/826332c1b0fb525a54df5442ee996c76_8617954271516776401.png",
  "menuId": 23,
  "menuName": "Affiliazione",
  "version": 1746964811,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Discendenti"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Gruppo di alieni"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Un uccello rinchiuso tra le mura del Santuario di Surasthana che può vedere il mondo solo attraverso i suoi sogni.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/35428890/f29490bddc56b4a6773b6c5003bbb853_9091170755650648414.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito dei Discendenti</color>\nQuesto è vero nel tuo caso, Viaggiatore. L'Irminsul non ha davvero alcuna informazione su di te.\nDeve esserci qualcosa di diverso riguardo a tua sorella... perché da quello che vedo, il mondo ha registrato delle informazioni che la riguardano, dopotutto.\nC'è solo una spiegazione possibile: lei appartiene a questo mondo.\nStando ai registri ai quali ho avuto accesso, tua sorella è apparsa improvvisamente a Khaenri'ah...\nDopo il disastro di Khaenri'ah, ha intrapreso il suo viaggio attraverso le sette nazioni di Teyvat.\nQuando il suo viaggio era quasi giunto alla conclusione però, i registri dell'Irminsul che la riguardavano sono diventati confusi...\nTutto quello che so per certo è che qualcuno, per ragioni conosciute soltanto a lui, sta deliberatamente offuscando il suo fato...\nUn'altra cosa che ho notato è che, stando a questi registri, i Fatui non hanno classificato tua sorella come una dei \"Discendenti\".\nSenti, sono sicura che tu sia curioso di sapere le informazioni che ho ricevuto dai Fatui in cambio della Gnosi, giusto?\nUna parte molto importante di quelle informazioni riguardava i Discendenti di questo mondo... esseri esterni, che non appartengono a questo mondo.\nViaggiatore, tu sei il \"Quarto Discendente\" di Teyvat.\nGiusto. La mia ipotesi attuale è che il \"Primo Discendente\" fosse quello che noi ora chiamiamo Princìpi celesti.\nPer quanto riguarda gli altri Discendenti... Devo ancora verificare la loro esistenza. Potrebbe volerci un po' di tempo.\n<color=#ffd780>A proposito dell'Irminsul</color>\nSfortunatamente, nell'Irminsul non ci sono informazioni che riguardano i Discendenti.\nSe nemmeno tu riesci a trovare qualcosa, questo sembra confermarlo: l'Irminsul non registra nulla che riguarda i Discendenti. Chiunque non sia di questo mondo, non viene considerato come parte di Teyvat."
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito della volontà</color>\n\"Iò, iò, Pan! Ciò che giace sotto il grande mare!\"\nQuesto verso del rituale consente di abbandonare l'io e sprofondare nell'abisso, da cui rinascere nelle sembianze di sacro infante.\nLe sue origini risiedono in una tragedia di provenienza ignota, che è stata tramandata da individui anonimi fino ai giorni nostri.\nL'opera s'intitola \"Ajax\", o anche \"Aias\", il secondo guerriero più forte della sua alleanza.\n\"Giace sotto il grande mare\" è di per sé una frase affascinante. È tratta da antichi testi di Sumeru e si legge \"Narayana\", che significa anche \"umano primordiale\".\nÈ proprio questo il mio obiettivo, perché non tutto ciò che proviene da altri mondi si può definire \"discendente\". Tale titolo spetta solo a volontà in grado di sfidare il mondo intero.\nE questo è esattamente ciò che cerco: il modo per incarnare una simile volontà, in grado di proteggere, distruggere e creare il mondo."
      },
      {
        "type": "CustomEntry",
        "epId": 4582,
        "name": "Skirk",
        "desc": "<p>Una misteriosa spadaccina dell'Abisso e maestra di Tartaglia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/02/445590549/1e2cb29d039dddf84b706c655ed6367a_1754788118074113413.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito della Gnosi</color>\nMmm. Il Narvalo Divoramondi non è qui, quindi non percepisco più nessuna interferenza.\nPosso finalmente percepire l'aroma del tuo potere... quello di cui è composto.\nSi tratta dell'autorità dei draghi primordiali del pianeta, ma mischiato a qualcosa di molto simile alla \"maledizione\" di un Dio... Una mescolanza davvero nuova.\nSono sicura di aver incontrato qualcosa di simile prima d'ora. Di cosa si trattava?\nAh, ovvio... Come ho potuto dimenticarmene:\nTu dovresti avere con te i \"resti del Terzo Discendente\", no?\nHuh, stando alla lingua che parli, credo che possano essere chiamati \"Gnosi\"?\nSin da quando ero giovane mi sono allenata con il mio maestro, \"L'Abominevole\", e non sono mai ritornata sulla superficie, quindi la maggior parte delle informazioni che posseggo le ho ottenute da lui.\nCredo che sia normale possedere un senso comune differente per coloro che sono più grandi dell'umanità, il che è il motivo per il quale abbiamo così tanti problemi nei nostri tentativi di comunicazione con gli umani.\nComunque, probabilmente dovresti liberarti degli oggetti che portano \"sfortuna\", per impedire che delle catastrofi si abbattano su di te.\nLa vita stessa è una benedizione, ma una volta che una persona muore, i legami che ha avuto con questo mondo si tramutano tutti in maledizioni."
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "L'Ordo Narzissenkreuz\t",
        "desc": "<p>L'Ordo Narzissenkreuz è la società segreta fondata da René de Petrichor e Jakob Ingold per creare Neoumani al fine di sopravvivere alla distruzione del Mondo come predetto dalla Formula del Mondo. È stato dichiarato un gruppo estremista illegale e un'organizzazione criminale dalla legge Fontainiana sotto lo Iudex Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/85019254/76c3b544663face535a657d1f97f4ad0_4037890806697454249.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Note"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito della Torre dell'Ipsissimus</color>\nLa Torre dell'Ipsissiums viene da un vecchio concetto dell'antico regno Fontainiano di Remuria e veniva utilizzato per descrivere una volontà potente che potesse governare, sostenere e distruggere il mondo.\nQuesta torre era stata progettata dall'Ordo di Narzissenkreuz e rappresenta l'evoluzione dell'anima umana e gli infiniti misteri del mondo.\nL'Ordo di Narzissenkreuz crede che le persone perfezionino costantemente sé stesse attraverso i cicli di samsara. Questi includono Iperborea, Natlan, Remuria e la prima parte del quarto samsara (Khraun-Arya), che è quello che stiamo vivendo ora. Per favore, prendi nota del fatto che questi sono solo nomi di ere dati dall'Ordo basandosi su testi antichi e questa evoluzione si riferisce a quella spirituale.\nQui non c'è nessuna intenzione di osteggiare qualsiasi risultato delle ricerche effettuate dall'Akademiya."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Discendenti importanti"
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Primigenio",
        "desc": "<p>Il Primo Discendente, sconfisse i Draghi Sovrani del mondo e creò gli umani. Il Primigenio potrebbe essere Phanes.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/11/20856775/54fc33ab94abb4b00460e448f7765892_3287798328747037195.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Il Primo trono apparso a Teyvat e che sconfisse il",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Draghi Elementali",
        "desc": "<p>Si tratta di una razza antica che governava Teyvat molto prima dell’esistenza umana. I draghi appartengono al Reame della Luce.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/445590549/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_8294669031423825124.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ". Fu proprio il Primo Discendente a creare l'umanità.\nSecondo trono\nInvasori provenienti da un altro mondo che diffusero la conoscenza proibita, portando alla distruzione di Teyvat.\nTerzo Discendente\nIl Primigenio e il suo successore crearono la",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosi",
        "desc": "<p>Le \"Gnosi\" sono dei punti focali magici interni che ciascuno dei Sette possiede, permettendo loro di risonare direttamente con Celestia stessa e fungendo da emblema del loro status. <span class=\"wk-shady\">Successivamente viene rivelato che le \"Gnosi\" sono state create dai resti del Terzo Discendente.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "utilizzando i resti del terzo Discendente.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "Viaggiatore/Viaggiatrice",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un viaggiatore di un altro mondo. Qualcuno gli ha strappato via il suo unico parente, e ora è costretto/a a intraprendere un viaggio alla ricerca dei Sette.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/02/190184121/f00d18b57acb4aa37bf2fc39bf67ddd0_885637890644803057.gif",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Quarto Discendente.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "A Khaenri'ah vi era un orfanotrofio in cui delle persone volevano crescere un Discendente.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7489,
        "name": "Nibelung",
        "desc": "<p>Il sovrano dei draghi primordiali, colui che oltrepassò i confini del mondo di Teyvat per ottenere il potere dell’Abisso e opporsi ai Princìpi celesti.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/02/445590549/596896f7ea3d51d7b1f6e504094f9d97_8929949010478286227.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Il Re Drago che acquisì il potere dell'oscurità al di fuori di Teyvat e guidò i draghi in una lotta contro l'ordine stabilito dal Primigenio. Su Teyvat fu combattuta una guerra di portata inimmaginabile, che fu la causa di una distruzione senza precedenti. Attualmente non ci è dato sapere se Nibelung sia un Discendente.\nEsploratrice di un mondo lontano\nUna scriba alla deriva nel vasto vuoto, fu attratta dalla luce del mondo di Teyvat quando ancora i draghi ne erano i sovrani. Quando ella tornò di nuovo in visita, il Primigenio aveva già invaso il mondo e Nibelung era scomparso. L'Esploratrice infranse le regole discendendo nel mondo e mettendo la propria coscienza nel corpo di un giovane uomo. A Teyvat ella incontrò il primo angelo, che si innamorò di lei. I due decisero di allearsi con lo scopo di rovesciare le regole stabilite dai Princìpi celesti, secondo le quali tutti gli angeli erano maledetti.\nAttualmente non ci è dato sapere se l'Esploratrice sia una Discendente.\nSorella del Viaggiatore\nIl Viaggiatore e la sua gemella giunsero a Teyvat da un mondo lontano. Sebbene la sorella non sia di Teyvat, nell'",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7087,
        "name": "Irminsul",
        "desc": "<p>Irminsul può essere immaginato come un grande albero che cresce verso il basso anziché verso l'alto, contiene tutta la conoscenza e la saggezza del mondo dai tempi antichi al presente. Le Linee geomantiche, come le radici di Irminsul, attraversano la terra assorbendo i ricordi del mondo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/18/20856775/aa06aa829f5a3a926aef88750adb81f2_8073362589432419530.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "sono presenti informazioni sul suo conto. I fatui non considerano la ragazza come una Discendente.\nIl suo successore\nUn alieno che creò le Gnosi assieme al Primigenio.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Capo dell'Ordo di Narzissenkreuz, precedentemente conosciuto come René de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/362377527/90f57df4396a9aa89cee2704bafdac6d_5601597042890372117.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Narzissenkreuz cercava il modo per diventare un Discendente, una volontà che potesse proteggere il mondo, sostenerlo, distruggerlo e persino crearlo.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Fatui",
        "desc": "<p>Un'organizzazione di Snezhnaya leale alla Tsaritsa, si è espansa in tutto il continente. I suoi Undici Messaggeri sono a caccia delle Gnosi. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/17/20856775/159454dca0123d1c63a52568b03a0a26_2110336716961042200.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "I Fatui tengono traccia dei Discendenti e collezionano le Gnosi, che sono i resti di uno di essi.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Oggetti correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 5202,
        "name": "Perinheri",
        "desc": "Questo testo è conosciuto anche come \"Hleobranto Innamorato\". L'autore della prima edizione di questo racconto sostiene di essersi basato su di una storia leggendaria conosciuta in tutta Khaenri'ah, ma non è rimasto nessuno che possa confermarlo. Al momento, si tratta di un'opera antologica prodotta nell'arco di diverse generazioni.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/03/19/eebe3d494c8e1fcae1905ec185dc3f56_7240269314425814510.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 7572,
        "name": "Finale delle gallerie profonde",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/27/362377527/3fef84e28322a6073b86cb306921999c_5080751177469227704.png",
        "displayStyle": "card",
        "menuId": 5
      }
    ]
  }
}