{
  "epId": 7144,
  "name": "Sorgenti di giada nascosta",
  "desc": "<p>Che genere di passante incontrerà sulla sua strada quel giovane, smarrito in un isolato boschetto di bambù?</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/26abaed96f198252c20ded9a16ce7d4e_3939073526739800803.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1739892386,
  "components": {
    "body": [
      {
        "title": "Sorgenti di giada nascosta (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Fu quando la prima rugiada del mattino si poggiò sulle foglie del loto e le rane iniziarono a gracidare di nuovo, che il giovane uomo iniziò a svegliarsi.\nIl sole del mattino proiettava la sua luce attraverso il bosco di bambù, facendo evaporare leggermente la rugiada della notte precedente sui suoi vestiti di lino, mentre la chioma candida, che ancora indugiava sulla spalla, splendeva come perle.\nMentre il sole gli illuminava il viso, il giovane uomo si svegliò dal suo letargo e socchiuse gli occhi. Solo allora scoprì ciò che aveva disturbato il suo sonno: degli occhi scintillanti come oro ambrato.\n\"Si sta facendo tardi, scansafatiche.\"\nLa donna snella e dagli occhi dorati si sporse in avanti, i lunghi capelli color platino fluivano lungo le spalle. Le sue parole esprimevano fastidio, ma i suoi occhi nascondevano un sorriso.\nIl giovane uomo era giunto nella valle della giada nascosta per addestrarsi, solo per incontrare inaspettatamente un'Adepta, mentre anche lei passava per gli stessi boschi.\nIndossava una lunga tunica di cotone bianco, con un impermeabile dello stesso colore e un cappello. I suoi occhi brillavano ed erano gentili, ma indifferenti, e la sua voce era elegante e tranquilla, come la giada che cade in una sorgente limpida.\nParlava di storie antiche e avvincenti, tanto che lui aveva dimenticato il sorgere e il tramontare della luna, il ciclo e l'orbita delle stelle... Aveva dimenticato persino i primi gracidii delle rane e il frinire delle cicale all'alba.\nDopodiché, lo portò a visitare le dimore isolate in cui vivevano gli Adepti e lì lo fece assistere a una partita di scacchi non finita; lo portò nelle profondità di un fiume limpido, a esplorare le corti di divinità defunte; lo portò su per ripidi dirupi che dominavano sopra le città desolate, abbandonate dalle tribù di montagna...\nE più tardi ancora, quando le farfalle argentate scintillavano al chiaro di luna, esplorarono i sogni dei pesci che giocavano sotto le sorgenti, e danzarono insieme, come gli antichi maghi che veneravano il serpente, accompagnando i demoni e gli dèi della montagna in un sonno profondo solo una volta caduto il silenzio tra le cicale.\nRicordandosi tutto questo, il giovane uomo sospirò guardandole le spalle.\n\"Che succede? Stavi bene, perché all'improvviso sei così distratto?\"\nSentendo la curiosità della sua compagna, il giovane uomo, che finora l'aveva semplicemente osservata in silenzio, le rivelò i suoi timori.\n\"I mortali non sono altro che ospiti passeggeri tra il cielo e la terra, e pertanto sono inclini a gioie e dolori momentanei, vincolandosi a punti specifici del passato e cercandone per sempre gli echi...\"\n\"Ma cosa penserebbe un'Adepta di una notte così bella?\"\n\"Ti sopravvaluti. Ma, ahimè, temo che potrei presto dimenticarmi di te... Noi Adepti siamo crudeli.\"\nPoi, gli rivolse un sorriso malizioso e socchiuse gli occhi fino a ridurli a due fessure.\n\"Ma visto che me lo hai chiesto, ti risponderò.\""
          }
        ]
      },
      {
        "title": "Sorgenti di giada nascosta (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Gli Adepti vivono molto a lungo, quindi percepiscono il tempo in modo diverso rispetto ai mortali dalla vita breve.\nGli occhi di un mortale si concentrano su un futuro stretto e limitato, ma ai suoi occhi, il tempo si spiega come un vasto dipinto su schermo.\nUn mortale vede il tempo come un fiume eterno di sangue. Non importa quanto il torrente cremisi scorra lungo i suoi sentieri fissi, o quanto si ramifichi e diverga, si riversa inesorabilmente verso un orizzonte così rosso che sembra nero, verso una morte distante e silenziosa.\nMa ai suoi occhi, il tempo è una terra desolata e sterile senza inizio né fine, coperta da fili di seta di ragno che si estendono fino a distanze inscrutabili. Qui, tutto cammina o corre: persino le montagne, così ferme agli occhi dei mortali, possono dissiparsi come nuvole in movimento nei suoi. Persino il mercurio, che i mortali ritengono resistente, ai suoi occhi dorati come l'ambra può rovinarsi, rompersi e distruggersi. Pertanto, è inutile parlare di problemi tanto fugaci o di amore.\nNell'interminabile viaggio della vita, i mortali spesso sentono la mancanza della propria terra natale, quindi vagano nel flusso sconfinato del tempo e immaginano che le scene che hanno perso possano essere ricreate in futuro. Anche quando, guidati e spinti dal flusso degli anni che passano, sono costretti a prendere decisioni devastanti, guardano al passato, perplessi, come se la luce da tempo scomparsa potesse ritornare.\nPerò per lei è diverso, perché correva sempre accanto a tutto ciò che si muove, i suoi capelli color platino al vento, mentre frangeva ogni onda e ne disperdeva i sedimenti, preoccupandosi solo di correre da questo momento al futuro.\nUn tempo, gli abitanti della montagna la consideravano la figlia del tempo, come un cavallo bianco che salta da una sorgente pura, che nessuna catena poteva legare. Proprio come la sua orgogliosa madre, così era per lei: nessun ostacolo poteva fermarla.\nUn tempo, i pastori delle pianure ne seguirono le orme, liberandosi dalle catene della natura selvaggia e intraprendendo una ricerca migratoria tra le alghe. Così, il cavallo bianco e oro aprì la strada a tutte le mandrie della terra.\nUn tempo, il regno delle profondità marine la considerava come un'emissaria e, seguendo l'immaginazione, le conferirono squame e coda, venerando la luce portata da colei che era sia madre che figlia.\nAi tempi in cui i mortali ricevevano le benedizioni dai cieli, grandi eroi e campioni erranti si recavano alle limpide sorgenti per ricevere la sua benedizione, contendendosi la tenerezza che lei frettolosamente lasciava dietro di sé.\nMa quando il palazzo della luna crollò, il carro cadde e le tre sorelle furono uccise, queste leggende andarono perdute insieme al disastro e alla caduta di popoli passati. I cieli imposero un ordine crudele e da quel giorno, le stelle si fermarono e la terra smise di girare.\nNon aveva altra scelta che rimanere intrappolata nel guscio del cielo stellato, costretta a vagare in una terra straniera e stagnante, in attesa dei mille fili della madre, in attesa dell'erosione della dura pietra, in attesa del prossimo incontro da fuori...\n\"Ho risposto alla tua domanda. E per quanto riguarda la storia che segue, te ne ho già raccontato buona parte la notte scorsa.\"\nNon sapeva quando, ma la donna si era già avvolta in una camicia bianca. Voltò le spalle alla luce del sole e i suoi occhi ambrati scintillarono nell'oscurità.\n\"So che può sembrare scortese dirlo solo ora... Ma io so solo che sei un'Adepta, ma non so da dove vieni o il tuo nome. Puoi dirmelo?\"\nAncora una volta, proprio come quando aveva incontrato un altro bambino che non conosceva nella foresta di bambù, non disse altro, limitandosi a ridere.\nSospirando, l'uomo annuì e le disse addio.\nMolti anni dopo, il giovane uomo, ora anziano, ricordò quel momento per caso. Ormai aveva affinato l'arte della spada per fluire come acqua, fondato il suo clan ed era diventato un insegnante, eppure, non era mai riuscito a comprendere l'ultima storia che gli aveva raccontato. E per quanto riguarda lei, continua a correre lungo i fili del fato, nascondendo i suoi passi sotto il bosco e le sorgenti, lontana dagli occhi degli dèi, custode di antiche storie che ormai sfuggono anche a lei."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Sorgenti di giada nascosta"
          }
        ]
      }
    ]
  }
}