{
  "epId": 7145,
  "name": "Pettegolezzi del Monte Lingmeng",
  "desc": "<p>Un libro sul folklore e sulle ballate della Vallata Chenyu. Le sue pagine riportano un gran numero di inverosimili leggende del luogo.</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/2e3ac536da817824d79cfaf7e2bed497_916702154098669996.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1739891926,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Pettegolezzi del Monte Lingmeng"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Pettegolezzi del Monte Lingmeng (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Secondo la leggenda, nelle profondità delle montagne della Vallata Chenyu, dove prosperano i fior di loto e i gigli di giada, quando piove o si alza la nebbia all'alba e al tramonto, emergono saltuariamente le ombre del passato.\nSecondo gli anziani del villaggio, coloro che abitavano sul Monte Lingmeng, un tempo veneravano molte creature soprannaturali e camminavano al fianco degli spiriti anziani delle fate, degli uccelli e delle bestie all'interno della montagna selvaggia. Ma in quella guerra caotica che scosse la terra mille anni prima, quelle creature, le fate e gli antichi abitanti scomparvero. Nonostante ciò, le montagne ne conservavano con affetto il ricordo nelle linee geomantiche, e così, a volte, riappaiono all'alba o di notte, quando nebbia e pioggia ricoprono la terra.\nA volte, gli erboristi e gli artigiani di giada si perdono nella nebbia e incontrano queste ombre solitarie. Secondo gli anziani del villaggio, un incontro con gli antichi caduti è spesso un presagio di sventura, un segno di un disastro inaspettato. Le linee geomantiche, che hanno accumulato e accumulato fino a trasformarsi in tumori, riesumano dal passato antichi rimpianti e miserie, ed è per questo che pioggia e nebbia persistono. Ed è anche per questo che gli abitanti delle montagne evitano entrambe come se fossero una piaga, per evitare di rimanere invischiati nello spirito di quelle antiche sofferenze.\nTuttavia, dopo che Rex Lapis terminò la sua grande opera di pacificazione delle montagne e del mare, gli ispettori territoriali dal Porto di Liyue si avventurarono nella nebbia e nella pioggia, disturbando i sogni antichi... Ma questa è un'altra storia."
          }
        ]
      },
      {
        "title": "Pettegolezzi del Monte Lingmeng (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Nei giorni successiva alla pace portata alle montagne e alle foreste da Rex Lapis, un barcaiolo si addentrò negli intricati ruscelli sotto la montagna e si perse nella nebbia umida del crepuscolo. Su una zattera di bambù, superò alghe che brillavano di un debole luce blu e viola, superò alberi e cespugli ornati di fiori e seguì uccelli azzurri mai visti prima, neanche in un sogno, prima di arrivare in una grotta dormiente.\nOltre al bagliore della giada e le luci spettrali dei funghi, il barcaiolo guardò incantato gli abitanti di un tempo. Sembravano un vero e proprio spettacolo di fantasmi di montagna: indossavano antiche vesti di cotone e gli orli dei loro abiti erano ornati di giada chiara quanto la luce che gioca sull'acqua e con piante profumate senza nome. Allineati e in piedi sulla riva di una profonda pozza, cantavano una canzone che il barcaiolo non aveva mai sentito:\n\"La mia malvagità si nasconde solitaria nella luce del giorno che presto se ne andrà. Il vento crudele la pioggia porta, la profonda nebbia cela!\nNon rimane nessuno, eccetto un nobile solitario che lamenta anni perduti... Ahimè, ahimè! Sei arrivato troppo tardi.\"\nLa canzone era triste e calma, venata di apparente risentimento. Il barcaiolo osservò con attenzione le figure leggermente illuminate nella caverna e queste, una a una, si tolsero le giade e le gettarono nell'acqua nera come la pece, come se non avessero mai notato la presenza di un visitatore. Uno sconforto crescente spinse la pagaia del barcaiolo nel viaggio di ritorno verso il Villaggio di Qiaoying, ma non prima di aver lasciato dei segnali lungo il cammino.\nSi dice che il Padiglione Yuehai avrebbe poi mandato degli ispettori territoriali per cercare degli insediamenti misteriosi e alcuni dicono che i Milleliti una volta schierarono delle truppe nelle montagne profonde per cercare nascondigli di natura illecita, ma senza successo. Quando Lan Jing, il famoso dottore del Pontile Yilong, era ancora giovane, si addentrò nel Monte Lingmeng per esplorare la leggendaria e misteriosa caverna alla ricerca di antiche prescrizioni, ma non parlò mai più di quel viaggio al suo ritorno. Fu solo dopo la sua scomparsa che la famiglia trovò una pietra per inchiostro tra i suoi effetti personali. La leggenda narra che fosse del colore delle acque limpide e luminosa come il cielo, eppure, con la morte del dottore, l'origine della pietra non poté più essere verificata. Molto più tardi, i discendenti di quel famoso medico sarebbero andati in bancarotta a causa della pessima gestione delle attività di spedizione mercantile, e così la pietra per inchiostro si perse nel pantano dell'umanità, e mai più fu ritrovata."
          }
        ]
      },
      {
        "title": "Pettegolezzi del Monte Lingmeng (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Nella Vallata Chenyu circolano da tempo canzoni che raccontano di un'antica caverna in cui si nascose una Signora dei demoni da un passato ormai fin troppo remoto. Si dice che indossasse una gonna di giada di sangue coagulato e che si appoggiasse al carro lunare da tempo distrutto, sommerso e addormentato sotto una pozza d'acqua nera e senza fondo. In questi eoni che la memoria ha quasi dimenticato, era la padrona della Vallata Chenyu, governava gli uccelli, le bestie e gli Adepti della natura selvaggia della montagna. Inoltre controllava il flusso e il riflusso del Fiume Bishui, e come giudice manteneva l'equilibrio naturale tra mortali e animali. Ma queste sono storie molto antiche, e sebbene tutti, nativi e non, raccontino di come abbia iniziato una guerra a causa di un'ossessione incurabile, prima di essere sconfitta, sigillata e fatta sprofondare in un letargo mortale, i dettagli storici sono al di là di ogni verifica.\nL'unico fattore corroborante è questa triste canzone che un tempo cantavano gli abitanti della Vallata Chenyu:\n\"Sebbene io voglia regalarti delle erbe, chi le lascerà sul banco di sabbia tra le acque?\nDove sventolano ora gli stendardi divini? Il carro è scomparso nell'oscuro bosco di bambù.\nQuanto è triste il lamento di Xuanwen, che pensa vicino alla pozza scura.\"\nGli orgogliosi discendenti del popolo delle montagne ricordano e commemorano ancora la loro divinità perduta? I racconti più vividi sono stati erosi dal tempo, ora si possono a malapena intravedere nella canzone, come una giada verde abbandonata nell'acqua di un ruscello. Forse, come vide un tempo un barcaiolo perduto, si può ancora sentire un cuore antico battere, il sangue di giada pompare, echeggiando in quelle profondità sconfinate."
          }
        ]
      }
    ]
  }
}