{
  "epId": 7147,
  "name": "Appunti di un avventuriere senza nome",
  "desc": "Degli appunti lasciati da un avventuriere di un'epoca sconosciuta, nei quali racconta le sue avventure a Ochkanatlan.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/060988725ce1c5a4a5765038f049aa03_8332310976614874517.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1739826944,
  "components": {
    "body": [
      {
        "title": "Appunti di un avventuriere senza nome - Pagina 1",
        "desc": [
          {
            "type": "RichText",
            "text": "Mese: sconosciuto. Giorno: sconosciuto. Tempo: nebbioso...\n...Finalmente a Ochkanatlan. Questa antica città, ora occupata da un violento drago malvagio, il luogo in cui riposa ██...\n...Se la zia Liriwu lo sapesse, si arrabbierebbe molto. Ma non c'è altro modo. Anche se mi dicono che non dovrei farmi carico dei rimpianti delle generazioni passate, voglio ancora finire questo...\n...Anche se l'Abisso non è più temibile come ai tempi in cui sono nato, che sia per la \"Giada del ritorno\" bramata da innumerevoli avventurieri, o per svelare l'ultimo indovinello di ██, io devo andare là...\n...Va tutto bene, non c'è bisogno di agitarsi. Hai già affrontato molte avventure, giusto? Sei un avventuriere esperto, andrà tutto bene! E poi, è passato così tanto tempo, forse quel drago malvagio non esiste nemmeno più da tempo...\n...Comunque, è qui che inizia la mia avventura..."
          }
        ]
      },
      {
        "title": "Appunti di un avventuriere senza nome - Pagina 2",
        "desc": [
          {
            "type": "RichText",
            "text": "Mese: sconosciuto. Giorno: sconosciuto. Tempo: uggioso...\n...Incredibile, alla fine sono stato attaccato dal drago. Forse dovrei ringraziarlo... Dopotutto, non avrei trovato questo posto senza di lui...\n...Il Cuore di Chu'ulel. Sembra che un tempo fosse il fulcro dell'intera città. Ne ho sentito parlare nella tribù, di come nell'antichità il Sacro Signore si trasformò nel cuore della città del drago, ma non mi sarei mai aspettato che il significato fosse così letterale...\n...A differenza di quelli che ho incontrato altrove, qui gli Automi della Fonte segreta sembrano in grado di comprendere il linguaggio. È stato il Sacro Signore a crearli per proteggersi? Comunque sia, almeno per ora non devo preoccuparmi che qualche mostro mi insegua...\n...Non posso credere che abbia funzionato davvero. Ho usato la Pyrofosforite sul mio corpo per risvegliare lo spirito dormiente del drago all'interno della macchina... Ma questo piccoletto è davvero lo spirito di un drago? È così piccolo e adorabile! Ed è verde come l'erba. Credo che lo chiamerò Cocouik...\n...È il sentiero che conduce all'Altare della Fiamma primordiale. Ho visto i segnali lasciati da zia Liriwu, è proprio lo stesso sentiero che ha percorso ██...\n...Tuttavia, è rimasto solo un pezzo di Pyrofosforite. Devo evitare a tutti i costi di usarlo prima di riuscire a raggiungere la Tonatiuh..."
          }
        ]
      },
      {
        "title": "Appunti di un avventuriere senza nome - Pagina 3",
        "desc": [
          {
            "type": "RichText",
            "text": "Mese: sconosciuto. Giorno: sconosciuto. Tempo: da dove mi trovo ora non si capisce...\n...È completamente diversa da quello che avevo immaginato. Non mi aspettavo che la Tonatiuh fosse così desolata. Riesco quasi a capire cosa deve aver provato il Re Pitone in quegli ultimi momenti...\n...Ma c'è comunque della Pyrofosforite dappertutto. Significa che è la fonte di tutta la Pyrofosforite degli avventurieri? Ma chi mai potrebbe prenderla da qui e darla a loro...?\n...Allora è così. È solo grazie a Coco se ora comprendo la vera natura della Giada del ritorno...\n...La macchina che avrebbe potuto salvare Natlan, ma non noi... Così tanti eroi hanno perso la vita per questo... Ma perché attirarci qui...? Va bene, non si può toccare, ok? Ecco perché ti servono le nostre mani, ecco perché ti serve Coco...\n...Quandunque non sia la verità, non importa se si tratta di ██ o di zia Liriwu: chiunque s'imbarchi nel proprio viaggio è un vero eroe!\n...Questo è l'ultimo frammento di Pyrofosforite rimasto al mondo... Volevi che lo portassi qui, vero? Va bene così, in questo modo non ingannerai nessun altro...\n...Non ti permetterò di prenderlo! Non ti permetteremo di mettere in atto il tuo piano, ti fermeremo!"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Appunti di un avventuriere senza nome"
          }
        ]
      }
    ]
  }
}