{
  "epId": 7150,
  "name": "Fiamme di un crepuscolo autunnale (III)",
  "desc": "Un rotolo di tessuto appartenente al Clan Piumafiore. Sembra raccogliere ciò che un tempo erano due storie separate risalenti a epoche diverse, unite in un unico racconto in un momento sconosciuto del passato.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1739892352,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origine"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=it-it#/map/2?shown_types=2,3,154,319,338,517,658,659,111&center=3889.76,-10491.00&zoom=1.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Negozio"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Venditore</color>\n<color=#ffffff>Prezzo</color>\n<color=#ffffff>Quantità</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7290,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Libri correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 7148,
        "name": "Fiamme di un crepuscolo autunnale (I)",
        "desc": "Un rotolo di tessuto appartenente al Clan Piumafiore. Sembra raccogliere ciò che un tempo erano due storie separate risalenti a epoche diverse, unite in un unico racconto in un momento sconosciuto del passato.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7149,
        "name": "Fiamme di un crepuscolo autunnale (II)",
        "desc": "Un rotolo di tessuto appartenente al Clan Piumafiore. Sembra raccogliere ciò che un tempo erano due storie separate risalenti a epoche diverse, unite in un unico racconto in un momento sconosciuto del passato.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Fiamme di un crepuscolo autunnale (III)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Acquistabile presso la Miniera di Idukan parlando con Amazolli"
          }
        ]
      },
      {
        "key": "Libro",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7143,
            "name": "Fiamme di un crepuscolo autunnale",
            "desc": "<p>Un rotolo di tessuto appartenente al Clan Piumafiore. Sembra raccogliere ciò che un tempo erano due storie separate risalenti a epoche diverse, unite in un unico racconto in un momento sconosciuto del passato.</p>",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "5.2"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Fiamme di un crepuscolo autunnale (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Non appena girarono l'angolo, videro lo stendardo, il simbolo dell'autorità. Quasi istintivamente, egli strinse la presa, un'esaltazione ardente che gli scorreva nelle vene. Non si accorse della fiamma che scorreva tra le dita di lei. In un attimo, una grande fiammata cominciò a divampare da ogni lato, inghiottendo tutto il deposito, trasformando all'istante quello spazio ristretto in un crematorio infuocato. \"Presto, da quella parte!\", gridò in preda al panico, strattonandola nel tentativo di trovare una via d'uscita in quella cascata di fuoco e fiamme. Ma l'intenso calore iniziò a offuscargli la vista. \"Non c'è via d'uscita\", mormorò lei debolmente, permettendogli di tenere il suo braccio senza resistenza, proprio come lei aveva sempre fatto. \"Ho sigillato tutte le uscite.\"\nSapendo di non poter scappare, il drago emise un ruggito furioso, scuotendo la stretta grotta come una serie di tuoni scroscianti. Lei l'osservò mentre lottava invano, sbattendo le ali come se potesse estinguere quell'inferno. Ma era troppo tardi, e la stessa disperazione della bestia lo tradì. I contenitori di Flogisto liquido vennero distrutti dai suoi movimenti frenetici, la sua carne consumata dal fuoco che pioveva. Un denso fumo nero cominciò ad alzarsi, oscurando i pochi fiochi punti di luce rimanenti che attraversavano le crepe dei muri di pietra, come se stesse cercando di divorare il debole sole d'autunno al crepuscolo.\nLottò invano, soffocata dal fumo nero che li avvolgeva. Strisciò accanto a lui e tese goffamente la mano accarezzare il volto di lui e dargli un ultimo bacio. \"Nemmeno la morte può separarci\", sussurrò cercando di alzare la mano, che ora aveva perso ogni sensibilità.\nMa la sua mano cadde, e con essa la corda dell'arco tesa emise un suono metallico penetrante, uno scoppio di gioia dall'impeto da tempo represso. Una freccia piumata venne scoccata e scagliata attraverso l'aria fredda di una sera d'autunno verso il gigantesco drago che si contorse per l'agonia tra fiamme sottostanti.\nAttraverso le alte fiamme che avevano quasi oscurato la luce del crepuscolo, ella vide un gruppo di persone che si precipitavano verso di loro. Sorrise e alzò lo sguardo verso la testa del drago, immaginando la scena che si sarebbe proposta loro quando l'incendio si fosse spento, immaginando le espressioni sui volti di quegli uomini.\n\"Rinforzi del Clan Piumafiore\", pensò lei, \"eroi che un tempo seguirono mia madre in battaglia\". Il drago che aveva cacciato per così tanti anni ora aveva poca speranza di scappare, anche impiegando le proprie ali.\nAlla fine, pensò tra sé e sé, non c'era davvero via d'uscita.\n\"Sono già morti\", mormorò l'Anziano Nyamgondho. Dopo essersi asciugato la fronte imperlata di sudore che brillava alla luce dell'olio in fiamme, tirò una tenda a mezza bruciata, facendola cadere, dal raggio soprastante e la gettò da una parte. Intorno a lui c'erano i giovani che si erano affrettati ad aiutare a spegnere l'incendio, non capendo come il deposito ben sorvegliato potesse aver preso fuoco così all'improvviso. L'anziano sospirò, poi si guardò di nuovo intorno cercando, senza molta speranza, un indizio sull'origine dell'incendio. Ma proprio come prima, a parte i due corpi carbonizzati, non c'era nulla che ne suggerisse la causa, eccetto la testa di un drago appesa in alto sopra di loro, una reliquia della bestia che la donna aveva ucciso da sola qualche anno fa. Tutto il resto nel deposito era stato ridotto in cenere."
          }
        ]
      }
    ]
  }
}