{
  "epId": 7249,
  "name": "Confluenza del Vento rovente",
  "desc": "<p>In alcune circostanze, vari tipi di Flogisto aeriforme possono interagire e mescolarsi tra loro, dando origine a veri e propri ammassi. I Qucusauri e alcuni membri del Clan Piumafiore possono sfruttarli per mantenere <span style=\"color: #FFE14B\">la propria riserva di Flogisto sempre al massimo</span>. Usare un attacco in picchiata mentre si è in questo stato può anche creare una corrente di Flogisto per un breve periodo di tempo...</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
  "menuId": 14,
  "menuName": "Tutorial",
  "version": 1733431926,
  "components": {
    "galleryCharacter": [
      {
        "key": "Confluenza del Vento rovente",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/37cd336378fc0f03d4e9302fcf9ff25f_5688987158985499429.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "In alcune circostanze, vari tipi di Flogisto aeriforme possono interagire e mescolarsi tra loro, dando origine a veri e propri ammassi. I Qucusauri e alcuni membri del Clan Piumafiore possono sfruttarli per mantenere <color=#ffe14b>la propria riserva di Flogisto sempre al massimo</color> . Usare un attacco in picchiata mentre si è in questo stato può anche creare una corrente di Flogisto per un breve periodo di tempo..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Confluenza del Vento rovente"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Avventura"
          }
        ]
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "5.2"
          }
        ]
      },
      {
        "key": "Articoli correlati",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7245,
            "name": "Qucusauro",
            "desc": "<p>Quando si trovano a una certa distanza dal terreno o vicino a un dirupo, i Qucusauri possono usare il tasto Salta per battere le ali, spiccare il volo e planare. Quando l'altitudine è insufficiente, possono consumare Flogisto per decollare.</p><p>Mentre volano, possono <span style=\"color: #FFE14B\">consumare Flogisto</span> per alzarsi di quota, accelerare, o <span style=\"color: #FFE14B\">toccare il tasto </span>per eseguire uno scatto rotante. In questo momento possono anche<span style=\"color: #FFE14B\"> tenere premuto </span>per effettuare un attacco in picchiata che può essere rilasciato a metà della sua durata per tornare allo stato di volo. Inoltre, si dice che il Flogisto turbolento possa causare correnti di Flogisto che appaiono a intervalli regolari davanti ai Qucusauri all'interno di <span style=\"color: #FFE14B\">certe zone speciali</span>...</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/26/362377527/e10bd6aefc39ad3aebaefac94640e2ac_6474011839442078278.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      }
    ]
  }
}