{
  "epId": 7251,
  "name": "Iktomisauro",
  "desc": "<p>Gli Iktomisauri possono <span style=\"color: #FFE14B\">entrare nello stato medianico usando la modalità di mira</span>, durante il quale sono in grado di assorbire il Flogisto dagli oggetti nel loro campo visivo. Possono inoltre rendere visibili per un breve periodo di tempo graffiti od oggetti dotati di Incisioni di Flogisto speciali.</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
  "menuId": 14,
  "menuName": "Tutorial",
  "version": 1733430921,
  "components": {
    "galleryCharacter": [
      {
        "key": "Iktomisauro",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/e09724ce5004a2cc3ac2cb67459346f0_3224559120906842617.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Gli Iktomisauri possono <color=#ffe14b>entrare nello stato medianico usando la modalità di mira</color> , durante il quale sono in grado di assorbire il Flogisto dagli oggetti nel loro campo visivo. Possono inoltre rendere visibili per un breve periodo di tempo graffiti od oggetti dotati di Incisioni di Flogisto speciali."
          }
        ]
      },
      {
        "key": "Iktomisauro",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/a8c207233701f52d6e4770154b44037b_7394151783094314843.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Quando un Iktomisauro <color=#ffe14b>tiene premuto il tasto</color> per saltare, può <color=#ffe14b>consumare Flogisto</color> per saltare <color=#ffe14b>ancora più in alto</color> . Per questo motivo, è importante che abbiano a disposizione un ampio campo visivo."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Iktomisauro"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Avventura"
          }
        ]
      },
      {
        "key": "Versione di rilascio ",
        "value": [
          {
            "type": "RichText",
            "text": "5.2"
          }
        ]
      },
      {
        "key": "Articoli correlati",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7139,
            "name": "Iktomisauro",
            "desc": "Gli Iktomisauri sono in grado di sfruttare il proprio piumaggio per saltare, e sono anche l'unica specie di Saurici ad aver capito come entrare nel cosiddetto stato medianico.<br>Secondo la leggenda, i loro antenati non avevano una forma fisica, ma viaggiavano tra la realtà e il regno degli spiriti proprio come questi ultimi, materializzandosi attraverso l'oscurità della notte. Inoltre, alcuni dicono che neanche il primo Iktomisauro emerso dal Regno della Notte fosse un vero Saurico, bensì una specie unica e diversa da tutte le altre.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/2560f87598aac002d822ed50eabbefb5_8661891078902806258.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 6788,
            "name": "Possessione saurica",
            "desc": "<p>Grazie alla concessione di un potere misterioso, ora puoi trasferire la tua coscienza nei Saurici di Natlan!</p><p>Ogni Saurico è contraddistinto da tratti unici e abilità diverse. Sfrutta il loro potere per esplorare ogni angolo della regione.</p><p>Quando trasferisci la tua coscienza in un Saurico, il Flogisto del Saurico viene utilizzato prima di quello in tuo possesso.</p><p>I Saurici di Natlan sono forme di vita speciali che possono entrare in uno stato di \"Spirilumiera\" in alcune circostanze specifiche.</p><p><span style=\"color: rgb(255, 225, 75)\">Prendi possesso</span> delle Spirilumiere per attivare il loro potere, trasformarti nella forma originale del Saurico e assumerne il controllo.</p><p></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/13/362377527/e10bd6aefc39ad3aebaefac94640e2ac_3353100440289061644.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      }
    ]
  }
}