{
  "epId": 7288,
  "name": "Ochkanatlan",
  "desc": "<p>Per inseguire il grande sogno nella mattina nebbiosa e tra il mare di nuvole, i guerrieri che solcavano i cieli non riposavano mai. </p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/20856775/42d1b97191ffd2055e0c77d25704ea13_8904489027465475519.png",
  "menuId": 20,
  "menuName": "Definizioni",
  "version": 1745965044,
  "components": {
    "textualResearch": [
      {
        "title": "Appunti del Sacro Sovrano (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...I Cuauhtli ricognitori che avevamo inviato sono tornati. Secondo le indagini preliminari, ci sono delle rovine che si estendono a una profondità considerevole sotto la città... completamente sommerse... Se quello che dice [...] è vero, nelle profondità delle rovine, dovrebbe esserci ancora...</color>\n<color=#ffffff73>...Se Ixquieh fosse ancora viva, forse avremmo potuto creare qualcosa per drenare rapidamente l'acqua...</color>\n<color=#ffffff73>...Dobbiamo trovare un modo per drenare l'acqua, altrimenti sarà impossibile continuare...</color>"
          }
        ]
      },
      {
        "title": "Appunti del Sacro Sovrano (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...I lavoratori sono stati requisiti da ogni tribù, uno ogni dieci famiglie, per la costruzione di un impianto idrico...</color>\n<color=#ffffff73>...Salvo il portavoce del Clan Piumafiore, nessun'altra tribù si è rifiutata di reclutare lavoratori...</color>\n<color=#ffffff73>...Andarsene senza autorizzazione costituisce un palese abuso di potere, ma dimostra anche un totale disprezzo per i giuramenti dell'alleanza...</color>\n<color=#ffffff73>...A qualsiasi costo, l'acqua dev'essere drenata prima che arrivi l'inverno...</color>\n<color=#ffffff73>...Secondo il rapporto del supervisore, i lavoratori sono molto motivati...</color>\n<color=#ffffff73>...Ci sono stati alcuni casi in cui hanno battuto la fiacca, ma ciò non ha compromesso i progressi...</color>\n<color=#ffffff73>...Battere la fiacca è un tradimento nei confronti dell'alleanza e chi ne è colpevole dev'essere...</color>\n<color=#ffffff73>...Il numero totale di persone in città supera... Nessuna potenziale minaccia può essere ignorata. Non possiamo rischiare la vita delle decine di migliaia di persone che ha salvato...</color>\n<color=#ffffff73>...Se Uenuku non avesse abbandonato l'alleanza a causa di [...], e se l'Oceanide che un tempo lo seguiva non fosse andata via, esplorare questo luogo sarebbe stato molto più facile...</color>\n<color=#ffffff73>...I lavoratori umani sono inefficienti e non sono abbastanza forti...</color>\n<color=#ffffff73>...È proprio per questo che sono impotenti contro il trascendente...</color>\n<color=#ffffff73>...Ed è per questo che tutto ciò che va oltre la comprensione umana dev'essere sradicato...</color>\n<color=#ffffff73>...La sensazione di bruciore che scorre sotto la mia pelle persiste. Il sangue è stato prelevato come al solito, eppure [...] non si è ancora alleviato...</color>\n<color=#ffffff73>...Finché ho ancora lucidità, devo ricordarmi di ordinare a [...] di ricompensare i lavoratori più diligenti con razioni aggiuntive di grano...</color>"
          }
        ]
      },
      {
        "title": "Appunti del Sacro Sovrano (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Evidentemente, come diceva [...], la statua è una creazione di un'epoca molto più antica. A giudicare dal suo aspetto, sembra che i draghi artigiani non siano riusciti a terminare la parte inferiore. Forse sono stati interrotti da un'emergenza inaspettata...</color>\n<color=#ffffff73>...Gli Automi della Fonte segreta non sono ostili... Si può supporre ci sia almeno un centro di controllo, altrimenti non potrebbero funzionare in modo indipendente...</color>\n<color=#ffffff73>...Con alcune piccole modifiche alle Incisioni di Flogisto, potremmo riuscire a...</color>\n<color=#ffffff73>...Secondo il rapporto del supervisore, i lavoratori continuano a essere molto motivati... A quanto pare, hanno applaudito con grande entusiasmo durante le ispezioni...</color>\n<color=#ffffff73>...Il rapporto menziona delle voci superstiziose... Chiaramente dovute alla mancanza di comprensione delle Incisioni di Flogisto... Licenziare la maggior parte dei lavoratori e far rimanere solo una piccola squadra... per evitare...</color>"
          }
        ]
      },
      {
        "title": "Appunti del Sacro Sovrano (IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Il segreto... sacrifici necessari... a ogni costo...</color>\n<color=#ffffff73>(Gran parte del resto è bruciata e risulta illeggibile.)</color>"
          }
        ]
      },
      {
        "title": "Appunti del Sacro Sovrano (V)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Mi ha chiamato il Sovrano predestinato e, accanto a me, mi ha parlato dolcemente della cosiddetta gloria, la gloria di quelle bestie feroci. Era... ripugnante...</color>\n<color=#ffffff73>...Le sue parole coincidevano esattamente con quelle di [...]... Xbalanque non è mai apparso in nessuna profezia. La sua esistenza non è stata prevista nemmeno da quelle bestie malvagie e ignoranti...</color>\n<color=#ffffff73>...In altre parole, era un vero \"umano\", un Sovrano che apparteneva solamente all'\"umanità\"...</color>\n<color=#ffffff73>...E per questo motivo, è colui che tutti dovrebbero seguire, solo lui... Nessun altro si merita di essere chiamato \"dio\"...</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>...Senza remore, mi mostrò tutto quello che c'era da sapere su quell'antico impero. La scala che si arrampicava su fino al firmamento, le armi convertite da [...], i cannoni che potevano fare a pezzi [...], i [...] caduti dalle tre lune, la ricerca su [...] e i desideri...</color>\n<color=#ffffff73>...Mi ha fatto letteralmente venire i brividi lungo la schiena... Non dobbiamo dargli neanche una possibilità di riacquistare il loro antico splendore, o l'umanità non potrà nulla contro di loro...</color>\n<color=#ffffff73>...I tentativi di riconciliazione sono vani, a meno che non si sottomettano alle catene dell'umanità, altrimenti...</color>\n<color=#ffffff73>...I ricordi che possiede... le energie con cui i Meccanismi sorgente possono essere controllati... possono ancora essere usati dagli esseri umani...</color>\n<color=#ffffff73>...Mentre ci assicuriamo che non muoia prima che la sua energia si esaurisca del tutto, dobbiamo trovare un modo per privarla completamente della sua autorità...</color>"
          }
        ]
      },
      {
        "title": "Appunti del Sacro Sovrano (VI)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Non possiamo più permettere alle varie tribù di rivendicare il titolo di sovrano, come hanno fatto in passato. Non c'è nessun beneficio ad avere troppi regnanti; porterà solo a dei conflitti interni infiniti, proprio come è successo con i barbari del mare del nord e i regni del deserto...</color>\n<color=#ffffff73>...Che ci sia solo un re, un solo sovrano, un solo dio. Frammentare l'autorità darebbe solo un'opportunità ai nemici dell'umanità. Ogni possibilità di ribellione dev'essere eliminata...</color>\n<color=#ffffff73>...Se la storia che ho visto nelle sue memorie raccontava il vero ed era precisa, l'umanità potrebbe sicuramente progredire, anche laddove quelle bestie malvagie inciamparono e caddero... Finché saremo vigili, questo potere sarà in grado di porre fine a chiunque osi ostacolare l'umanità e il suo destino...</color>\n<color=#ffffff73>...Prima, però, tutte le offerte a [...] devono cessare... Questa è l'unica variabile coinvolta. Non dev'essere data possibilità alle anime dei traditori di tentare i vivi. I morti dovrebbero rimanere morti...</color>\n<color=#ffffff73>...Così non disonorerò il suo nome... Gli umani, e loro soltanto, coloro che ha salvato, diventeranno i padroni di ogni cosa. Non dovranno inchinarsi alla Notte, né sottomettersi alla Fiamma...</color>"
          }
        ]
      },
      {
        "title": "Appunti del Sacro Sovrano (VII)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Quella maledetta entità demoniaca è stata imprigionata nella statua, eppure si rifiuta di cantare come desidero. Una bestia davvero malvagia, se posso dirlo. Di certo, la sua ostinazione a resistere non è che un segno della sua malvagità. È chiaro che l'umanità sarà al sicuro solo quando avremo imprigionato ogni singolo membro della sua spregevole specie...</color>\n<color=#ffffff73>...Al momento, l'unico problema da risolvere è che solo il sangue malefico di quelle bestie nefaste può controllare queste antiche macchine. Eppure non ci si può fidare di loro, e non posso consumare tutte le mie energie per controllare quei meccanismi come fa la creatura all'interno della statua...</color>\n<color=#ffffff73>...Devo trovare un modo per costruire un Cuore di Chu'ulel che sia fedele unicamente al genere umano...</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>Bene... Adesso comincio a capire...</color>\n<color=#ffffff73>...Dato che solo il lurido sangue delle bestie è in grado di attivare questi dispositivi, l'unica scelta logica è schiavizzare la mia parte \"draconica\"...</color>\n<color=#ffffff73>...In questo modo, anche se le mie parti \"umane\" dovessero perire, quelle \"draconiche\" rimarrebbero imprigionate qui, eternamente schiave dei \"mortali\", sottomesse alla loro volontà e ai loro ideali, a prestare ascolto alle anime salvate da quella persona...</color>\n<color=#ffffff73>...Tutto ciò che potrebbe opporsi all'umanità va contenuto...</color>\n<color=#ffffff73>...Non possiamo fidarci di alcun potere più grande dell'umanità, né riporre le nostre speranze nella sua benevolenza. Mai è esistito un essere tanto gentile e di buon cuore quanto quella persona, che non avrebbe mai commesso orrende atrocità. E io non sono un'eccezione, ed è per questo che dobbiamo bandire tutto ciò...</color>\n<color=#ffffff73>(Le parti che seguono sono rovinate e risultano illeggibili.)</color>"
          }
        ]
      },
      {
        "title": "Appunti del Sacro Sovrano (VIII)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...I rapporti degli ufficiali archivisti indicano che la contaminazione abissale è ancora controllabile, come previsto dalle nostre stime iniziali. Non è stato necessario utilizzare alcun potere al di là della comprensione umana per annientare i nemici dell'alleanza..</color>\n<color=#ffffff73>..Le vittime diminuiranno inevitabilmente col tempo, man mano che le persone si adatteranno...</color>\n<color=#ffffff73>...Potrebbero non aver ancora capito perché lo facciamo, ma un giorno lo faranno. Un giorno, capiranno che questo era l'unico modo per portarli alla libertà. Sopravvivere grazie alle leggi della Notte è come un viaggiatore in inverno che dà fuoco ai propri vestiti per scaldarsi...</color>\n<color=#ffffff73>...Il destino degli umani dovrebbe essere gestito dagli umani stessi, proprio come fece lui...</color>"
          }
        ]
      },
      {
        "title": "Appunti del Sacro Sovrano (IX)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...L'alleanza non morirà mai... Non lo permetterò... Non permetterò che la nazione che egli ha fondato... e il regno che ha sognato... scompaiano da questo mondo...</color>\n<color=#ffffff73>...Finché questa città rimarrà sigillata, l'Abisso non potrà oltrepassare le mura...</color>\n<color=#ffffff73>...Qualsiasi cosa accada all'esterno, qui la fiamma della \"speranza\" umana continuerà ad ardere...</color>\n<color=#ffffff73>...La carne e il sangue potranno anche consumarsi, le ossa e il midollo marcire, e forse l'anima precipiterà in una prigione senza via d'uscita. Ma la \"speranza\" non dovrà mai essere abbandonata, poiché è l'unico tesoro che quella persona mi ha lasciato...</color>\n<color=#ffffff73>(La grafia si fa sempre più confusa, diventando difficile da decifrare.)</color>"
          }
        ]
      },
      {
        "title": "Appunti abbandonati da qualcuno (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Compagni, sappiate che...</color>\n<color=#ffffff73>...Il Saggio non si è mai preoccupato della sopravvivenza dell'umanità. Era perfino disposto a sacrificare il futuro dei suoi simili sull'altare del sentiero dell'\"evoluzione\"...</color>\n<color=#ffffff73>...Il cielo non tiene conto della volontà di coloro che dimorano in questo mondo. Noi siamo come pilastri che sorreggono la terra, necessari per la lotta contro i suoi nemici personali...</color>\n<color=#ffffff73>...E così, non possiamo affidarci alla saggezza dei draghi né alla potenza della Signora della Notte, né pregare altre divinità se non l'Archon di Pyro...</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>...L'unica via che ci resta è quella di Xbalanque...</color>\n<color=#ffffff73>(Sono emerse delle Incisioni di Flogisto che prima non erano visibili.)</color>\n<color=#ffffff73>(Miei stolti discendenti, le vostre opinioni sulla specie sono di una limitatezza sconcertante. L'evoluzione\" è una questione mista, non pura e incontaminata come avete immaginato. È proprio per questo che \"evoluzione\" è l'opposto di \"eternità\".)</color>"
          }
        ]
      },
      {
        "title": "Appunti abbandonati da qualcuno (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Compagni, ricordate...</color>\n<color=#ffffff73>...L'umanità è la forma di vita suprema, la destinazione finale di tutte le cose che vivono in questo mondo...</color>\n<color=#ffffff73>...Un tempo, gli Elementosauri del Grande Vulcano si consideravano i padroni dell'evoluzione, ma nel corso del loro lungo e caotico percorso evolutivo hanno perso la saggezza, e con essa, il loro potere, diventando nient'altro che bestie in attesa di essere massacrate...</color>\n<color=#ffffff73>...L'involuzione degli Elementosauri di Pyro dimostra che la razza dei draghi è stata abbandonata dal percorso evolutivo. I loro eredi hanno perso la purezza della Fiamma primordiale, e il Sovrano del fuoco non rinascerà tra loro...</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>...Sotto la sua guida, l'umanità è giunta a governare la terra e, un giorno, conquisteremo anche i cieli. Pertanto, non fatevi vincolare dal Regno della Notte...</color>\n<color=#ffffff73>...Voi che avete ricevuto l'onore di salire a bordo di questa nave, procedete! Fate il primo passo verso la realizzazione della nostra causa...</color>\n<color=#ffffff73>(Sono emerse delle Incisioni di Flogisto che prima non erano visibili.)</color>\n<color=#ffffff73>(Se non fosse stato per l'arbitraria punizione divina che ha diviso la mia razza e interrotto il loro percorso evolutivo, non avrei cercato negli esseri umani nuove possibilità. Oh, umanità, voi che siete stati creati, mai capirete che non siete altro che una fase in questa \"evoluzione\".)</color>"
          }
        ]
      },
      {
        "title": "Appunti abbandonati da qualcuno (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Compagni, comprendete...</color>\n<color=#ffffff73>...Tutto ha un prezzo, e non ci si può fidare di qualsiasi cosa superi la saggezza umana...</color>\n<color=#ffffff73>...Gli antichi draghi credevano che la tecnologia e l'autorità del Signore delle Fiamme avrebbero garantito loro il potere per diecimila anni, ma in questo modo, persero prima la forza di progredire e, alla fine, persero tutto.</color>\n<color=#ffffff73>...Se ci affidiamo alle regole del cielo, non solo saremo legati alla terra, ma alla fine diventeremo delle marionette nelle mani della Signora della Notte...</color>\n<color=#ffffff73>...Non smettete mai di andare avanti, o il nostro amato re e la causa della nostra gloriosa alleanza verranno distrutte in un istante...</color>\n<color=#ffffff73>(Sono emerse delle Incisioni di Flogisto che prima non erano visibili.)</color>\n<color=#ffffff73>(Ho visto, in quei cieli funesti, gli stalloni galoppare tra le vere stelle... E poi ho compreso che tutti gli imperi, non importa quanto grandi, diventeranno degli ostacoli per gli esseri viventi e la loro continua evoluzione. Solo che... )</color>"
          }
        ]
      },
      {
        "title": "Appunti abbandonati da qualcuno (IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Compagni, abbiate fede...</color>\n<color=#ffffff73>...La luce del grande Xbalanque, Archon di Pyro, ci guida e la vittoria è inevitabile...</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>...Non prestate orecchio alle dicerie caotiche dei barbari cantastorie, alle parole dei falsi dèi o alla ribellione di chi ha gli occhi dorati...</color>\n<color=#ffffff73>...L'unico che dovremmo venerare è lui, perché è il vero re dell'umanità\", l'unico vero dio \"umano\"...</color>\n<color=#ffffff73>...Il vero dio non morirà mai... Gloria eterna...</color>"
          }
        ]
      },
      {
        "title": "Appunti abbandonati da qualcuno (V)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>(La maggior parte delle incisioni sulla stele di pietra è stata cancellata, e ciò che ne rimane è praticamente illeggibile.)</color>\n<color=#ffffff73>...Il più nobile... grande... brillante [...] fece un patto con [...] del drago d'argento. Il sigillo dorato distrutto è la prova del loro giuramento...</color>\n<color=#ffffff73>...Grazie a quel giuramento, [...] ha ottenuto, dai draghi... l'autorità di \"Huitzilopochtli\"...</color>\n<color=#ffffff73>...Un tempo... diventerà una terra carbonizzata... Pertanto... non</color>\n<color=#ffffff73>deve cadere in mano di...</color>\n<color=#ffffff73>...Per l'alleanza e il futuro dell'umanità, lo sigillo qui. Solo il sangue del Signore delle Fiamme... potrà...</color>\n<color=#ffffff73>...Le generazioni future, tutte...</color>"
          }
        ]
      },
      {
        "title": "Appunti di qualcuno",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Se solo avessi potuto ritornare alle fiamme assieme a lui...</color>\n<color=#ffffff73>...No. Colui che ha commesso tali crimini, una bestia che ha ucciso tutti i propri cari, non è meritevole di un finale caloroso e radioso come questo...</color>\n<color=#ffffff73>Rivoltanti blasfemie... Devono essere giustiziate, occhio per occhio, sangue per sangue...</color>\n<color=#ffffff73>Per... chi?</color>"
          }
        ]
      },
      {
        "title": "Registro delle manutenzioni (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"Diario: l'interruttore funziona correttamente. Tuttavia, credo che ci siano troppe scappatoie nelle pattuglie e che le armi non siano forti abbastanza.</color>\n<color=#ffffff73>Considerando che ci sono stati diversi attacchi negli ultimi tempi, è consigliato aumentare il livello di sicurezza.\"</color>\n<color=#ffffff73>\"Risposta: Ricevuto.</color>\n<color=#ffffff73>Suggerimento: limitarsi a respingere gli intrusi. Non è necessario far male a nessuno.\"</color>\n<color=#ffffff73>(Il resto del contenuto sembra essere solo un ordinario registro di manutenzione...)</color>"
          }
        ]
      },
      {
        "title": "Registro delle manutenzioni (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"Diario: La supervisione qui è troppo permissiva! Queste bestie non fanno che mangiare e giocare. Mangiano meglio di noi e trattano le strutture come se fossero i loro giocattoli.\"</color>\n<color=#ffffff73>\"Lord Och-Kan ha detto che questi parassiti sono nostri nemici. Non credo che dovremmo trattarli in modo così amichevole!\"</color>\n<color=#ffffff73>\"Risposta: Ricevuto.</color>\n<color=#ffffff73>Suggerimento: nessuna modifica necessaria. Inoltre, è il tuo primo giorno, non c'è bisogno di affannarsi. Per prima cosa, osserva e impara.\"</color>\n<color=#ffffff73>(Il resto del contenuto sembra essere solo un ordinario registro di manutenzione...)</color>"
          }
        ]
      },
      {
        "title": "Registro delle manutenzioni (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"Diario: Questo interruttore è troppo in alto. Sarebbe utile una scala. Arrampicarsi ogni volta è parecchio fastidioso.\"</color>\n<color=#ffffff73>\"Risposta: a causa del budget ristretto, non ci saranno scale, ma solo corde da arrampicata.</color>\n<color=#ffffff73>Suggerimento: sei in pessima forma. Arrampicati di più, in futuro ti tornerà utile.\"</color>\n<color=#ffffff73>(Il resto del contenuto sembra essere solo un ordinario registro di manutenzione...)</color>"
          }
        ]
      },
      {
        "title": "Avviso antico",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"Per ordine del</color> <color=#ffffff73>e per il glorioso e del munifico</color> <color=#ffffff73>,</color> <color=#ffffff73>Och-Kan, la terra maledetta verrà sigillata con decorso immediato. A tutti i membri dell'alleanza è espressamente vietato l'ingresso.</color>\n<color=#ffffff73>Chiunque entrerà senza autorizzazione sarà ufficialmente considerato un nemico dell'alleanza. Questa è la dichiarazione congiunta di [...] Nanatzcayan, Meztli, Huitztlan e Teteocan.\"</color>"
          }
        ]
      },
      {
        "title": "Avviso antico",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"...Compatrioti, famiglie, fratelli e sorelle, che vi siete dedicati al trionfo inesorabile dell'alleanza...</color>\n<color=#ffffff73>...Il più munifico... ha predisposto un lotto di nuovi meccanismi da [...] per il trasporto, [...] e per il</color> <color=#37ffff>recupero di oggetti sott'acqua</color> <color=#ffffff73>... \"</color>\n<color=#ffffff73>\"...Avanti! Avanti! Procedete a qualunque costo... Per il glorioso futuro dell'alleanza, per la gloria e la libertà, per una terra natia libera dalla tirannia dei draghi... \"</color>\n<color=#ffffff73>\"...Vietato... azionare la</color> <color=#37ffff>leva di controllo</color> <color=#ffffff73>senza permesso... cadute accidentali... hanno già causato la morte di tre lavoratori... \"</color>"
          }
        ]
      },
      {
        "title": "Avviso antico",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"Gloria all'eterno</color> <color=#ffffff73>, il</color> <color=#ffffff73>, il munifico</color> <color=#ffffff73>Och-Kan.</color>\n<color=#ffffff73>Poiché i lavori di drenaggio in questa zona stanno andando a rilento, stiamo apportando piccole modifiche al sistema di rotazione per garantire l'inesorabile vittoria dell'alleanza.</color>\n<color=#ffffff73>I lavoratori saranno divisi in tre squadre, ognuna delle quali lavorerà per sedici ore, ruotando ogni due giorni. Le squadre con prestazioni eccellenti riceveranno provviste di cereali extra.</color>\n<color=#ffffff73>La trionfante vittoria nel</color> <color=#37ffff>drenaggio dell'acqua accumulata</color> <color=#ffffff73>è a portata di mano. Una volta completati i canali, la</color> <color=#37ffff>pompa dell'acqua</color> <color=#ffffff73>potrà funzionare normalmente. Coraggio, un ultimo sforzo!\"</color>"
          }
        ]
      },
      {
        "title": "Avviso quasi illeggibile",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"...Che la gloria eterna sia... Pacificatore... munifico... Och-Kan...\"</color>\n<color=#ffffff73>\"...Gli artigiani Mahutzintl, Tlanalco e ... che sono responsabili della costruzione della pompa d'acqua... volutamente rallentato, causando ritardi...</color>\n<color=#ffffff73>Il munifico... non ha imposto alcuna punizione... solo sospeso le razioni per tre settimane...\"</color>\n<color=#ffffff73>\"...La</color> <color=#37ffff>chiave di pietra</color> <color=#ffffff73>che attiva il</color> <color=#37ffff>meccanismo della pompa d'acqua</color> <color=#ffffff73>... custodita... a nessuno è concesso di usarla senza permesso finché... incaricati altri artigiani...\"</color>"
          }
        ]
      },
      {
        "title": "Appunti di un sacerdote senza nome",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...</color>\n<color=#ffffff73>Chupicua, l'artigiano che doveva essere assunto per riparare le strutture dell'idrovia, diede all'ufficiale archivista Tlamachtihquetl tre sacchi di ossidiana, sostenendo che non poteva svolgere un lavoro del genere per via delle sue condizioni fisiche, e sperando che quei doni potessero dimostrare il suo sincero desiderio di servire la causa dell'alleanza. L'ufficiale lodò il suo entusiasmo e lo sostituì con Manqu di (...).</color>\n<color=#ffffff73>I lavori di riparazione dell'idrovia sono stati sospesi a tempo indefinito. Come se in una sola notte, il pozzo profondo sia stato completamente sommerso da una calamità oscura, e tutti i residenti nelle vicinanze siano stati trasformati in...</color>\n<color=#ffffff73>I guerrieri Cuauhtli sigillarono l'entrata e incenerirono gli infetti (...) con le fiamme prese dal Sovrano sacro, sostenendo di avere tutto sotto controllo.</color>\n<color=#ffffff73>Una vecchia signora che si era recata al tempio perse improvvisamente il senno dinanzi all'ufficiale archivista, vaneggiando riguardo al sole e al crollo dell'Alleanza. I guerrieri Kamayuq la trascinarono via in fretta e furia. Stando alle leggi dell'Alleanza, probabilmente verrà...</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>Negli ultimi giorni, i cittadini in visita al tempio hanno iniziato a mormorare. Credono che il divieto di usare (...) per offrire sacrifici alla Signora della Notte abbia scatenato la sua ira e le sue maledizioni, e perciò, questa oscura malattia mortale si sia abbattuta su di noi.</color>\n<color=#ffffff73>Chichiri cercò di persuaderli, ma invano. La gente sceglie sempre ciò a cui vuole credere. Cosa si può ottenere con mere parole?</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>Le strade sono intrise del profumo di (...). Per decreto del Sacro Sovrano, le tre aree nel quadrante sud-ovest sono state sigillate, e i guerrieri Cuauhtli stanno cercando di bruciare tutti i (...), che ormai sono decomposti, ma che ancora vagano. Hanno avuto poca fortuna. Come può ciò che è finito fronteggiare l'infinito? Per non parlare del fatto che, una volta caduti, anche loro subiranno lo stesso destino...</color>\n<color=#ffffff73>Nel vento notturno non si odono che lamenti disperati, non solo dal reame dei viventi, ma anche da quel mondo da tempo proibito...</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>Stanno cercando di sfondare il cancello. Ma non avranno il mio (...), né il (...) dei bambini che si sono rifugiati qui. Al massimo otterranno il nostro (...).</color>\n<color=#ffffff73>Userò questa daga per...</color>\n<color=#ffffff73>(Le sezioni seguenti sono macchiate e impossibili da leggere.)</color>"
          }
        ]
      },
      {
        "title": "Appunti di un artigiano senza nome",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Più scavavamo in profondità, più diventava forte quell'indescrivibile e nauseabondo fetore. Forse era dovuto all'umidità e ai funghi, perché la muffa bianca e quei depositi di minerali indescrivibilmente strani sembravano emanare un odore tossico, ma quella non era l'unica fonte di disagio. Per cominciare, [...] sentiva che c'era qualcosa di \"sfortunato\" in questo posto, ma all'epoca neanche lei mi diede una spiegazione meno logica. Andando avanti con i lavori, un artigiano di [...] diede di matto. Urlava, rideva, piangeva e faceva tutto questo mentre balbettava incoerentemente di come avesse visto una sagoma nera dalle dimensioni quasi impossibili, orrenda e gonfia nelle profondità dell'acqua; e di come avesse intonato un canto terrificante e profano, ordinandogli di inginocchiarsi davanti al suo \"Padrone\". Il supervisore lo portò via, ma la sensazione di disagio aveva già iniziato a diffondersi tra i lavoratori. La schiuma e i vortici che nascevano dall'acqua disgustosa potevano ancora essere spiegati come normali fenomeni elementali, ma quei suoni e sussurri intermittenti... Nemmeno io sono riuscito a trovargli una spiegazione ragionevole.</color>\n<color=#ffffff73>Da dietro quegli antichi muri, o forse da sotto di essi, non posso dirlo con certezza, riuscivo a sentire un suono, limpido e al contempo flebile, furtivo e smorzato, come se qualcosa si stesse muovendo freneticamente tra i muri. I lavoratori sussurravano tra loro, tremando per un terrore incoerente, quasi folle, mentre discutevano di una maledizione inimmaginabile e profana che si nascondeva nelle profondità dell'acqua. Ciò che avevamo fatto, dicevano, aveva risvegliato qualcosa dal suo letargo millenario. Nessuno avrebbe lasciato vivo queste rovine e, anche se ci fossero riusciti, non avrebbero potuto dirlo a nessuno, perché chiunque altro avrebbe liquidato tali affermazioni come i vaneggiamenti di un pazzo.</color>\n<color=#ffffff73>Non trovavo una spiegazione razionale per spiegare quell'orribile e spaventoso terrore, perché, a detta di tutti, quelle pareti umide e coperte di funghi che sostenevano il soffitto a volta avrebbero dovuto essere state costruite con solidi blocchi di roccia, e gli echi che producevano quando venivano colpite lo confermavano. Eppure quei terrificanti fruscii continuavano a riverberare nel cuore della notte, trasformando il mio sonno agitato in una confusa veglia.</color>\n<color=#ffffff73>La nostra supervisora ci ha tranquillizzato, dicendo che non aveva sentito nulla di strano e attribuendo le nostre allucinazioni alla mancanza di sonno. Ha persino richiesto delle razioni di grano in più per noi, in segno di compassione per la nostra situazione. Ma la paura che si era diffusa tra i lavoratori era talmente intensa che...</color>\n<color=#ffffff73>(Il lungo paragrafo che segue è stato cancellato di proposito, ed è illeggibile.)</color>"
          }
        ]
      },
      {
        "title": "Appunti di un artigiano (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"...C'è un piccolo sentiero dietro una parete di pietra a nord che conduce alla cima della cascata. Può essere usato come</color> <color=#37ffff>magazzino</color> <color=#ffffff73>...\"</color>\n<color=#ffffff73>\"...Ho lasciato delle indicazioni lungo la strada, nel caso in cui mi dimenticassi le direzioni...\"</color>\n<color=#ffffff73>\"...Le ferite di Sayani hanno preso una brutta piega. La colpa è dell'umidità... Le ho consigliato di riposare, ma si è rifiutata... Ha detto che avrebbe rallentato la squadra, sprecando razioni inutilmente...\"</color>\n<color=#ffffff73>\"...Quando calerà la notte, mi avvicinerò a lei con una torcia per cauterizzare le sue ferite, mentre gli altri non stanno guardando, o rischierà la cancrena...\"</color>"
          }
        ]
      },
      {
        "title": "Appunti di un artigiano (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Sayani è morta. Forse oggi, forse ieri, non lo so. La luce è talmente fioca che è difficile distinguere i vivi dai morti... Son tutti sdraiati a terra, sparsi sul pavimento, come alpaca in un recinto. E nell'aria c'è un fetore pestilenziale...</color>\n<color=#ffffff73>...Nessuno ha avuto la forza di seppellirla, quindi abbiamo gettato il corpo in una fossa...</color>\n<color=#ffffff73>...Tutti inveiscono e imprecano... Ma a chi dovrebbero rivolgere il loro odio? Nemmeno loro sanno dirlo...</color>\n<color=#ffffff73>...E come hanno detto, ora ognuno lavora per sé stesso, per i propri fratelli e sorelle nell'alleanza, non per i draghi malvagi che un tempo ci hanno schiavizzati... Ma non si possono maledire da soli...</color>\n<color=#ffffff73>...Dobbiamo continuare... Se non finiamo di scavare il fosso entro cinque giorni, non riceveremo le razioni... E moriremo tutti, come i responsabili delle pompe...</color>\n<color=#ffffff73>...Cosa si nasconde laggiù, nelle profondità dell'acqua? Chissà...</color>\n<color=#ffffff73>Qualunque cosa ci sia, non ci salverà.</color>\n<color=#ffffff73>...Lo scavo del fosso e dei pozzi di drenaggio è finalmente finito... Siamo venuti qui in ventitré, ora siamo rimasti in quindici...</color>\n<color=#ffffff73>...Finché le pompe saranno operative, ne sarà valsa la pena...</color>\n<color=#ffffff73>Coloro che hanno dato tutto per l'alleanza saranno ricordati come eroi... Ognuno di noi diventerà un Ahpub, una Ixquieh, e anche... uno Yupanqui. Almeno... così ci dicono.</color>\n<color=#ffffff73>Possa la maledizione di [...] abbattersi sulla stirpe di Och-Kan, l'usurpatore. Possa il suo popolo finire sepolto in una terra incolta e profanata, possa il suo grano marcire come cadaveri non trattati, che rilasci un fetore che neanche l'acqua può lavare via. Possa il suo nome venire bruciato nel fuoco cinque volte e cinque volte ancora. Questa maledizione è stata incisa dall'artigiano Manqu dei [...]. Possa non svanire prima che non siano trascorsi diciannove volte quattrocento anni.</color>\n<color=#ffffff73>Ci ha mandato [...], poi ha sigillato [...] con l'intenzione di bruciare vivi tutti i lavoratori che conoscevano i segreti degli Automi della Fonte segreta, così da nascondere la strada per [...].</color>\n<color=#ffffff73>Lode a [...], perché non sono morto tra le fiamme impure. Io...</color>\n<color=#ffffff73>(Il lungo paragrafo che segue è stato cancellato di proposito, ed è illeggibile.)</color>\n<color=#ffffff73>È la quinta volta che mi sveglio da quando sono arrivato qui.</color>\n<color=#ffffff73>Dopo aver applicato [...], le bruciature sono quasi del tutto guarite e il rischio di infezione è ormai trascurabile. Credo che sarò di nuovo in grado di camminare tra due giorni, al massimo.</color>\n<color=#ffffff73>Non so se dovrei annotare tutto ciò che ho visto, perché né le parole né la logica possono spiegare ciò che ho vissuto. Tuttavia, se non c'è modo di cancellare i ricordi, non posso reprimere l'impulso di scriverli. Mentre li scrivo qui, prego a [...] che nessuno li legga mai.</color>\n<color=#ffffff73>In quel momento, sotto la statua gigante e grottesca, ho incontrato una giovane donna tra le fiamme di Och-Kan.</color>\n<color=#ffffff73>Si è avvicinata lentamente a me, come se le fiamme non fossero altro che una gentile brezza primaverile. Il suo volto... Non avevo mai visto qualcosa di simile. Anche il cristallo più puro non riuscirebbe a imitare la sua pelle, né si potrebbero incidere i suoi occhi anche nel più puro dei turchesi. Eppure, per ragioni che non riesco a spiegare, quel volto, che avrebbe dovuto essere l'immagine della bellezza, era... ripugnante.</color>\n<color=#ffffff73>Non sapevo chi o cosa fosse. Aprii la bocca per implorarla, implorarla di salvarmi, ma le mie labbra... erano così bruciate da essere irriconoscibili e non riuscivo a pronunciare nemmeno una parola.</color>\n<color=#ffffff73>Lei sorrise, e nel suo sorriso c'erano crudeltà e una maliziosa arroganza. Mi prese il viso tra le mani e delle lacrime dorate caddero dai suoi occhi turchesi ai miei.</color>\n<color=#ffffff73>E poi l'ho vista.</color>\n<color=#ffffff73>Una creazione colossale, molto più grande delle montagne ondulate, la cui brillantezza risplendeva più dell'ossidiana più brillante e volava in cielo come una nuvola vulcanica. Attorno volavano innumerevoli uccelli giganti di metallo, che si nutrivano avidamente del suo sangue scuro. Ho visto ombre correre, spinte dal fuoco, salire dal lontano orizzonte, fino alla luna alta nel cielo, e che trasmettevano brividi e sospiri a distanze inimmaginabili tramite una singola corda intrecciata d'oro e rame bianco. Lei sogghignò vicino al mio orecchio, come se tutto quello che l'umanità aveva realizzato fino a quel momento non fosse altro che un gioco da ragazzi insignificante, irrilevante come le azioni delle formiche, di esseri capaci solo di strisciare sotto i cieli, tremando alla ricerca delle loro tombe ingloriose. E ciò contro cui combattevano, ciò contro cui si scontravano, era</color>\n<color=#ffffff73>un nemico inveterato, formidabile come il mondo intero. Attraverso quegli occhi turchesi, quelle pupille la cui bellezza era quasi terrificante, non vedevo altro che oscurità e vuoto interminabili e insondabili; un luogo che nessuna lingua poteva descrivere, diverso da tutto ciò che avevo visto nelle brevi decadi della mia vita fugace. Fu così che iniziai a urlare, inciampando mentre strisciavo lungo il sentiero, ma perfino le mie urla agghiaccianti venivano soffocate dalle sue risate, e alla fine sparirono senza lasciar traccia.</color>\n<color=#ffffff73>Quando mi risvegliai di nuovo, era sdraiato qui da solo. Non ho osato guardarmi indietro, per paura che quelle cose profane e proibite, che nessuno avrebbe mai dovuto sapere, potessero catturarmi e farmi a pezzi. Gli altri dovevano essere tutti morti tra le fiamme del fuoco di Och-Kan.</color>\n<color=#ffffff73>Forse non erano le sue lacrime. Forse erano solo gocce d'acqua cadute dalla statua di pietra gigante e grottesca dietro di lei. Forse non c'era nessuno in quel fuoco, e la donna non era altro che un'illusione nata dal mio delirio, qualcosa che avevo immaginato sul ciglio della morte. Ma ora, niente di tutto ciò ha importanza. Sono ancora vivo e questo è ciò che conta.</color>\n<color=#ffffff73>Och-Kan crede che i passaggi segreti della sua città ineffabile siano noti solo a lui e che il suo regno durerà mille anni. Ma sbaglia, perché al massimo durerà mille settimane.</color>\n<color=#ffffff73>...Le mie bruciature sono completamente guarite. Direi che è ora di andare...</color>\n<color=#ffffff73>...Dove? Non lo so. Oggi, anche il Clan Piumafiore non è più un luogo sicuro. Il successore del loro portavoce è fedele a Och-Kan...</color>\n<color=#ffffff73>...O forse potrei cercare la protezione di Yupanqui... Il vecchio Generale conduce una vita solitaria. Non vuole tra i piedi nessuno, informatori o servitori inclusi...</color>\n<color=#ffffff73>...Finché il suo interesse per la rete viaria sotterranea creata dagli antichi artigiani dei draghi non scemerà, sono sicuro che non svelerà il mio segreto a Och-Kan...</color>\n<color=#ffffff73>...In ogni caso, che il nome di Manqu venga dimenticato, insieme a queste maledette rovine...</color>"
          }
        ]
      },
      {
        "title": "Appunti del Guardamonti",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"...Il terreno qui è molto più complesso di quanto immaginassi. Forse è per via della contaminazione dell'Abisso, ma molte strade che sarebbero dovute essere praticabili sono diventate inutilizzabili. Le ho segnate quando le abbiamo superate. I segni dovrebbero rimanere finché non torneremo...\"</color>\n<color=#ffffff73>\"...Abbiamo trovato gli avventurieri che erano andati dispersi... Non c'era nulla da fare per loro, se non lasciarli riposare in pace...\"</color>\n<color=#ffffff73>\"...Dobbiamo trovare un modo per entrare in città. Se Copan ha ragione, ci dev'essere un meccanismo che conduce alla nave del cielo...\"</color>\n<color=#ffffff73>\"...Non avremmo dovuto portare con noi una bambina così piccola. I Maestri del Vento della Notte sono davvero crudeli. È dieci anni più giovane di mia sorella. Non ha nemmeno l'età per parlare di matrimonio con cognizione. Non possiamo permetterle di correre un simile rischio...\"</color>"
          }
        ]
      },
      {
        "title": "Note di uno studioso itinerante",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...</color>\n<color=#ffffff73>Se il rotolo non è un falso, allora gli antichi artigiani dei draghi hanno creato un'arma che può essere usata per annientare la minaccia dell'Abisso in un colpo solo.</color>\n<color=#ffffff73>La persona che ha intessuto questo rotolo sembra essere vissuta all'epoca di Colui che fu sepolto con la fiamma primordiale, poiché non ha usato i termini appropriati quando si è rivolta al re sacerdote Maghan, ma lo ha bensì considerato un esempio negativo \"immaturo\" (una tale mancanza di rispetto mi fa quasi tremare). Diversi dettagli indicano che le possibilità che sia un falso di una generazione successiva siano molto basse: per quanto ne so, nessuno studioso o mistico che conosco potrebbe fare una cosa simile. Pertanto, sono incline a credere che si tratti di un testo antico, e che l'arma di cui parla non sia frutto dell'immaginazione ... Inoltre, il rotolo cita espressamente una \"nave ricca di tesori ormeggiata al di sopra della Città di cenere\".</color>\n<color=#ffffff73>Tuttavia, il dispositivo sembra aver sottovalutato i danni inflitti dall'Abisso (comprensibile, considerando il tempo trascorso). In ogni caso, dobbiamo raggiungere la città al di sopra delle nuvole, e poi, l'Abisso...</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>Siamo stati ingannati. Alla fine, siamo stati tutti ingannati. L'essenza di quel \"tesoro capace di bruciare via le impurità\" è, in realtà...</color>\n<color=#ffffff73>(Il resto è stato strappato via da qualcuno.)</color>"
          }
        ]
      },
      {
        "title": "Appunti del Chiamaspiriti (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...</color>\n<color=#ffffff73>A partire da oggi userò un nuovo taccuino!</color>\n<color=#ffffff73>Dopotutto, la rivelazione di ( ... ) indica che raggiungeremo zio Taika e gli altri e c'imbarcheremo in un'avventura verso la Città di cenere insieme. Pertanto, è importante stabilire un senso di rituale!</color>\n<color=#ffffff73>Una magnifica fortezza costruita da un antico tiranno... Affascinante, vero? Eheh. Non importa quanto sia pericoloso, puoi rilassarti e lasciare che se ne occupi l'apprendista dell'apprendista dell'apprendista del Gran Maestro Sanhaj, e con questo intendo la fantastica Liriwu, la prodigiosa Chiamaspiriti!</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>Non so cos'altro potrei fare. Qui non si sentono le voci delle Wayob, e le arti mistiche che ho studiato non possono essere usate. Neanche le arti di guarigione hanno effetto...</color>\n<color=#ffffff73>Se un mistico più esperto... No, temo che nemmeno il Gran Maestro Sanhaj sarebbe in grado di spezzare la maledizione di questo luogo.</color>\n<color=#ffffff73>Avi del cielo, cos'è successo qui?</color>\n<color=#ffffff73>...</color>"
          }
        ]
      },
      {
        "title": "Appunti del Chiamaspiriti (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Non ho resistito. Ho vomitato di nascosto ogni goccia della zuppa di Granifrutti che avevo consumato stamane. Mi tremano ancora le mani.</color>\n<color=#ffffff73>Perché è stato permesso che (...) esistessero? Se davvero c'è un tesoro segreto in grado di distruggere l'Abisso, perché quelle cose continuano a muoversi?</color>\n<color=#ffffff73>Almeno... Almeno ora possono ritrovare la pace. Le loro anime saranno anche state lacerate molto tempo fa, ma almeno... non devono più esistere in quello stato...</color>\n<color=#ffffff73>Zio Copan ha cercato di consolarmi dicendo che, se trovassimo il tesoro del Re Pitone, potrebbero essere liberate. Ma se così fosse, perché il Re Pitone è morto nell'Abisso?</color>\n<color=#ffffff73>No. Non devo avere paura. Non devo esitare. Se persino i Chiamaspiriti dei Maestri del Vento della Notte dovessero vacillare...</color>\n<color=#ffffff73>Devo... Per tutti quanti...</color>"
          }
        ]
      },
      {
        "title": "Diario di Quenin",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>(Una pagina strappata, con delle parole scritte con cura all'inizio...)</color>\n<color=#ffffff73>\"...I mostri dell'Abisso stanno aumentando, come previsto... Alla fine, la compagnia di avventurieri ha fallito, ed è in corso il piano di ritirata.\"</color>\n<color=#ffffff73>\"Dobbiamo assicurarci che i membri rimanenti possano evacuare in sicurezza. Fate attenzione a coloro che svaniscono di notte o che tornano da luoghi privi di luce.\"</color>\n<color=#ffffff73>\"...I mostri dell'Abisso compaiono sempre più di frequente. La fortezza potrebbe presto essere scoperta, ma prima...\"</color>\n<color=#ffffff73>(La grafia diventa tremolante e distorta...)</color>\n<color=#ffffff73>\"Ah, fa freddo... Fa freddo... Là, laggiù, il sangue si sta prosciugando...\"</color>\n<color=#ffffff73>\"Il rumore della cascata è così forte... Sì, va bene. Finché... sotto la cascata, lì ci sarà silenzio... Facce pallide, bocche spalancate, sangue versato...\"</color>\n<color=#ffffff73>\"Là... Proprio là... c'è qualcosa... qualcosa...\"</color>\n<color=#ffffff73>\"Sotto la cascata, sotto la cascata, sotto la cascata, sotto la cascata, sotto la cascata, sotto la cascata...\"</color>"
          }
        ]
      },
      {
        "title": "Appunti di un viaggiatore anonimo (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>(Un pezzo di carta ingiallito dal tempo. Sopra ci sono scarabocchiate le parole seguenti...)</color>\n<color=#ffffff73>Si dice che colui che le leggende chiamano Re Pitone, Sacro Signore della trasgressione e Signore della Città di cenere, costruì la \"città sopra la città\" sfruttando il lascito degli antichi draghi.</color>\n<color=#ffffff73>Non so come ci sia riuscito... ma i rotoli di tessuto che ho trovato raccontano di un cuore di giada sottoterra e di cavità che si collegano alla superficie.</color>\n<color=#ffffff73>Questa dev'essere una di quelle \"cavità\".</color>\n<color=#ffffff73>Se i documenti sono corretti, questo luogo un tempo ospitava...</color>\n<color=#ffffff73>Beh, altri dispositivi, ma ora sembra vuoto.</color>\n<color=#ffffff73>Sembra che dovrò continuare la mia ricerca altrove.</color>\n<color=#ffffff73>Dicono che il fondatore dell'Associazione delle Reliquie Sauriche un tempo sia venuto qui. Sarebbe bello se riuscissi a trovare qualcosa di valore...</color>"
          }
        ]
      },
      {
        "title": "Appunti di un viaggiatore anonimo (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>(Un pezzo di carta ingiallito dal tempo. Sopra ci sono scarabocchiate le parole seguenti...)</color>\n<color=#ffffff73>È evidente che questo luogo fosse originariamente destinato a fornire energia a tutta la città delle ceneri...</color>\n<color=#ffffff73>Dev'essere successo qualcosa, perché ha smesso di funzionare.</color>\n<color=#ffffff73>Anche se ci sono segni di colluttazione, la struttura principale degli edifici non è stata danneggiata. Pertanto, non è stata la battaglia a interromperne il funzionamento. Sembra più il risultato di un'operazione umana.</color>\n<color=#ffffff73>Dicono che solo il padrone di Ochkanatlan, che domina su tutta la città, possa azionare liberamente i Meccanismi sorgente di questa gigantesca città meccanica...</color>\n<color=#ffffff73>Ma perché avrebbe dovuto interrompere la fornitura energetica di Ochkanatlan?</color>\n<color=#ffffff73>È stato qualcun altro? C'è un'altra persona oltre a Och-Kan, il Re Pitone, in grado di controllare questi dispositivi?</color>"
          }
        ]
      },
      {
        "title": "Appunti di un viaggiatore anonimo (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>(Un pezzo di carta ingiallito dal tempo. Sopra ci sono scarabocchiate le parole seguenti...)</color>\n<color=#ffffff73>\"Cavità\" è il termine usato nei rotoli per descrivere l'enorme struttura che circonda la città.</color>\n<color=#ffffff73>Ma dalle mie indagini, è chiaro che le \"cavità\" siano più antiche di Ochkanatlan stessa.</color>\n<color=#ffffff73>Piuttosto che dire che sono state costruite attorno a Ochkanatlan per fornire energia alla città...</color>\n<color=#ffffff73>Dovremmo dire, in realtà, che Och-Kan si approfittò dei meccanismi per costruire una città sopra l'originale, a sua volta</color>\n<color=#ffffff73>eretta dagli antichi draghi...</color>\n<color=#ffffff73>Questo spiegherebbe anche le dimensioni delle aree sotterranee e di alcune di quelle in superficie, come la larghezza delle strade o le dimensioni degli edifici, visto che sembra essere tutto costruito per esseri che sovrastano i comuni esseri umani.</color>"
          }
        ]
      },
      {
        "title": "Appunti di un viaggiatore anonimo (IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>(Un pezzo di carta ingiallito dal tempo. Sopra ci sono scarabocchiate le parole seguenti...)</color>\n<color=#ffffff73>Ho trovato dei documenti abbandonati, probabilmente lasciati da qualcuno molto tempo fa.</color>\n<color=#ffffff73>Ah. Beh, forse un giorno anche i miei documenti verranno considerati come qualcosa \"di abbandonato da qualcuno\"... Ma andiamo al dunque.</color>\n<color=#ffffff73>Ho trovato degli indizi riguardo a ciò che potrebbe essere accaduto allora.</color>\n<color=#ffffff73>Qui c'è scritto: \"Come disposto da quel pover'uomo a cui è rimasta solo mezza faccia, dobbiamo prima interrompere la fornitura energetica della città\".</color>\n<color=#ffffff73>Una persona a cui è rimasta solo mezza faccia... Sembra un personaggio di una storia dell'orrore.</color>\n<color=#ffffff73>Ma stando a quanto c'è scritto, le \"cavità\" furono interrotte a causa di azioni umane...</color>\n<color=#ffffff73>\"Dopodiché, dobbiamo tagliare la zona di rifornimento energetico del nucleo del meccanismo di combustione... Così facendo, l'ufficiale agli armamenti della Grande Alleanza potrà sfruttare il caos e portarlo al palazzo reale.\"</color>\n<color=#ffffff73>Colui a cui è stato affidato il compito è quel tipo con metà faccia... Con un po' di fortuna, sarà più affidabile nelle azioni che nelle parole o nei piani.\"</color>\n<color=#ffffff73>Mmmh... Sono sicuro di aver già sentito parlare da qualche parte della posizione di ufficiale degli armamenti della Grande Alleanza...</color>\n<color=#ffffff73>In ogni caso, il gruppo che ha disattivato tutto in questo luogo sembra essersi diretto verso una zona centrale più importante.</color>\n<color=#ffffff73>Se... Se riuscirò a trovarci qualcosa, il primo premio dell'Associazione delle Reliquie Sauriche sarà sicuramente mio!</color>\n<color=#ffffff73>E in questo modo, non potranno dirmi niente, anche se non ho ricevuto il permesso dal Clan Piumafiore per venire qui a condurre ricerche.</color>"
          }
        ]
      },
      {
        "title": "Appunti di un viaggiatore anonimo (V)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>(Un pezzo di carta ingiallito dal tempo. Sopra ci sono scarabocchiate le parole seguenti...)</color>\n<color=#ffffff73>Niente, anche qui non c'è nulla da trovare.</color>\n<color=#ffffff73>Forse è stato tutto distrutto. Dopotutto, dicono che il secondo Archon di Pyro abbia rovesciato Ochkanatlan e terminato il regno di Och-Kan.</color>\n<color=#ffffff73>A quel tempo, i meccanismi che un tempo funzionavano qui devono essersi spenti e la maggior parte degli oggetti è andata distrutta.</color>\n<color=#ffffff73>Secondo i rotoli di tessuto, il Cuore di Chu'ulel giace sotto una delle tante \"cavità\", mentre sopra a queste... C'è un'altra area di rifornimento energetico.</color>\n<color=#ffffff73>Sarebbe bello se riuscissi a trovarlo.</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrazioni",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "La leggendaria terra proibita: Ochkanatlan"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/20856775/9f161bd1c2ff80f771a1b2da4a00471e_2674223250427730458.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>12 novembre 2024</color>\nSalve, viaggiatore/viaggiatrice!\nDal Clan Piumafiore si può vedere in lontananza un'antica città avvolta nella nebbia. Dicono che sia un luogo pieno di pericoli dal quale molti dei viaggiatori che vi si avventurano non fanno mai ritorno, per questo motivo ne è stato vietato l'accesso. Ci sono pochissime informazioni certe su questo posto, solo alcune voci che circolano tra la gente..."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Risorse",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Specialità locali"
      },
      {
        "type": "CustomEntry",
        "epId": 6672,
        "name": "Pianta grassa Artiglio di Saurico",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Una pianta grassa a forma di zampa di un animale gigante.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/45954971/ed71caf61dec80b5585b0a7922a9c4a4_5144189617349013305.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6670,
        "name": "Crisantemo splendente",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un fiore dalla forma di ali fluttuanti. I suoi petali ondeggiano in modo incredibilmente rilassato e sereno quando viene accarezzato dal vento.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/08/45954971/a633943bf75eef1936a4c8d682766bc1_6114123486097550857.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7162,
        "name": "Cornofungo luminoso",
        "desc": "Un fungo che emette una tenue luce nell'oscurità. Il suo nome deriva dal fatto che la sua forma ricorda la cresta cornea di un Iktomisauro.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/77a9638bc0cb33a3de62209934f0d3db_1155012823071897200.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7163,
        "name": "Bocciolo purpureo avvizzito",
        "desc": "Un fiore caratterizzato da foglie e petali dall'aspetto arso e avvizzito. È possibile trovarlo comunemente nei luoghi dove la cenere abbonda.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/8e8b48c2f8b649faa03655081c5ca332_7042901679055518409.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ingredienti e materiali"
      },
      {
        "type": "CustomEntry",
        "epId": 6930,
        "name": "Granifrutto",
        "desc": "<p>Il nome di questa pianta deriva dai grossi chicchi che crescono lungo il suo fusto.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/21/20577441/315aac581084928ea5bf95b30cb1f650_8717363980539569366.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6931,
        "name": "Fungo candela",
        "desc": "Un fungo che cresce sulle pareti rocciose o ai piedi delle montagne, brilla come una piccola lampada. Avvicinando la mano puoi sentire un lieve tepore.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/acc18acc445dbd82b257901af8f37409_6150389844072897366.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6679,
        "name": "Fiore Cuordambra",
        "desc": "Uno strano fiore che si trova sulle pianure e gli altopiani. I boccioli maturi sbocciano quando vengono colpiti.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/3976d3238a631a0b45a4f96b07985294_749681402037316612.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ricette"
      },
      {
        "type": "CustomEntry",
        "epId": 7185,
        "name": "Ricetta: Mari, monti... e cieli",
        "desc": "Una ricetta passo dopo passo per preparare un Mari, monti... e cieli.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/60c9c277139b43907167e6452d409874_2394618203975894864.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Esseri viventi",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Nemici e mostri"
      },
      {
        "type": "CustomEntry",
        "epId": 7081,
        "name": "Mimiflora tenebrosa",
        "desc": "Mostri dell'Abisso discesi in questo mondo dalle profondità di un luogo contorto e alieno, il cui aspetto ricorda quello di una pianta.<br>Si dice che, ove lambiscano le onde contaminanti della marea oscura, cresceranno questi mostri simili a piante. La loro somiglianza è solo superficiale, perché hanno adottato tale forma solo per avvicinarsi al mondo arboreo, poterne estrarre i concetti necessari, analizzarli e imitarli.<br>Alcuni folli che hanno perso la testa dicono che quelle cose che si estendono come foglie siano in realtà delle porte per altri mondi nella loro fase iniziale.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/2bdd8939119a34c70b5dd45a4daf426c_7371904873920349725.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fauna"
      },
      {
        "type": "CustomEntry",
        "epId": 6605,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7124,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 6613,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 6614,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Pesci"
      },
      {
        "type": "CustomEntry",
        "epId": 7123,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7122,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7118,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7117,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7119,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7120,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7121,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "NPC",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "NPC correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un drago con un'anima umana, Signore della Città di cenere. Era conosciuto anche come Re pitone e Sacro Signore.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/21/20856775/74adbc6536b10e9e313d209ebb05addb_708286412048534319.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>Il più saggio tra i draghi, che rubò la fiamma ai suoi simili e insegnò agli uomini come usarla. Voleva creare un sovrano del mondo dei draghi e degli umani. Il suo vero nome è Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/362377527/e67278bccb0bd432c6291edc82037599_1081235660064708096.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>Un'avventuriera che si recò a Ochkanatlan per trovare la Giada del Ritorno in grado di rimuovere la sporcizia. <span class=\"wk-shady\">Visse circa 500 anni fa.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/04/362377527/57ce67f0e1269d2685ac711fe61cc45b_7419662740261319747.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Libreria",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Libri"
      },
      {
        "type": "CustomEntry",
        "epId": 7147,
        "name": "Appunti di un avventuriere senza nome",
        "desc": "Degli appunti lasciati da un avventuriere di un'epoca sconosciuta, nei quali racconta le sue avventure a Ochkanatlan.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/060988725ce1c5a4a5765038f049aa03_8332310976614874517.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Guida all'avventura",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tutorial"
      },
      {
        "type": "CustomEntry",
        "epId": 7234,
        "name": "Anelli di luce di Cocouik",
        "desc": "<p>Cocouik, il misterioso compagno di Bona, sembra avere la stupefacente abilità di sopprimere la contaminazione dell'Abisso. Durante il vostro viaggio insieme, Cocouik proietterà la sua aura per proteggerti dalla minaccia dell'Abisso <span style=\"color: #FFE14B\">consumando Flogisto</span>. Sotto la sua influenza, il Flagello abissale contaminante verrà soppresso e liquefatto, e i mostri con gli <span style=\"color: #FFE14B\">Scudi del Vuoto</span> subiranno danni costanti.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/26/362377527/e10bd6aefc39ad3aebaefac94640e2ac_675976662262448184.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7235,
        "name": "Pilastri radiosi",
        "desc": "<p>Misteriosi pilastri sparsi nel Cuore di Chu'ulel. Sembrano dei meccanismi in grado di sopprimere il diffondersi della contaminazione dell'Abisso.<br>Dopo aver posizionato al loro interno i frammenti radiosi, si creerà un anello di luce che illuminerà l'area fino a una certa distanza. Il Flagello abissale all'interno dell'area illuminata verrà soppresso e liquefatto, e i mostri con gli <span style=\"color: #FFE14B\">Scudi del Vuoto</span> subiranno danni costanti.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7236,
        "name": "Frammenti radiosi",
        "desc": "<p>Frammenti di potere che brillano di una luce radiosa. Sembrano avere la stessa origine del potere di Cocouik e sono in grado di sopprimere il potere dell'Abisso. Dopo averli raccolti, <span style=\"color: #FFE14B\">posizionali nei Pilastri radiosi</span> per creare degli anelli di luce capaci di sopprimere la contaminazione dell'Abisso nella zona circostante.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7237,
        "name": "Flagello abissale",
        "desc": "<p>Nelle rovine di Ochkanatlan, l'energia dell'Abisso che fuoriesce dalla città si condensa in una sostanza nota come Flagello abissale.</p><p>Gli<span style=\"color: #FFE14B\"> anelli di luce di Cocouik </span>possono liquefare istantaneamente i Flagelli abissali isolati. Quando sono presenti più Flagelli abissali connessi tra loro, potresti doverli <span style=\"color: #FFE14B\">sopprimere tutti</span> rapidamente per poterli liquefare.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/26/362377527/e10bd6aefc39ad3aebaefac94640e2ac_6335953528256807191.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7238,
        "name": "Flagello abissale maligno",
        "desc": "<p>In confronto ai Flagelli abissali più comuni, il potere dell'Abisso contenuto nel Cuore di Chu'ulel è molto più forte. Anche se gli anelli di luce possono <span style=\"color: #FFE14B\">temporaneamente reprimerne</span> la crescita, non possono essere completamente distrutti finché la contaminazione dell'Abisso intorno al <span style=\"color: #FFE14B\">Luminucleo di Chu'ulel</span> non viene eliminata.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7239,
        "name": "Antichi anelli incisi...",
        "desc": "<p>Si dice che ci sia un tipo di Incisione di Flogisto, realizzata da popoli di un antico passato per imitare la lingua dei draghi.</p><p>Un Iktomisauro nel suo stato<span style=\"color: #FFE14B\"> medianico</span> può attivarne il potere racchiuso all'interno.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/26/362377527/e10bd6aefc39ad3aebaefac94640e2ac_5309136262608021000.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7240,
        "name": "Vortici abissali",
        "desc": "<p>Un vortice dell'Abisso formatosi a causa dell'influenza del Flagello abissale che cresce nelle rovine antiche. Una volta <span style=\"color: #FFE14B\">soppresso</span>, i Flagelli abissali vicini vengono liquefatti.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7241,
        "name": "Luminucleo di Chu'ulel",
        "desc": "<p>Un misterioso dispositivo trovato nel Cuore di Chu'ulel di Ochkanatlan. Sembra che in passato fosse il meccanismo chiave che dava energia all'intera città. Ora è ricoperto da strati su strati di contaminazione abissale.<br>Se riuscirai a <span style=\"color: #FFE14B\">eliminare la contaminazione circostante</span>, forse potrai rivelare i segreti che nasconde...</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7242,
        "name": "Fiammolite crepitante misteriosa",
        "desc": "<p>Una misteriosa Fiammolite che arde incessantemente e che contiene il potere della Fiamma primordiale. Anche coloro che non temono il fuoco tendono a non toccarla con leggerezza. Può essere raccolta solo da chi ha la Benedizione del Signore delle Fiamme.<br>Raccogli abbastanza <span style=\"color: #FFE14B\">Fiammoliti</span> e <span style=\"color: #FFE14B\">posizionale sull'Altare della Fiamma primordiale</span>, potrebbe succedere qualcosa...</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7243,
        "name": "Altare della Fiamma primordiale sulla Tonatiuh?",
        "desc": "Un meccanismo misterioso situato sulla Tonatiuh e molto simile all'Altare della Fiamma primordiale a Ochkanatlan, sopra il quale arde una fiamma eterna. Gettando abbastanza Fiammoliti al suo interno, la fiamma brucerà ancora più intensamente, forse al punto da ridurre in cenere anche la Giada del ritorno fluttuante.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7244,
        "name": "Antichi meccanismi sulla Tonatiuh",
        "desc": "<p>La Tonatiuh che fluttua sopra il mare di nuvole è stata costruita utilizzando grandi quantità di antichi meccanismi risalenti all'era degli antichi draghi. I meccanismi connettono il nucleo della nave alle isole fluttuanti: sapere come usarli ti aiuterà a muoverti più facilmente tra la nave e le altre aree.<br><span style=\"color: #FFE14B\">Ruotando il meccanismo centrale</span> si creeranno dei collegamenti tra i Percorsi illusori e gli ascensori sulle isole fluttuanti.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7259,
        "name": "Componenti di uno strano meccanismo...",
        "desc": "<p>Un componente meccanico dalla forma particolare. Sembra che <span style=\"color: #FFE14B\">possa essere ruotato</span> per adattarsi alla forma dei fori presenti in alcuni meccanismi di controllo delle rovine...</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7260,
        "name": "Fiammocristalli sigillati",
        "desc": "<p>Un cristallo utilizzato per sigillare il potere delle rovine antiche. Può essere distrutto tramite collisioni o attacchi. Una volta <span style=\"color: #FFE14B\">distrutto</span>, sembra sia in grado di sprigionare il potere di un certo luogo...</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7261,
        "name": "Sentinelle della Fonte segreta",
        "desc": "Delle macchine che è possibile trovare in tutta Ochkanatlan. Le leggende narrano che i sovrani della Città di cenere le abbiano modellate sulla forma dei macchinari di rovine precedenti. Un tempo, tali macchinari erano il mezzo con cui i sovrani monitoravano e sorvegliavano ogni cosa.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7263,
        "name": "\"Supermega laser\"",
        "desc": "Cocouik lancerà un potente raggio contro l'Abisso una volta che la sua energia sarà al massimo. Il raggio è estremamente efficace contro i draghi malvagi contaminati dall'Abisso.<br>Aiuta Cocouik ad attaccare i draghi malvagi con il suo raggio e usa i suoi scudi per bloccare in tempo le sfere di fuoco dei draghi e accumulare energia.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mappa",
        "alignment": "center"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=1&lang=en-us#/map/2?shown_types=&center=2616.11,-10740.00&zoom=-1.00"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ochkanatlan",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/7f8feaf87a23de3baaaedbf6efa60b47_8272767965738074305.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Molti millenni fa, quando il primo trono non era ancora comparso nei cieli di Teyvat, il mondo apparteneva ai draghi. La città che in futuro si sarebbe chiamata Ochkanatlan era abitata dai draghi ed era conosciuta come\n. La sovrana del luogo era Ix Uxul Tz'ib Bolon Ch'ule-L, una dei tredici Signori dei Draghi e divenne una proiezione di Flogisto. Quella saggezza senza forma corporea, immagazzinata in maestose statue, poteva controllare tutti i meccanismi della città con l'aiuto di disegni dorati e di comandi. Il cuore di Chichen Uctokah era anche quello di Chu'ulel. Un millennio dopo, quando il Re pitone Och-Kan ascese al potere, annunciò degli scavi in antiche rovine e partì alla ricerca del nucleo. Il Re riuscì ad incontrare la Signora dei Draghi che, sebbene credesse che lui fosse il sovrano scelto dal destino, venne ingannata e imprigionata all'interno di una statua in grado di controllare i meccanismi di Ochkanatlan. La beffa non si concluse in quel modo: ella fu anche fatta a pezzi e nascosta in svariati posti. Fu soltanto molti anni dopo, quando le rovine vennero scoperte dal Viaggiatore e Paimon, che il cuore di Ixlel venne riassemblato. Il cuore, creato ancora prima che la fiamma della civiltà umana si fosse accesa, conteneva tutti i ricordi di Ixlel ed erano proprio quei ricordi che la confinavano all'interno della statua. La sua coscienza sarebbe dovuta svanire entro trent'anni, ma la Signora dei Draghi non voleva morire imprigionata. Ix Uxul Tz'ib Bolon Ch'ule-L non poteva distruggere sé stessa, ma grazie ai frammenti trovati dal Viaggiatore fu in grado di ripristinare quello che rimaneva della sua energia e di sistemare il suo cuore distrutto senza violare la sacra legge. Quando la coscienza contenuta all'inverno della statua venne finalmente liberata e si dissipò, tutto ciò che rimase della sovrana fu il Cuore perfetto del Drago sacro, una preziosa gemma che non aveva eguali nel regno degli umani."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/d25bfa25bdc4ed14f83eeef1456eb86b_5794537881159549616.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Quando Och-Kan fallì nel tentativo di utilizzare Ix Uxul Tz'ib Bolon Ch'ule-L per controllare i meccanismi di Ochkanatlan, decise di creare un nuovo Cuore di Chu'ulel che avrebbe obbedito soltanto agli umani. Con l'obiettivo di diventare colui che avrebbe governato su tutta la Città di Cenere, il Re pitone sacrificò il suo stesso cuore ma la sua profanazione portò alla distruzione di Ochkanatlan. La strada che porta al Cuore di Chu'ulel è nascosta sotto un affresco che rappresenta la vera sovrana di Chichen Uctokah. Una volta salito al potere, Och-Kan fece dipingere la sua immagine sopra quella della sovrana precedente."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/6dc298f417de8f5357639c74c75a6ba6_1485922564085983323.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Non molto lontano dal Cuore di Chu'ulel, si trova la cascata dove il guerriero Quenin trovava riparo. L'uomo era arrivato 500 anni prima a Ochkanatlan, assieme a un gruppo di avventurieri, nella speranza di trovare un leggendario tesoro. Il guerriero era morto durante una colluttazione con l'Abisso, ma la creatura che prese il suo posto continuò a considerarsi Quenin stesso. Il corpo dell'uomo rimase sepolto sotto delle rocce vicine alla cascata e la creatura continuò a combattere contro i mostri per i successivi 500 anni, fino al giorno in cui la verità gli fu finalmente svelata."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/1a8a0e17c2fa7dd40049f60d3fba1419_6072678402222406173.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Il trono del primo Archon di Pyro si trova nella Culla dei Sogni effimeri. Migliaia di anni fa, quando Xbalanque sconfisse i draghi, sulle rovine della loro civiltà fu costruita la prima capitale, dove il cielo e la terra erano separati l'uno dall'altra. Xbalanque prese in prestito il potere della\nper proteggere il suo popolo dall'Abisso e stabilì le leggi di Natlan: l'Ode della Resurrezione e il Pellegrinaggio del ritorno della Fiamma sacra. Migliaia di anni dopo, quando giunse l'ora della battaglia finale contro l'Abisso, l'Archon di Pyro Mavuika utilizzò il potere del trono divino e i doni di Ronova, in cambio della propria vita. Quando l'Abisso venne sconfitto, Mavuika si preparò a pagare il prezzo stabilito dall'accordo, ma chiese alla Signora e creatrice del Regno della Notte di ripristinare le Linee geomantiche di Natlan. Il potere della donna sarebbe bastato a sostenere le Linee geomantiche per i successivi 500 anni, durante i quali sarebbe stato compito del nuovo Archon di Pyro trovare un'altra soluzione. Mavuika si recò presso il trono del primo Archon di Pyro per incontrare la Signora della Morte e morire, ma il Primo degli Unidici Messaggeri dei Fatui,\n, intervenne con una proposta alternativa."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/5c65238e3472cfc891aa421f69da3434_8106064855333757635.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durante il Cataclisma di Khaenri'ah, 500 anni fa, la Signora della Morte maledisse con l'immortalità tutto il popolo del regno senza divinità e lo fece perché i Cinque Peccatori tentarono di approfittare del potere dell'Abisso. Sebbene la maggior parte della gente fosse innocente e ignara delle azioni dei Peccatori, venne comunque condannata a sopportare un tormento fisico eterno e alla perdita di tutto ciò che considerava caro. Per cinquecento anni, Il Condottiero aveva tenuto nel suo cuore le anime dei compagni caduti e degli abitanti di Natlan, pronto a rimandarli a casa. Le Linee geomantiche non erano in grado di accettare quelle anime ma unendosi alla Signora della Notte, il Cavaliere Sentinella poteva cambiare la legge che le governava, in modo da poter dare loro la pace. Il Condottiero diede una scelta alla Signora della Notte: se lui avesse sacrificato la propria vita a Ronova, ella avrebbe avuto la morte che desiderava, ma la maledizione dell'immortalità avrebbe negato la sua dipartita. Sapendo che la maledizione dell'immortalità non poteva essere rimossa e che un tale paradosso avrebbe potuto scombinare l'ordine naturale di quel mondo, Il Condottiero decise di trasformare la maledizione in uno strumento per opporsi all'oppressione da parte delle divinità. La Signora della Notte, la cui missione era servire l'umanità, approvò il piano del Cavaliere Sentinella e decise di accettare il suo sacrificio, fondendosi con lui. La maledizione dell'immortalità non venne rimossa e Il Condottiero rimase a sedere per l'eternità sul Trono della Fiamma primordiale, \"congelato\" tra la vita e la morte. Per coloro maledetti dall'immortalità, la forma di pace più grande era l'abbandono delle proprie spoglie mortali e il viaggio del cavaliere era finalmente giunto al termine. Attraverso il sacrificio del Condottiero, la Signora della Notte e le Linee geomantiche di Natlan sarebbero potute esistere in eterno, accettando tutte le anime."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Una nobile figura ricopre di ghiaccio il sole, e due ere offrono la salvezza a Natlan non una sola volta, bensì due.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/0a12cc7ec05c8a7707d6b704acc643c2_8929304714429118801.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Presso il Trono della Fiamma primordiale, il Viaggiatore può offrire alla Signora della Notte la Selce sfolgorante. La prima selce illumina il lontano passato e l'inizio della terra del viaggio... Viene chiamata \"casa\". Il ritorno potrebbe non essere possibile, ma quando si accoglie la notte, questa rimarrà per sempre pura come uno specchio. La seconda selce illumina il luogo della partenza e il giorno dell'inizio del viaggio... Viene chiamata \"addio\". Nella sua partenza, il mondo immutabile tradisce, eppure si cerca ancora di afferrare la sua ombra. La terza selce illumina un giorno di festa e un momento in cui i cuori si aprono... Viene chiamata \"amicizia\". Questo viaggio è tutt'altro che una prova solitaria; non solo i venti, ma anche i cuori umani, accolgono lungo il cammino. La quarta selce illumina una notte tempestosa di disperazione bagnata di pioggia battente e un mare d'angosciante degrado... Viene chiamata \"fallimento\". Lottando contro le onde, una piccola barca può essere facilmente affondata... Ma, fortunatamente, si tengono saldi i remi nelle proprie mani. La quinta selce illumina quei giorni in cui bisogna andare avanti e le pietre con cui vengono costruite le alte torri... Viene chiamata \"determinazione\". Più in alto ci si arrampica e più in alto si arriva, finché non si intravede la destinazione che si è sempre sognata. La sesta selce illumina il momento dell'arrivo e i giacigli dove si potrà riposare in eterno... Viene chiamata \"miracolo\". Il viaggio si conclude ma, piuttosto che un finale, che questo sia un nuovo inizio."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/b3b73b152ca4cb11cfb5c164b722a808_3836358697735151338.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Situata all'uscita di Ochkanatlan, la Torre di Tecoloapan è il luogo in cui è avvenuto il primo incontro tra il Viaggiatore e l'avventuriera Bona. Assieme, i due sconfissero il\nsi recarono presso la Leggendaria Tonatiuh e scoprirono la verità sul tesoro nascosto all'interno della nave volante. Quando il drago malvagio, che aveva passato gli ultimi 500 anni attaccando chiunque, venne sconfitto, precipitò da una grande altezza e fece formare un buco nella terra che arrivò fino al Regno della Notte. Laggiù, nella Sorgente degli Incubi, il Viaggiatore riportò l'anima frammentata del Re pitone e gli disse addio, lasciando il sovrano della Città di cenere a riposare per sempre."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/15bd77f82b7ab585dafe9f593037fd9b_2336625757414032713.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Nella parte nord-orientale di Ochkanatlan si trova l'Isola di Tozoz, anche conosciuta come Isola della Notte. Agli albori del regno di Och-Kan, fu mandato un gruppo di viaggiatori sull'isola per tenere d'occhio i Saurici. Si diceva che, coloro che incontravano questi parassiti, si ammalavano rimanendo preda di fitte e vomito incessante, arrivando persino a cambiare personalità. Il fisico di queste persone diventava molto fragile, essendo sottoposto giorno e notte a quei sintomi, e infine sopraggiungeva la morte. I guerrieri che non potevano essere salvati, riportavano sui corpi delle ferite che davano l'impressione di essere stati fatti a pezzi con un oggetto affilato. Una delle guardie giunte sull'isola ebbe l'impressione che i Saurici dovessero essere sterminati e che non si dovesse sprecare del cibo per loro. Con il tempo, la guardia iniziò ad amare le creature, realizzando che non si trattava di \"parassiti\" e che non causavano alcuna ferita purulenta. Anche quando vennero tagliate le razioni, egli non riuscì a diminuire il cibo per i cuccioli, che necessitavano di una nutrizione aggiuntiva per crescere. Qualche tempo dopo, sull'isola arrivò l'ordine di sterminare tutti i Saurici ma, subito dopo la notifica, il comandante delle guardie decise invece di liberarli tutti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/7e5266ddc816b6ffcb07a50d059df181_133214873930074602.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sull'Isola della Notte rimase un uovo di Saurico, che la guardia chiamò Aguara. Quando l'isola venne attaccata da guerrieri determinati a spargere più sangue possibile, egli si nascose assieme all'uovo in una camera sotterranea. L'uomo esaurì il cibo e iniziò gradualmente a perdere conoscenza, ma non poteva lasciare Aguara. La guardia riuscì a ibernare l'uovo prima della sua morte, facendo in modo che non si schiudesse durante l'attacco. Aguara rimase in quello stato di ibernazione per più di mille anni, fino al momento in cui venne trovato dal Viaggiatore e Paimon. I due riuscirono a creare un'incubatrice per l'uovo che, nonostante la lunga attesa, non dava segnali di cambiamento. Dopo aver deciso che quell'ambiente non fosse l'ideale per la covatura, il Viaggiatore e Paimon portarono l'uovo nel rifugio del loro compagno Tepetlisauro. Dopo il lungo viaggio a Natlan, finalmente nacque il piccolo Tepetlisauro di nome Aguara, che rimase a vivere all'interno della Serenteiera del Viaggiatore."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/7add03fa6f5b95cde5c0d37ba9d77683_1647385288772725335.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "In tutta Ochkanatlan sono presenti cinque Fornaci delle Braci ardenti, che fornivano energia alla città ai tempi dei draghi. Quando il giovane dagli occhi scarlatti si ribellò al sovrano della Città di cenere, la prima cosa che fece fu spegnere queste fonti di energia in modo da poter arrivare sino al Cuore di Chu’ulel, che alimentava il sistema di combustione. Il compito fu affidato all'artigiano Manqu, che aveva partecipato agli scavi di Ochkanatlan. Grazie all'aiuto dell'uomo, l'ufficiale che serviva il Re pitone fu in grado di condurre il giovane dagli occhi scarlatti presso la sala del trono, dove venne ucciso il tiranno della Città di cenere e il ragazzo divenne il nuovo Archon di Pyro. Non appena furono accese tutte le fornaci e raccolti i disegni dorati, la vecchia spada che si trovava al centro della città, come se fosse collegata allo spazio stesso, teletrasportò il Viaggiatore su un isola nel cielo, dove potè finalmente recuperare la preziosa arma.\nA Ochkanatlan si possono trovare le Missioni avventura"
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "name": "Viaggiatore perduto nel Regno di cenere",
        "desc": "<p>Una Serie di Missioni avventura che segue Bona e Coco, un'avventuriera e il suo compagno, nella ricerca della Giada del ritorno e del drago malvagio.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/20856775/42d1b97191ffd2055e0c77d25704ea13_6921359871268660225.png",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 7399,
        "name": "L'isola solitaria chiamata Notte",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Hai scoperto una stanza nascosta nelle profondità dell'Isola della Notte...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/22/362377527/77708b385a182a8373980310bb5da4c3_2490560090227620487.png",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 7407,
        "name": "Aprimi il tuo cuore",
        "desc": "<p>A Ochkanatlan scopri una struttura sotterranea che scende talmente in basso da sembrare senza fondo...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/20856775/1c0f22a859063af0403353b6fad40a28_141740419958079412.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "e"
      },
      {
        "type": "CustomEntry",
        "epId": 7409,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Cataclisma di Khaenri'ah",
        "desc": "<p>Un disastro avvenuto 500 anni fa, durante il quale le forze dell'Abisso irruppero a Teyvat. Come risultato del Cataclisma, Khaenri'ah venne distrutta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/23/20856775/826332c1b0fb525a54df5442ee996c76_3770321130010944750.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Fatui",
        "desc": "<p>Un'organizzazione di Snezhnaya leale alla Tsaritsa, si è espansa in tutto il continente. I suoi Undici Messaggeri sono a caccia delle Gnosi. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/17/20856775/159454dca0123d1c63a52568b03a0a26_2110336716961042200.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un drago con un'anima umana, Signore della Città di cenere. Era conosciuto anche come Re pitone e Sacro Signore.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/21/20856775/74adbc6536b10e9e313d209ebb05addb_708286412048534319.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>Il primo Archon di Pyro, colui che sconfisse il Signore delle Fiamme e rinacque dalle ceneri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/05/445590549/e7f7eee058f60fc225b1f5bc654a08e0_2658918662697367762.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7039,
        "name": "Ronova",
        "desc": "<p>La Signora della Morte, una delle quattro Ombre del Primigenio.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/20856775/57099dce99ddcb106636d9fe3a054527_5610238473485806538.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "name": "Yohualtecuhtin, Signora della Notte",
        "desc": "<p>Un angelo che creò il Regno della Notte a Natlan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/20856775/c1da02b7fb549b7e952c814081f07c16_6007038937546049890.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7299,
        "name": "Mavuika",
        "desc": "La leader di Natlan, che ha ereditato il Nome antico di \"Kiongozi\". Ha giurato di illuminare il futuro della Nazione della Guerra con la Fiamma sacra.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/30/2f098b1f15854fd9dafc54998795a59e_864981592196815761.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>Un'avventuriera che si recò a Ochkanatlan per trovare la Giada del Ritorno in grado di rimuovere la sporcizia. <span class=\"wk-shady\">Visse circa 500 anni fa.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/04/362377527/57ce67f0e1269d2685ac711fe61cc45b_7419662740261319747.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6926,
        "name": "Selce sfolgorante",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">È nota come minerale grezzo per via del bagliore radioso che emana.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Se presa in mano, la si può sentire pulsare con vigore. Forse un giorno, se tenuta in alto verso il cielo stellato, potrebbe emettere un leggero bagliore che illuminerebbe la notte.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/45954971/2da70d8f319794d4943c00658814dc54_2792575966811124327.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7271,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Leggendaria Tonatiuh",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/18b8365b87a5c09e7fa659baac4208e4_8573899096872455438.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nel cielo sopra Ochkanatlan si trova una nave volante creata dal sovrano della Città di Cenere. Quando Teyvat era ancora governata dai draghi, essi esploravano lo spazio che si stagliava attorno al loro mondo. All’epoca, avevano creato una scala per oltrepassare i cieli e si stavano preparando per lasciarla dietro l'orbita e utilizzarla per assicurare il cavo e l'ancora alla traiettoria di quest'ultima. Successivamente, Och-Kan modificò la nave per farla diventare la Tonatiuh. Un tempo, la Tonatiuh che fluttuava nel cielo sopra le nuvole era una meta ambita per molti avventurieri. In passato, furono tanti i sogni vuoti che si infransero in quel luogo, dove però iniziava anche la strada della speranza. Sulla nave, Och-Kan aveva lasciato delle note per guidare i compagni verso la via dell'Archon di Pyro. Il Re pitone credeva che gli umani non potessero contare su draghi o regole celesti. Gli antichi draghi erano convinti invece che la tecnologia e il potere del Signore della Fiamma avrebbero permesso loro di governare per diecimila anni, ma infine persero il desiderio di progresso e, assieme a quello, furono privati anche di tutto il resto. Och-Kan scrisse che gli Elementosauri del Grande Vulcano un tempo si ergevano a maestri dell'evoluzione, ma con il passare degli anni avevano perso la loro saggezza per colpa dei continui adattamenti e così erano diventati soltanto bestie, pronte ad essere uccise per mano degli umani. La loro regressione aveva provato che i draghi erano stati abbandonati sulla via dell'evoluzione, i loro eredi avevano perso la purezza della fiamma primordiale e il sovrano di fuoco non sarebbe mai più potuto nascere tra i loro simili. Dopo la caduta degli Elementosauri, l'umanità divenne l'apice delle forme di vita, l'ultima destinazione di tutto ciò che vive in questo mondo. Per questo motivo, il popolo doveva pregare soltanto il vero re dell'umanità, l'unico vero Dio umano: Xbalanque."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/7248a20ac81196b871ed1a7ab52ae572_1168172392216280863.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Il padre di Och-Kan, Waxaklahun Ubah Kan, non era assolutamente d'accordo con la visione del figlio. Quando la razza del Saggio della Fiamma rubata fu divisa dalla punizione arbitraria e venne esclusa dalla via dell'evoluzione, il Saggio iniziò a cercare nuove possibilità evolutive nella razza umana. Egli credeva che l'umanità, che di fatto era composta da esseri creati, non sarebbe mai stata in grado di comprendere \"l’evoluzione\", perché costituiva soltanto una tappa all'interno del suo percorso. L'evoluzione è un miscuglio di cose, non è pura e incontaminata ed è proprio per questo che si oppone al concetto di \"eternità\". Fu proprio a bordo della Tonatiuh che avvenne l'incontro tra Waxaklahun Ubah Kan e il compagno Saurico del Viaggiatore, che il Saggio della Fiamma rubata, assumendo svariate forme, aveva guidato per tutta Ochkanatlan.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>Il più saggio tra i draghi, che rubò la fiamma ai suoi simili e insegnò agli uomini come usarla. Voleva creare un sovrano del mondo dei draghi e degli umani. Il suo vero nome è Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/362377527/e67278bccb0bd432c6291edc82037599_1081235660064708096.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un drago con un'anima umana, Signore della Città di cenere. Era conosciuto anche come Re pitone e Sacro Signore.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/21/20856775/74adbc6536b10e9e313d209ebb05addb_708286412048534319.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>Il Sovrano di Pyro sconfitto dal primo Archon di Pyro, Xbalanque. Xiuhcoatl finse la propria morte, lasciando ai discendenti degli antichi draghi soltanto la possibilità di inchinarsi davanti al trono e di guardare la propria civiltà svanire giorno dopo giorno. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/20856775/9a22dd4b26f4b13640ab1571df85ca3f_6718777868956084210.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Piccolino",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/85019254/20ba7f2fe8cf94012212ddf97e97dff6_5496228381205375125.jpg",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Grande Alleanza",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/866706487c6079f430bf937c0b9aabc7_8916744477640877507.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando Xbalanque si alzò dal trono per entrare nella Fiamma sacra, il mondo dei mortali attese l'arrivo del suo successore. Och-Kan, proclamatosi Sacro Signore, decise che il Dio da lui venerato e per il quale aveva pianto lacrime dorate, sarebbe dovuto rimanere in eterno l'unico e il solo. Egli divenne il sovrano della prima città dell'Archon di Pyro, che venne chiamata Ochkanatlan, e si mise alla guida della Grande Alleanza, fondata da Xbalanque per unire tutte le tribù sotto la sua legge. Tra gli alleati di Och-Kan vi erano Yupanqui, un guerriero dei Discendenti delle Vette, e Uenuku del Popolo delle Sorgenti, seguiti dagli Oceanidi. Il Sacro Signore decise di proporsi come unico sovrano di Natlan, con lo scopo di creare un mondo ideale per il popolo. La storia dei regni del deserto e dei barbari del mare settentrionale, aveva già dimostrato come la presenza di più autorità portasse a infiniti conflitti interni. Alle varie tribù non era più permesso di varcare i confini e di proclamare la propria autorità, a differenza di prima. A Ochkanatlan furono proibiti i sacrifici e il culto della Signora della Notte. Och-Kan era fermamente convinto che l'umanità fosse in grado di percorrere la strada che aveva scelto. Proprio per questo motivo, si era reso necessario proibire qualsiasi tipo di offerta al Regno della Notte, in modo che le anime dei traditori non potessero mischiarsi con i vivi e il popolo non rischiasse di diventare una marionetta nelle mani della\n. Il Sacro Signore sperava di creare questo nuovo mondo per il popolo, anche per il bene di Xbalanque. La gente non avrebbe dovuto contare sulla saggezza dei draghi o dei cieli, dato che a essi non importava minimamente la volontà di coloro che abitavano il mondo. Il popolo formava i pilastri che sorreggevano la terra, necessari nella lotta contro i suoi nemici. Tutte le preghiere andavano rivolte all'unico e solo Archon di Pyro, Xbalanque, e seguendo la sua via non ci si sarebbe mai dovuti piegare alla Fiamma della Notte. Sotto la sua guida, l'umanità ebbe il controllo della terra e il Sacro Signore si convinse che un giorno sarebbe stata persino in grado di conquistare i cieli.\nMigliaia di anni fa a Natlan, agli albori delle tribù, esistevano due eroi gemelli: Ahpub e Ixquieh. Quando i grandi draghi vagavano ancora tra le terre bruciate, i gemelli si sottoposero a numerose prove, sconfissero un malvagio drago e fecero un patto con Xbalanque, Colui che fu sepolto con la fiamma primordiale. Le numerose leggende che narravano incredibili avventure, divennero poi le basi delle tradizioni sia della Comunità dell'Abbondanza, che dei minatori. Dopo che il primo Archon di Pyro entrò nella Fiamma sacra e Och-Kan prese il potere, fratello e sorella litigarono e Ixquieh lasciò la Grande Alleanza. Sebbene il fratello non si fosse mai opposto agli insegnamenti su una coesistenza pacifica tra umani e Saurici, tutti erano a conoscenza della sua ostilità nei confronti dei draghi. Fu così che quando il sovrano della città proibita ordinò l'inseguimento dei draghi malvagi in fuga, tra gli eroi che allora servivano ancora l'Alleanza, soltanto Ahpub rispose alla chiamata. In quanto capo, guidò numerosi guerrieri della Comunità dell'Abbondanza davanti alle miniere tra i monti, chiedendo a Ixquieh, sovrana di Nanatzcayan, di consegnare le \"bestie feroci nascoste tra le montagne\" o di affrontare le loro lame. Dopo scontri che durarono giorni, l'eroe invitò la sorella gemella in un luogo adatto al dialogo e le ricordò il giuramento che aveva fatto."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Siete tu e l'usurpatore che governa la Città di cenere a voler infrangere il giuramento, stupido fratello...</color>\n<color=#ffffff>Sicuramente ricorderai gli 'ammonimenti dell'eroe'.</color>\n<color=#ffffff>Se insisterai col nuocere a questi pacifici draghi, che non vogliono avere niente a che fare con nulla...</color>\n<color=#ffffff>i Nanatzcayan vi vedranno come nemici traditori dell'Alleanza.</color>\n<color=#ffffff>O fratello, mio stupido fratello...</color>\n<color=#ffffff>Ciò che cerchi non è più la vendetta, ma una cieca sete di sangue fine a sé stessa.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/4ab0178d39299921e1617f1162eaf53d_1182765024941123465.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Preda di una furia cieca, Ahpub puntò la lama contro il collo di sua sorella, minacciandola e obbligando il responsabile delle miniere a obbedire al decreto del nuovo Re. Il sangue sparso mise fine alle inutili discussioni, lasciando soltanto pianti disperati. Per impedire la morte dei soldati ordinari, Ixquieh si lanciò direttamente contro la lama del fratello, nel tentativo di porre fine alla vita di entrambi nello stesso momento. Tenendo la sorella tra le braccia, l'eroe entrò nelle fiamme divampanti. Un'altra leggenda afferma invece che i gemelli riuscirono a sopravvivere e, dopo aver scoperto i piani del tiranno, fuggirono su un'isola lontana e fu così che la Comunità dell'Abbondanza divenne incline al combattimento a mani nude. Con la scomparsa dei due Capi, la fiamma della guerra non si accese mai e Och-Kan, fingendo di aver risparmiato i draghi, mandò degli emissari dalla gente dei canyon e della Comunità, nel tentativo di convincerli ad affidare temporaneamente l'autorità all'Alleanza, nell'attesa che le due tribù nominassero nuovi Capi. Allo stesso tempo, il Sacro Signore prese nota dei nomi di tutti coloro che avevano dato riparo ai draghi e attese il momento opportuno per prendersi le teste dei traditori."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/5d9e2a66fb12e2e52771f122d6909843_417383126039169940.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Negli anni in cui i grandi draghi vagavano ancora tra le terre di Natlan, e la tribù dei Maestri del Vento della Notte non esisteva, la valle era abitata soltanto da semplici paesani protetti dalle potenti bestie. Il superbo orgoglio dei draghi venne incenerito da antiche luci, che li spinsero a fuggire impauriti verso sogni avvizziti. Essi giunsero per stringere un patto coi mortali che cercavano la loro protezione, incaricandoli di nominare una Sacra Sovrana dal talento eccezionale. Gli abitanti del villaggio che veneravano i draghi furono accusati dai sovrani della Città di cenere di essere traditori e il Re pitone ordinò l'eliminazione di tutti i discendenti dei draghi. L'armata del re rase al suolo la fortezza ed a guidare la carica c'era l'eroe Maghan, che un tempo aveva combattuto al fianco di Colui che fu sepolto con la fiamma primordiale, mostrando un coraggio inestinguibile. Prima ancora che i draghi si svegliassero dal loro sogno, egli aveva massacrato i traditori che avevano cospirato con loro, ponendo così fine al conflitto. Ottenuta un'udienza al trono, l'eroe non ricevette il favore del sovrano della Città di cenere, ma un'occasione per fare ammenda. Fu in questo modo che i\n, una delle sei grandi tribù dei successivi millenni, ebbe origine e si sottomise alla Grande Alleanza."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/3715339a585397cdd2eaa1d6eea213a3_6598205487064156572.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Lianca, la prima portavoce del Clan Piumafiore, fu l'unica a rifiutare la sottomissione al Signore della Città di cenere. Cresciuta tra i draghi, ella guidò gli orfani privi di dimora, i guerrieri che non volevano piegarsi alle regole della tribù e i draghi banditi. La principessa senza corona accolse tutti quanti, umani o draghi, sia che fossero nemici o amici. Queste furono le fondamenta di una tribù che, nei millenni successivi, sarebbe stata conosciuta con il nome di \"Clan Piumafiore\". Durante il regno di Och-Kan, l'erede della matriarca propose di sradicare completamente il pericolo celato. La portavoce del Clan Piumafiore rimase in piedi anche quando fu costretta a combattere fino all'ultimo. La prima freccia la donò al suo erede traditore, e quelle rimanenti ai servi dell'usurpatore. Sebbene le sue ossa si fossero spaccate da tempo, avrebbe usato la sua ultima freccia per fissare il suo corpo martoriato all'arco di giada. Alla fine del suo cammino, neppure la morte era riuscita a piegare la fiera figlia dei draghi.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 6995,
        "name": "Figli degli Echi",
        "desc": "<p>Una delle sei tribù di Natlan, anche conosciuta come Nanatzcayan. Le persone della tribù sono famose per le loro attività minerarie e perché vivono assieme ai Tepetlisauri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/17/20856775/9cb5693d0a7324d5e02c23b29fb2b4a5_3639426156836555723.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7000,
        "name": "Comunità dell'Abbondanza",
        "desc": "<p>Una delle sei tribù di Natlan, anche conosciuta come Teteocan. Le persone della tribù vivono assieme ai Tatankasauri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/20/20856775/1d8c1998795a8c205a5e8dfef689e586_7242878197686375646.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "name": "Maestri del Vento della Notte",
        "desc": "<p>Una delle sei tribù di Natlan, conosciuta anche come Mictlan. Sono famosi per le loro predizioni e rituali per amplificare la capacità di comunicare con il Regno della Notte e i Wayob.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/04/362377527/8725b42a03cf25637b574003fd6409eb_8402905827484208007.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6999,
        "name": "Clan Piumafiore",
        "desc": "<p>Una delle sei tribù di Natlan, conosciuta anche come Tlalocan. La persone della tribù vivono insieme ai Qucusauri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/08/362377527/88a147c730529ee7c7c99a4e43856370_6616712253530434256.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un drago con un'anima umana, Signore della Città di cenere. Era conosciuto anche come Re pitone e Sacro Signore.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/21/20856775/74adbc6536b10e9e313d209ebb05addb_708286412048534319.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6551,
        "name": "Anello di Yaxche",
        "desc": "Un recipiente di giada fabbricato da un eroe di un lontano passato. Leggenda vuole che abbia abbattuto il gigantesco drago che dimorava nel vulcano.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9ab70898644274ce31f91faea8216bd8_5924884446177979679.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6547,
        "name": "Flauto di Ezpitzal",
        "desc": "Una spada di giada dalla forma inusuale, tramandata di generazione in generazione come \"flauto sacerdotale\" tra i Maestri del Vento della Notte.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/bdd740ad879d22a1fc4e3770cc9c73bd_5479414831341401728.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6552,
        "name": "Spezzacatene",
        "desc": "<p>Un arco lungo decorato con giada. Intorno alla sua corda sembra spirare continuamente una brezza gentile. Secondo la leggenda, quest'arma venne fabbricata in un'era assai antica da un artigiano della specie dei draghi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/29/20577441/8a6b418598f555deba7da922385254a2_6673728578456580555.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6662,
        "name": "Aspetto delirante del Sacro Signore",
        "desc": "Materiale d'ascensione delle armi.<br>Fu in quell'epoca che il primo umano asceso si sedette sul trono ed entrò nella Fiamma sacra, quando il mondo mortale attendeva la nascita del suo successore.<br>Era anche l'epoca in cui il grande sovrano prese il controllo di tutte le autorità.<br>Purtroppo, il Sacro Signore autoproclamatosi, che credeva che il dio che aveva amato e per cui aveva versato lacrime dorate non avrebbe mai dovuto essere sostituito, osò troppo. Ponendo i propri desideri personali al di sopra dei comandamenti lasciati dall'amato dio, fondò una città che separava il cielo dalla terra.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/aa7185b04bd1c2497721b870cc673d60_6516768964064862299.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6658,
        "name": "Determinazione del cuore sacrificale ardente",
        "desc": "Materiale d'ascensione delle armi.<br>Si narra che il Saggio della Fiamma rubata, dopo aver impartito la conoscenza segreta che permise alla tribù di padroneggiare le fiamme in tutte le loro forme, sperasse che questo popolo avrebbe scalato i gradini della civiltà, abbandonando le malefiche usanze degli antenati.<br>Tuttavia, è difficile sradicare i dogmi del passato, e i giovani, ora potenti, fecero scoppiare conflitti all'interno della tribù al solo scopo di ottenere più offerte. Questo potrebbe spiegare la delusione, e la sua scomparsa dalla storia.<br>Va notato che fu proprio durante il regno del Sacro Signore della città ineffabile che la pratica del sacrificio di viventi fu proibita in toto. Anche se il vero motivo per cui il Signore Sacro abolì molte delle loro usanze fu consolidare il proprio potere, questa particolare usanza potrebbe essere considerata l'inizio di una nuova civiltà.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/df3fc459d775fc9e9039538ca269a904_3837489163069725666.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Regno di cenere",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/6311178c86742d8f0f7bfdd3b2b972a8_3312943021699176080.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando i draghi antichi governavano ancora sulla terra, nel sito che poi sarebbe divenuto la futura Natlan furono costruite delle enormi strutture, utilizzate per fornire energia a tutta città. I Cuauhtli ricognitori scoprirono che queste rovine al di sotto della città erano allagate, ma che nelle loro profondità avrebbero potuto trovare il Cuore di Chu'ulel. Il Sacro Signore chiese quindi di mandare una persona per ognuna delle dieci famiglie delle tribù, per costruire un sistema di irrigazione in modo che diventasse possibile pompare l'acqua dalle profondità della terra. Ogni tribù mandò una persona e il gruppo iniziò a lavorare con entusiasmo. Durante l'esplorazione delle rovine, Uenuku commise una follia e fu condannato ad essere bruciato dal fuoco del drago, in suo aiuto intervenne un'Oceanide e gli fece scudo con il proprio corpo. Il sogno della creatura era quello di purificare le sorgenti dal flogisto e riempirle con acqua pura. Dopo questo avvenimento, Uenuku decise di lasciare la Grande Alleanza e l'Oceanide scomparve, il tutto complicò il processo di pompaggio dell'acqua. Mano a mano che gli scavi giungevano più in profondità, si diffondeva un odore nauseabondo e indescrivibile e, tra i lavoratori, cominciarono a circolare delle superstizioni. Uno degli operai perse il senno e iniziò a raccontare di aver visto una figura incredibilmente orribile sotto la superficie dell'acqua, che gli aveva ordinato di inginocchiarsi al cospetto del \"padrone\". I supervisori allontanarono il lavoratore, ma ormai aveva già iniziato a diffondersi un certo senso di disagio. Attraverso gli antichi muri si sentivano dei suoni sommessi e furtivi, quasi come se ci fosse qualcosa che li percorreva. Gli operai sussurravano tra loro e tremavano in preda al terrore, sicuri che nelle profondità di quelle acque fosse nascosta una maledizione profana e certi di averla risvegliata da eoni di sonno. I supervisori si convinsero che tutto fosse soltanto il frutto di allucinazioni uditive, causate dalla privazione di sonno e resero disponibili delle razioni di cibo più abbondanti. Nonostante questo, la paura che ormai si era diffusa tra i lavoratori era inarrestabile."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/272374c1e33104bb8b7eb592a812fa37_8813226907564543863.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Nelle profondità delle rovine fu ritrovata una statua risalente ad un'epoca antica, la cui parte inferiore non era mai stata completata. In quel luogo, il Sacro Signore aveva incontrato Ix Uxul Tz'ib Bolon Ch'ule-L, la sovrana di Chichen Uctokah. Ella lo riconobbe come sovrano predestinato e gli narrò la gloria dei draghi. Ixlel spiegò ogni cosa che riguardava l'antico impero dei draghi: la scalinata che giungeva sino al firmamento, le grandi armi e i cannoni, le ricerche e i desideri. Venuto a conoscenza del passato dei suoi antenati, il Re pitone realizzò che per nessun motivo doveva essere concesso ai draghi di tornare ai fasti di un tempo o l'umanità sarebbe rimasta inerme davanti a loro. Non c'era alcun modo per negoziare con i draghi e i loro discendenti e tutte le bestie dovevano essere imprigionate. Och-Kan voleva utilizzare la conoscenza di Ixlel e la sua energia, in grado di controllare i Meccanismi sorgente, per intrappolare i suoi ricordi all'interno di una statua risalente all'epoca antica.\nAnche quando Ix Uxul Tz'ib Bolon Ch'ule-L venne imprigionata nella statua, si rifiutò di obbedire al Sacro signore e di controllare gli antichi meccanismi, che potevano essere gestiti soltanto dai draghi. Per proteggere l'umanità dalla minaccia, Och-Kan decise di creare un Cuore di Chu'ulel che rispondesse solo ai comandi degli umani. Con il tempo egli realizzò che, se i meccanismi potevano essere controllati soltanto tramite il sangue delle bestie, non aveva altra scelta se non quella di utilizzare la parte \"draconica\" di sé stesso per controllare il cuore. Anche se la sua parte \"umana\" fosse morta, i suoi componenti \"draconici\" sarebbero rimasti imprigionati in un corpo da schiavo, che avrebbe continuato per sempre a sottomettersi alla volontà e agli ideali degli umani. Il Sacro Signore non riusciva a fidarsi di un potere che superava quello dell'umanità, dato che tutti gli esseri che lo esercitavano alla fine commettevano azioni spaventosamente malvagie e persino lui non costituiva un'eccezione."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/72e7891dbd4087cbb4d0bfd219d3638d_4969637051061347941.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "I continui tentativi per indirizzare Ochkanatlan sulla retta via, ne causarono la corruzione da parte dell'Abisso. Il Re pitone, convinto l'umanità sarebbe stata realmente in grado di liberarsi dalle limitazioni esterne soltanto utilizzando il potere dell'Abisso, aprì la porta del Cuore di Chu'ulel a delle forze malevole. Inizialmente, la corrosione Abissale rimase entro un raggio gestibile e Och-Kan viveva nella speranza che il popolo riuscisse gradualmente ad adattarsi. Un giorno, durante la riparazione dei canali, un profondo pozzo fu improvvisamente sommerso da un'oscura calamità e tutti coloro che risiedevano nelle sue vicinanze si trasformarono in mostri. I paesani temettero che il divieto di adorare la Signora della Notte e di effettuare sacrifici avesse causato le sue ire e per questo si fosse diffusa quella malattia mortale. Il Sacro Sovrano, emise un decreto con il quale disponeva di sigillare tre aree del settore sud di Ochkanatlan e i Guerrieri Cuauhtli furono incaricati di dare alle fiamme gli infetti, ma tutto ciò non ebbe effetto, dato che i cadaveri erano già in avanzato stato di decomposizione. Il Re pitone ordinò allora di sigillare la città in maniera permanente, di modo che l'Abisso non potesse penetrare oltre le mura. Non importava cosa sarebbe successo all'esterno, perché la fiamma della \"speranza\" umana sarebbe per sempre rimasta all'interno. Carne e sangue possono anche mutare, ossa e midollo possono marcire e persino l'anima può precipitare in una prigione dalla quale non c'è ritorno, ma la \"speranza\" non va mai abbandonata, perché essa è il solo tesoro lasciato da Xbalanque. Per salvare il popolo, il Sacro Sovrano sigillò la propria mente all'interno del Cuore di Chu'ulel e combatté assieme alla sua gente a Ochkanatlan.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7407,
        "name": "Aprimi il tuo cuore",
        "desc": "<p>A Ochkanatlan scopri una struttura sotterranea che scende talmente in basso da sembrare senza fondo...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/20856775/1c0f22a859063af0403353b6fad40a28_141740419958079412.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "name": "Viaggiatore perduto nel Regno di cenere",
        "desc": "<p>Una Serie di Missioni avventura che segue Bona e Coco, un'avventuriera e il suo compagno, nella ricerca della Giada del ritorno e del drago malvagio.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/20856775/42d1b97191ffd2055e0c77d25704ea13_6921359871268660225.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanidi",
        "desc": "<p>Gli Oceanidi sono forme di vita Hydro intelligenti create dal precedente Arconte Hydro, Egeria, e sono in grado di manipolare l'acqua a piacimento. <span class=\"wk-shady\">Tutto il popolo di Fontaine un tempo erano Oceanidi, che Egeria aveva trasformato in umani per soddisfare i loro desideri nei suoi confronti, andando contro la volontà dei Principi Celesti.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/85019254/03504adeef60cc4ded53192b2287b1fe_5967388393566751296.jpg",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un drago con un'anima umana, Signore della Città di cenere. Era conosciuto anche come Re pitone e Sacro Signore.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/21/20856775/74adbc6536b10e9e313d209ebb05addb_708286412048534319.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7017,
        "name": "Manqu",
        "desc": "<p>Un ricercatore dell'Associazione delle Reliquie Sauriche, responsabile delle richieste degli scolari riguardanti alcune tradizioni tribali.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/19/20856775/266e1bb2926fde35eee73f83db15944b_2463296017080357930.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6549,
        "name": "Orme iridate",
        "desc": "Un'arma inastata fatta di giada. Emette una luce iridata quando esposta alla luce del sole.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9d5294dc8b165585f51ec126543a5208_1314604610170565721.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7271,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Caduta della Città di cenere",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Nel tentativo di creare il mondo ideale per il popolo, e per il bene dell'unico dio che adorava, il Sacro Signore si separò dall'Alleanza e iniziò a essere odiato dalla gente. In quell'epoca distante, l'anziano del Clan Piumafiore che obbediva ciecamente al Re pitone, decise di bandire dalla tribù un giovane dagli occhi scarlatti e, dato che egli desiderava proteggere i Saurici, gli diede una possibilità di fuga dalla cattura dell'usurpatore. La prima a unirsi a lui fu la giovane figlia di un minatore, Sakkuk dei Figli degli Echi, seguita dagli eroi gemelli Atawallpa e Waskar: il più grande aveva la lingua e i denti più affilati di qualsiasi lama, mentre il più giovane aveva sopportato i potenti colpi di frusta del tiranno. Sentendo la storia di come il giovane dagli occhi scarlatti avesse salvato i Saurici, l'ufficiale della Grande Alleanza Yupanqui, che non osava ribellarsi al vecchio amico, decise di dare un contributo mettendo a disposizione la propria forza. Per arrivare alla Città proibita, il gruppo aveva bisogno di qualcuno che conoscesse tutte le strade, i sentieri e i passaggi segreti e che potesse anche utilizzane i meccanismi.\nQuando Och-Kan imprigionò Ixlel nella statua e i lavoratori iniziarono a morire a causa della contaminazione Abissale, il Re pitone ordinò che l'entrata venisse sigillata con una lastra di pietra e che tutti coloro a conoscenza dell'esistenza degli Automi della Fonte segreta, fossero bruciati vivi. Uno dei lavoratori del sito di scavi si chiamava Manqu e, proprio quando stava per morire schiacciato da una grottesca statua di drago e circondato dalle fiamme, vide una giovane ragazza dal volto più bello del più puro dei cristalli e con gli occhi di un bellissimo turchese. Nonostante la bellezza, il suo volto era ripugnante in modo nauseante e il suo sorriso rivelava una crudele e arrogante malizia. L'artigiano aprì bocca per implorarla di aiutarlo, ma le sue labbra bruciarono sino ad essere irriconoscibili e non riuscì a proferire nemmeno una singola parola. La donna prese il volto dell'uomo tra le mani e dai suoi occhi turchesi caddero lacrime dorate, che finirono negli occhi di Manqu. In quel momento egli vide una creazione colossale, molto più grande delle montagne, che fluttuava nel cielo come una nuvola vulcanica, numerosi uccelli metallici succhiavano avidamente un sangue oscuro e delle ombre venivano guidate dalle fiamme ardenti, arrampicandosi sino alla luna alta nel cielo. Sogghignando, la giovane gli disse che il popolo poteva strisciare sotto i cieli, tremante, mentre cercava la propria tomba senza gloria e gli antichi déi combattevano un nemico formidabile come un intero mondo. Attraverso gli occhi turchesi della donna, l'uomo vide soltanto un'oscurità insondabile e un vuoto che nessuna lingua sarebbe stata in grado di descrivere. In quel momento, Manqu cominciò ad urlare con tutto il fiato che aveva nei polmoni e, inciampando, strisciò verso un passaggio segreto, ma le sue urla furono sommerse dalla risata della donna. Quando l'artigiano riprese conoscenza, era completamente solo. Non sapeva se la donna esistesse veramente o fosse soltanto il frutto di un delirio, se ci fossero state veramente quelle lacrime o se fossero semplicemente gocce cadute dalla gigantesca statua di drago che si trovava dietro di lei. Sapeva soltanto una cosa: era vivo.\nMentre Manqu passava il suo tempo in luride taverne, incontrò Sakkuk, che era alla ricerca dell'artigiano che aveva creato una meravigliosa piuma color turchese per suo padre. Le cicatrici delle bruciature riportate dall'uomo, avevano sfigurato metà del suo volto, che egli nascondeva sotto un cappello. La ragazza non era per nulla intimorita dal suo aspetto e gli porse la piuma. Quando l'uomo capì che la persona alla quale aveva dato quella piuma era il padre di Sakkuk, egli accettò di servire lei e il suo maestro. Una volta che la loro ribellione si rivelò un successo, la gente cominciò a dire che l'ideatore del brillante piano era stato un artigiano molto abile, del quale non si sapeva il nome. Manqu decise di disconnettere la città dalla fonte di alimentazione e di spegnere il Cuore di Chu'ulel, in modo che Yupanqui, approfittando della confusione, riuscisse a portare il giovane dagli occhi scarlatti sino alla sala del trono del Sacro Signore.\nIl ragazzo dagli occhi scarlatti, guidato attraverso numerose difficoltà, fu in grado di sconfiggere il tiranno della città proibita. Per emulare Xbalanque, il primo umano asceso al trono, egli sacrificò il proprio cuore utilizzando una daga dorata e poi tornò dal regno in cui l'acqua fluisce come raggi di luce, ormai divenuto il secondo Archon di Pyro di Natlan. In modo che il popolo capisse che qualsiasi umano fosse in grado di diventare dio e di guidare l'umanità, il ragazzo dagli occhi scarlatti chiese a Sakkuk, che era innamorata di lui, di cancellare il suo nome dalla storia. Non appena il giovane portò a compimento la sua missione, tornò alla Fiamma sacra, lasciando soltanto un caldo bagliore. L'artigiano Manqu non riuscì a fuggire dalla città in fiamme perché il Clan Piumafiore aveva sigillato tutte le entrate e l'eroe gemello, Atawallpa, morì per mano del nemico. Il silenzioso guerriero Yupanqui morì a causa del Voltafuoco. Ancora oggi, i Maestri del Vento della Notte hanno una leggenda che narra le gesta di un eroe che portava il nome antico Malipo. Secondo la leggenda, Och-Kan utilizzò il Voltafuoco per governare Natlan e perseguitare chiunque si opponesse a lui. Il Voltafuoco è diverso da un normale fuoco: se qualcuno viene dato alle fiamme con esso, inizia a sentire un terribile dolore da dietro, ma non muore immediatamente e qualsiasi cosa accada, non bisogna mai voltarsi a guardarlo. Yupanqui rubò il Voltafuoco e lo lanciò all'armata di Och-Kan, tutti i soldati furono ridotti in cenere. Proprio quando Yupanqui si stava apprestando a lasciare la città, pensò di aver sentito la voce di Och-kan che lo chiamava. Questa cosa lo prese alla sprovvista e si girò a guardare, ma Och-kan non era lì. Yupanqui vide soltanto una città incenerita, un'armata in rovina e gigantesche fiamme che arrivavano a lambire persino il cielo. Un secondo dopo, le fiamme che aveva visto poco prima gli uscirono dagli occhi e lo inghiottirono completamente. Quel fuoco bruciò più intensamente di qualsiasi altro e continuò a divampare per cento giorni. Le fiamme causarono una voragine che arrivò fino alle Linee geomantiche e che successivamente finirono nel Regno della Notte, dove ancora oggi bruciano. Il Voltafuoco illumina il sentiero che porta alla prossima vita, ma perché i morti rinascano, devono accettare le fiamme ed essere prima purificati dal fuoco.\nDopo che Sakkuk fece ritorno alla sua tribù, chiese nuovamente la piuma per sé stessa. Ella promise all'artigiano che, al momento opportuno, gli avrebbe dato in cambio una corona turchese. Fu dopo che la donna vide il corpo martoriato da una bestia nera, che comprese che la corona avrebbe atteso in solitudine il proprio padrone. Per molti anni, Sakkuk aveva collezionato gioielli e persino contraffazioni firmate da Manqu, regalando preziose gemme a coloro che glieli procuravano. La padrona delle miniere non voleva che dei falsi rovinassero la reputazione dell'artigiano che aveva creato gli originali e chi li produceva veniva sempre punito. Alla fine della sua vita, Sakkuk aveva collezionato tutti i lavori che portavano la firma di Manqu e si era addentrata nella notte oscura, senza fare mai più ritorno. Secondo la leggenda, il giorno successivo, le gente si mise sotto l'albero dove lei aveva posizionato la corona turchese e fece il giuramento di seguire i suoi ultimi ordini, cancellando dalla storia il nome dell'abile artigiano che la donna aveva portato con sé.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6985,
        "desc": "",
        "displayStyle": "card",
        "menuId": 38
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un drago con un'anima umana, Signore della Città di cenere. Era conosciuto anche come Re pitone e Sacro Signore.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/21/20856775/74adbc6536b10e9e313d209ebb05addb_708286412048534319.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7017,
        "name": "Manqu",
        "desc": "<p>Un ricercatore dell'Associazione delle Reliquie Sauriche, responsabile delle richieste degli scolari riguardanti alcune tradizioni tribali.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/19/20856775/266e1bb2926fde35eee73f83db15944b_2463296017080357930.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7116,
        "name": "Piuma cremisi dell'avvoltoio astrale",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un antico arco lungo decorato con piume rosse, una reliquia sacra del Clan Piumafiore tramandata di generazione in generazione.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/d3bb0f9d936379661d409644e4269ff1_2888646900955247330.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Fantasmagoria incompiuta",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/20/20577441/7d7db43be987ad7fba94aaec60f539bc_6185881766976545374.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6659,
        "name": "Fulgore del cuore sacrificale ardente",
        "desc": "Materiale d'ascensione delle armi.<br>\"Se desideri possedere tutto ciò che il mondo ha da offrire, devi prima offrire tutto ciò che hai al mondo.\"<br>Dopo che il Sacro Signore della città ineffabile vietò al popolo di pregare il Regno della Notte, i legami spirituali che erano stati un tempo stabiliti vennero distrutti.<br>Il giovane dagli occhi scarlatti, guidato attraverso numerose prove, ora affrontava l'ultima: imitare il primo umano ascendente e affrontare la propria fine, offrendo il proprio cuore con un pugnale dorato.<br>Il sacrificio era considerato un onore riservato al vincitore, e perciò, senza esitazione alcuna, si squarciò il petto con la spada.<br>Alla fine, il suo sacrificio ricevette la risposta che meritava, e fu in grado di tornare dal regno in cui scorre l'acqua come raggi di luce per intraprendere una grande nuova impresa.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ed159b7777c20a3279fc1256f76921d1_1821996597807435068.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Giada del ritorno",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Quando Xbalanque sconfisse l'Archon di Pyro, divise l'occhio del drago in due parti. Secondo la leggenda, l'antico Signore dei Draghi che una volta dominava su tutta la luce e la conoscenza, trasformò uno dei suoi occhi in un canale di suprema autorità, con il quale potevano essere governate tutte le fiamme. Xbalanque prese una\ne Waxaklahun Ubah Kan prese l'altra. In base al loro accordo, Xbalanque e il Saggio della Fiamma rubata avrebbero dovuto unire le Preci dorate e attivare il potere di Huitzilopochtli. Waxaklahun Ubah Kan sapeva che gli umani non sarebbero stati in grado di sopravvivere a quel disastro, ma sperava che successivamente sarebbe arrivata una civiltà in grado di superare sia i draghi che la razza umana. Xbalanque non rispettò il giuramento fatto con il drago e Och-Kan, nel tentativo di impedire il successo dei piani di suo padre, decise di nascondere la Prece dorata. Il Re pitone modificò il cavo che era stato creato dagli antichi draghi per raggiungere i cieli e lo utilizzò per creare la\n. Per impedire al Saggio della Fiamma rubata il ritrovamento della Prece dorata, Och-Kan la nascose a bordo della Tonatiuh e vi appose un sigillo che poteva essere rimosso soltanto dal sangue di un discendente del Signore delle Fiamme."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/e7d13bd7223a42bd4d438059d01d18c5_4781014263270109582.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "500 anni fa si verificò il Cataclisma di Khaenri'ah e Natlan si trovò a dover affrontare l'Abisso, un'ondata nera che fagocitò il mondo intero. I mostri dell'Abisso non potevano essere capiti ed era impossibile negoziare con loro. Nei giardini in cui un tempo giocavano i bambini, erano rimaste soltanto cenere e ossa carbonizzate dal fuoco. Nelle sorgenti termali scorrevano soltanto sangue fresco e fango. Secondo la leggenda, l'antico Re pitone di Ochkanatlan aveva costruito una nave volante e forgiato la Giada del ritorno, un tesoro segreto in grado di respingere l'Abisso e bandirlo finalmente dal mondo. L'oggetto era simile a un timone dorato in grado di invertire il flusso del tempo, bruciando l'agonizzante presente e riportando indietro il bellissimo passato. Questo tesoro poteva essere ottenuto soltanto recandosi nelle profondità di Ochkanatlan, ormai sommerse dal sudiciume. Le persone che avevano rinunciato a combattere contro l'Abisso, decisero di tentare la fortuna partendo alla ricerca della Giada, anche se potenzialmente poteva trattarsi di una trappola. Quando Natlan venne sopraffatta dalla corruzione, nella Città di cenere apparve un drago malvagio. Tutti gli avventurieri che si erano recati sul posto, nella speranza di distruggere l'Abisso, furono sconfitti dal drago e quasi nessuno di loro fece ritorno dalla spedizione.\nTra quegli avventurieri, vi era un gruppo che si era messo in viaggio verso la città tra le nuvole dieci anni dopo il Cataclisma. Il capogruppo era il guerriero più potente del Clan Piumafiore e si chiamava Taika. Prima del Cataclisma, l'uomo aveva sempre vinto a duello e provava molta noia al pensiero di passare il resto della vita in quel modo. Fu soltanto dopo aver vissuto la vera guerra, che egli sentì per la prima volta il peso del destino. Decise così di dire addio alla moglie e al figlio che la donna portava ancora in grembo, e intraprese il viaggio per scacciare gli spiriti maligni. Nella città, Taika ritrovò dei progetti di Ochkanatlan, grazie ai quali il gruppo fu in grado di localizzare l'Altare della Fiamma primordiale e di raggiungere la nave volante. La battaglia che avvenne sulla Tonatiuh fu l'ultima per l'uomo e, prima della sua morte, ricordò le parole che aveva detto all'amata moglie prima dell'addio."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"...Se è una femmina, chiamala Bona. Diventerà sicuramente una grande guerriera.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Il secondo membro della squadra era un domatore di bestie dei Discendenti delle Vette, di nome Legba. Durante il Cataclisma, quando l'uomo tornò alla tribù, l'unica cosa che vide furono i sogni infranti dai mostruosi artigli di bestie fuori controllo. Dopo aver sistemato i fortunati che erano riusciti a sfuggire alla morte, il domatore di bestie si imbarcò in un viaggio dal quale non avrebbe potuto fare ritorno. Questa volta, i suoi nemici sarebbero stati i demoni senza cuore giunti assieme all'onda oscura. Un altro membro del gruppo era il Presidente dell'Associazione delle Reliquie Sauriche della Comunità dell'Abbondanza, Copan, che trasportava giorno e notte spessi rotoli intessuti o trafficava con meccanismi di provenienza sconosciuta. Quando gli oscuri incubi avevano inghiottito le case, tutti i rotoli frutto di duro lavoro erano andati distrutti dalle fiamme della guerra. Per impedire che i compagni morissero in vano, Copan mise da parte le sue ricerche passate e decise di recarsi presso la Città di cenere. I macchinari della Fonte segreta recuperati dalle rovine abbandonate furono ripristinati e modificati in modo da aiutare i guerrieri, quasi come se dietro le quinte ci fosse un saggio a guidare le loro mani."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/e0c6bac8ce97bb394d618edbb417ed0c_6046959398195644051.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Il quarto membro del gruppo di avventurieri era un Guardamonti del Popolo delle Sorgenti, che avrebbe dovuto rivendicare la propria casa. Il quinto membro della squadra era il guerriero Quenin del Clan Piumafiore. Ogni notte, quando provava a dormire, egli sentiva delle voci mostruose provenire dalla Città di cenere e non riusciva a chiudere occhio. Le bestie si nascondevano tra le antiche rovine ed erano in grado di assumere diverse forme. Quando l'ondata nera come la pece aveva quasi raggiunto il gruppo, Quenin rimase indietro per far evacuare i sopravvissuti e portarli in un luogo sicuro. A volte il guerriero si svegliava e vedeva strade distrutte, quando soltanto il giorno prima erano perfettamente intatte, altre volte invece riusciva a scorgere amici che erano ormai morti da molto tempo. Quenin cadde in battaglia contro quegli orribili mostri e uno di loro assunse la sua forma. Non realizzando di essere diventato un mostro, l'uomo continuò a proteggere gli avventurieri. Fu soltanto quando il Viaggiatore gli rivelò il segreto del guerriero caduto, che egli realizzò di essere divenuto un mostro molto tempo prima. Anche i membri dei Figli degli Echi si unirono al gruppo in partenza per la Città di cenere.\nL'ultima ad unirsi alla squadra fu la giovane sciamana Liriwu, dei Maestri del Vento della Notte. Quando si unì al gruppo, l'apprendista dell'apprendista dell'apprendista del Grande Maestro Sanhaj aveva una fede totale nei propri poteri, ma non poteva nemmeno immaginare che la Città di cenere fosse stata completamente invasa da orde di demoni. A Ochkanatlan la voce della Wayob non si poteva sentire e le tecniche segrete dei Maestri del Vento della Notte erano inutilizzabili, quindi la mistica non riusciva nemmeno a curare le ferite. Una notte, Liriwu tentò di allontanarsi furtivamente e i suoi compagni realizzarono che non poteva proseguire oltre, la lasciarono quindi al sicuro in una torre. Quando la sciamana riuscì finalmente a raggiungere il campo, trovò soltanto i resti del pasto luculliano del drago. In quanto mistica, non solo aveva fallito nel soccorso dei suoi alleati, ma non era nemmeno riuscita a portare indietro le loro anime. Sarebbe stata in grado soltanto di raccontare la fine dei guerrieri alle famiglie in attesa del loro ritorno. Liriwu lasciò l'ultimo frammento di Pyrofosforite rimasto al mondo, necessario per trovare la Giada del ritorno, alla figlia appena nata di Taika."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/225ea0a3d967b5a7545dc1225d772d7a_2797358375977435796.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Una volta cresciuta, Bona, decise di proseguire il lavoro iniziato dal padre e si recò presso la città antica alla ricerca della Giada del ritorno. Durante la fuga dal malvagio drago, ella scoprì il Cuore di Chu'ulel, che era anche il fulcro dell'intera città. Grazie alla Pyrofosforite, Bona riuscì a risvegliare lo spirito del drago che dormiva nel meccanismo e gli diede il nome Cocouik. Utilizzando i marchi di Liriwu ella arrivò sino all'Altare della Fiamma primordiale, dal quale si poteva salire sulla Tonatiuh. Sulla nave, la ragazza capì finalmente la vera natura della Giada del ritorno: non c'era nessun tesoro in grado di distruggere l'Abisso e la Giada era soltanto una leggenda creata dal Saggio della Fiamma rubata per attirare gli avventurieri. La\nera un meccanismo che poteva salvare Natlan, ma distruggendo l'umanità. Una volta capito il piano di Waxaklahun Ubah Kan, Bona giurò di proteggere la Prece dorata e di impedire il successo delle macchinazioni del Saggio. La ragazza riuscì nel suo intento, ma lo fece a costo della vita e nemmeno Cocouik fu in grado di salvarla.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "name": "Viaggiatore perduto nel Regno di cenere",
        "desc": "<p>Una Serie di Missioni avventura che segue Bona e Coco, un'avventuriera e il suo compagno, nella ricerca della Giada del ritorno e del drago malvagio.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/20856775/42d1b97191ffd2055e0c77d25704ea13_6921359871268660225.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7409,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Cataclisma di Khaenri'ah",
        "desc": "<p>Un disastro avvenuto 500 anni fa, durante il quale le forze dell'Abisso irruppero a Teyvat. Come risultato del Cataclisma, Khaenri'ah venne distrutta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/23/20856775/826332c1b0fb525a54df5442ee996c76_3770321130010944750.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6995,
        "name": "Figli degli Echi",
        "desc": "<p>Una delle sei tribù di Natlan, anche conosciuta come Nanatzcayan. Le persone della tribù sono famose per le loro attività minerarie e perché vivono assieme ai Tepetlisauri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/17/20856775/9cb5693d0a7324d5e02c23b29fb2b4a5_3639426156836555723.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6996,
        "name": "Discendenti delle Vette",
        "desc": "<p>Una delle sei tribù di Natlan, nota anche come Huitztlan. Le persone di questa tribù amano gli sport estremi come l'arrampicata su roccia, la discesa in corda doppia e il parkour sui vulcani e vivono insieme agli Yumkasauri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/28/362377527/44eed56d09eebfba695172d09f934eb9_2923941193529339797.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6997,
        "name": "Popolo delle Sorgenti",
        "desc": "<p>Una delle sei tribù di Natlan, anche conosciuta come Meztli. Le persone del posto sono gentili e allegre, amano la musica, le feste e le sorgenti termali. Questo popolo vive assieme ai Koholasauri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/26/20856775/b7ac9f95a6b41dbddd208cc2b4fb6142_4768180196508450910.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "name": "Maestri del Vento della Notte",
        "desc": "<p>Una delle sei tribù di Natlan, conosciuta anche come Mictlan. Sono famosi per le loro predizioni e rituali per amplificare la capacità di comunicare con il Regno della Notte e i Wayob.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/04/362377527/8725b42a03cf25637b574003fd6409eb_8402905827484208007.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6999,
        "name": "Clan Piumafiore",
        "desc": "<p>Una delle sei tribù di Natlan, conosciuta anche come Tlalocan. La persone della tribù vivono insieme ai Qucusauri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/08/362377527/88a147c730529ee7c7c99a4e43856370_6616712253530434256.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7000,
        "name": "Comunità dell'Abbondanza",
        "desc": "<p>Una delle sei tribù di Natlan, anche conosciuta come Teteocan. Le persone della tribù vivono assieme ai Tatankasauri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/20/20856775/1d8c1998795a8c205a5e8dfef689e586_7242878197686375646.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un drago con un'anima umana, Signore della Città di cenere. Era conosciuto anche come Re pitone e Sacro Signore.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/21/20856775/74adbc6536b10e9e313d209ebb05addb_708286412048534319.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>Il più saggio tra i draghi, che rubò la fiamma ai suoi simili e insegnò agli uomini come usarla. Voleva creare un sovrano del mondo dei draghi e degli umani. Il suo vero nome è Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/362377527/e67278bccb0bd432c6291edc82037599_1081235660064708096.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7018,
        "name": "Titu",
        "desc": "<p>Narratore dei Figli degli Echi e sentinella presso un posto di guardia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/18/20856775/b424a49417b618db0f8fbfc8e79d02c7_8798637623840277326.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>Un'avventuriera che si recò a Ochkanatlan per trovare la Giada del Ritorno in grado di rimuovere la sporcizia. <span class=\"wk-shady\">Visse circa 500 anni fa.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/04/362377527/57ce67f0e1269d2685ac711fe61cc45b_7419662740261319747.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6553,
        "name": "Rotolo dell'Eroe della Città di cenere",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/6ad5095f324c2da829ecaa5e2ed13af9_2791497672459683103.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 7147,
        "name": "Appunti di un avventuriere senza nome",
        "desc": "Degli appunti lasciati da un avventuriere di un'epoca sconosciuta, nei quali racconta le sue avventure a Ochkanatlan.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/060988725ce1c5a4a5765038f049aa03_8332310976614874517.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Prece dorata",
        "desc": "<p>Un disco bianco ottenuto dal sovrano delle rovine erose della</p><p>Città di cenere, all'interno di Ochkanatlan. E uno degli oggetti essenziali necessari per recarsi al</p><p>Grande Vulcano di Tollan e rimuovere la Benedizione del</p><p>Signore delle Fiamme dal corpo del piccolo Tepetlisauro. Si pensa possa essere un rimasuglio derivante dalla bipartizione dell'occhio del Signore delle</p><p>Fiamme. Stando alla leggenda, l'antico Signore dei Draghi, che un tempo dominava sulla luce e sul sapere, trasformò uno dei suoi occhi in un conduttore per l'autorità suprema, tramite il quale era possibile esercitare il pieno dominio sulle fiamme, e che esso diventò il suo unico punto debole...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/08/362377527/1946aa79ed70a96f18f8ce3d2bd3a409_6887628536589346101.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7274,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Viaggiatore perduto nel Regno di cenere",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Il tiranno della Città di cenere era l'ultimo erede degli antichi draghi, nelle vene dei quali scorreva il sangue del Drago di Pyro, quindi la Benedizione del Signore delle Fiamme non gli faceva alcun male. Draghi e Saurici con quel marchio possedevano un incredibile potere, ma quelli dell'era moderna non erano più in grado di sopportarlo. Anche la Wayob e il Regno della Notte rifiutavano quel potere e non accettavano tali Saurici. Durante il processo di crescita, alcuni venivano uccisi o impazzivano a causa di quella forza. La leggenda racconta che i guerrieri tribali trasportavano un\ne che lavavano il nome del loro compagno al Grande Vulcano di Tollan, come ricordato dal Drago Caduto. A quel punto il loro compagno Saurico sarebbe stato nuovamente accettato dal Regno della Notte. Il piccolo Tepetlisauro che accompagna il Viaggiatore, nacque proprio con il marchio della Benedizione del Signore delle Fiamme. Il Viaggiatore e Paimon ricevettero la prima Prece dorata nelle rovine in cui il Saggio della Fiamma rubata aveva stretto un patto con quello che sarebbe diventato il futuro primo Archon di Pyro, Xbalanque, con lo scopo di rilasciare il potere di Huitzilopochtli. Le Preci dorate erano i regali necessari per il Pellegrinaggio verso il vulcano. Dopo aver ricevuto la prima Prece, il Viaggiatore e Paimon scoprirono che avrebbero trovato la seconda nella Città di cenere."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/310ca7d8de06ef58cfb4b777a02b17a7_2221925650146633823.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sulla via per Ochkanatlan, il Viaggiatore, Paimon e il Tepetlisauro furono attaccati da un drago malvagio e poi da alcuni mostri, ma vennero salvati da un misterioso bagliore dorato, che sigillò l'entrata della torre. All'interno dell'edificio trovarono gli appunti dell'avventuriera Bona, rimasti sul posto durante il suo viaggio verso la città proibita. Poco tempo dopo incontrarono la stessa Bona, rimasta in città come fantasma, e Cocouik, che li aveva salvati dai mostri. Sia il Viaggiatore che Bona non avevano idea che la ragazza fosse morta, così decisero di allearsi nella ricerca della Giada del ritorno."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/cf3b2610ccc551e03a7b593928a5b591_3313243384448317994.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Quando il Viaggiatore, Paimon, il Tepetlisauro, Bona e Cocouik giunsero sulla Tonatiuh, e ricevettero la Prece dorata dopo aver posizionato la Pyrofosforite sull'Altare della Fiamma primordiale, il drago malvagio sottrasse loro l'oggetto e volò via. Dopo un furioso inseguimento, il gruppo scoprì che il drago malvagio era in realtà il corpo del Re pitone Och-Kan, ormai corrotto dall'Abisso. La sua\nfu finalmente in grado di riunirsi al corpo e condivise i propri ricordi con il Viaggiatore. Egli scoprì che le due Preci dorate non erano necessarie per rimuovere la Benedizione del Signore delle Fiamme, ma per rilasciare il potere di Huitzilopochtli, con il quale Waxaklahun Ubah Kan intendeva ripristinare la grandezza dell'antica razza dei draghi. Sebbene i peccati di Och-Kan non potessero essere purificati, e nemmeno il sudiciume dell'Abisso, grazie al Viaggiatore l'incubo del Re pitone ebbe finalmente fine ed egli riuscì a riposare in pace. Giunse a conclusione anche l'avventura di Bona, alla quale il Viaggiatore promise che avrebbe raccontato a tutti la storia della \"Tonatiuh\" e del suo destino. Dopo che le anime di Bona e Och-Kan tornarono al Regno della Notte, entrambi aiutarono il Viaggiatore nella lotta contro l'Abisso per il bene di Natlan.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "name": "Viaggiatore perduto nel Regno di cenere",
        "desc": "<p>Una Serie di Missioni avventura che segue Bona e Coco, un'avventuriera e il suo compagno, nella ricerca della Giada del ritorno e del drago malvagio.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/20856775/42d1b97191ffd2055e0c77d25704ea13_6921359871268660225.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>Un'avventuriera che si recò a Ochkanatlan per trovare la Giada del Ritorno in grado di rimuovere la sporcizia. <span class=\"wk-shady\">Visse circa 500 anni fa.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/04/362377527/57ce67f0e1269d2685ac711fe61cc45b_7419662740261319747.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un drago con un'anima umana, Signore della Città di cenere. Era conosciuto anche come Re pitone e Sacro Signore.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/21/20856775/74adbc6536b10e9e313d209ebb05addb_708286412048534319.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7274,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Prece dorata",
        "desc": "<p>Un disco bianco ottenuto dal sovrano delle rovine erose della</p><p>Città di cenere, all'interno di Ochkanatlan. E uno degli oggetti essenziali necessari per recarsi al</p><p>Grande Vulcano di Tollan e rimuovere la Benedizione del</p><p>Signore delle Fiamme dal corpo del piccolo Tepetlisauro. Si pensa possa essere un rimasuglio derivante dalla bipartizione dell'occhio del Signore delle</p><p>Fiamme. Stando alla leggenda, l'antico Signore dei Draghi, che un tempo dominava sulla luce e sul sapere, trasformò uno dei suoi occhi in un conduttore per l'autorità suprema, tramite il quale era possibile esercitare il pieno dominio sulle fiamme, e che esso diventò il suo unico punto debole...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/08/362377527/1946aa79ed70a96f18f8ce3d2bd3a409_6887628536589346101.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7234,
        "name": "Anelli di luce di Cocouik",
        "desc": "<p>Cocouik, il misterioso compagno di Bona, sembra avere la stupefacente abilità di sopprimere la contaminazione dell'Abisso. Durante il vostro viaggio insieme, Cocouik proietterà la sua aura per proteggerti dalla minaccia dell'Abisso <span style=\"color: #FFE14B\">consumando Flogisto</span>. Sotto la sua influenza, il Flagello abissale contaminante verrà soppresso e liquefatto, e i mostri con gli <span style=\"color: #FFE14B\">Scudi del Vuoto</span> subiranno danni costanti.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/26/362377527/e10bd6aefc39ad3aebaefac94640e2ac_675976662262448184.png",
        "displayStyle": "card",
        "menuId": 14
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Ochkanatlan"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Località permanente"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "5.2"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Ochkanatlan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/20856775/0ef5312f8a17422c05ea81caa33bc56b_9163168931718019736.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Ideali, illusioni, risentimento e speranza: alla fine, la torre eretta per i desideri della gente crollò quando quei desideri vennero infranti."
          }
        ]
      },
      {
        "key": "Via delle Correnti Cineree",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/20856775/d88142d20262e28efd07f44f612bdf19_3685845969533730292.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "La gente cercò di costruire una nuova nazione in cima alle rovine di una città costruita da una razza dimenticata. L'incendio non ha lasciato altro che cenere, e l'alleanza un tempo fondata per questo scopo si è dispersa da tempo."
          }
        ]
      },
      {
        "key": "Cuore di Chu'ulel",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/20856775/a804f561810a92920794c3d1e4fe7aeb_8971014256241002266.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Per seppellire un passato ineffabile e svelare il futuro della stirpe, una volta qualcuno offrì il proprio cuore affinché diventasse il mezzo che avrebbe controllato l'intera città. Quel giorno, persino le anime delle montagne furono ridotte in cenere. Chi veglia adesso su questa città?"
          }
        ]
      },
      {
        "key": "Vecchio Cuore di Chu'ulel",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/20856775/314fe5f8774f114636ee26e977826e6c_525730618077159850.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Nelle profonde rovine della città, ora considerata in rovina, un'antica razza forgiò una saggezza incorporea utilizzando dei motivi dorati e dei comandi, e la conservò in statue di pietra per controllare l'intera città."
          }
        ]
      },
      {
        "key": "Tonatiuh",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/20856775/ce09390d930da9043947daa9ca919ed5_8524900008117405071.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Nessuno sa perché la nave sia stata seppellita nel mare di nubi, né perché si sia fermata qui. Sebbene sia sfuggita al controllo del suo creatore, continua a custodire un antico segreto."
          }
        ]
      }
    ]
  }
}