{
  "epId": 7288,
  "name": "Ochkanatlan",
  "desc": "<p>Per inseguire il grande sogno nella mattina nebbiosa e tra il mare di nuvole, i guerrieri che solcavano i cieli non riposavano mai. </p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/20856775/42d1b97191ffd2055e0c77d25704ea13_8904489027465475519.png",
  "menuId": 20,
  "menuName": "Definizioni",
  "version": 1742677896,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Ochkanatlan"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Località permanente"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "5.2"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Appunti del Sacro Sovrano (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...I Cuauhtli ricognitori che avevamo inviato sono tornati. Secondo le indagini preliminari, ci sono delle rovine che si estendono a una profondità considerevole sotto la città... completamente sommerse... Se quello che dice [...] è vero, nelle profondità delle rovine, dovrebbe esserci ancora...</color>\n<color=#ffffff73>...Se Ixquieh fosse ancora viva, forse avremmo potuto creare qualcosa per drenare rapidamente l'acqua...</color>\n<color=#ffffff73>...Dobbiamo trovare un modo per drenare l'acqua, altrimenti sarà impossibile continuare...</color>"
          }
        ]
      },
      {
        "title": "Appunti del Sacro Sovrano (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...I lavoratori sono stati requisiti da ogni tribù, uno ogni dieci famiglie, per la costruzione di un impianto idrico...</color>\n<color=#ffffff73>...Salvo il portavoce del Clan Piumafiore, nessun'altra tribù si è rifiutata di reclutare lavoratori...</color>\n<color=#ffffff73>...Andarsene senza autorizzazione costituisce un palese abuso di potere, ma dimostra anche un totale disprezzo per i giuramenti dell'alleanza...</color>\n<color=#ffffff73>...A qualsiasi costo, l'acqua dev'essere drenata prima che arrivi l'inverno...</color>\n<color=#ffffff73>...Secondo il rapporto del supervisore, i lavoratori sono molto motivati...</color>\n<color=#ffffff73>...Ci sono stati alcuni casi in cui hanno battuto la fiacca, ma ciò non ha compromesso i progressi...</color>\n<color=#ffffff73>...Battere la fiacca è un tradimento nei confronti dell'alleanza e chi ne è colpevole dev'essere...</color>\n<color=#ffffff73>...Il numero totale di persone in città supera... Nessuna potenziale minaccia può essere ignorata. Non possiamo rischiare la vita delle decine di migliaia di persone che ha salvato...</color>\n<color=#ffffff73>...Se Uenuku non avesse abbandonato l'alleanza a causa di [...], e se l'Oceanide che un tempo lo seguiva non fosse andata via, esplorare questo luogo sarebbe stato molto più facile...</color>\n<color=#ffffff73>...I lavoratori umani sono inefficienti e non sono abbastanza forti...</color>\n<color=#ffffff73>...È proprio per questo che sono impotenti contro il trascendente...</color>\n<color=#ffffff73>...Ed è per questo che tutto ciò che va oltre la comprensione umana dev'essere sradicato...</color>\n<color=#ffffff73>...La sensazione di bruciore che scorre sotto la mia pelle persiste. Il sangue è stato prelevato come al solito, eppure [...] non si è ancora alleviato...</color>\n<color=#ffffff73>...Finché ho ancora lucidità, devo ricordarmi di ordinare a [...] di ricompensare i lavoratori più diligenti con razioni aggiuntive di grano...</color>"
          }
        ]
      },
      {
        "title": "Appunti del Sacro Sovrano (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Evidentemente, come diceva [...], la statua è una creazione di un'epoca molto più antica. A giudicare dal suo aspetto, sembra che i draghi artigiani non siano riusciti a terminare la parte inferiore. Forse sono stati interrotti da un'emergenza inaspettata...</color>\n<color=#ffffff73>...Gli Automi della Fonte segreta non sono ostili... Si può supporre ci sia almeno un centro di controllo, altrimenti non potrebbero funzionare in modo indipendente...</color>\n<color=#ffffff73>...Con alcune piccole modifiche alle Incisioni di Flogisto, potremmo riuscire a...</color>\n<color=#ffffff73>...Secondo il rapporto del supervisore, i lavoratori continuano a essere molto motivati... A quanto pare, hanno applaudito con grande entusiasmo durante le ispezioni...</color>\n<color=#ffffff73>...Il rapporto menziona delle voci superstiziose... Chiaramente dovute alla mancanza di comprensione delle Incisioni di Flogisto... Licenziare la maggior parte dei lavoratori e far rimanere solo una piccola squadra... per evitare...</color>"
          }
        ]
      },
      {
        "title": "Appunti del Sacro Sovrano (IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Il segreto... sacrifici necessari... a ogni costo...</color>\n<color=#ffffff73>(Gran parte del resto è bruciata e risulta illeggibile.)</color>"
          }
        ]
      },
      {
        "title": "Appunti del Sacro Sovrano (V)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Mi ha chiamato il Sovrano predestinato e, accanto a me, mi ha parlato dolcemente della cosiddetta gloria, la gloria di quelle bestie feroci. Era... ripugnante...</color>\n<color=#ffffff73>...Le sue parole coincidevano esattamente con quelle di [...]... Xbalanque non è mai apparso in nessuna profezia. La sua esistenza non è stata prevista nemmeno da quelle bestie malvagie e ignoranti...</color>\n<color=#ffffff73>...In altre parole, era un vero \"umano\", un Sovrano che apparteneva solamente all'\"umanità\"...</color>\n<color=#ffffff73>...E per questo motivo, è colui che tutti dovrebbero seguire, solo lui... Nessun altro si merita di essere chiamato \"dio\"...</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>...Senza remore, mi mostrò tutto quello che c'era da sapere su quell'antico impero. La scala che si arrampicava su fino al firmamento, le armi convertite da [...], i cannoni che potevano fare a pezzi [...], i [...] caduti dalle tre lune, la ricerca su [...] e i desideri...</color>\n<color=#ffffff73>...Mi ha fatto letteralmente venire i brividi lungo la schiena... Non dobbiamo dargli neanche una possibilità di riacquistare il loro antico splendore, o l'umanità non potrà nulla contro di loro...</color>\n<color=#ffffff73>...I tentativi di riconciliazione sono vani, a meno che non si sottomettano alle catene dell'umanità, altrimenti...</color>\n<color=#ffffff73>...I ricordi che possiede... le energie con cui i Meccanismi sorgente possono essere controllati... possono ancora essere usati dagli esseri umani...</color>\n<color=#ffffff73>...Mentre ci assicuriamo che non muoia prima che la sua energia si esaurisca del tutto, dobbiamo trovare un modo per privarla completamente della sua autorità...</color>"
          }
        ]
      },
      {
        "title": "Appunti del Sacro Sovrano (VI)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Non possiamo più permettere alle varie tribù di rivendicare il titolo di sovrano, come hanno fatto in passato. Non c'è nessun beneficio ad avere troppi regnanti; porterà solo a dei conflitti interni infiniti, proprio come è successo con i barbari del mare del nord e i regni del deserto...</color>\n<color=#ffffff73>...Che ci sia solo un re, un solo sovrano, un solo dio. Frammentare l'autorità darebbe solo un'opportunità ai nemici dell'umanità. Ogni possibilità di ribellione dev'essere eliminata...</color>\n<color=#ffffff73>...Se la storia che ho visto nelle sue memorie raccontava il vero ed era precisa, l'umanità potrebbe sicuramente progredire, anche laddove quelle bestie malvagie inciamparono e caddero... Finché saremo vigili, questo potere sarà in grado di porre fine a chiunque osi ostacolare l'umanità e il suo destino...</color>\n<color=#ffffff73>...Prima, però, tutte le offerte a [...] devono cessare... Questa è l'unica variabile coinvolta. Non dev'essere data possibilità alle anime dei traditori di tentare i vivi. I morti dovrebbero rimanere morti...</color>\n<color=#ffffff73>...Così non disonorerò il suo nome... Gli umani, e loro soltanto, coloro che ha salvato, diventeranno i padroni di ogni cosa. Non dovranno inchinarsi alla Notte, né sottomettersi alla Fiamma...</color>"
          }
        ]
      },
      {
        "title": "Appunti del Sacro Sovrano (VII)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Quella maledetta entità demoniaca è stata imprigionata nella statua, eppure si rifiuta di cantare come desidero. Una bestia davvero malvagia, se posso dirlo. Di certo, la sua ostinazione a resistere non è che un segno della sua malvagità. È chiaro che l'umanità sarà al sicuro solo quando avremo imprigionato ogni singolo membro della sua spregevole specie...</color>\n<color=#ffffff73>...Al momento, l'unico problema da risolvere è che solo il sangue malefico di quelle bestie nefaste può controllare queste antiche macchine. Eppure non ci si può fidare di loro, e non posso consumare tutte le mie energie per controllare quei meccanismi come fa la creatura all'interno della statua...</color>\n<color=#ffffff73>...Devo trovare un modo per costruire un Cuore di Chu'ulel che sia fedele unicamente al genere umano...</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>Bene... Adesso comincio a capire...</color>\n<color=#ffffff73>...Dato che solo il lurido sangue delle bestie è in grado di attivare questi dispositivi, l'unica scelta logica è schiavizzare la mia parte \"draconica\"...</color>\n<color=#ffffff73>...In questo modo, anche se le mie parti \"umane\" dovessero perire, quelle \"draconiche\" rimarrebbero imprigionate qui, eternamente schiave dei \"mortali\", sottomesse alla loro volontà e ai loro ideali, a prestare ascolto alle anime salvate da quella persona...</color>\n<color=#ffffff73>...Tutto ciò che potrebbe opporsi all'umanità va contenuto...</color>\n<color=#ffffff73>...Non possiamo fidarci di alcun potere più grande dell'umanità, né riporre le nostre speranze nella sua benevolenza. Mai è esistito un essere tanto gentile e di buon cuore quanto quella persona, che non avrebbe mai commesso orrende atrocità. E io non sono un'eccezione, ed è per questo che dobbiamo bandire tutto ciò...</color>\n<color=#ffffff73>(Le parti che seguono sono rovinate e risultano illeggibili.)</color>"
          }
        ]
      },
      {
        "title": "Appunti del Sacro Sovrano (VIII)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...I rapporti degli ufficiali archivisti indicano che la contaminazione abissale è ancora controllabile, come previsto dalle nostre stime iniziali. Non è stato necessario utilizzare alcun potere al di là della comprensione umana per annientare i nemici dell'alleanza..</color>\n<color=#ffffff73>..Le vittime diminuiranno inevitabilmente col tempo, man mano che le persone si adatteranno...</color>\n<color=#ffffff73>...Potrebbero non aver ancora capito perché lo facciamo, ma un giorno lo faranno. Un giorno, capiranno che questo era l'unico modo per portarli alla libertà. Sopravvivere grazie alle leggi della Notte è come un viaggiatore in inverno che dà fuoco ai propri vestiti per scaldarsi...</color>\n<color=#ffffff73>...Il destino degli umani dovrebbe essere gestito dagli umani stessi, proprio come fece lui...</color>"
          }
        ]
      },
      {
        "title": "Appunti del Sacro Sovrano (IX)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...L'alleanza non morirà mai... Non lo permetterò... Non permetterò che la nazione che egli ha fondato... e il regno che ha sognato... scompaiano da questo mondo...</color>\n<color=#ffffff73>...Finché questa città rimarrà sigillata, l'Abisso non potrà oltrepassare le mura...</color>\n<color=#ffffff73>...Qualsiasi cosa accada all'esterno, qui la fiamma della \"speranza\" umana continuerà ad ardere...</color>\n<color=#ffffff73>...La carne e il sangue potranno anche consumarsi, le ossa e il midollo marcire, e forse l'anima precipiterà in una prigione senza via d'uscita. Ma la \"speranza\" non dovrà mai essere abbandonata, poiché è l'unico tesoro che quella persona mi ha lasciato...</color>\n<color=#ffffff73>(La grafia si fa sempre più confusa, diventando difficile da decifrare.)</color>"
          }
        ]
      },
      {
        "title": "Appunti abbandonati da qualcuno (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Compagni, sappiate che...</color>\n<color=#ffffff73>...Il Saggio non si è mai preoccupato della sopravvivenza dell'umanità. Era perfino disposto a sacrificare il futuro dei suoi simili sull'altare del sentiero dell'\"evoluzione\"...</color>\n<color=#ffffff73>...Il cielo non tiene conto della volontà di coloro che dimorano in questo mondo. Noi siamo come pilastri che sorreggono la terra, necessari per la lotta contro i suoi nemici personali...</color>\n<color=#ffffff73>...E così, non possiamo affidarci alla saggezza dei draghi né alla potenza della Signora della Notte, né pregare altre divinità se non l'Archon di Pyro...</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>...L'unica via che ci resta è quella di Xbalanque...</color>\n<color=#ffffff73>(Sono emerse delle Incisioni di Flogisto che prima non erano visibili.)</color>\n<color=#ffffff73>(Miei stolti discendenti, le vostre opinioni sulla specie sono di una limitatezza sconcertante. L'evoluzione\" è una questione mista, non pura e incontaminata come avete immaginato. È proprio per questo che \"evoluzione\" è l'opposto di \"eternità\".)</color>"
          }
        ]
      },
      {
        "title": "Appunti abbandonati da qualcuno (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Compagni, ricordate...</color>\n<color=#ffffff73>...L'umanità è la forma di vita suprema, la destinazione finale di tutte le cose che vivono in questo mondo...</color>\n<color=#ffffff73>...Un tempo, gli Elementosauri del Grande Vulcano si consideravano i padroni dell'evoluzione, ma nel corso del loro lungo e caotico percorso evolutivo hanno perso la saggezza, e con essa, il loro potere, diventando nient'altro che bestie in attesa di essere massacrate...</color>\n<color=#ffffff73>...L'involuzione degli Elementosauri di Pyro dimostra che la razza dei draghi è stata abbandonata dal percorso evolutivo. I loro eredi hanno perso la purezza della Fiamma primordiale, e il Sovrano del fuoco non rinascerà tra loro...</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>...Sotto la sua guida, l'umanità è giunta a governare la terra e, un giorno, conquisteremo anche i cieli. Pertanto, non fatevi vincolare dal Regno della Notte...</color>\n<color=#ffffff73>...Voi che avete ricevuto l'onore di salire a bordo di questa nave, procedete! Fate il primo passo verso la realizzazione della nostra causa...</color>\n<color=#ffffff73>(Sono emerse delle Incisioni di Flogisto che prima non erano visibili.)</color>\n<color=#ffffff73>(Se non fosse stato per l'arbitraria punizione divina che ha diviso la mia razza e interrotto il loro percorso evolutivo, non avrei cercato negli esseri umani nuove possibilità. Oh, umanità, voi che siete stati creati, mai capirete che non siete altro che una fase in questa \"evoluzione\".)</color>"
          }
        ]
      },
      {
        "title": "Appunti abbandonati da qualcuno (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Compagni, comprendete...</color>\n<color=#ffffff73>...Tutto ha un prezzo, e non ci si può fidare di qualsiasi cosa superi la saggezza umana...</color>\n<color=#ffffff73>...Gli antichi draghi credevano che la tecnologia e l'autorità del Signore delle Fiamme avrebbero garantito loro il potere per diecimila anni, ma in questo modo, persero prima la forza di progredire e, alla fine, persero tutto.</color>\n<color=#ffffff73>...Se ci affidiamo alle regole del cielo, non solo saremo legati alla terra, ma alla fine diventeremo delle marionette nelle mani della Signora della Notte...</color>\n<color=#ffffff73>...Non smettete mai di andare avanti, o il nostro amato re e la causa della nostra gloriosa alleanza verranno distrutte in un istante...</color>\n<color=#ffffff73>(Sono emerse delle Incisioni di Flogisto che prima non erano visibili.)</color>\n<color=#ffffff73>(Ho visto, in quei cieli funesti, gli stalloni galoppare tra le vere stelle... E poi ho compreso che tutti gli imperi, non importa quanto grandi, diventeranno degli ostacoli per gli esseri viventi e la loro continua evoluzione. Solo che... )</color>"
          }
        ]
      },
      {
        "title": "Appunti abbandonati da qualcuno (IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Compagni, abbiate fede...</color>\n<color=#ffffff73>...La luce del grande Xbalanque, Archon di Pyro, ci guida e la vittoria è inevitabile...</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>...Non prestate orecchio alle dicerie caotiche dei barbari cantastorie, alle parole dei falsi dèi o alla ribellione di chi ha gli occhi dorati...</color>\n<color=#ffffff73>...L'unico che dovremmo venerare è lui, perché è il vero re dell'umanità\", l'unico vero dio \"umano\"...</color>\n<color=#ffffff73>...Il vero dio non morirà mai... Gloria eterna...</color>"
          }
        ]
      },
      {
        "title": "Appunti abbandonati da qualcuno (V)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>(La maggior parte delle incisioni sulla stele di pietra è stata cancellata, e ciò che ne rimane è praticamente illeggibile.)</color>\n<color=#ffffff73>...Il più nobile... grande... brillante [...] fece un patto con [...] del drago d'argento. Il sigillo dorato distrutto è la prova del loro giuramento...</color>\n<color=#ffffff73>...Grazie a quel giuramento, [...] ha ottenuto, dai draghi... l'autorità di \"Huitzilopochtli\"...</color>\n<color=#ffffff73>...Un tempo... diventerà una terra carbonizzata... Pertanto... non</color>\n<color=#ffffff73>deve cadere in mano di...</color>\n<color=#ffffff73>...Per l'alleanza e il futuro dell'umanità, lo sigillo qui. Solo il sangue del Signore delle Fiamme... potrà...</color>\n<color=#ffffff73>...Le generazioni future, tutte...</color>"
          }
        ]
      },
      {
        "title": "Appunti di qualcuno",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Se solo avessi potuto ritornare alle fiamme assieme a lui...</color>\n<color=#ffffff73>...No. Colui che ha commesso tali crimini, una bestia che ha ucciso tutti i propri cari, non è meritevole di un finale caloroso e radioso come questo...</color>\n<color=#ffffff73>Rivoltanti blasfemie... Devono essere giustiziate, occhio per occhio, sangue per sangue...</color>\n<color=#ffffff73>Per... chi?</color>"
          }
        ]
      },
      {
        "title": "Registro delle manutenzioni (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"Diario: l'interruttore funziona correttamente. Tuttavia, credo che ci siano troppe scappatoie nelle pattuglie e che le armi non siano forti abbastanza.</color>\n<color=#ffffff73>Considerando che ci sono stati diversi attacchi negli ultimi tempi, è consigliato aumentare il livello di sicurezza.\"</color>\n<color=#ffffff73>\"Risposta: Ricevuto.</color>\n<color=#ffffff73>Suggerimento: limitarsi a respingere gli intrusi. Non è necessario far male a nessuno.\"</color>\n<color=#ffffff73>(Il resto del contenuto sembra essere solo un ordinario registro di manutenzione...)</color>"
          }
        ]
      },
      {
        "title": "Registro delle manutenzioni (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"Diario: La supervisione qui è troppo permissiva! Queste bestie non fanno che mangiare e giocare. Mangiano meglio di noi e trattano le strutture come se fossero i loro giocattoli.\"</color>\n<color=#ffffff73>\"Lord Och-Kan ha detto che questi parassiti sono nostri nemici. Non credo che dovremmo trattarli in modo così amichevole!\"</color>\n<color=#ffffff73>\"Risposta: Ricevuto.</color>\n<color=#ffffff73>Suggerimento: nessuna modifica necessaria. Inoltre, è il tuo primo giorno, non c'è bisogno di affannarsi. Per prima cosa, osserva e impara.\"</color>\n<color=#ffffff73>(Il resto del contenuto sembra essere solo un ordinario registro di manutenzione...)</color>"
          }
        ]
      },
      {
        "title": "Registro delle manutenzioni (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"Diario: Questo interruttore è troppo in alto. Sarebbe utile una scala. Arrampicarsi ogni volta è parecchio fastidioso.\"</color>\n<color=#ffffff73>\"Risposta: a causa del budget ristretto, non ci saranno scale, ma solo corde da arrampicata.</color>\n<color=#ffffff73>Suggerimento: sei in pessima forma. Arrampicati di più, in futuro ti tornerà utile.\"</color>\n<color=#ffffff73>(Il resto del contenuto sembra essere solo un ordinario registro di manutenzione...)</color>"
          }
        ]
      },
      {
        "title": "Avviso antico",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"Per ordine del</color> <color=#ffffff73>e per il glorioso e del munifico</color> <color=#ffffff73>,</color> <color=#ffffff73>Och-Kan, la terra maledetta verrà sigillata con decorso immediato. A tutti i membri dell'alleanza è espressamente vietato l'ingresso.</color>\n<color=#ffffff73>Chiunque entrerà senza autorizzazione sarà ufficialmente considerato un nemico dell'alleanza. Questa è la dichiarazione congiunta di [...] Nanatzcayan, Meztli, Huitztlan e Teteocan.\"</color>"
          }
        ]
      },
      {
        "title": "Avviso antico",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"...Compatrioti, famiglie, fratelli e sorelle, che vi siete dedicati al trionfo inesorabile dell'alleanza...</color>\n<color=#ffffff73>...Il più munifico... ha predisposto un lotto di nuovi meccanismi da [...] per il trasporto, [...] e per il</color> <color=#37ffff>recupero di oggetti sott'acqua</color> <color=#ffffff73>... \"</color>\n<color=#ffffff73>\"...Avanti! Avanti! Procedete a qualunque costo... Per il glorioso futuro dell'alleanza, per la gloria e la libertà, per una terra natia libera dalla tirannia dei draghi... \"</color>\n<color=#ffffff73>\"...Vietato... azionare la</color> <color=#37ffff>leva di controllo</color> <color=#ffffff73>senza permesso... cadute accidentali... hanno già causato la morte di tre lavoratori... \"</color>"
          }
        ]
      },
      {
        "title": "Avviso antico",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"Gloria all'eterno</color> <color=#ffffff73>, il</color> <color=#ffffff73>, il munifico</color> <color=#ffffff73>Och-Kan.</color>\n<color=#ffffff73>Poiché i lavori di drenaggio in questa zona stanno andando a rilento, stiamo apportando piccole modifiche al sistema di rotazione per garantire l'inesorabile vittoria dell'alleanza.</color>\n<color=#ffffff73>I lavoratori saranno divisi in tre squadre, ognuna delle quali lavorerà per sedici ore, ruotando ogni due giorni. Le squadre con prestazioni eccellenti riceveranno provviste di cereali extra.</color>\n<color=#ffffff73>La trionfante vittoria nel</color> <color=#37ffff>drenaggio dell'acqua accumulata</color> <color=#ffffff73>è a portata di mano. Una volta completati i canali, la</color> <color=#37ffff>pompa dell'acqua</color> <color=#ffffff73>potrà funzionare normalmente. Coraggio, un ultimo sforzo!\"</color>"
          }
        ]
      },
      {
        "title": "Avviso quasi illeggibile",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"...Che la gloria eterna sia... Pacificatore... munifico... Och-Kan...\"</color>\n<color=#ffffff73>\"...Gli artigiani Mahutzintl, Tlanalco e ... che sono responsabili della costruzione della pompa d'acqua... volutamente rallentato, causando ritardi...</color>\n<color=#ffffff73>Il munifico... non ha imposto alcuna punizione... solo sospeso le razioni per tre settimane...\"</color>\n<color=#ffffff73>\"...La</color> <color=#37ffff>chiave di pietra</color> <color=#ffffff73>che attiva il</color> <color=#37ffff>meccanismo della pompa d'acqua</color> <color=#ffffff73>... custodita... a nessuno è concesso di usarla senza permesso finché... incaricati altri artigiani...\"</color>"
          }
        ]
      },
      {
        "title": "Appunti di un sacerdote senza nome",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...</color>\n<color=#ffffff73>Chupicua, l'artigiano che doveva essere assunto per riparare le strutture dell'idrovia, diede all'ufficiale archivista Tlamachtihquetl tre sacchi di ossidiana, sostenendo che non poteva svolgere un lavoro del genere per via delle sue condizioni fisiche, e sperando che quei doni potessero dimostrare il suo sincero desiderio di servire la causa dell'alleanza. L'ufficiale lodò il suo entusiasmo e lo sostituì con Manqu di (...).</color>\n<color=#ffffff73>I lavori di riparazione dell'idrovia sono stati sospesi a tempo indefinito. Come se in una sola notte, il pozzo profondo sia stato completamente sommerso da una calamità oscura, e tutti i residenti nelle vicinanze siano stati trasformati in...</color>\n<color=#ffffff73>I guerrieri Cuauhtli sigillarono l'entrata e incenerirono gli infetti (...) con le fiamme prese dal Sovrano sacro, sostenendo di avere tutto sotto controllo.</color>\n<color=#ffffff73>Una vecchia signora che si era recata al tempio perse improvvisamente il senno dinanzi all'ufficiale archivista, vaneggiando riguardo al sole e al crollo dell'Alleanza. I guerrieri Kamayuq la trascinarono via in fretta e furia. Stando alle leggi dell'Alleanza, probabilmente verrà...</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>Negli ultimi giorni, i cittadini in visita al tempio hanno iniziato a mormorare. Credono che il divieto di usare (...) per offrire sacrifici alla Signora della Notte abbia scatenato la sua ira e le sue maledizioni, e perciò, questa oscura malattia mortale si sia abbattuta su di noi.</color>\n<color=#ffffff73>Chichiri cercò di persuaderli, ma invano. La gente sceglie sempre ciò a cui vuole credere. Cosa si può ottenere con mere parole?</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>Le strade sono intrise del profumo di (...). Per decreto del Sacro Sovrano, le tre aree nel quadrante sud-ovest sono state sigillate, e i guerrieri Cuauhtli stanno cercando di bruciare tutti i (...), che ormai sono decomposti, ma che ancora vagano. Hanno avuto poca fortuna. Come può ciò che è finito fronteggiare l'infinito? Per non parlare del fatto che, una volta caduti, anche loro subiranno lo stesso destino...</color>\n<color=#ffffff73>Nel vento notturno non si odono che lamenti disperati, non solo dal reame dei viventi, ma anche da quel mondo da tempo proibito...</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>Stanno cercando di sfondare il cancello. Ma non avranno il mio (...), né il (...) dei bambini che si sono rifugiati qui. Al massimo otterranno il nostro (...).</color>\n<color=#ffffff73>Userò questa daga per...</color>\n<color=#ffffff73>(Le sezioni seguenti sono macchiate e impossibili da leggere.)</color>"
          }
        ]
      },
      {
        "title": "Appunti di un artigiano senza nome",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Più scavavamo in profondità, più diventava forte quell'indescrivibile e nauseabondo fetore. Forse era dovuto all'umidità e ai funghi, perché la muffa bianca e quei depositi di minerali indescrivibilmente strani sembravano emanare un odore tossico, ma quella non era l'unica fonte di disagio. Per cominciare, [...] sentiva che c'era qualcosa di \"sfortunato\" in questo posto, ma all'epoca neanche lei mi diede una spiegazione meno logica. Andando avanti con i lavori, un artigiano di [...] diede di matto. Urlava, rideva, piangeva e faceva tutto questo mentre balbettava incoerentemente di come avesse visto una sagoma nera dalle dimensioni quasi impossibili, orrenda e gonfia nelle profondità dell'acqua; e di come avesse intonato un canto terrificante e profano, ordinandogli di inginocchiarsi davanti al suo \"Padrone\". Il supervisore lo portò via, ma la sensazione di disagio aveva già iniziato a diffondersi tra i lavoratori. La schiuma e i vortici che nascevano dall'acqua disgustosa potevano ancora essere spiegati come normali fenomeni elementali, ma quei suoni e sussurri intermittenti... Nemmeno io sono riuscito a trovargli una spiegazione ragionevole.</color>\n<color=#ffffff73>Da dietro quegli antichi muri, o forse da sotto di essi, non posso dirlo con certezza, riuscivo a sentire un suono, limpido e al contempo flebile, furtivo e smorzato, come se qualcosa si stesse muovendo freneticamente tra i muri. I lavoratori sussurravano tra loro, tremando per un terrore incoerente, quasi folle, mentre discutevano di una maledizione inimmaginabile e profana che si nascondeva nelle profondità dell'acqua. Ciò che avevamo fatto, dicevano, aveva risvegliato qualcosa dal suo letargo millenario. Nessuno avrebbe lasciato vivo queste rovine e, anche se ci fossero riusciti, non avrebbero potuto dirlo a nessuno, perché chiunque altro avrebbe liquidato tali affermazioni come i vaneggiamenti di un pazzo.</color>\n<color=#ffffff73>Non trovavo una spiegazione razionale per spiegare quell'orribile e spaventoso terrore, perché, a detta di tutti, quelle pareti umide e coperte di funghi che sostenevano il soffitto a volta avrebbero dovuto essere state costruite con solidi blocchi di roccia, e gli echi che producevano quando venivano colpite lo confermavano. Eppure quei terrificanti fruscii continuavano a riverberare nel cuore della notte, trasformando il mio sonno agitato in una confusa veglia.</color>\n<color=#ffffff73>La nostra supervisora ci ha tranquillizzato, dicendo che non aveva sentito nulla di strano e attribuendo le nostre allucinazioni alla mancanza di sonno. Ha persino richiesto delle razioni di grano in più per noi, in segno di compassione per la nostra situazione. Ma la paura che si era diffusa tra i lavoratori era talmente intensa che...</color>\n<color=#ffffff73>(Il lungo paragrafo che segue è stato cancellato di proposito, ed è illeggibile.)</color>"
          }
        ]
      },
      {
        "title": "Appunti di un artigiano (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"...C'è un piccolo sentiero dietro una parete di pietra a nord che conduce alla cima della cascata. Può essere usato come</color> <color=#37ffff>magazzino</color> <color=#ffffff73>...\"</color>\n<color=#ffffff73>\"...Ho lasciato delle indicazioni lungo la strada, nel caso in cui mi dimenticassi le direzioni...\"</color>\n<color=#ffffff73>\"...Le ferite di Sayani hanno preso una brutta piega. La colpa è dell'umidità... Le ho consigliato di riposare, ma si è rifiutata... Ha detto che avrebbe rallentato la squadra, sprecando razioni inutilmente...\"</color>\n<color=#ffffff73>\"...Quando calerà la notte, mi avvicinerò a lei con una torcia per cauterizzare le sue ferite, mentre gli altri non stanno guardando, o rischierà la cancrena...\"</color>"
          }
        ]
      },
      {
        "title": "Appunti di un artigiano (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Sayani è morta. Forse oggi, forse ieri, non lo so. La luce è talmente fioca che è difficile distinguere i vivi dai morti... Son tutti sdraiati a terra, sparsi sul pavimento, come alpaca in un recinto. E nell'aria c'è un fetore pestilenziale...</color>\n<color=#ffffff73>...Nessuno ha avuto la forza di seppellirla, quindi abbiamo gettato il corpo in una fossa...</color>\n<color=#ffffff73>...Tutti inveiscono e imprecano... Ma a chi dovrebbero rivolgere il loro odio? Nemmeno loro sanno dirlo...</color>\n<color=#ffffff73>...E come hanno detto, ora ognuno lavora per sé stesso, per i propri fratelli e sorelle nell'alleanza, non per i draghi malvagi che un tempo ci hanno schiavizzati... Ma non si possono maledire da soli...</color>\n<color=#ffffff73>...Dobbiamo continuare... Se non finiamo di scavare il fosso entro cinque giorni, non riceveremo le razioni... E moriremo tutti, come i responsabili delle pompe...</color>\n<color=#ffffff73>...Cosa si nasconde laggiù, nelle profondità dell'acqua? Chissà...</color>\n<color=#ffffff73>Qualunque cosa ci sia, non ci salverà.</color>\n<color=#ffffff73>...Lo scavo del fosso e dei pozzi di drenaggio è finalmente finito... Siamo venuti qui in ventitré, ora siamo rimasti in quindici...</color>\n<color=#ffffff73>...Finché le pompe saranno operative, ne sarà valsa la pena...</color>\n<color=#ffffff73>Coloro che hanno dato tutto per l'alleanza saranno ricordati come eroi... Ognuno di noi diventerà un Ahpub, una Ixquieh, e anche... uno Yupanqui. Almeno... così ci dicono.</color>\n<color=#ffffff73>Possa la maledizione di [...] abbattersi sulla stirpe di Och-Kan, l'usurpatore. Possa il suo popolo finire sepolto in una terra incolta e profanata, possa il suo grano marcire come cadaveri non trattati, che rilasci un fetore che neanche l'acqua può lavare via. Possa il suo nome venire bruciato nel fuoco cinque volte e cinque volte ancora. Questa maledizione è stata incisa dall'artigiano Manqu dei [...]. Possa non svanire prima che non siano trascorsi diciannove volte quattrocento anni.</color>\n<color=#ffffff73>Ci ha mandato [...], poi ha sigillato [...] con l'intenzione di bruciare vivi tutti i lavoratori che conoscevano i segreti degli Automi della Fonte segreta, così da nascondere la strada per [...].</color>\n<color=#ffffff73>Lode a [...], perché non sono morto tra le fiamme impure. Io...</color>\n<color=#ffffff73>(Il lungo paragrafo che segue è stato cancellato di proposito, ed è illeggibile.)</color>\n<color=#ffffff73>È la quinta volta che mi sveglio da quando sono arrivato qui.</color>\n<color=#ffffff73>Dopo aver applicato [...], le bruciature sono quasi del tutto guarite e il rischio di infezione è ormai trascurabile. Credo che sarò di nuovo in grado di camminare tra due giorni, al massimo.</color>\n<color=#ffffff73>Non so se dovrei annotare tutto ciò che ho visto, perché né le parole né la logica possono spiegare ciò che ho vissuto. Tuttavia, se non c'è modo di cancellare i ricordi, non posso reprimere l'impulso di scriverli. Mentre li scrivo qui, prego a [...] che nessuno li legga mai.</color>\n<color=#ffffff73>In quel momento, sotto la statua gigante e grottesca, ho incontrato una giovane donna tra le fiamme di Och-Kan.</color>\n<color=#ffffff73>Si è avvicinata lentamente a me, come se le fiamme non fossero altro che una gentile brezza primaverile. Il suo volto... Non avevo mai visto qualcosa di simile. Anche il cristallo più puro non riuscirebbe a imitare la sua pelle, né si potrebbero incidere i suoi occhi anche nel più puro dei turchesi. Eppure, per ragioni che non riesco a spiegare, quel volto, che avrebbe dovuto essere l'immagine della bellezza, era... ripugnante.</color>\n<color=#ffffff73>Non sapevo chi o cosa fosse. Aprii la bocca per implorarla, implorarla di salvarmi, ma le mie labbra... erano così bruciate da essere irriconoscibili e non riuscivo a pronunciare nemmeno una parola.</color>\n<color=#ffffff73>Lei sorrise, e nel suo sorriso c'erano crudeltà e una maliziosa arroganza. Mi prese il viso tra le mani e delle lacrime dorate caddero dai suoi occhi turchesi ai miei.</color>\n<color=#ffffff73>E poi l'ho vista.</color>\n<color=#ffffff73>Una creazione colossale, molto più grande delle montagne ondulate, la cui brillantezza risplendeva più dell'ossidiana più brillante e volava in cielo come una nuvola vulcanica. Attorno volavano innumerevoli uccelli giganti di metallo, che si nutrivano avidamente del suo sangue scuro. Ho visto ombre correre, spinte dal fuoco, salire dal lontano orizzonte, fino alla luna alta nel cielo, e che trasmettevano brividi e sospiri a distanze inimmaginabili tramite una singola corda intrecciata d'oro e rame bianco. Lei sogghignò vicino al mio orecchio, come se tutto quello che l'umanità aveva realizzato fino a quel momento non fosse altro che un gioco da ragazzi insignificante, irrilevante come le azioni delle formiche, di esseri capaci solo di strisciare sotto i cieli, tremando alla ricerca delle loro tombe ingloriose. E ciò contro cui combattevano, ciò contro cui si scontravano, era</color>\n<color=#ffffff73>un nemico inveterato, formidabile come il mondo intero. Attraverso quegli occhi turchesi, quelle pupille la cui bellezza era quasi terrificante, non vedevo altro che oscurità e vuoto interminabili e insondabili; un luogo che nessuna lingua poteva descrivere, diverso da tutto ciò che avevo visto nelle brevi decadi della mia vita fugace. Fu così che iniziai a urlare, inciampando mentre strisciavo lungo il sentiero, ma perfino le mie urla agghiaccianti venivano soffocate dalle sue risate, e alla fine sparirono senza lasciar traccia.</color>\n<color=#ffffff73>Quando mi risvegliai di nuovo, era sdraiato qui da solo. Non ho osato guardarmi indietro, per paura che quelle cose profane e proibite, che nessuno avrebbe mai dovuto sapere, potessero catturarmi e farmi a pezzi. Gli altri dovevano essere tutti morti tra le fiamme del fuoco di Och-Kan.</color>\n<color=#ffffff73>Forse non erano le sue lacrime. Forse erano solo gocce d'acqua cadute dalla statua di pietra gigante e grottesca dietro di lei. Forse non c'era nessuno in quel fuoco, e la donna non era altro che un'illusione nata dal mio delirio, qualcosa che avevo immaginato sul ciglio della morte. Ma ora, niente di tutto ciò ha importanza. Sono ancora vivo e questo è ciò che conta.</color>\n<color=#ffffff73>Och-Kan crede che i passaggi segreti della sua città ineffabile siano noti solo a lui e che il suo regno durerà mille anni. Ma sbaglia, perché al massimo durerà mille settimane.</color>\n<color=#ffffff73>...Le mie bruciature sono completamente guarite. Direi che è ora di andare...</color>\n<color=#ffffff73>...Dove? Non lo so. Oggi, anche il Clan Piumafiore non è più un luogo sicuro. Il successore del loro portavoce è fedele a Och-Kan...</color>\n<color=#ffffff73>...O forse potrei cercare la protezione di Yupanqui... Il vecchio Generale conduce una vita solitaria. Non vuole tra i piedi nessuno, informatori o servitori inclusi...</color>\n<color=#ffffff73>...Finché il suo interesse per la rete viaria sotterranea creata dagli antichi artigiani dei draghi non scemerà, sono sicuro che non svelerà il mio segreto a Och-Kan...</color>\n<color=#ffffff73>...In ogni caso, che il nome di Manqu venga dimenticato, insieme a queste maledette rovine...</color>"
          }
        ]
      },
      {
        "title": "Appunti del Guardamonti",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"...Il terreno qui è molto più complesso di quanto immaginassi. Forse è per via della contaminazione dell'Abisso, ma molte strade che sarebbero dovute essere praticabili sono diventate inutilizzabili. Le ho segnate quando le abbiamo superate. I segni dovrebbero rimanere finché non torneremo...\"</color>\n<color=#ffffff73>\"...Abbiamo trovato gli avventurieri che erano andati dispersi... Non c'era nulla da fare per loro, se non lasciarli riposare in pace...\"</color>\n<color=#ffffff73>\"...Dobbiamo trovare un modo per entrare in città. Se Copan ha ragione, ci dev'essere un meccanismo che conduce alla nave del cielo...\"</color>\n<color=#ffffff73>\"...Non avremmo dovuto portare con noi una bambina così piccola. I Maestri del Vento della Notte sono davvero crudeli. È dieci anni più giovane di mia sorella. Non ha nemmeno l'età per parlare di matrimonio con cognizione. Non possiamo permetterle di correre un simile rischio...\"</color>"
          }
        ]
      },
      {
        "title": "Note di uno studioso itinerante",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...</color>\n<color=#ffffff73>Se il rotolo non è un falso, allora gli antichi artigiani dei draghi hanno creato un'arma che può essere usata per annientare la minaccia dell'Abisso in un colpo solo.</color>\n<color=#ffffff73>La persona che ha intessuto questo rotolo sembra essere vissuta all'epoca di Colui che fu sepolto con la fiamma primordiale, poiché non ha usato i termini appropriati quando si è rivolta al re sacerdote Maghan, ma lo ha bensì considerato un esempio negativo \"immaturo\" (una tale mancanza di rispetto mi fa quasi tremare). Diversi dettagli indicano che le possibilità che sia un falso di una generazione successiva siano molto basse: per quanto ne so, nessuno studioso o mistico che conosco potrebbe fare una cosa simile. Pertanto, sono incline a credere che si tratti di un testo antico, e che l'arma di cui parla non sia frutto dell'immaginazione ... Inoltre, il rotolo cita espressamente una \"nave ricca di tesori ormeggiata al di sopra della Città di cenere\".</color>\n<color=#ffffff73>Tuttavia, il dispositivo sembra aver sottovalutato i danni inflitti dall'Abisso (comprensibile, considerando il tempo trascorso). In ogni caso, dobbiamo raggiungere la città al di sopra delle nuvole, e poi, l'Abisso...</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>Siamo stati ingannati. Alla fine, siamo stati tutti ingannati. L'essenza di quel \"tesoro capace di bruciare via le impurità\" è, in realtà...</color>\n<color=#ffffff73>(Il resto è stato strappato via da qualcuno.)</color>"
          }
        ]
      },
      {
        "title": "Appunti del Chiamaspiriti (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...</color>\n<color=#ffffff73>A partire da oggi userò un nuovo taccuino!</color>\n<color=#ffffff73>Dopotutto, la rivelazione di ( ... ) indica che raggiungeremo zio Taika e gli altri e c'imbarcheremo in un'avventura verso la Città di cenere insieme. Pertanto, è importante stabilire un senso di rituale!</color>\n<color=#ffffff73>Una magnifica fortezza costruita da un antico tiranno... Affascinante, vero? Eheh. Non importa quanto sia pericoloso, puoi rilassarti e lasciare che se ne occupi l'apprendista dell'apprendista dell'apprendista del Gran Maestro Sanhaj, e con questo intendo la fantastica Liriwu, la prodigiosa Chiamaspiriti!</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>Non so cos'altro potrei fare. Qui non si sentono le voci delle Wayob, e le arti mistiche che ho studiato non possono essere usate. Neanche le arti di guarigione hanno effetto...</color>\n<color=#ffffff73>Se un mistico più esperto... No, temo che nemmeno il Gran Maestro Sanhaj sarebbe in grado di spezzare la maledizione di questo luogo.</color>\n<color=#ffffff73>Avi del cielo, cos'è successo qui?</color>\n<color=#ffffff73>...</color>"
          }
        ]
      },
      {
        "title": "Appunti del Chiamaspiriti (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Non ho resistito. Ho vomitato di nascosto ogni goccia della zuppa di Granifrutti che avevo consumato stamane. Mi tremano ancora le mani.</color>\n<color=#ffffff73>Perché è stato permesso che (...) esistessero? Se davvero c'è un tesoro segreto in grado di distruggere l'Abisso, perché quelle cose continuano a muoversi?</color>\n<color=#ffffff73>Almeno... Almeno ora possono ritrovare la pace. Le loro anime saranno anche state lacerate molto tempo fa, ma almeno... non devono più esistere in quello stato...</color>\n<color=#ffffff73>Zio Copan ha cercato di consolarmi dicendo che, se trovassimo il tesoro del Re Pitone, potrebbero essere liberate. Ma se così fosse, perché il Re Pitone è morto nell'Abisso?</color>\n<color=#ffffff73>No. Non devo avere paura. Non devo esitare. Se persino i Chiamaspiriti dei Maestri del Vento della Notte dovessero vacillare...</color>\n<color=#ffffff73>Devo... Per tutti quanti...</color>"
          }
        ]
      },
      {
        "title": "Diario di Quenin",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>(Una pagina strappata, con delle parole scritte con cura all'inizio...)</color>\n<color=#ffffff73>\"...I mostri dell'Abisso stanno aumentando, come previsto... Alla fine, la compagnia di avventurieri ha fallito, ed è in corso il piano di ritirata.\"</color>\n<color=#ffffff73>\"Dobbiamo assicurarci che i membri rimanenti possano evacuare in sicurezza. Fate attenzione a coloro che svaniscono di notte o che tornano da luoghi privi di luce.\"</color>\n<color=#ffffff73>\"...I mostri dell'Abisso compaiono sempre più di frequente. La fortezza potrebbe presto essere scoperta, ma prima...\"</color>\n<color=#ffffff73>(La grafia diventa tremolante e distorta...)</color>\n<color=#ffffff73>\"Ah, fa freddo... Fa freddo... Là, laggiù, il sangue si sta prosciugando...\"</color>\n<color=#ffffff73>\"Il rumore della cascata è così forte... Sì, va bene. Finché... sotto la cascata, lì ci sarà silenzio... Facce pallide, bocche spalancate, sangue versato...\"</color>\n<color=#ffffff73>\"Là... Proprio là... c'è qualcosa... qualcosa...\"</color>\n<color=#ffffff73>\"Sotto la cascata, sotto la cascata, sotto la cascata, sotto la cascata, sotto la cascata, sotto la cascata...\"</color>"
          }
        ]
      },
      {
        "title": "Appunti di un viaggiatore anonimo (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>(Un pezzo di carta ingiallito dal tempo. Sopra ci sono scarabocchiate le parole seguenti...)</color>\n<color=#ffffff73>Si dice che colui che le leggende chiamano Re Pitone, Sacro Signore della trasgressione e Signore della Città di cenere, costruì la \"città sopra la città\" sfruttando il lascito degli antichi draghi.</color>\n<color=#ffffff73>Non so come ci sia riuscito... ma i rotoli di tessuto che ho trovato raccontano di un cuore di giada sottoterra e di cavità che si collegano alla superficie.</color>\n<color=#ffffff73>Questa dev'essere una di quelle \"cavità\".</color>\n<color=#ffffff73>Se i documenti sono corretti, questo luogo un tempo ospitava...</color>\n<color=#ffffff73>Beh, altri dispositivi, ma ora sembra vuoto.</color>\n<color=#ffffff73>Sembra che dovrò continuare la mia ricerca altrove.</color>\n<color=#ffffff73>Dicono che il fondatore dell'Associazione delle Reliquie Sauriche un tempo sia venuto qui. Sarebbe bello se riuscissi a trovare qualcosa di valore...</color>"
          }
        ]
      },
      {
        "title": "Appunti di un viaggiatore anonimo (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>(Un pezzo di carta ingiallito dal tempo. Sopra ci sono scarabocchiate le parole seguenti...)</color>\n<color=#ffffff73>È evidente che questo luogo fosse originariamente destinato a fornire energia a tutta la città delle ceneri...</color>\n<color=#ffffff73>Dev'essere successo qualcosa, perché ha smesso di funzionare.</color>\n<color=#ffffff73>Anche se ci sono segni di colluttazione, la struttura principale degli edifici non è stata danneggiata. Pertanto, non è stata la battaglia a interromperne il funzionamento. Sembra più il risultato di un'operazione umana.</color>\n<color=#ffffff73>Dicono che solo il padrone di Ochkanatlan, che domina su tutta la città, possa azionare liberamente i Meccanismi sorgente di questa gigantesca città meccanica...</color>\n<color=#ffffff73>Ma perché avrebbe dovuto interrompere la fornitura energetica di Ochkanatlan?</color>\n<color=#ffffff73>È stato qualcun altro? C'è un'altra persona oltre a Och-Kan, il Re Pitone, in grado di controllare questi dispositivi?</color>"
          }
        ]
      },
      {
        "title": "Appunti di un viaggiatore anonimo (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>(Un pezzo di carta ingiallito dal tempo. Sopra ci sono scarabocchiate le parole seguenti...)</color>\n<color=#ffffff73>\"Cavità\" è il termine usato nei rotoli per descrivere l'enorme struttura che circonda la città.</color>\n<color=#ffffff73>Ma dalle mie indagini, è chiaro che le \"cavità\" siano più antiche di Ochkanatlan stessa.</color>\n<color=#ffffff73>Piuttosto che dire che sono state costruite attorno a Ochkanatlan per fornire energia alla città...</color>\n<color=#ffffff73>Dovremmo dire, in realtà, che Och-Kan si approfittò dei meccanismi per costruire una città sopra l'originale, a sua volta</color>\n<color=#ffffff73>eretta dagli antichi draghi...</color>\n<color=#ffffff73>Questo spiegherebbe anche le dimensioni delle aree sotterranee e di alcune di quelle in superficie, come la larghezza delle strade o le dimensioni degli edifici, visto che sembra essere tutto costruito per esseri che sovrastano i comuni esseri umani.</color>"
          }
        ]
      },
      {
        "title": "Appunti di un viaggiatore anonimo (IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>(Un pezzo di carta ingiallito dal tempo. Sopra ci sono scarabocchiate le parole seguenti...)</color>\n<color=#ffffff73>Ho trovato dei documenti abbandonati, probabilmente lasciati da qualcuno molto tempo fa.</color>\n<color=#ffffff73>Ah. Beh, forse un giorno anche i miei documenti verranno considerati come qualcosa \"di abbandonato da qualcuno\"... Ma andiamo al dunque.</color>\n<color=#ffffff73>Ho trovato degli indizi riguardo a ciò che potrebbe essere accaduto allora.</color>\n<color=#ffffff73>Qui c'è scritto: \"Come disposto da quel pover'uomo a cui è rimasta solo mezza faccia, dobbiamo prima interrompere la fornitura energetica della città\".</color>\n<color=#ffffff73>Una persona a cui è rimasta solo mezza faccia... Sembra un personaggio di una storia dell'orrore.</color>\n<color=#ffffff73>Ma stando a quanto c'è scritto, le \"cavità\" furono interrotte a causa di azioni umane...</color>\n<color=#ffffff73>\"Dopodiché, dobbiamo tagliare la zona di rifornimento energetico del nucleo del meccanismo di combustione... Così facendo, l'ufficiale agli armamenti della Grande Alleanza potrà sfruttare il caos e portarlo al palazzo reale.\"</color>\n<color=#ffffff73>Colui a cui è stato affidato il compito è quel tipo con metà faccia... Con un po' di fortuna, sarà più affidabile nelle azioni che nelle parole o nei piani.\"</color>\n<color=#ffffff73>Mmmh... Sono sicuro di aver già sentito parlare da qualche parte della posizione di ufficiale degli armamenti della Grande Alleanza...</color>\n<color=#ffffff73>In ogni caso, il gruppo che ha disattivato tutto in questo luogo sembra essersi diretto verso una zona centrale più importante.</color>\n<color=#ffffff73>Se... Se riuscirò a trovarci qualcosa, il primo premio dell'Associazione delle Reliquie Sauriche sarà sicuramente mio!</color>\n<color=#ffffff73>E in questo modo, non potranno dirmi niente, anche se non ho ricevuto il permesso dal Clan Piumafiore per venire qui a condurre ricerche.</color>"
          }
        ]
      },
      {
        "title": "Appunti di un viaggiatore anonimo (V)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>(Un pezzo di carta ingiallito dal tempo. Sopra ci sono scarabocchiate le parole seguenti...)</color>\n<color=#ffffff73>Niente, anche qui non c'è nulla da trovare.</color>\n<color=#ffffff73>Forse è stato tutto distrutto. Dopotutto, dicono che il secondo Archon di Pyro abbia rovesciato Ochkanatlan e terminato il regno di Och-Kan.</color>\n<color=#ffffff73>A quel tempo, i meccanismi che un tempo funzionavano qui devono essersi spenti e la maggior parte degli oggetti è andata distrutta.</color>\n<color=#ffffff73>Secondo i rotoli di tessuto, il Cuore di Chu'ulel giace sotto una delle tante \"cavità\", mentre sopra a queste... C'è un'altra area di rifornimento energetico.</color>\n<color=#ffffff73>Sarebbe bello se riuscissi a trovarlo.</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrazioni",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "The Fabled Forbidden Ground: Ochkanatlan"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/20856775/9f161bd1c2ff80f771a1b2da4a00471e_2674223250427730458.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>12 novembre 2024</color>\nSalve, viaggiatore/viaggiatrice!\nDal Clan Piumafiore si può vedere in lontananza un'antica città avvolta nella nebbia. Dicono che sia un luogo pieno di pericoli dal quale molti dei viaggiatori che vi si avventurano non fanno mai ritorno, per questo motivo ne è stato vietato l'accesso. Ci sono pochissime informazioni certe su questo posto, solo alcune voci che circolano tra la gente..."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Risorse",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Specialità locali"
      },
      {
        "type": "CustomEntry",
        "epId": 6672,
        "name": "Pianta grassa Artiglio di Saurico",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Una pianta grassa a forma di zampa di un animale gigante.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/45954971/ed71caf61dec80b5585b0a7922a9c4a4_5144189617349013305.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6670,
        "name": "Crisantemo splendente",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un fiore dalla forma di ali fluttuanti. I suoi petali ondeggiano in modo incredibilmente rilassato e sereno quando viene accarezzato dal vento.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/08/45954971/a633943bf75eef1936a4c8d682766bc1_6114123486097550857.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7162,
        "name": "Cornofungo luminoso",
        "desc": "Un fungo che emette una tenue luce nell'oscurità. Il suo nome deriva dal fatto che la sua forma ricorda la cresta cornea di un Iktomisauro.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/77a9638bc0cb33a3de62209934f0d3db_1155012823071897200.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7163,
        "name": "Bocciolo purpureo avvizzito",
        "desc": "Un fiore caratterizzato da foglie e petali dall'aspetto arso e avvizzito. È possibile trovarlo comunemente nei luoghi dove la cenere abbonda.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/8e8b48c2f8b649faa03655081c5ca332_7042901679055518409.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ingredienti e materiali"
      },
      {
        "type": "CustomEntry",
        "epId": 6930,
        "name": "Granifrutto",
        "desc": "<p>Il nome di questa pianta deriva dai grossi chicchi che crescono lungo il suo fusto.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/21/20577441/315aac581084928ea5bf95b30cb1f650_8717363980539569366.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6931,
        "name": "Fungo candela",
        "desc": "Un fungo che cresce sulle pareti rocciose o ai piedi delle montagne, brilla come una piccola lampada. Avvicinando la mano puoi sentire un lieve tepore.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/acc18acc445dbd82b257901af8f37409_6150389844072897366.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6679,
        "name": "Fiore Cuordambra",
        "desc": "Uno strano fiore che si trova sulle pianure e gli altopiani. I boccioli maturi sbocciano quando vengono colpiti.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/3976d3238a631a0b45a4f96b07985294_749681402037316612.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ricette"
      },
      {
        "type": "CustomEntry",
        "epId": 7185,
        "name": "Ricetta: Mari, monti... e cieli",
        "desc": "Una ricetta passo dopo passo per preparare un Mari, monti... e cieli.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/60c9c277139b43907167e6452d409874_2394618203975894864.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Esseri viventi",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Nemici e mostri"
      },
      {
        "type": "CustomEntry",
        "epId": 7081,
        "name": "Mimiflora tenebrosa",
        "desc": "Mostri dell'Abisso discesi in questo mondo dalle profondità di un luogo contorto e alieno, il cui aspetto ricorda quello di una pianta.<br>Si dice che, ove lambiscano le onde contaminanti della marea oscura, cresceranno questi mostri simili a piante. La loro somiglianza è solo superficiale, perché hanno adottato tale forma solo per avvicinarsi al mondo arboreo, poterne estrarre i concetti necessari, analizzarli e imitarli.<br>Alcuni folli che hanno perso la testa dicono che quelle cose che si estendono come foglie siano in realtà delle porte per altri mondi nella loro fase iniziale.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/2bdd8939119a34c70b5dd45a4daf426c_7371904873920349725.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fauna"
      },
      {
        "type": "CustomEntry",
        "epId": 6605,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7124,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 6613,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 6614,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Pesci"
      },
      {
        "type": "CustomEntry",
        "epId": 7123,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7122,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7118,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7117,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7119,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7120,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7121,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "NPC",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "NPC correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un drago con un'anima umana, Signore della Città di cenere. Era conosciuto anche come Re pitone e Sacro Signore.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/21/20856775/74adbc6536b10e9e313d209ebb05addb_708286412048534319.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>Il più saggio tra i draghi, che rubò la fiamma ai suoi simili e insegnò agli uomini come usarla. Voleva creare un sovrano del mondo dei draghi e degli umani. Il suo vero nome è Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/362377527/e67278bccb0bd432c6291edc82037599_1081235660064708096.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>Un'avventuriera che si recò a Ochkanatlan per trovare la Giada del Ritorno in grado di rimuovere la sporcizia. <span class=\"wk-shady\">Visse circa 500 anni fa.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/04/362377527/57ce67f0e1269d2685ac711fe61cc45b_7419662740261319747.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Libreria",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Libri"
      },
      {
        "type": "CustomEntry",
        "epId": 7147,
        "name": "Appunti di un avventuriere senza nome",
        "desc": "Degli appunti lasciati da un avventuriere di un'epoca sconosciuta, nei quali racconta le sue avventure a Ochkanatlan.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/060988725ce1c5a4a5765038f049aa03_8332310976614874517.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Guida all'avventura",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tutorial"
      },
      {
        "type": "CustomEntry",
        "epId": 7234,
        "name": "Anelli di luce di Cocouik",
        "desc": "<p>Cocouik, il misterioso compagno di Bona, sembra avere la stupefacente abilità di sopprimere la contaminazione dell'Abisso. Durante il vostro viaggio insieme, Cocouik proietterà la sua aura per proteggerti dalla minaccia dell'Abisso <span style=\"color: #FFE14B\">consumando Flogisto</span>. Sotto la sua influenza, il Flagello abissale contaminante verrà soppresso e liquefatto, e i mostri con gli <span style=\"color: #FFE14B\">Scudi del Vuoto</span> subiranno danni costanti.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/26/362377527/e10bd6aefc39ad3aebaefac94640e2ac_675976662262448184.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7235,
        "name": "Pilastri radiosi",
        "desc": "<p>Misteriosi pilastri sparsi nel Cuore di Chu'ulel. Sembrano dei meccanismi in grado di sopprimere il diffondersi della contaminazione dell'Abisso.<br>Dopo aver posizionato al loro interno i frammenti radiosi, si creerà un anello di luce che illuminerà l'area fino a una certa distanza. Il Flagello abissale all'interno dell'area illuminata verrà soppresso e liquefatto, e i mostri con gli <span style=\"color: #FFE14B\">Scudi del Vuoto</span> subiranno danni costanti.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7236,
        "name": "Frammenti radiosi",
        "desc": "<p>Frammenti di potere che brillano di una luce radiosa. Sembrano avere la stessa origine del potere di Cocouik e sono in grado di sopprimere il potere dell'Abisso. Dopo averli raccolti, <span style=\"color: #FFE14B\">posizionali nei Pilastri radiosi</span> per creare degli anelli di luce capaci di sopprimere la contaminazione dell'Abisso nella zona circostante.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7237,
        "name": "Flagello abissale",
        "desc": "<p>Nelle rovine di Ochkanatlan, l'energia dell'Abisso che fuoriesce dalla città si condensa in una sostanza nota come Flagello abissale.</p><p>Gli<span style=\"color: #FFE14B\"> anelli di luce di Cocouik </span>possono liquefare istantaneamente i Flagelli abissali isolati. Quando sono presenti più Flagelli abissali connessi tra loro, potresti doverli <span style=\"color: #FFE14B\">sopprimere tutti</span> rapidamente per poterli liquefare.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/26/362377527/e10bd6aefc39ad3aebaefac94640e2ac_6335953528256807191.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7238,
        "name": "Flagello abissale maligno",
        "desc": "<p>In confronto ai Flagelli abissali più comuni, il potere dell'Abisso contenuto nel Cuore di Chu'ulel è molto più forte. Anche se gli anelli di luce possono <span style=\"color: #FFE14B\">temporaneamente reprimerne</span> la crescita, non possono essere completamente distrutti finché la contaminazione dell'Abisso intorno al <span style=\"color: #FFE14B\">Luminucleo di Chu'ulel</span> non viene eliminata.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7239,
        "name": "Antichi anelli incisi...",
        "desc": "<p>Si dice che ci sia un tipo di Incisione di Flogisto, realizzata da popoli di un antico passato per imitare la lingua dei draghi.</p><p>Un Iktomisauro nel suo stato<span style=\"color: #FFE14B\"> medianico</span> può attivarne il potere racchiuso all'interno.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/26/362377527/e10bd6aefc39ad3aebaefac94640e2ac_5309136262608021000.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7240,
        "name": "Vortici abissali",
        "desc": "<p>Un vortice dell'Abisso formatosi a causa dell'influenza del Flagello abissale che cresce nelle rovine antiche. Una volta <span style=\"color: #FFE14B\">soppresso</span>, i Flagelli abissali vicini vengono liquefatti.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7241,
        "name": "Luminucleo di Chu'ulel",
        "desc": "<p>Un misterioso dispositivo trovato nel Cuore di Chu'ulel di Ochkanatlan. Sembra che in passato fosse il meccanismo chiave che dava energia all'intera città. Ora è ricoperto da strati su strati di contaminazione abissale.<br>Se riuscirai a <span style=\"color: #FFE14B\">eliminare la contaminazione circostante</span>, forse potrai rivelare i segreti che nasconde...</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7242,
        "name": "Fiammolite crepitante misteriosa",
        "desc": "<p>Una misteriosa Fiammolite che arde incessantemente e che contiene il potere della Fiamma primordiale. Anche coloro che non temono il fuoco tendono a non toccarla con leggerezza. Può essere raccolta solo da chi ha la Benedizione del Signore delle Fiamme.<br>Raccogli abbastanza <span style=\"color: #FFE14B\">Fiammoliti</span> e <span style=\"color: #FFE14B\">posizionale sull'Altare della Fiamma primordiale</span>, potrebbe succedere qualcosa...</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7243,
        "name": "Altare della Fiamma primordiale sulla Tonatiuh?",
        "desc": "Un meccanismo misterioso situato sulla Tonatiuh e molto simile all'Altare della Fiamma primordiale a Ochkanatlan, sopra il quale arde una fiamma eterna. Gettando abbastanza Fiammoliti al suo interno, la fiamma brucerà ancora più intensamente, forse al punto da ridurre in cenere anche la Giada del ritorno fluttuante.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7244,
        "name": "Antichi meccanismi sulla Tonatiuh",
        "desc": "<p>La Tonatiuh che fluttua sopra il mare di nuvole è stata costruita utilizzando grandi quantità di antichi meccanismi risalenti all'era degli antichi draghi. I meccanismi connettono il nucleo della nave alle isole fluttuanti: sapere come usarli ti aiuterà a muoverti più facilmente tra la nave e le altre aree.<br><span style=\"color: #FFE14B\">Ruotando il meccanismo centrale</span> si creeranno dei collegamenti tra i Percorsi illusori e gli ascensori sulle isole fluttuanti.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7259,
        "name": "Componenti di uno strano meccanismo...",
        "desc": "<p>Un componente meccanico dalla forma particolare. Sembra che <span style=\"color: #FFE14B\">possa essere ruotato</span> per adattarsi alla forma dei fori presenti in alcuni meccanismi di controllo delle rovine...</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7260,
        "name": "Fiammocristalli sigillati",
        "desc": "<p>Un cristallo utilizzato per sigillare il potere delle rovine antiche. Può essere distrutto tramite collisioni o attacchi. Una volta <span style=\"color: #FFE14B\">distrutto</span>, sembra sia in grado di sprigionare il potere di un certo luogo...</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7261,
        "name": "Sentinelle della Fonte segreta",
        "desc": "Delle macchine che è possibile trovare in tutta Ochkanatlan. Le leggende narrano che i sovrani della Città di cenere le abbiano modellate sulla forma dei macchinari di rovine precedenti. Un tempo, tali macchinari erano il mezzo con cui i sovrani monitoravano e sorvegliavano ogni cosa.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7263,
        "name": "\"Supermega laser\"",
        "desc": "Cocouik lancerà un potente raggio contro l'Abisso una volta che la sua energia sarà al massimo. Il raggio è estremamente efficace contro i draghi malvagi contaminati dall'Abisso.<br>Aiuta Cocouik ad attaccare i draghi malvagi con il suo raggio e usa i suoi scudi per bloccare in tempo le sfere di fuoco dei draghi e accumulare energia.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mappa",
        "alignment": "center"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=1&lang=en-us#/map/2?shown_types=&center=2616.11,-10740.00&zoom=-1.00"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Ochkanatlan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/20856775/0ef5312f8a17422c05ea81caa33bc56b_9163168931718019736.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Ideali, illusioni, risentimento e speranza: alla fine, la torre eretta per i desideri della gente crollò quando quei desideri vennero infranti."
          }
        ]
      },
      {
        "key": "Via delle Correnti Cineree",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/20856775/d88142d20262e28efd07f44f612bdf19_3685845969533730292.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "La gente cercò di costruire una nuova nazione in cima alle rovine di una città costruita da una razza dimenticata. L'incendio non ha lasciato altro che cenere, e l'alleanza un tempo fondata per questo scopo si è dispersa da tempo."
          }
        ]
      },
      {
        "key": "Cuore di Chu'ulel",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/20856775/a804f561810a92920794c3d1e4fe7aeb_8971014256241002266.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Per seppellire un passato ineffabile e svelare il futuro della stirpe, una volta qualcuno offrì il proprio cuore affinché diventasse il mezzo che avrebbe controllato l'intera città. Quel giorno, persino le anime delle montagne furono ridotte in cenere. Chi veglia adesso su questa città?"
          }
        ]
      },
      {
        "key": "Vecchio Cuore di Chu'ulel",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/20856775/314fe5f8774f114636ee26e977826e6c_525730618077159850.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Nelle profonde rovine della città, ora considerata in rovina, un'antica razza forgiò una saggezza incorporea utilizzando dei motivi dorati e dei comandi, e la conservò in statue di pietra per controllare l'intera città."
          }
        ]
      },
      {
        "key": "Tonatiuh",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/20856775/ce09390d930da9043947daa9ca919ed5_8524900008117405071.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Nessuno sa perché la nave sia stata seppellita nel mare di nubi, né perché si sia fermata qui. Sebbene sia sfuggita al controllo del suo creatore, continua a custodire un antico segreto."
          }
        ]
      }
    ]
  }
}