{
  "epId": 7295,
  "name": "Bona",
  "desc": "<p>Un'avventuriera che si recò a Ochkanatlan per trovare la Giada del Ritorno in grado di rimuovere la sporcizia. <span class=\"wk-shady\">Visse circa 500 anni fa.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/04/362377527/57ce67f0e1269d2685ac711fe61cc45b_7419662740261319747.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1748290946,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Bona"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Natlan</color>"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Clan Piumafiore"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Bona",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/04/362377527/f109d8b7ddede020c46134d643c14459_8804526440076612664.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Bona e Cocouik"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "RichText",
        "text": "Taika\nIl guerriero più potente del Clan Piumafiore e padre di Bona. Si recò a Ochkanatlan prima della nascita di Bona ma non fece mai ritorno.\nCocouik\nParte della mente di Och-Kan che aiutò Bona durante la sua avventura. Bona lo risvegliò e gli diede un nome.\n\"Quella persona\"\nBona cercò di proteggere l'ultimo frammento di\n<color=#ffffff73>Pyrofosforite</color> rimasto sulla terra da \"quella persona\".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>Per inseguire il grande sogno nella mattina nebbiosa e tra il mare di nuvole, i guerrieri che solcavano i cieli non riposavano mai. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/20856775/42d1b97191ffd2055e0c77d25704ea13_8904489027465475519.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Bona si recò a Ochkanatlan trovare la\nche potrebbe spingere l'Abisso oltre i confini del mondo. Si scoprì poi che la Giada non era altro che una trappola escogitata dal Saggio della Fiamma rubata.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Articoli correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 6553,
        "name": "Rotolo dell'Eroe della Città di cenere",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/6ad5095f324c2da829ecaa5e2ed13af9_2791497672459683103.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 7147,
        "name": "Appunti di un avventuriere senza nome",
        "desc": "Degli appunti lasciati da un avventuriere di un'epoca sconosciuta, nei quali racconta le sue avventure a Ochkanatlan.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/060988725ce1c5a4a5765038f049aa03_8332310976614874517.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Prece dorata",
        "desc": "<p>Un disco bianco ottenuto dal sovrano delle rovine erose della</p><p>Città di cenere, all'interno di Ochkanatlan. E uno degli oggetti essenziali necessari per recarsi al</p><p>Grande Vulcano di Tollan e rimuovere la Benedizione del</p><p>Signore delle Fiamme dal corpo del piccolo Tepetlisauro. Si pensa possa essere un rimasuglio derivante dalla bipartizione dell'occhio del Signore delle</p><p>Fiamme. Stando alla leggenda, l'antico Signore dei Draghi, che un tempo dominava sulla luce e sul sapere, trasformò uno dei suoi occhi in un conduttore per l'autorità suprema, tramite il quale era possibile esercitare il pieno dominio sulle fiamme, e che esso diventò il suo unico punto debole...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/08/362377527/1946aa79ed70a96f18f8ce3d2bd3a409_6887628536589346101.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Giada del Ritorno",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/237301566/e7d13bd7223a42bd4d438059d01d18c5_379987895974478622.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cinquecento anni fa, un cataclisma noto come Il Cataclisma sconvolse Khaenri'ah e, di riflesso, anche Natlan fu travolta dall’Abisso, un'onda nera che sembrava inghiottire l’intero mondo. Quelle creature erano incomprensibili e impossibili da trattare. Dove un tempo i bambini giocavano ridendo nei giardini, ora rimanevano solo cenere e ossa bruciate da incendi selvaggi. Nelle sorgenti termali, non scorreva più acqua limpida, ma solo sangue fresco e fango che straripava dagli argini. Secondo la leggenda, l’antico Re Pitone di Ochkanatlan costruì un velivolo celeste e forgiò la Giada del Ritorno, chiamata Ometeotl, un tesoro segreto capace di respingere l’Abisso e bandirlo per sempre da questo mondo. Era simile a una ruota d’oro, in grado di invertire il flusso del tempo, placare l’agonia del presente contorto e riportare alla luce il passato splendente. Questo tesoro poteva essere trovato solo nelle profondità di Ochkanatlan, ora sommerse dalla corruzione. Coloro che avevano perso la speranza di sconfiggere l’Abisso decisero comunque di tentare la sorte e cercare la Giada, pur sapendo che poteva trattarsi di una trappola. Quando la corruzione travolse Natlan, un drago malvagio apparve nella Città delle Ceneri. Tutti gli avventurieri partiti con l’intento di distruggere l’Abisso vennero sconfitti dalla creatura e quasi nessuno fece ritorno. Tra questi, un gruppo si mise in cammino verso la città tra le nuvole dieci anni dopo il cataclisma. A guidarli era Taika, il più potente guerriero del Clan Piumafiore. Prima del Cataclisma, era imbattibile nei duelli e la noia lo avvolgeva: credeva che la sua vita sarebbe trascorsa tutta così. Fu solo dopo aver assistito agli orrori della guerra vera che comprese per la prima volta il peso del destino. Così, diede l’addio alla moglie e al figlio non ancora nato, e partì per scacciare gli spiriti maligni. Nella città, scoprì i progetti di Ochkanatlan che gli permisero di trovare l’Altare del Fuoco Primordiale e di raggiungere la nave volante. Ma la battaglia sul Tonatiuh fu la sua ultima impresa. Poco prima di morire, ricordò le parole che aveva detto alla sua amata al momento dell’addio:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\" Se sarà una bambina, chiamala Bona. Diventerà senz'altro una guerriera straordinaria.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/237301566/310ca7d8de06ef58cfb4b777a02b17a7_6030340669256117310.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Quando Bona, figlia di Taika e a sua volta avventuriera, crebbe, decise di proseguire l’opera del padre. In segreto, si recò nell’antica città alla ricerca della Giada del Ritorno. Anche se la minaccia dell’Abisso si era affievolita rispetto all’epoca della sua nascita, Bona sentiva comunque il bisogno di portare a termine ciò che il padre aveva iniziato e di risolvere il mistero che lo aveva accompagnato fino alla fine. Durante la fuga dal drago malvagio, Bona scoprì il Nucleo di Chu'ulel, un tempo il cuore pulsante dell’intera città. Grazie alla <color=#ffffff73>Pyrofosforite</color> , riuscì a risvegliare lo spirito del drago sopito nel cuore del meccanismo e lo chiamò Cocouik. Seguendo i segni lasciati dal gruppo di Taika, Bona e Cocouik raggiunsero il Trono della Fiamma Primordiale, da cui era possibile salire fino al Tonatiuh. Una volta a bordo della nave celeste, Bona scoprì una grande quantità di <color=#ffffff73>Pyrofosforite</color> , benché fosse convinta di possedere l’ultima esistente sulla Terra. Qualcuno l’aveva infatti prelevata dal velivolo e distribuita a tutti gli avventurieri che l’avevano preceduta. Grazie a Cocouik, la ragazza comprese finalmente la vera natura della Giada del Ritorno: nessun tesoro era in grado di distruggere l’Abisso. La Giada era solo una leggenda, un’esca creata dal Saggio della Fiamma Rubata per attirare gli avventurieri. La Giada del Ritorno, conosciuta anche come Prece dorata, era in realtà parte di un meccanismo in grado di salvare Natlan, ma al prezzo della distruzione del suo popolo. Resasi conto del piano del Saggio, Bona giurò di proteggere la Prece dorata e l’ultima pirofosforite rimasta, impedendo che il suo piano si compisse. Riuscì a fermarlo, ma a un prezzo altissimo: la propria vita. Neanche Cocouik riuscì a salvarla. Dopo la sua morte, l’anima di Bona rimase a Ochkanatlan insieme a Cocouik, apparentemente ignara di essere scomparsa da centinaia di anni. In seguito, il Saggio della Fiamma Rubata utilizzò la sua immagine per ingannare un sauro soprannominato Piccolo e convincerlo ad attivare la Fiamma Cielospazzante (Huitzilopochtli).\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>Per inseguire il grande sogno nella mattina nebbiosa e tra il mare di nuvole, i guerrieri che solcavano i cieli non riposavano mai. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/20856775/42d1b97191ffd2055e0c77d25704ea13_8904489027465475519.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Cataclisma di Khaenri'ah",
        "desc": "<p>Un disastro avvenuto 500 anni fa, durante il quale le forze dell'Abisso irruppero a Teyvat. Come risultato del Cataclisma, Khaenri'ah venne distrutta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/23/20856775/826332c1b0fb525a54df5442ee996c76_3770321130010944750.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6999,
        "name": "Clan Piumafiore",
        "desc": "<p>Una delle sei tribù di Natlan, conosciuta anche come Tlalocan. La persone della tribù vivono insieme ai Qucusauri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/08/362377527/88a147c730529ee7c7c99a4e43856370_6616712253530434256.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un drago con un'anima umana, Signore della Città di cenere. Era conosciuto anche come Re pitone e Sacro Signore.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/21/20856775/74adbc6536b10e9e313d209ebb05addb_708286412048534319.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>Il più saggio tra i draghi, che rubò la fiamma ai suoi simili e insegnò agli uomini come usarla. Voleva creare un sovrano del mondo dei draghi e degli umani. Il suo vero nome è Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/362377527/e67278bccb0bd432c6291edc82037599_1081235660064708096.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Piccolino",
        "desc": "<p>Un piccolo tepetlisauro che ha ricevuto la Benedizione del<custom-ruby data-ruby=\"Signore delle Fiamme.|Xiuhcoatl\"></custom-ruby>Ha accompagnato il Viaggiatore nel pellegrinaggio al Grande Vulcano di Tollan per rimuovere il marchio.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/85019254/20ba7f2fe8cf94012212ddf97e97dff6_5496228381205375125.jpg",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6553,
        "name": "Rotolo dell'Eroe della Città di cenere",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/6ad5095f324c2da829ecaa5e2ed13af9_2791497672459683103.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 7147,
        "name": "Appunti di un avventuriere senza nome",
        "desc": "Degli appunti lasciati da un avventuriere di un'epoca sconosciuta, nei quali racconta le sue avventure a Ochkanatlan.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/060988725ce1c5a4a5765038f049aa03_8332310976614874517.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 7274,
        "name": "Pyrofosforite",
        "desc": "Una pietra dall'aspetto ordinario. Sembra essere la chiave per svelare i segreti nascosti nella leggendaria Tonatiuh.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/1753d71c8a0f185f6dd71899f91d6fa1_1880279432634972620.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Prece dorata",
        "desc": "<p>Un disco bianco ottenuto dal sovrano delle rovine erose della</p><p>Città di cenere, all'interno di Ochkanatlan. E uno degli oggetti essenziali necessari per recarsi al</p><p>Grande Vulcano di Tollan e rimuovere la Benedizione del</p><p>Signore delle Fiamme dal corpo del piccolo Tepetlisauro. Si pensa possa essere un rimasuglio derivante dalla bipartizione dell'occhio del Signore delle</p><p>Fiamme. Stando alla leggenda, l'antico Signore dei Draghi, che un tempo dominava sulla luce e sul sapere, trasformò uno dei suoi occhi in un conduttore per l'autorità suprema, tramite il quale era possibile esercitare il pieno dominio sulle fiamme, e che esso diventò il suo unico punto debole...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/08/362377527/1946aa79ed70a96f18f8ce3d2bd3a409_6887628536589346101.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Persi nella Città delle Ceneri",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/237301566/d00e4b41333f68ba0880a894c481a3d0_2108492838443666526.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando il Viaggiatore, Paimon e il loro compagno Tepetlisauro si recarono a Ochkanatlan in cerca della Prece dorata, un emblema necessario per intraprendere un pellegrinaggio verso il Grande Vulcano di Tollan, vennero attaccati da un drago malvagio e da mostri dell’Abisso. Nel momento più critico, furono salvati da un misterioso bagliore dorato che chiuse la porta della torre alle loro spalle, separandoli dalle creature. Una volta entrati nella torre, trovarono i diari dell’avventuriera Bona, che aveva lasciato durante il suo viaggio nella città proibita. Poco dopo, i tre incontrarono Bona stessa, il cui spirito abitava ancora Ochkanatlan, ignara della propria morte, insieme a Cocouik, il drago che li aveva salvati. Né Bona né il Viaggiatore sapevano che la ragazza fosse morta da tempo. Decisero quindi di unire le forze e proseguire la ricerca della Giada del Ritorno."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/237301566/225ea0a3d967b5a7545dc1225d772d7a_5175609610325959159.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Quando il Viaggiatore, Paimon, il Tepetlisauro, Bona e Cocouik raggiunsero la leggendaria Tonatiuh e depositarono la pirofosforite sull’Altare del Fuoco Primordiale, ottennero finalmente la Giada del Ritorno. Fu allora che Bona ricordò improvvisamente di essere già stata sulla nave celeste. In lei riemerse il ricordo della propria morte e del momento in cui aveva tentato di distruggere la Giada del Ritorno per impedirne l’uso da parte del Saggio della Fiamma Rubata. Rammentò anche la trappola nascosta nella Prece dorata. All’improvviso, un drago malvagio apparve nel cielo, afferrò la Prece dorata e fuggì via. Dopo un lungo inseguimento, la verità venne a galla: il drago non era altro che il corpo del Re Pitone, Och-Kan, corrotto dall’Abisso. La sua mente, Cocouik, riuscì finalmente a ricongiungersi con il corpo e condivise con il Viaggiatore i suoi ricordi: l’incontro con gli avventurieri, il viaggio insieme a Bona e il piano del Saggio della Fiamma Rubata. Quando il Viaggiatore e Paimon tornarono sul Tonatiuh, Bona era ormai scomparsa. Di lei restavano solo gli occhialoni da avventuriera, adagiati sul ponte. Sebbene in vita non fosse riuscita a concludere la propria storia, si era sacrificata per impedire al Saggio di impossessarsi della Prece dorata. Aveva sempre sognato di diventare una grande avventuriera e il Viaggiatore e Paimon promisero di raccontare a tutti la sua storia e quanto era accaduto sul Tonatiuh. Quando le anime di Cocouik e Bona tornarono al Regno della Notte, aiutarono il Viaggiatore ad affrontare l’Abisso per salvare l’intera Natlan.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "name": "Viaggiatore perduto nel Regno di cenere",
        "desc": "<p>Una Serie di Missioni avventura che segue Bona e Coco, un'avventuriera e il suo compagno, nella ricerca della Giada del ritorno e del drago malvagio.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/20856775/42d1b97191ffd2055e0c77d25704ea13_6921359871268660225.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7411,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>Per inseguire il grande sogno nella mattina nebbiosa e tra il mare di nuvole, i guerrieri che solcavano i cieli non riposavano mai. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/20856775/42d1b97191ffd2055e0c77d25704ea13_8904489027465475519.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "name": "Antica Montagna Sacra",
        "desc": "<p>Prima che i discendenti delle varie tribù imparassero a registrare la loro storia nei rotoli di tessuto, l'antica ed orgogliosa nobiltà costruì una magnifica città sacra, disprezzando la terra che i deboli schiavi chiamavano \"Natlantea\". Tuttavia, quel vasto impero orgoglioso del proprio potere è perito in battaglia molto tempo fa. Di quella imponente città ora rimane soltanto una tomba solitaria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/20856775/65e9587fa2837da264446edf0d1f9dea_5700069449805313155.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7425,
        "name": "Regno della Notte",
        "desc": "<p>La Signora della Notte progettò un regno di anime e ricordi per ricreare le Linee geomantiche di Natlan danneggiate. Il Regno della Notte è uno spazio misterioso e liminale che si trova tra il corpo e la mente, tra la vita e la morte, nel quale finiscono tutte le anime dei Natlanesi deceduti.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Piccolino",
        "desc": "<p>Un piccolo tepetlisauro che ha ricevuto la Benedizione del<custom-ruby data-ruby=\"Signore delle Fiamme.|Xiuhcoatl\"></custom-ruby>Ha accompagnato il Viaggiatore nel pellegrinaggio al Grande Vulcano di Tollan per rimuovere il marchio.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/85019254/20ba7f2fe8cf94012212ddf97e97dff6_5496228381205375125.jpg",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>Il più saggio tra i draghi, che rubò la fiamma ai suoi simili e insegnò agli uomini come usarla. Voleva creare un sovrano del mondo dei draghi e degli umani. Il suo vero nome è Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/362377527/e67278bccb0bd432c6291edc82037599_1081235660064708096.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Prece dorata",
        "desc": "<p>Un disco bianco ottenuto dal sovrano delle rovine erose della</p><p>Città di cenere, all'interno di Ochkanatlan. E uno degli oggetti essenziali necessari per recarsi al</p><p>Grande Vulcano di Tollan e rimuovere la Benedizione del</p><p>Signore delle Fiamme dal corpo del piccolo Tepetlisauro. Si pensa possa essere un rimasuglio derivante dalla bipartizione dell'occhio del Signore delle</p><p>Fiamme. Stando alla leggenda, l'antico Signore dei Draghi, che un tempo dominava sulla luce e sul sapere, trasformò uno dei suoi occhi in un conduttore per l'autorità suprema, tramite il quale era possibile esercitare il pieno dominio sulle fiamme, e che esso diventò il suo unico punto debole...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/08/362377527/1946aa79ed70a96f18f8ce3d2bd3a409_6887628536589346101.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}