{
  "epId": 7296,
  "name": "Och-Kan",
  "desc": "<p>Un drago con un'anima umana, Signore della Città di cenere. Era conosciuto anche come Re pitone e Sacro Signore.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/21/20856775/74adbc6536b10e9e313d209ebb05addb_708286412048534319.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1744986089,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Och-Kan"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Draghi"
          }
        ]
      },
      {
        "key": "Alias",
        "value": [
          {
            "type": "RichText",
            "text": "Sacro Signore\nRe Pitone\nSignore della Città di cenere"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Och-Kan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/21/20856775/cf80dd9c7dbfe35c234d6693d712eaf0_6089195969155650650.png"
      },
      {
        "key": "Och-Kan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/21/20856775/66d2d50c3e6d4f4afd43948848420055_8344608836754530221.png"
      }
    ],
    "textualResearch": [
      {
        "title": "Appunti del Sacro Sovrano (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...I Cuauhtli ricognitori che avevamo inviato sono tornati. Secondo le indagini preliminari, ci sono delle rovine che si estendono a una profondità considerevole sotto la città... completamente sommerse... Se quello che dice [...] è vero, nelle profondità delle rovine, dovrebbe esserci ancora...</color>\n<color=#ffffff73>...Se Ixquieh fosse ancora viva, forse avremmo potuto creare qualcosa per drenare rapidamente l'acqua...</color>\n<color=#ffffff73>...Dobbiamo trovare un modo per drenare l'acqua, altrimenti sarà impossibile continuare...</color>"
          }
        ]
      },
      {
        "title": "Appunti del Sacro Sovrano (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...I lavoratori sono stati requisiti da ogni tribù, uno ogni dieci famiglie, per la costruzione di un impianto idrico...</color>\n<color=#ffffff73>...Salvo il portavoce del Clan Piumafiore, nessun'altra tribù si è rifiutata di reclutare lavoratori...</color>\n<color=#ffffff73>...Andarsene senza autorizzazione costituisce un palese abuso di potere, ma dimostra anche un totale disprezzo per i giuramenti dell'alleanza...</color>\n<color=#ffffff73>...A qualsiasi costo, l'acqua dev'essere drenata prima che arrivi l'inverno...</color>\n<color=#ffffff73>...Secondo il rapporto del supervisore, i lavoratori sono molto motivati...</color>\n<color=#ffffff73>...Ci sono stati alcuni casi in cui hanno battuto la fiacca, ma ciò non ha compromesso i progressi...</color>\n<color=#ffffff73>...Battere la fiacca è un tradimento nei confronti dell'alleanza e chi ne è colpevole dev'essere...</color>\n<color=#ffffff73>...Il numero totale di persone in città supera... Nessuna potenziale minaccia può essere ignorata. Non possiamo rischiare la vita delle decine di migliaia di persone che ha salvato...</color>\n<color=#ffffff73>...Se Uenuku non avesse abbandonato l'alleanza a causa di [...], e se l'Oceanide che un tempo lo seguiva non fosse andata via, esplorare questo luogo sarebbe stato molto più facile...</color>\n<color=#ffffff73>...I lavoratori umani sono inefficienti e non sono abbastanza forti...</color>\n<color=#ffffff73>...È proprio per questo che sono impotenti contro il trascendente...</color>\n<color=#ffffff73>...Ed è per questo che tutto ciò che va oltre la comprensione umana dev'essere sradicato...</color>\n<color=#ffffff73>...La sensazione di bruciore che scorre sotto la mia pelle persiste. Il sangue è stato prelevato come al solito, eppure [...] non si è ancora alleviato...</color>\n<color=#ffffff73>...Finché ho ancora lucidità, devo ricordarmi di ordinare a [...] di ricompensare i lavoratori più diligenti con razioni aggiuntive di grano...</color>"
          }
        ]
      },
      {
        "title": "Appunti del Sacro Sovrano (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Evidentemente, come diceva [...], la statua è una creazione di un'epoca molto più antica. A giudicare dal suo aspetto, sembra che i draghi artigiani non siano riusciti a terminare la parte inferiore. Forse sono stati interrotti da un'emergenza inaspettata...</color>\n<color=#ffffff73>...Gli Automi della Fonte segreta non sono ostili... Si può supporre ci sia almeno un centro di controllo, altrimenti non potrebbero funzionare in modo indipendente...</color>\n<color=#ffffff73>...Con alcune piccole modifiche alle Incisioni di Flogisto, potremmo riuscire a...</color>\n<color=#ffffff73>...Secondo il rapporto del supervisore, i lavoratori continuano a essere molto motivati... A quanto pare, hanno applaudito con grande entusiasmo durante le ispezioni...</color>\n<color=#ffffff73>...Il rapporto menziona delle voci superstiziose... Chiaramente dovute alla mancanza di comprensione delle Incisioni di Flogisto... Licenziare la maggior parte dei lavoratori e far rimanere solo una piccola squadra... per evitare...</color>"
          }
        ]
      },
      {
        "title": "Appunti del Sacro Sovrano (IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Il segreto... sacrifici necessari... a ogni costo...</color>\n<color=#ffffff73>(Gran parte del resto è bruciata e risulta illeggibile.)</color>"
          }
        ]
      },
      {
        "title": "Appunti del Sacro Sovrano (V)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Mi ha chiamato il Sovrano predestinato e, accanto a me, mi ha parlato dolcemente della cosiddetta gloria, la gloria di quelle bestie feroci. Era... ripugnante...</color>\n<color=#ffffff73>...Le sue parole coincidevano esattamente con quelle di [...]... Xbalanque non è mai apparso in nessuna profezia. La sua esistenza non è stata prevista nemmeno da quelle bestie malvagie e ignoranti...</color>\n<color=#ffffff73>...In altre parole, era un vero \"umano\", un Sovrano che apparteneva solamente all'\"umanità\"...</color>\n<color=#ffffff73>...E per questo motivo, è colui che tutti dovrebbero seguire, solo lui... Nessun altro si merita di essere chiamato \"dio\"...</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>...Senza remore, mi mostrò tutto quello che c'era da sapere su quell'antico impero. La scala che si arrampicava su fino al firmamento, le armi convertite da [...], i cannoni che potevano fare a pezzi [...], i [...] caduti dalle tre lune, la ricerca su [...] e i desideri...</color>\n<color=#ffffff73>...Mi ha fatto letteralmente venire i brividi lungo la schiena... Non dobbiamo dargli neanche una possibilità di riacquistare il loro antico splendore, o l'umanità non potrà nulla contro di loro...</color>\n<color=#ffffff73>...I tentativi di riconciliazione sono vani, a meno che non si sottomettano alle catene dell'umanità, altrimenti...</color>\n<color=#ffffff73>...I ricordi che possiede... le energie con cui i Meccanismi sorgente possono essere controllati... possono ancora essere usati dagli esseri umani...</color>\n<color=#ffffff73>...Mentre ci assicuriamo che non muoia prima che la sua energia si esaurisca del tutto, dobbiamo trovare un modo per privarla completamente della sua autorità...</color>"
          }
        ]
      },
      {
        "title": "Appunti del Sacro Sovrano (VI)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Non possiamo più permettere alle varie tribù di rivendicare il titolo di sovrano, come hanno fatto in passato. Non c'è nessun beneficio ad avere troppi regnanti; porterà solo a dei conflitti interni infiniti, proprio come è successo con i barbari del mare del nord e i regni del deserto...</color>\n<color=#ffffff73>...Che ci sia solo un re, un solo sovrano, un solo dio. Frammentare l'autorità darebbe solo un'opportunità ai nemici dell'umanità. Ogni possibilità di ribellione dev'essere eliminata...</color>\n<color=#ffffff73>...Se la storia che ho visto nelle sue memorie raccontava il vero ed era precisa, l'umanità potrebbe sicuramente progredire, anche laddove quelle bestie malvagie inciamparono e caddero... Finché saremo vigili, questo potere sarà in grado di porre fine a chiunque osi ostacolare l'umanità e il suo destino...</color>\n<color=#ffffff73>...Prima, però, tutte le offerte a [...] devono cessare... Questa è l'unica variabile coinvolta. Non dev'essere data possibilità alle anime dei traditori di tentare i vivi. I morti dovrebbero rimanere morti...</color>\n<color=#ffffff73>...Così non disonorerò il suo nome... Gli umani, e loro soltanto, coloro che ha salvato, diventeranno i padroni di ogni cosa. Non dovranno inchinarsi alla Notte, né sottomettersi alla Fiamma...</color>"
          }
        ]
      },
      {
        "title": "Appunti del Sacro Sovrano (VII)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Quella maledetta entità demoniaca è stata imprigionata nella statua, eppure si rifiuta di cantare come desidero. Una bestia davvero malvagia, se posso dirlo. Di certo, la sua ostinazione a resistere non è che un segno della sua malvagità. È chiaro che l'umanità sarà al sicuro solo quando avremo imprigionato ogni singolo membro della sua spregevole specie...</color>\n<color=#ffffff73>...Al momento, l'unico problema da risolvere è che solo il sangue malefico di quelle bestie nefaste può controllare queste antiche macchine. Eppure non ci si può fidare di loro, e non posso consumare tutte le mie energie per controllare quei meccanismi come fa la creatura all'interno della statua...</color>\n<color=#ffffff73>...Devo trovare un modo per costruire un Cuore di Chu'ulel che sia fedele unicamente al genere umano...</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>Bene... Adesso comincio a capire...</color>\n<color=#ffffff73>...Dato che solo il lurido sangue delle bestie è in grado di attivare questi dispositivi, l'unica scelta logica è schiavizzare la mia parte \"draconica\"...</color>\n<color=#ffffff73>...In questo modo, anche se le mie parti \"umane\" dovessero perire, quelle \"draconiche\" rimarrebbero imprigionate qui, eternamente schiave dei \"mortali\", sottomesse alla loro volontà e ai loro ideali, a prestare ascolto alle anime salvate da quella persona...</color>\n<color=#ffffff73>...Tutto ciò che potrebbe opporsi all'umanità va contenuto...</color>\n<color=#ffffff73>...Non possiamo fidarci di alcun potere più grande dell'umanità, né riporre le nostre speranze nella sua benevolenza. Mai è esistito un essere tanto gentile e di buon cuore quanto quella persona, che non avrebbe mai commesso orrende atrocità. E io non sono un'eccezione, ed è per questo che dobbiamo bandire tutto ciò...</color>\n<color=#ffffff73>(Le parti che seguono sono rovinate e risultano illeggibili.)</color>"
          }
        ]
      },
      {
        "title": "Appunti del Sacro Sovrano (VIII)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...I rapporti degli ufficiali archivisti indicano che la contaminazione abissale è ancora controllabile, come previsto dalle nostre stime iniziali. Non è stato necessario utilizzare alcun potere al di là della comprensione umana per annientare i nemici dell'alleanza..</color>\n<color=#ffffff73>..Le vittime diminuiranno inevitabilmente col tempo, man mano che le persone si adatteranno...</color>\n<color=#ffffff73>...Potrebbero non aver ancora capito perché lo facciamo, ma un giorno lo faranno. Un giorno, capiranno che questo era l'unico modo per portarli alla libertà. Sopravvivere grazie alle leggi della Notte è come un viaggiatore in inverno che dà fuoco ai propri vestiti per scaldarsi...</color>\n<color=#ffffff73>...Il destino degli umani dovrebbe essere gestito dagli umani stessi, proprio come fece lui...</color>"
          }
        ]
      },
      {
        "title": "Appunti del Sacro Sovrano (IX)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...L'alleanza non morirà mai... Non lo permetterò... Non permetterò che la nazione che egli ha fondato... e il regno che ha sognato... scompaiano da questo mondo...</color>\n<color=#ffffff73>...Finché questa città rimarrà sigillata, l'Abisso non potrà oltrepassare le mura...</color>\n<color=#ffffff73>...Qualsiasi cosa accada all'esterno, qui la fiamma della \"speranza\" umana continuerà ad ardere...</color>\n<color=#ffffff73>...La carne e il sangue potranno anche consumarsi, le ossa e il midollo marcire, e forse l'anima precipiterà in una prigione senza via d'uscita. Ma la \"speranza\" non dovrà mai essere abbandonata, poiché è l'unico tesoro che quella persona mi ha lasciato...</color>\n<color=#ffffff73>(La grafia si fa sempre più confusa, diventando difficile da decifrare.)</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>Per inseguire il grande sogno nella mattina nebbiosa e tra il mare di nuvole, i guerrieri che solcavano i cieli non riposavano mai. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/20856775/42d1b97191ffd2055e0c77d25704ea13_8904489027465475519.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Una città costruita su antiche rovine draconiche. Och-Kan tentò di creare un Cuore di Chu'ulel che sarebbe appartenuto soltanto agli umani, impendendo ai draghi di ripristinare la loro piena gloria. Il Sacro Signore sigillò la propria mente all'interno del Cuore di Chu'ulel, ma il suo corpo e la sua anima si ribellarono contro di lui.\nUna nave volante costruita dal Re Pitone, all'interno della quale era nascosta la",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Prece dorata",
        "desc": "<p>Un disco bianco ottenuto dal sovrano delle rovine erose della</p><p>Città di cenere, all'interno di Ochkanatlan. E uno degli oggetti essenziali necessari per recarsi al</p><p>Grande Vulcano di Tollan e rimuovere la Benedizione del</p><p>Signore delle Fiamme dal corpo del piccolo Tepetlisauro. Si pensa possa essere un rimasuglio derivante dalla bipartizione dell'occhio del Signore delle</p><p>Fiamme. Stando alla leggenda, l'antico Signore dei Draghi, che un tempo dominava sulla luce e sul sapere, trasformò uno dei suoi occhi in un conduttore per l'autorità suprema, tramite il quale era possibile esercitare il pieno dominio sulle fiamme, e che esso diventò il suo unico punto debole...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/08/362377527/1946aa79ed70a96f18f8ce3d2bd3a409_6887628536589346101.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\nGrande Alleanza\nUn'organizzazione che governava su tutte le tribù di Natlan che esistevano migliaia di anni fa. Och-Kan era uno dei regnanti dell'Alleanza.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>Il più saggio tra i draghi, che rubò la fiamma ai suoi simili e insegnò agli uomini come usarla. Voleva creare un sovrano del mondo dei draghi e degli umani. Il suo vero nome è Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/362377527/e67278bccb0bd432c6291edc82037599_1081235660064708096.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Padre di Och-Kan, fece stabilire il figlio presso il popolo. Il Saggio della Fiamma rubata voleva che suo figlio uccidesse il Drago di Pyro,",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>Il Sovrano di Pyro sconfitto dal primo Archon di Pyro, Xbalanque. Xiuhcoatl finse la propria morte, lasciando ai discendenti degli antichi draghi soltanto la possibilità di inchinarsi davanti al trono e di guardare la propria civiltà svanire giorno dopo giorno. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/20856775/9a22dd4b26f4b13640ab1571df85ca3f_6718777868956084210.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ", in modo che diventasse il nuovo Sovrano dell'elemento, ma Och-Kan non rispettò i desideri del padre.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Secondo una leggenda, Xbalanque salvò Och-Kan dalla prigionia dei draghi e divenne suo amico. Xbalanque era l'unico Dio che Och-Kan approvava.\nYupanqui\nVecchio amico di Och-Kan, si oppose alla sua tirannia. Secondo una leggenda, Yupanqui era un ufficiale della Grande Alleanza ed aveva rubato il Voltafuoco che il tiranno utilizzava per regnare su Natlan. Tutti i soldati erano stati ridotti in cenere, ma quando Yupanqui era ormai pronto a lasciare la città, si girò e venne consumato dal Voltafuoco.\nEroe dagli occhi scarlatti\nUn membro del",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6999,
        "name": "Clan Piumafiore",
        "desc": "<p>Una delle sei tribù di Natlan, conosciuta anche come Tlalocan. La persone della tribù vivono insieme ai Qucusauri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/08/362377527/88a147c730529ee7c7c99a4e43856370_6616712253530434256.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "che sconfisse il Signore della Città di cenere.\nCocouik\nUna parte della mente di Och-Kan che venne sigillata nel Cuore di Chu'ulel.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>Un'avventuriera che si recò a Ochkanatlan per trovare la Giada del Ritorno in grado di rimuovere la sporcizia. <span class=\"wk-shady\">Visse circa 500 anni fa.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/04/362377527/57ce67f0e1269d2685ac711fe61cc45b_7419662740261319747.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Un'avventuriera che si recò presso Ochkanatlan circa 470 anni fa per trovare la Giada del ritorno che, stando alle leggende, avrebbe spazzato via l'Abisso. Quando realizzò la vera natura della Giada del ritorno, assieme a Cocouik si oppose al Saggio della Fiamma rubata per proteggere la Prece dorata.\nIx Uxul Tz'ib Bolon Ch'ule-L\nOch-Kan apprese le storie sulla gloria dei draghi e sul Cuore di Chu'ulel da Ixel e la intrappolò in una statua.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Oggetti correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Fantasmagoria incompiuta",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/20/20577441/7d7db43be987ad7fba94aaec60f539bc_6185881766976545374.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6553,
        "name": "Rotolo dell'Eroe della Città di cenere",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/6ad5095f324c2da829ecaa5e2ed13af9_2791497672459683103.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 7116,
        "name": "Piuma cremisi dell'avvoltoio astrale",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un antico arco lungo decorato con piume rosse, una reliquia sacra del Clan Piumafiore tramandata di generazione in generazione.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/d3bb0f9d936379661d409644e4269ff1_2888646900955247330.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6548,
        "name": "Sisma",
        "desc": "Una lama pesante che, stando all'opinione comune, apparteneva all'eroe conosciuto come Rubafuoco. Si dice che nemmeno le fiamme del Signore della Fortezza di Cenere siano state in grado di bruciarla.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/dc6bf4c87afe67014579743618e97371_6360663376854922140.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6551,
        "name": "Anello di Yaxche",
        "desc": "Un recipiente di giada fabbricato da un eroe di un lontano passato. Leggenda vuole che abbia abbattuto il gigantesco drago che dimorava nel vulcano.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9ab70898644274ce31f91faea8216bd8_5924884446177979679.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6660,
        "name": "Decadenza delirante del Sacro Signore",
        "desc": "Materiale d'ascensione delle armi.<br>Si dice che la mente controversa, colui che sarebbe diventato noto come il Sacro Signore della città ineffabile, una volta fu imprigionato. Il primo umano ad ascendere, che al tempo non aveva ancora assunto la forma divina, gli mostrò grande compassione.<br>Così, dopo essere emerso dall'ombra delle possenti ali di una razza ormai perduta, fu accolto dalla tribù che un tempo era sua.<br>Da allora, nascose il suo vero volto dietro una maschera, occultando i motivi dorati da cui era segnato, e dando il massimo nel servire il suo Signore, a cui aveva fatto una promessa.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/0e878dbfaa80066b537aa65b21f98ab5_4962317784630118380.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6661,
        "name": "Desolazione delirante del Sacro Signore",
        "desc": "Materiale d'ascensione delle armi.<br>Durante la guerra contro i draghi, il capo di tutte le tribù, colui che si era nascosto dietro una maschera, decifrò i motivi dorati delle rovine non umane per i suoi guerrieri. Quest'arte è ormai da tempo dimenticata.<br>Il suo nemico gli aveva insegnato come fare, e usare tali conoscenze contro di lui fu un atto di vendetta.<br>Tuttavia, il suo odio mai nascosto nei suoi confronti divenne una fonte di constante preoccupazione per i suoi compagni eroi.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ad7d4eced9c047cf55dc7de12602b032_1771240742767474652.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6662,
        "name": "Aspetto delirante del Sacro Signore",
        "desc": "Materiale d'ascensione delle armi.<br>Fu in quell'epoca che il primo umano asceso si sedette sul trono ed entrò nella Fiamma sacra, quando il mondo mortale attendeva la nascita del suo successore.<br>Era anche l'epoca in cui il grande sovrano prese il controllo di tutte le autorità.<br>Purtroppo, il Sacro Signore autoproclamatosi, che credeva che il dio che aveva amato e per cui aveva versato lacrime dorate non avrebbe mai dovuto essere sostituito, osò troppo. Ponendo i propri desideri personali al di sopra dei comandamenti lasciati dall'amato dio, fondò una città che separava il cielo dalla terra.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/aa7185b04bd1c2497721b870cc673d60_6516768964064862299.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6663,
        "name": "Divinità delirante del Sacro Signore",
        "desc": "Materiale d'ascensione delle armi.<br>Il Sacro Signore della città ineffabile mormorava spesso parole incomprensibili nei suoi sogni, e quando si guardava allo specchio notava come il singolo occhio visibile sotto la sua maschera stesse gradualmente assumendo una forma verticale. Ciò non faceva che alimentare il suo odio per i draghi.<br>Si dice che quando il giovane dagli occhi vermigli ridusse in cenere la città sopra la città, vide una figura demiumana davanti al palazzo reale. Come a volerlo privare del volto, strappò via quel viso divino, portando alla luce orrendi buchi, spaventosamente draconici.<br>Consumata dalle fiamme dorate che sputava, la figura deforme di quell'anima sconvolta cadde nell'infinita palude oscura. Abbandonato da tutti, questa è la tragica fine a cui il folle emarginato fu condannato.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/4c7853537ced53b00d9bb4f1afd665db_7456375540279073148.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6659,
        "name": "Fulgore del cuore sacrificale ardente",
        "desc": "Materiale d'ascensione delle armi.<br>\"Se desideri possedere tutto ciò che il mondo ha da offrire, devi prima offrire tutto ciò che hai al mondo.\"<br>Dopo che il Sacro Signore della città ineffabile vietò al popolo di pregare il Regno della Notte, i legami spirituali che erano stati un tempo stabiliti vennero distrutti.<br>Il giovane dagli occhi scarlatti, guidato attraverso numerose prove, ora affrontava l'ultima: imitare il primo umano ascendente e affrontare la propria fine, offrendo il proprio cuore con un pugnale dorato.<br>Il sacrificio era considerato un onore riservato al vincitore, e perciò, senza esitazione alcuna, si squarciò il petto con la spada.<br>Alla fine, il suo sacrificio ricevette la risposta che meritava, e fu in grado di tornare dal regno in cui scorre l'acqua come raggi di luce per intraprendere una grande nuova impresa.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ed159b7777c20a3279fc1256f76921d1_1821996597807435068.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Un drago con un'anima umana",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/5997fa20dc470865640c2d4095f0a19a_8696976243264599532.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Prima che esistesse l'umanità, Teyvat era governata da un'avanzata civiltà di draghi che avevano come capo il Re Drago Nibelung. Sette draghi elementali governavano i sette regni, uno per ogni elemento. Quando il\nCelestiale apparve nel cielo, iniziò una guerra tra il Primo Discendente e i draghi che portò alla sottomissione dei sette regni al trono dei cieli. Dopo che il\nsimulò la sua morte, tutto ciò che rimase da fare ai discendenti degli antichi era inchinarsi al trono. Da quel momento in poi, la grande civiltà si deteriorò giorno dopo giorno, marciando inesorabilmente verso il declino. Dopo i draghi, arrivarono gli umani, la specie più amata ma anche la più debole del creatore. Quando il Secondo trono apparve nel cielo portando con sè una nuova guerra e l'Abisso a Teyvat, le civiltà originarie si sgretolarono come giada frantumata, e gli inviati celesti, sotto la cui guida le civiltà terrestri avevano prosperato, furono divorati dai draghi che si erano risvegliati. L'umanità sprofondò nella barbarie, perdendo la capacità di percepire il mondo in modo nuovo, e tornò alle sue credenze più primordiali. <color=#ffffff73>Così i draghi acquisirono potere sugli uomini, e la gente fu oppressa e impoverita nella distesa delle loro ombre.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/7248a20ac81196b871ed1a7ab52ae572_8275596641259288078.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Per combattere l'Abisso e il predatore proveniente da oltre i cieli, il Signore della Fiamma voleva usare il\nche avrebbe potuto distruggere Teyvat, ma suo fratello, Waxaklahun Ubah Kan, non era d'accordo. Il Saggio dei Draghi sapeva che né gli dei nei loro cieli né il supremo re tra i draghi avrebbero avuto la forza sufficiente per sconfiggere i nemici nascosti <color=#ffffff73>nelle profondità più remote della notte</color> . Negli umani vide la speranza che un nuovo sovrano tra i loro discendenti avrebbe ricevuto il fuoco primordiale come tributo, e l'antica civiltà dei draghi avrebbe ritrovato il suo equilibrio sulla terra. Rubò il fuoco alla sua specie, diventando il Saggio della Fiamma Rubata e insegnò alla gente come usarlo. Questo dono prezioso non solo portò la civiltà ai barbari, ma ne ordinò anche il destino. A differenza del piano del Primigenio, il Saggio portò la via dell'\"evoluzione\". Previde che alla fine di quel percorso, sangue umano sarebbe stato versato nel corpo derelitto della terra morente, fondendo due specie e due linee di sangue, i draghi e gli umani, in una sola. Così, un antico impulso avrebbe attraversato una civiltà rinata.\nPer creare il sovrano perfetto per umani e draghi, Waxaklahun Ubah Kan creò un bambino, Och-Kan, con sangue di drago che gli scorreva nelle vene. Il Saggio fece in modo che il drago con un'anima umana uccidesse il decrepito Drago di Pyro e diventasse il nuovo Sovrano dei Draghi, sovrano di due mondi. Och-Kan non era diverso nell'aspetto da un normale bambino umano ma poteva vivere più a lungo degli umani e mostrava una forza e capacità rigenerative ben superiori a quelle del maschio adulto medio. Dopo aver mangiato, condivideva sempre il cibo rimanente con gli altri Elementosauri con cui era cresciuto, il che lo distingueva dai comuni umani. Quando un'iniezione neutralizzante fu somministrata agli Elementosauri incapaci di trasformarsi in draghi, Och-Kan mostrò una paura assente nei Elementosauri e un'empatia verso i nemici caduti mai riscontrata negli umani. Anche se rimase incapacitato per un breve periodo, tutti gli indicatori fisiologici rimasero entro parametri di sicurezza. Un giorno, Och-Kan fuggì dal nido, per il quale, secondo il protocollo, avrebbe dovuto essere inseguito e neutralizzato, ma Waxaklahun Ubah Kan informò il consiglio dei draghi di aver eliminato suo figlio. Il Saggio della Fiamma Rubata sapeva che se suo figlio avesse seguito il suo piano e fosse diventato il re del popolo, alla fine avrebbe fatto la scelta su cui il drago contava, ma allora tutto sarebbe stato inutile, così decise di mandare suo figlio tra le persone.\nLa leggenda narra che il Re Pitone Och-Kan fu un tempo imprigionato, da dove fu salvato dal futuro primo Archon di Pyro Xbalanque che gli mostrò grande compassione. Come segno di gratitudine Och-Kan giurò di servire Xbalanque e nascose i disegni dorati sul suo volto con una maschera in modo che nessuno potesse venire a conoscenza della sua vera natura. Durante la guerra contro i draghi, decifrò i disegni dorati sulle rovine dei draghi, la cui conoscenza era andata perduta romai da tempo. Vivendo tra gli umani, il Re Pitone iniziò a odiare i draghi, così tradì suo padre perché non c'era posto per gli umani nel mondo creato dal Saggio della Fiamma Rubata. Al posto di Och-Kan, Xbalanque sconfisse il Sovrano di Pyro, diventando il primo Archon di Pyro di Natlan.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7489,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>Il Sovrano di Pyro sconfitto dal primo Archon di Pyro, Xbalanque. Xiuhcoatl finse la propria morte, lasciando ai discendenti degli antichi draghi soltanto la possibilità di inchinarsi davanti al trono e di guardare la propria civiltà svanire giorno dopo giorno. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/20856775/9a22dd4b26f4b13640ab1571df85ca3f_6718777868956084210.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>Il più saggio tra i draghi, che rubò la fiamma ai suoi simili e insegnò agli uomini come usarla. Voleva creare un sovrano del mondo dei draghi e degli umani. Il suo vero nome è Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/362377527/e67278bccb0bd432c6291edc82037599_1081235660064708096.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6554,
        "name": "Codice d'ossidiana",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/20577441/cd11df3be5420d2c53c2da0d3298eb92_8036531863765825819.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6660,
        "name": "Decadenza delirante del Sacro Signore",
        "desc": "Materiale d'ascensione delle armi.<br>Si dice che la mente controversa, colui che sarebbe diventato noto come il Sacro Signore della città ineffabile, una volta fu imprigionato. Il primo umano ad ascendere, che al tempo non aveva ancora assunto la forma divina, gli mostrò grande compassione.<br>Così, dopo essere emerso dall'ombra delle possenti ali di una razza ormai perduta, fu accolto dalla tribù che un tempo era sua.<br>Da allora, nascose il suo vero volto dietro una maschera, occultando i motivi dorati da cui era segnato, e dando il massimo nel servire il suo Signore, a cui aveva fatto una promessa.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/0e878dbfaa80066b537aa65b21f98ab5_4962317784630118380.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6661,
        "name": "Desolazione delirante del Sacro Signore",
        "desc": "Materiale d'ascensione delle armi.<br>Durante la guerra contro i draghi, il capo di tutte le tribù, colui che si era nascosto dietro una maschera, decifrò i motivi dorati delle rovine non umane per i suoi guerrieri. Quest'arte è ormai da tempo dimenticata.<br>Il suo nemico gli aveva insegnato come fare, e usare tali conoscenze contro di lui fu un atto di vendetta.<br>Tuttavia, il suo odio mai nascosto nei suoi confronti divenne una fonte di constante preoccupazione per i suoi compagni eroi.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ad7d4eced9c047cf55dc7de12602b032_1771240742767474652.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6657,
        "name": "Esitazione del cuore sacrificale ardente",
        "desc": "Materiale d'ascensione delle armi.<br>Dopo che le civiltà originali crollarono come giada in frantumi, e quegli emissari provenienti dal cielo, sotto la cui guida le civiltà terrene prosperarono, furono divorati dai draghi risvegliati, l'umanità precipitò nella barbarie, perdendo la capacità di percepire il mondo.<br>Convinti della misteriosa natura della terra che nutriva tutte le cose, gli umani tornarono alle loro credenze più antiche. Così, l'era delle offerte sacrificali ebbe inizio.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/950e0ff91d2403dacc8c17553620ac31_6131057622219301507.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Grande Alleanza",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/d00e4b41333f68ba0880a894c481a3d0_872258698219727696.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando Xbalanque si alzò dal trono per entrare nella Sacra Fiamma, il mondo mortale attendeva l'arrivo del suo successore. Och-Kan, che si autoproclamò Sacro Signore, decise che il dio che aveva amato e per il quale aveva versato lacrime dorate sarebbe rimasto per sempre l'unico e solo. Divenne il sovrano della prima città dell'Archon di Pyro, chiamata Ochkanatlan, e guidò la Grande Alleanza per unire tutte le tribù sotto il suo dominio. Tra gli alleati di Och-Kan c'erano Yupanqui, un guerriero dei Discendenti delle Vette, e Uenuku del Popolo delle Sorgenti, seguito dalle Oceanidi.\nPer creare un mondo ideale per le persone, il Sacro Signore decise di diventare l'unico sovrano di Natlan. L'esperienza dei regni desertici e dei barbari del mare del nord dimostrò che la molteplicità portava solamente a lotte infinite. Alle varie tribù non era permesso oltrepassare i propri confini e rivendicare la sovranità come avevano fatto in precedenza. A Ochkanatlan, sacrifici e adorazione del Signore della Notte erano proibiti. Och-Kan credeva che l'umanità potesse progredire lungo il cammino scelto, ma per questo era necessario proibire tutte le offerte al Regno della Notte affinché le anime dei traditori non adescassero i vivi. Sperava di creare questo mondo per le persone per il bene di Xbalanque. Solo le persone sarebbero diventate sovrane non si sarebbero inchinate alla Notte né avrebbero dovuto sottomettersi alla Fiamma."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/272374c1e33104bb8b7eb592a812fa37_7569566763402282627.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Per esplorare le rovine sotto la città, Och-Kan inviò degli esploratori che scoprirono aree allagate. Il Sacro Signore credeva che le profondità contenessero il Nucleo di Chu'ulel, che un tempo controllava tutti i meccanismi della città. Incaricò ogni tribù di inviare persone a costruire opere idrauliche per pompare l'acqua fuori dalle rovine. Col tempo, i lavoratori iniziarono ad ammalarsi e si diffusero tra loro voci superstiziose e così sempre meno persone furono disposte a lavorare. Persino l'amico di Och-Kan, Uenuku, lasciò l'Alleanza con le Oceanidi. Nelle rovine dei draghi, dove Och-Kan entrò con la Benedizione del Signore della Fiamma, incontrò il Signore dei Draghi Ix Uxul Tz'ib Bolon Ch'ule-L (Unità di Elaborazione Integrata di Sovraintendenza Autoregolante di Tipo L), il sovrano di Chichen Uctokah.\nLei chiamò il Sacro Signore il Sovrano predestinato e gli raccontò tutto dell'antico impero dei draghi: le scale che salivano fino al firmamento, le grandi armi e i cannoni, la ricerca e i desideri. Och-Kan capì che i draghi non avrebbero dovuto ritrovare la loro antica gloria in nessuna circostanza altrimenti l'umanità sarebbe stata impotente di fronte a loro. Ingannò Ix Uxul Tz'ib Bolon Ch'ule-L trasformandola in una statua dell'era dei draghi privandola di tutto il suo potere in modo da poter usare l'energia per controllare i Meccanismi Sorgenti. Le antiche rovine furono sigillate e fu proibito a tutti i lavoratori di avvicinarsi. Un giorno accese un enorme incendio per bruciare tutti gli scavi e chiunque ne fosse a conoscenza."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/d25bfa25bdc4ed14f83eeef1456eb86b_1961966198890084761.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Addirittura quando il Signore dei Draghi venne imprigionato all'interno della statua, si rifiutò di obbedire al Sacro Signore e di controllare gli antichi meccanismi, di cui solo i draghi erano capaci. Per proteggere l'umanità dalla minaccia, Och-Kan decise di distruggere tutti i discendenti dei draghi e creare un Nucleo di Chu'ulel che dovesse fedeltà solo all'umanità. Col tempo, si rese conto che se solo il sangue delle bestie poteva controllare i meccanismi, non aveva altra scelta che schiavizzare la parte \"draconica\" di sé per controllare il Nucleo. E anche se le sue parti \"umane\" dovessero perire, le sue componenti \"draconiche\" rimarrebbero imprigionate in un corpo da schiavo e si sottometterebbero per sempre agli umani, alla loro volontà e ai loro ideali. Il Sacro Signore non poteva fidarsi di alcun potere più potente dell'umanità in quanto chiunque possedesse del potere commetteva orribili malvagità. Persino lui stesso non faceva eccezione. Quando Och-Kan si guardò allo specchio, notò che la sua unica pupilla, visibile attraverso la maschera, si stava gradualmente trasformando in verticale, il che non fece che aumentare il suo odio per i draghi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/72e7891dbd4087cbb4d0bfd219d3638d_2079248200380823695.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "I tentativi di guidare l'umanità sulla retta via portarono Ochkanatlan a lasciarsi corrompere dall'Abisso. Credendo che solo imbrigliando i poteri dell'Abisso l'umanità avrebbe raggiunto la libertà dai vincoli esterni, il Re Pitone aprì la porta a forze maligne per attaccare il Nucleo di Chu'ulel. Inizialmente, la corrosione abissale rimase entro limiti controllabili e Och-Kan sperava che la gente si sarebbe gradualmente adattata. Ma improvvisamente, durante i lavori di riparazione del canale, durante la notte, un pozzo profondo fu completamente sommerso da un'oscura calamità e tutti gli abitanti delle vicinanze furono trasformati in mostri.\nPer decreto del Sacro Sovrano, le tre aree nel settore sud-occidentale di Ochkanatlan vennero sigillate e i Guerrieri Cuauhtli bruciarono gli infetti, la cui carne si era decomposta da tempo, senza alcun successo. Il Re Pitone ordinò che la città fosse sigillata permanentemente in modo tale che l'Abisso non potesse sfondare le mura. Sigillò la sua mente nel Nucleo di Chu'ulel per salvare il suo popolo e combatté al suo fianco all'interno di Ochkanatlan. Non importava come sarebbero andate le cose all'esterno, il bagliore della \"speranza\" umana sarebbe rimasto per sempre all'interno. Carne e sangue potevano disfarsi, ossa e midollo potevano marcire, e persino l'anima poteva precipitare in una prigione senza alcun ritorno, ma solamente la \"speranza\" non doveva mai essere abbandonata, perché questo era l'unico tesoro lasciato da Xbalanque.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7425,
        "name": "Regno della Notte",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanidi",
        "desc": "<p>Gli Oceanidi sono forme di vita Hydro intelligenti create dal precedente Arconte Hydro, Egeria, e sono in grado di manipolare l'acqua a piacimento. <span class=\"wk-shady\">Tutto il popolo di Fontaine un tempo erano Oceanidi, che Egeria aveva trasformato in umani per soddisfare i loro desideri nei suoi confronti, andando contro la volontà dei Principi Celesti.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/85019254/03504adeef60cc4ded53192b2287b1fe_5967388393566751296.jpg",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7407,
        "name": "Aprimi il tuo cuore",
        "desc": "<p>A Ochkanatlan scopri una struttura sotterranea che scende talmente in basso da sembrare senza fondo...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/20856775/1c0f22a859063af0403353b6fad40a28_141740419958079412.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Fantasmagoria incompiuta",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/20/20577441/7d7db43be987ad7fba94aaec60f539bc_6185881766976545374.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6549,
        "name": "Orme iridate",
        "desc": "Un'arma inastata fatta di giada. Emette una luce iridata quando esposta alla luce del sole.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9d5294dc8b165585f51ec126543a5208_1314604610170565721.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6662,
        "name": "Aspetto delirante del Sacro Signore",
        "desc": "Materiale d'ascensione delle armi.<br>Fu in quell'epoca che il primo umano asceso si sedette sul trono ed entrò nella Fiamma sacra, quando il mondo mortale attendeva la nascita del suo successore.<br>Era anche l'epoca in cui il grande sovrano prese il controllo di tutte le autorità.<br>Purtroppo, il Sacro Signore autoproclamatosi, che credeva che il dio che aveva amato e per cui aveva versato lacrime dorate non avrebbe mai dovuto essere sostituito, osò troppo. Ponendo i propri desideri personali al di sopra dei comandamenti lasciati dall'amato dio, fondò una città che separava il cielo dalla terra.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/aa7185b04bd1c2497721b870cc673d60_6516768964064862299.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6658,
        "name": "Determinazione del cuore sacrificale ardente",
        "desc": "Materiale d'ascensione delle armi.<br>Si narra che il Saggio della Fiamma rubata, dopo aver impartito la conoscenza segreta che permise alla tribù di padroneggiare le fiamme in tutte le loro forme, sperasse che questo popolo avrebbe scalato i gradini della civiltà, abbandonando le malefiche usanze degli antenati.<br>Tuttavia, è difficile sradicare i dogmi del passato, e i giovani, ora potenti, fecero scoppiare conflitti all'interno della tribù al solo scopo di ottenere più offerte. Questo potrebbe spiegare la delusione, e la sua scomparsa dalla storia.<br>Va notato che fu proprio durante il regno del Sacro Signore della città ineffabile che la pratica del sacrificio di viventi fu proibita in toto. Anche se il vero motivo per cui il Signore Sacro abolì molte delle loro usanze fu consolidare il proprio potere, questa particolare usanza potrebbe essere considerata l'inizio di una nuova civiltà.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/df3fc459d775fc9e9039538ca269a904_3837489163069725666.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Crollo della Torre bianca",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/e7d13bd7223a42bd4d438059d01d18c5_65410704949226809.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Quando Xbalanque sconfisse il Drago di Pyro, divise il suo occhio in due parti. Secondo la leggenda, l'antico Signore dei Draghi, che un tempo deteneva il dominio su tutta la luce e la saggezza, trasformò uno dei suoi occhi in un canale di suprema autorità attraverso il quale, avrebbe potuto governare tutte le fiamme. Xbalanque ne prese</color>\n<color=#ffffff73>mentre Waxaklahun Ubah Kan prese l'altro. Secondo l'accordo, Xbalanque e il Saggio della Fiamma Rubata avrebbero dovuto unire le Preci dorate e attivare il potere di Huitzilopochtli.</color> Waxaklahun Ubah Kan sapeva che gli umani rischiavano di non riuscire a sopravvivere a questo disastro, ma sperava che la civiltà sarebbe giunta più tardi e avrebbe superato sia i draghi che gli umani. Xbalanque ruppe il suo patto con il drago, e Och-Kan, <color=#ffffff73>nel tentativo di impedire che i piani del padre si realizzassero, decise di nascondere la Prece dorata</color> . Prese il cavo creato dagli antichi draghi che portava al cielo per modificarlo e creare la\n. Per impedire al Saggio della Fiamma Rubata di impossessarsi della <color=#ffffff73>Prece dorata</color> , Och-Kan la nascose sulla Tonatiuh e mettendoci un sigillo che poteva essere rimosso solamente con il sangue di un discendente del Signore della Fiamma. Inoltre, ordinò la distruzione delle torri che consentivano a Huitzilopochtli di coprire tutto Natlan e di ancorare le sue aree di copertura.\nNonostante il Re Pitone avesse usato tutte le sue forze per continuare l'opera del dio che amava, divenne un tiranno nei confronti del popolo che considerava suo. Ai loro occhi, non era diverso da tutti gli altri draghi malvagi che regnavano su Natlan, e non desideravano altro che un nuovo Archon di Pyro che lo uccidesse. Il giovane dagli occhi scarlatti del Clan Piumafiore guidò la figlia delle miniere Sakkuk dei Figli degli Echi, l'anziano guerriero Yupanqui che aveva esitato per così tanto tempo a ribellarsi al suo amico, i gemelli Atawallpa e Waskar e l'artigiano sopravvissuto Manqu che era sopravvissuto all'incendio, per sigillare le rovine del drago di Ochkanatlan. <color=#ffffff73>Si racconta che quando il giovane dagli occhi scarlatti incendiò quella città che si trovava su un'altra città, immersa nell'ombra, vide davanti alla sala reale una figura semiumana, ormai resa folle. Era come se le avessero strappato via il viso, insieme all'indelebile volto divino, rivelando squarci enormi e spaventosi dalle sembianze draconiche. Consumata dalle fiamme dorate che vomitava, la forma sfigurata di quell'anima folle precipitò da una grande altezza nel fango nero come la pece sottostante.</color>\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>Il Sovrano di Pyro sconfitto dal primo Archon di Pyro, Xbalanque. Xiuhcoatl finse la propria morte, lasciando ai discendenti degli antichi draghi soltanto la possibilità di inchinarsi davanti al trono e di guardare la propria civiltà svanire giorno dopo giorno. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/20856775/9a22dd4b26f4b13640ab1571df85ca3f_6718777868956084210.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>Il più saggio tra i draghi, che rubò la fiamma ai suoi simili e insegnò agli uomini come usarla. Voleva creare un sovrano del mondo dei draghi e degli umani. Il suo vero nome è Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/362377527/e67278bccb0bd432c6291edc82037599_1081235660064708096.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7116,
        "name": "Piuma cremisi dell'avvoltoio astrale",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un antico arco lungo decorato con piume rosse, una reliquia sacra del Clan Piumafiore tramandata di generazione in generazione.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/d3bb0f9d936379661d409644e4269ff1_2888646900955247330.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Fantasmagoria incompiuta",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/20/20577441/7d7db43be987ad7fba94aaec60f539bc_6185881766976545374.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Prece dorata",
        "desc": "<p>Un disco bianco ottenuto dal sovrano delle rovine erose della</p><p>Città di cenere, all'interno di Ochkanatlan. E uno degli oggetti essenziali necessari per recarsi al</p><p>Grande Vulcano di Tollan e rimuovere la Benedizione del</p><p>Signore delle Fiamme dal corpo del piccolo Tepetlisauro. Si pensa possa essere un rimasuglio derivante dalla bipartizione dell'occhio del Signore delle</p><p>Fiamme. Stando alla leggenda, l'antico Signore dei Draghi, che un tempo dominava sulla luce e sul sapere, trasformò uno dei suoi occhi in un conduttore per l'autorità suprema, tramite il quale era possibile esercitare il pieno dominio sulle fiamme, e che esso diventò il suo unico punto debole...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/08/362377527/1946aa79ed70a96f18f8ce3d2bd3a409_6887628536589346101.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6663,
        "name": "Divinità delirante del Sacro Signore",
        "desc": "Materiale d'ascensione delle armi.<br>Il Sacro Signore della città ineffabile mormorava spesso parole incomprensibili nei suoi sogni, e quando si guardava allo specchio notava come il singolo occhio visibile sotto la sua maschera stesse gradualmente assumendo una forma verticale. Ciò non faceva che alimentare il suo odio per i draghi.<br>Si dice che quando il giovane dagli occhi vermigli ridusse in cenere la città sopra la città, vide una figura demiumana davanti al palazzo reale. Come a volerlo privare del volto, strappò via quel viso divino, portando alla luce orrendi buchi, spaventosamente draconici.<br>Consumata dalle fiamme dorate che sputava, la figura deforme di quell'anima sconvolta cadde nell'infinita palude oscura. Abbandonato da tutti, questa è la tragica fine a cui il folle emarginato fu condannato.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/4c7853537ced53b00d9bb4f1afd665db_7456375540279073148.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cocouik",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "500 anni fa, quando il mondo era invaso dall'Abisso, un drago malvagio apparve nei pressi di Città di Cenere, attaccando chiunque si avvicinasse. Il Saggio della Fiamma Rubata, non rinunciando al suo tentativo di ottenere la <color=#ffffff73>Prece dorata</color> , creò la leggenda della\n<color=#ffffff73>che avrebbe potuto sopprimere l'Abisso per sempre. Molti viaggiatori si recarono alla Tonatiuh alla ricerca del tesoro, ma pochi fecero ritorno.</color> Uno di questi viaggiatori era l'avventuriera Bona del Clan Piumafiore, il cui padre non tornò mai da Ochkanatlan, lasciandole la Pyrofosforite necessaria per ottenere la Giada del Ritorno. Con l'aiuto della Pyrofosforite, risvegliò lo spirito del drago che dormiva nel cuore del meccanismo di Ochkanatlan (il Nucleo di Chu'ulel) e lo chiamò Cocouik. Viaggiando verso la Tonatiuh con Cocouik, Bona scoprì la vera natura della Giada del Ritorno, un meccanismo che avrebbe potuto salvare Natlan ma non il suo popolo. Realizzò che Waxaklahun Ubah Kan, che li aveva attirati lì, non poteva toccare la Giada, e quindi aveva bisogno di Bona e Cocouik. L'avventuriera protesse l'ultimo frammento di Pyrofosforite e la <color=#ffffff73>Prece dorata</color> di cui aveva bisogno il Saggio della Fiamma Rubata, ma Cocouik non riuscì a salvarla."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/cf3b2610ccc551e03a7b593928a5b591_8361591103436591534.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "500 anni dopo, il Viaggiatore, Paimon e il loro compagno Saurico arrivarono a Ochkanatlan alla ricerca della <color=#ffffff73>Prece dorata</color> . Così come Och-Kan, <color=#ffffff73>il</color> Saurico <color=#ffffff73>venne segnato dalla Benedizione del Signore delle Fiamme, a cui i</color> saurici <color=#ffffff73>moderni non potevano resistere</color> . Sebbene il marchio di Xiuhcoatl conferisca grandi poteri ai discendenti dei draghi, alla fine li uccide o li fa impazzire. Per rimuovere il marchio, il Viaggiatore avrebbe dovuto raccogliere entrambe le <color=#ffffff73>Preci dorati</color> e raggiungere il Grande Vulcano di Tollan. A Ochkanatlan, il Viaggiatore e Paimon incontrarono il fantasma di Bona, che non ricordava la sua morte, e Cocouik. Insieme si recarono alla Tonatiuh e trovarono la\n. Quando il Viaggiatore sconfisse il drago malvagio, Cocouik si riunì al suo corpo. Si scoprì che il drago malvagio che aveva attaccato le persone era Och-Kan, corrotto dall'Abisso. Anche se il Re Pitone non poteva essere purificato dalla sua contaminazione, fu in grado di condividere i suoi ricordi con il Viaggiatore e cadde in un sonno silenzioso fino alla fine dei tempi. Dopo che l'anima di Och-Kan tornò nel Regno della Notte, aiutò il Viaggiatore a combattere l'Abisso per salvare Natlan.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Cataclisma di Khaenri'ah",
        "desc": "<p>Un disastro avvenuto 500 anni fa, durante il quale le forze dell'Abisso irruppero a Teyvat. Come risultato del Cataclisma, Khaenri'ah venne distrutta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/23/20856775/826332c1b0fb525a54df5442ee996c76_3770321130010944750.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7425,
        "name": "Regno della Notte",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6999,
        "name": "Clan Piumafiore",
        "desc": "<p>Una delle sei tribù di Natlan, conosciuta anche come Tlalocan. La persone della tribù vivono insieme ai Qucusauri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/08/362377527/88a147c730529ee7c7c99a4e43856370_6616712253530434256.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "name": "Viaggiatore perduto nel Regno di cenere",
        "desc": "<p>Una Serie di Missioni avventura che segue Bona e Coco, un'avventuriera e il suo compagno, nella ricerca della Giada del ritorno e del drago malvagio.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/20856775/42d1b97191ffd2055e0c77d25704ea13_6921359871268660225.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7411,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>Il più saggio tra i draghi, che rubò la fiamma ai suoi simili e insegnò agli uomini come usarla. Voleva creare un sovrano del mondo dei draghi e degli umani. Il suo vero nome è Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/362377527/e67278bccb0bd432c6291edc82037599_1081235660064708096.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>Un'avventuriera che si recò a Ochkanatlan per trovare la Giada del Ritorno in grado di rimuovere la sporcizia. <span class=\"wk-shady\">Visse circa 500 anni fa.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/04/362377527/57ce67f0e1269d2685ac711fe61cc45b_7419662740261319747.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Piccolino",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/85019254/20ba7f2fe8cf94012212ddf97e97dff6_5496228381205375125.jpg",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6553,
        "name": "Rotolo dell'Eroe della Città di cenere",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/6ad5095f324c2da829ecaa5e2ed13af9_2791497672459683103.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 7147,
        "name": "Appunti di un avventuriere senza nome",
        "desc": "Degli appunti lasciati da un avventuriere di un'epoca sconosciuta, nei quali racconta le sue avventure a Ochkanatlan.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/060988725ce1c5a4a5765038f049aa03_8332310976614874517.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 7274,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Prece dorata",
        "desc": "<p>Un disco bianco ottenuto dal sovrano delle rovine erose della</p><p>Città di cenere, all'interno di Ochkanatlan. E uno degli oggetti essenziali necessari per recarsi al</p><p>Grande Vulcano di Tollan e rimuovere la Benedizione del</p><p>Signore delle Fiamme dal corpo del piccolo Tepetlisauro. Si pensa possa essere un rimasuglio derivante dalla bipartizione dell'occhio del Signore delle</p><p>Fiamme. Stando alla leggenda, l'antico Signore dei Draghi, che un tempo dominava sulla luce e sul sapere, trasformò uno dei suoi occhi in un conduttore per l'autorità suprema, tramite il quale era possibile esercitare il pieno dominio sulle fiamme, e che esso diventò il suo unico punto debole...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/08/362377527/1946aa79ed70a96f18f8ce3d2bd3a409_6887628536589346101.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}