{
  "epId": 7297,
  "name": "Waxaklahun Ubah Kan",
  "desc": "<p>Il più saggio tra i draghi, che rubò la fiamma ai suoi simili e insegnò agli uomini come usarla. Voleva creare un sovrano del mondo dei draghi e degli umani. Il suo vero nome è Kukulkan.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/362377527/e67278bccb0bd432c6291edc82037599_1081235660064708096.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1746975686,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Waxaklahun Ubah Kan</color>"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Draghi"
          }
        ]
      },
      {
        "key": "Titolo",
        "value": [
          {
            "type": "RichText",
            "text": "Saggio della Fiamma Rubata"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Appunti abbandonati da qualcuno (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Compagni, sappiate che...</color>\n<color=#ffffff73>...Il Saggio non si è mai preoccupato della sopravvivenza dell'umanità. Era perfino disposto a sacrificare il futuro dei suoi simili sull'altare del sentiero dell'\"evoluzione\"...</color>\n<color=#ffffff73>...Il cielo non tiene conto della volontà di coloro che dimorano in questo mondo. Noi siamo come pilastri che sorreggono la terra, necessari per la lotta contro i suoi nemici personali...</color>\n<color=#ffffff73>...E così, non possiamo affidarci alla saggezza dei draghi né alla potenza della Signora della Notte, né pregare altre divinità se non l'Archon di Pyro...</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>...L'unica via che ci resta è quella di Xbalanque...</color>\n<color=#ffffff73>(Sono emerse delle Incisioni di Flogisto che prima non erano visibili.)</color>\n<color=#ffffff73>(Miei stolti discendenti, le vostre opinioni sulla specie sono di una limitatezza sconcertante. L'evoluzione\" è una questione mista, non pura e incontaminata come avete immaginato. È proprio per questo che \"evoluzione\" è l'opposto di \"eternità\".)</color>"
          }
        ]
      },
      {
        "title": "Appunti abbandonati da qualcuno (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Compagni, ricordate...</color>\n<color=#ffffff73>...L'umanità è la forma di vita suprema, la destinazione finale di tutte le cose che vivono in questo mondo...</color>\n<color=#ffffff73>...Un tempo, gli Elementosauri del Grande Vulcano si consideravano i padroni dell'evoluzione, ma nel corso del loro lungo e caotico percorso evolutivo hanno perso la saggezza, e con essa, il loro potere, diventando nient'altro che bestie in attesa di essere massacrate...</color>\n<color=#ffffff73>...L'involuzione degli Elementosauri di Pyro dimostra che la razza dei draghi è stata abbandonata dal percorso evolutivo. I loro eredi hanno perso la purezza della Fiamma primordiale, e il Sovrano del fuoco non rinascerà tra loro...</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>...Sotto la sua guida, l'umanità è giunta a governare la terra e, un giorno, conquisteremo anche i cieli. Pertanto, non fatevi vincolare dal Regno della Notte...</color>\n<color=#ffffff73>...Voi che avete ricevuto l'onore di salire a bordo di questa nave, procedete! Fate il primo passo verso la realizzazione della nostra causa...</color>\n<color=#ffffff73>(Sono emerse delle Incisioni di Flogisto che prima non erano visibili.)</color>\n<color=#ffffff73>(Se non fosse stato per l'arbitraria punizione divina che ha diviso la mia razza e interrotto il loro percorso evolutivo, non avrei cercato negli esseri umani nuove possibilità. Oh, umanità, voi che siete stati creati, mai capirete che non siete altro che una fase in questa \"evoluzione\".)</color>"
          }
        ]
      },
      {
        "title": "Appunti abbandonati da qualcuno (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Compagni, comprendete...</color>\n<color=#ffffff73>...Tutto ha un prezzo, e non ci si può fidare di qualsiasi cosa superi la saggezza umana...</color>\n<color=#ffffff73>...Gli antichi draghi credevano che la tecnologia e l'autorità del Signore delle Fiamme avrebbero garantito loro il potere per diecimila anni, ma in questo modo, persero prima la forza di progredire e, alla fine, persero tutto.</color>\n<color=#ffffff73>...Se ci affidiamo alle regole del cielo, non solo saremo legati alla terra, ma alla fine diventeremo delle marionette nelle mani della Signora della Notte...</color>\n<color=#ffffff73>...Non smettete mai di andare avanti, o il nostro amato re e la causa della nostra gloriosa alleanza verranno distrutte in un istante...</color>\n<color=#ffffff73>(Sono emerse delle Incisioni di Flogisto che prima non erano visibili.)</color>\n<color=#ffffff73>(Ho visto, in quei cieli funesti, gli stalloni galoppare tra le vere stelle... E poi ho compreso che tutti gli imperi, non importa quanto grandi, diventeranno degli ostacoli per gli esseri viventi e la loro continua evoluzione. Solo che... )</color>"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Waxaklahun Ubah Kan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/362377527/c868ff5d886dd3981c2740bfededc58e_5158652529924724305.png"
      },
      {
        "key": "Waxaklahun Ubah Kan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/362377527/f7ac2770cfeee0a482005fa197aa235e_5734279431424337175.png"
      },
      {
        "key": "Waxaklahun Ubah Kan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/362377527/fe3421733bda1c0a33a41e7eb5c171f5_4986523597720763719.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Il primo Archon di Pyro (a sinistra) e il Saggio della Fiamma Rubata (a destra)."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>Il Sovrano di Pyro sconfitto dal primo Archon di Pyro, Xbalanque. Xiuhcoatl finse la propria morte, lasciando ai discendenti degli antichi draghi soltanto la possibilità di inchinarsi davanti al trono e di guardare la propria civiltà svanire giorno dopo giorno. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/20856775/9a22dd4b26f4b13640ab1571df85ca3f_6718777868956084210.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Il primo Drago di Pyro e fratello maggiore di Kukulkan, da cui ricevette la vita. Creò Huitzilopochtli per salvare il mondo dall'Abisso, ma Kukulkan voleva percorrere una strada diversa.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un drago con un'anima umana, Signore della Città di cenere. Era conosciuto anche come Re pitone e Sacro Signore.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/21/20856775/74adbc6536b10e9e313d209ebb05addb_708286412048534319.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Un drago con un'anima umana e figlio di Waxaklahun Ubah Kan. E' cresciuto tra gli umani e, secondo il piano di suo padre, avrebbe dovuto uccidere il Drago di Pyro,",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>Il Sovrano di Pyro sconfitto dal primo Archon di Pyro, Xbalanque. Xiuhcoatl finse la propria morte, lasciando ai discendenti degli antichi draghi soltanto la possibilità di inchinarsi davanti al trono e di guardare la propria civiltà svanire giorno dopo giorno. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/20856775/9a22dd4b26f4b13640ab1571df85ca3f_6718777868956084210.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ", e diventare il nuovo Sovrano dei Draghi. Och-Kan amava l'umanità e non poteva permettere che i piani del padre si realizzassero.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>Il primo Archon di Pyro, colui che sconfisse il Signore delle Fiamme e rinacque dalle ceneri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/05/445590549/e7f7eee058f60fc225b1f5bc654a08e0_2658918662697367762.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Il Saggio della Fiamma Rubata e Xbalanque fecero il patto di unire insieme i due pezzi della Prece dorata e ativare Huitzilopochtli, ma Xbalanque lo tradì.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Piccolino",
        "desc": "<p>Un piccolo tepetlisauro che ha ricevuto la Benedizione del<custom-ruby data-ruby=\"Signore delle Fiamme.|Xiuhcoatl\"></custom-ruby>Ha accompagnato il Viaggiatore nel pellegrinaggio al Grande Vulcano di Tollan per rimuovere il marchio.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/85019254/20ba7f2fe8cf94012212ddf97e97dff6_5496228381205375125.jpg",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Waxaklahun Ubah Kan guidò il Viaggiatore e il suo Tepetlisauro vero la Sacra Città di Tollan per attivare Huitzilopochtli.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7018,
        "name": "Titu",
        "desc": "<p>Narratore dei Figli degli Echi e sentinella presso un posto di guardia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/18/20856775/b424a49417b618db0f8fbfc8e79d02c7_8798637623840277326.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7017,
        "name": "Manqu",
        "desc": "<p>Un ricercatore dell'Associazione delle Reliquie Sauriche, responsabile delle richieste degli scolari riguardanti alcune tradizioni tribali. <span class=\"wk-shady\">Il vero Manqu fu un abile artigiano che visse mille anni fa nella città Sacra di Tollan. Secondo le antiche cronache, contribuì alla caduta del tiranno Och-Kan sacrificando la propria vita durante la rivolta che segnò la fine della sua epoca. who lived a thousand years ago and died during the overthrow of the tyrant Och-Kan.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/19/20856775/266e1bb2926fde35eee73f83db15944b_2463296017080357930.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>Un'avventuriera che si recò a Ochkanatlan per trovare la Giada del Ritorno in grado di rimuovere la sporcizia. <span class=\"wk-shady\">Visse circa 500 anni fa.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/04/362377527/57ce67f0e1269d2685ac711fe61cc45b_7419662740261319747.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Legba\nUtilizzando le proiezioni del flogisto, Waxaklahun Ubah Kan può assumere la forma di esseri umani e vivere tra di loro senza essere notato. Titu, Manqu, Bona e Legba sono alcune di queste \"maschere\".\nChaac\nChaac fu il discepolo del Saggio che risvegliò il primo Wayob. Insieme a Waxaklahun Ubah Kan, sconfisse un drago malvagio. Chaac e i suoi seguaci fondarono la prima tribù.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Articoli correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 6936,
        "name": "Archivi di Hanan Pacha",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una favola tramandata di generazione in generazione, che vede il leggendario Saggio della Fiamma rubata come protagonista. Gli storici professionisti sembrano essere d'accordo sul fatto che il contenuto del racconto non abbia nulla a che fare coi veri fatti storici.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 6554,
        "name": "Codice d'ossidiana",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/20577441/cd11df3be5420d2c53c2da0d3298eb92_8036531863765825819.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6863,
        "name": "Talismano di Waxaklahun Ubah Kan",
        "desc": "Il talismano del Saggio della Fiamma rubata. Si dice che il Saggio che una volta rubò il Flogisto dalle grinfie di un drago l'abbia lasciato come prova del patto fatto tra le tribù.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/8e6c16ccf9a9edadb37968b3909a0087_4626939847464438065.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Prece dorata",
        "desc": "<p>Un disco bianco ottenuto dal sovrano delle rovine erose della</p><p>Città di cenere, all'interno di Ochkanatlan. E uno degli oggetti essenziali necessari per recarsi al</p><p>Grande Vulcano di Tollan e rimuovere la Benedizione del</p><p>Signore delle Fiamme dal corpo del piccolo Tepetlisauro. Si pensa possa essere un rimasuglio derivante dalla bipartizione dell'occhio del Signore delle</p><p>Fiamme. Stando alla leggenda, l'antico Signore dei Draghi, che un tempo dominava sulla luce e sul sapere, trasformò uno dei suoi occhi in un conduttore per l'autorità suprema, tramite il quale era possibile esercitare il pieno dominio sulle fiamme, e che esso diventò il suo unico punto debole...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/08/362377527/1946aa79ed70a96f18f8ce3d2bd3a409_6887628536589346101.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "name": "Prece dorata",
        "desc": "<p>Si tratta di un disco bianco, recuperato tra le rovine del Saggio della Fiamma Rubata. È uno degli oggetti essenziali per raggiungere il Grande Vulcano di Tollan e rimuovere la \"Benedizione del Signore delle Fiamme\" dal corpo del piccolo Tepetlisauro. Sulla sua superficie sono incise iscrizioni dorate e, toccandolo, è possibile percepire intricati motivi che sembrano pulsare, come se fossero animati da una vita propria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/445590549/558e5a31d367a67a8e85745a668d2c5e_5029068089794614482.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Kukulkan e il Seme del Fuoco Primordiale",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/a1d846f80c1e55e2a7ab95315058e57e_1873050929874800432.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Molto prima dell’esistenza dell’umanità, Teyvat era governata da una civiltà di draghi altamente avanzata, guidata dal drago primordiale Nibelung. Sulla Montagna Sacra, nacque il primo Sovrano di Pyro, Xiuhcoatl, forgiato dal Fuoco Primordiale, sulle terre che, migliaia di anni dopo, sarebbero state conosciute come Natlan. Egli fondò la Città Sacra di Tollan e, con quello stesso fuoco, diede origine ai Nati dai Draghi. Alla sua prima creazione, suo fratello Kukulkan (conosciuto anche come Waxaklahun Ubah Kan) donò una parte di quel fuoco, che i discendenti dei draghi consideravano parte di una Grande Anima. Quando l’invasore venuto da oltre il cielo — il Primo Disceso — giunse su Teyvat, scoppiò una guerra tra lui e i draghi. Quando Nibelung fece ritorno a Teyvat portando con sé la conoscenza proibita, il Signore delle Fiamme fu evocato dall’Abisso e si risvegliò dal suo lungo sonno. L’invasore annientò il grande signore dalle ali nere, Nibelung, a caro prezzo e, in quell’istante, il Signore delle Fiamme, contaminato dall’Abisso, riacquistò per un breve momento una tragica lucidità."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/05/445590549/b04ee438a63a713231ce03528873c47e_5858882127136684845.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Per combattere gli invasori e l’Abisso, Xiuhcoatl decise di fare ricorso al Cuore della Montagna Sacra, chiamato Huitzilopochtli, un nucleo in grado di trasformare l’intera Natlan in una terra composta unicamente da materia flogistica. In questo nuovo mondo, i draghi, mutati in forme di vita basate sul flogisto, avrebbero assunto il completo dominio. Sebbene la dinastia draconica, seguendo ciecamente il proprio sovrano, avesse approvato il piano, Kukulkan ne fu profondamente inorridito. Ogni forma di vita sarebbe stata ridotta a un’ombra tremolante e illusoria, come una proiezione distorta di una torcia gigantesca, e sarebbe stata privata della possibilità di evolvere. Kukulkan sapeva bene che il Signore delle Fiamme, che aveva sperimentato quel potere su sé stesso per dar vita a Huitzilopochtli, sarebbe stato il primo a cadere per mano di quella stessa energia. Per questo motivo, rifiutò il piano del fratello. Vide la luce cadere su una terra priva di radici, i draghi inginocchiarsi davanti al letto di morte del loro sovrano, una gloriosa civiltà dissolversi e il mondo ricominciare il proprio ciclo. Il Saggio dei Draghi sapeva che né gli Dei Celesti né il Re di tutti i Draghi possedevano il potere necessario per sconfiggere i nemici annidati nelle profondità più oscure del Regno della Notte. Ripose quindi le sue speranze nella primordiale abbondanza della natura: credeva che potesse esistere una terra ancora incontaminata dalla corruzione e dal declino."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/22/237301566/07572b5fa339baa6bdda00d5a2e02ed3_786153547844488635.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dopo la caduta di Xiuhcoatl, il più saggio dei draghi, Kukulkan, che era stato nominato reggente, decise di cercare un’altra via e di rivolgersi agli esseri umani, nei quali intravedeva la speranza dell’evoluzione. Gli esseri umani erano le creazioni più amate e, al tempo stesso, più deboli del Primo Disceso, colui che aveva preso il posto dei draghi. Quando scoppiò la seconda guerra contro Nibelung a Teyvat, le civiltà primitive crollarono come giada spezzata e i draghi risvegliati assimilarono coloro che un tempo guidavano le civiltà terrestri. L’umanità precipitò nel caos, perdendo la capacità di percepire il mondo e ritornando agli istinti primordiali. Secondo la leggenda, Kukulkan attraversò fiamme ardenti e venti impetuosi per prelevare la scintilla primordiale rimasta in vita (Flogisto) dall’antico palazzo sommerso dalla lava, diventando così il Saggio della Fiamma Rubata. Il più saggio tra i draghi attraversò le pianure infuocate, portando con sé il seme scisso dalla Fiamma Primordiale, e si addentrò in una terra arida e inospitale. Si ritrovò così a esplorare sorgenti termali e valli inesplorate dai draghi, finché un giorno, in una profonda valle, la nebbia si diradò e apparvero gli esseri umani. Queste creature, che avrebbero dovuto ancora essere avvolte in fasce, erano nate in una terra dove un tempo i draghi danzavano e potevano sopravvivere solo all’ombra delle loro antiche ali. Sebbene avessero perso da tempo una guida, dimenticato la propria storia e i propri ricordi, e si fossero smarriti tra montagne e foreste, sopravvissero. Il Saggio dei Draghi, ammirando la loro tenacia, unità e coraggio, decise di donare loro il seme fiammeggiante della saggezza. Ma quel dono aveva un prezzo: avrebbe civilizzato quelle genti, ma ne avrebbe anche determinato il destino. A differenza del piano del primo divino, ciò che il più saggio portava era il sentiero profano dell’“evoluzione”. Waxaklahun Ubah Kan prevedeva che, al termine di quel cammino, sarebbe stato versato sangue umano, due specie si sarebbero fuse in una sola e un antico impulso avrebbe attraversato una civiltà rinata. Quando Waxaklahun Ubah Kan creò le isole fluttuanti (Hanan Pacha), donò il Flogisto al primo barbaro, Chaac, che ascese sull’isola e proclamò che, tra i suoi discendenti, sarebbe nato un salvatore di due mondi."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Dai tuoi discendenti verrà il salvatore dei due mondi. Sarà feroce come una manticora, ma astuto come una volpe selvatica.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Un giorno, abbatterà il sovrano del fuoco e ascenderà al più antico dei troni. Lode al sovrano dei due mondi!\"</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/8e804c627f71c74c767026a67861ce53_9060395117135110288.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Il valoroso e saggio Chaac ricevette la scintilla eterna dalle mani del Saggio della Fiamma Rubata e la condivise con il suo popolo, trasmettendo il segreto del fuoco a tutti coloro che si mostravano disposti ad apprendere. Così, i nuovi germogli della civiltà rifiorirono dall’aspro deserto primordiale. Dopo aver dominato la maestosa Fiamma Primordiale, l’impavido Chaac e i suoi compagni sconfissero finalmente il furente e malvagio Signore del Vulcano e fondarono la prima tribù. Col tempo, tutti i membri si dispersero ai quattro angoli della terra e Chaac rimase solo. Nell’ultima notte della sua vita, salì su un’alta montagna per accendere la Prima Fiamma. Chiamò i suoi antichi compagni, sperando di poterli riunire a sé. Gli dei del Regno della Notte risposero alla sua chiamata. In quella notte, voci da un altro mondo echeggiarono sulla terra, fondendosi nel vagito del primo Wayob del Regno della Notte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/8d8e829bd173a60d120d829446104133_7883217380630042215.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Secondo la leggenda, quando il Saggio della Fiamma Rubata condivise il seme del fuoco con il popolo, gli uomini imitarono i draghi e crearono un modo per dominare il flogisto. Così nacquero le Incisioni di Flogisto. In tempi antichi, un saggio raggiunse un’eccezionale maestria nell’arte dell’Incisione, trasformando i molteplici significati del flogisto in linee aggraziate e fluttuanti. Usando il flogisto come mezzo, egli impiegò le scogliere torreggianti come tele, creando murali vivaci e ricchi di vita. Si narra che da qui abbia avuto origine la forma di scrittura natlaniana che oggi conosciamo come graffiti.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "name": "Antica Montagna Sacra",
        "desc": "<p>Prima che i discendenti delle varie tribù imparassero a registrare la loro storia nei rotoli di tessuto, l'antica ed orgogliosa nobiltà costruì una magnifica città sacra, disprezzando la terra che i deboli schiavi chiamavano \"Natlantea\". Tuttavia, quel vasto impero orgoglioso del proprio potere è perito in battaglia molto tempo fa. Di quella imponente città ora rimane soltanto una tomba solitaria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/20856775/65e9587fa2837da264446edf0d1f9dea_5700069449805313155.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Draghi Elementali",
        "desc": "<p>Si tratta di una razza antica che governava Teyvat molto prima dell’esistenza umana. I draghi appartengono al Reame della Luce.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/445590549/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_8294669031423825124.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7489,
        "name": "Nibelung",
        "desc": "<p>Il sovrano dei draghi primordiali, colui che oltrepassò i confini del mondo di Teyvat per ottenere il potere dell’Abisso e opporsi ai Princìpi celesti.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/02/445590549/596896f7ea3d51d7b1f6e504094f9d97_8929949010478286227.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>Il Sovrano di Pyro sconfitto dal primo Archon di Pyro, Xbalanque. Xiuhcoatl finse la propria morte, lasciando ai discendenti degli antichi draghi soltanto la possibilità di inchinarsi davanti al trono e di guardare la propria civiltà svanire giorno dopo giorno. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/20856775/9a22dd4b26f4b13640ab1571df85ca3f_6718777868956084210.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Primigenio",
        "desc": "<p>Il Primo Discendente, sconfisse i Draghi Sovrani del mondo e creò gli umani. Il Primigenio potrebbe essere Phanes.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/11/20856775/54fc33ab94abb4b00460e448f7765892_3287798328747037195.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6554,
        "name": "Codice d'ossidiana",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/20577441/cd11df3be5420d2c53c2da0d3298eb92_8036531863765825819.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6936,
        "name": "Archivi di Hanan Pacha",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una favola tramandata di generazione in generazione, che vede il leggendario Saggio della Fiamma rubata come protagonista. Gli storici professionisti sembrano essere d'accordo sul fatto che il contenuto del racconto non abbia nulla a che fare coi veri fatti storici.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mictlan",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/45e7cf2f6922c41f29cbd811017e0c72_6178923358712572512.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "All'epoca in cui i grandi draghi solcavano ancora i cieli, la valle profonda non portava ancora il nome di \"Mictlan\" ed era abitata da umili villaggi protetti dai draghi. Antichi fuochi di segnalazione distrussero lo spirito fiero dei draghi, che furono costretti a fuggire e a nascondersi nei sogni avvizziti. Così, i draghi stipularono un patto con gli esseri umani che invocavano la loro protezione, chiedendo loro di eleggere un Sovrano Sacro, un essere dotato di eccezionali talenti e di un’anima luminosa come una stella. In cambio, promisero di innalzare un labirinto di specchi e una fortezza di nebbia per proteggere le tribù mortali dalla piaga della guerra. In cambio, però, chiesero soltanto una cosa: che quel Sovrano li guidasse nei loro sogni. Ma quel cosiddetto Sovrano del Destino non era altro che un'illusione destinata a svanire con il calare della notte. Per evitare che rimanessero incantati dai colori che riflettevano, venivano loro accecati gli occhi e venivano loro spezzate le caviglie per impedirgli di abbandonare i propri cari. Una di queste regine era una giovane fanciulla, i cui unici compagni erano un flauto e la sua fedele attendente, Dinga."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/22/237301566/5d9e2a66fb12e2e52771f122d6909843_3566651460353031511.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Un patto fu sancito tra i figli della valle e i nobili figli dei draghi, estinguendo le fiamme assetate di sangue della guerra e lasciando il posto soltanto al silenzio solenne della morte. Nessuno si accorse del piano astuto del saggio tra i draghi. Con l'inganno, velato da benevolenza apparente, il saggio incitò la giovane sovrana alla rivolta contro i draghi. Un giorno, la guidò attraverso il pericoloso regno della notte, affinché potesse scorgere quei sentieri avvolti dal vento notturno. Bastarono poche parole argute, su ciò che chiamava “speranza”, e un po’ di combustibile gettato sulle fiamme della sofferenza, perché la giovane mortale ne colse ogni sillaba. Come previsto dal saggio, la Sovrana Sacra — la fanciulla che un tempo si era inginocchiata dinnanzi ai draghi — condusse uno straniero (Xbalanque), mai visto prima, oltre la muraglia di fumi, cantando e suonando il flauto. Poi, secondo il suo piano perfetto, inviò Dinga, l'attendente silenzioso, fuori dalla valle profonda. Molti anni dopo, quando l’eroe Maghan conficcò il pugnale dorato del Re Serpente nel cuore del suo vecchio maestro, solo allora il saggio, che credeva di poter dominare i cuori umani, comprese che i semi del tradimento erano stati piantati da tempo. Ma quel tradimento non si rivolse ai draghi nel loro sonno profondo; giunse invece assieme al canto del neonato Wayob, dalle sale più remote del Regno della Notte, e contribuì a consolidare le fondamenta della tribù chiamata “Mictlan” per mille anni a venire. Sotto il vento notturno e la fredda luce del giorno, il popolo rubò riti segreti che nemmeno il falso saggio avrebbe potuto comprendere.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7287,
        "name": "Monti Tezcatepetonco",
        "desc": "<p>Qui vivono, assieme agli Iktomisauri, i Maestri del Vento della Notte, la più misteriosa delle sei grandi tribù di Natlan. Si dice che di notte, i membri della tribù e i loro Saurici usino dei motivi luminosi per ascoltare gli echi del silenzioso Regno della Notte. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/21/20856775/42d1b97191ffd2055e0c77d25704ea13_1018280540921071245.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "name": "Maestri del Vento della Notte",
        "desc": "<p>Una delle sei tribù di Natlan, conosciuta anche come Mictlan. Sono famosi per le loro predizioni e rituali per amplificare la capacità di comunicare con il Regno della Notte e i Wayob.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/04/362377527/8725b42a03cf25637b574003fd6409eb_8402905827484208007.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>Il primo Archon di Pyro, colui che sconfisse il Signore delle Fiamme e rinacque dalle ceneri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/05/445590549/e7f7eee058f60fc225b1f5bc654a08e0_2658918662697367762.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6547,
        "name": "Flauto di Ezpitzal",
        "desc": "Una spada di giada dalla forma inusuale, tramandata di generazione in generazione come \"flauto sacerdotale\" tra i Maestri del Vento della Notte.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/bdd740ad879d22a1fc4e3770cc9c73bd_5479414831341401728.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7366,
        "name": "Veglia del Chiamastelle",
        "desc": "Una statua scolpita nella forma di un'aquila. Una reliquia sacra tramandata da generazioni dai Maestri del Vento della Notte.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/de225a286996965268c32027a6c484d9_2367767765928118667.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sovrano dei Due Mondi",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/6311178c86742d8f0f7bfdd3b2b972a8_887618972970591646.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Il Saggio della Fiamma Rubata continuò a guidare gli uomini lungo il sentiero dell’evoluzione. Grazie a un'attenta selezione e formazione, i campioni tribali da lui allevati salirono all’arena della contesa tra tutte le fazioni. Tra loro, il più forte sarebbe diventato l’eroe destinato a governare tutte le tribù umane che dimoravano sopra la pietra nera. In suo nome, avrebbero stretto un patto, innalzato uno stendardo con il Sole Ardente e marciato sulla città dei profondi abissi (Chichen Uctokah), che nemmeno gli dei erano ancora riusciti a conquistare. In quel giorno, il corpo senza vita di Xiuhcoatl, che sedeva sul trono, sputò fiamme tali da tingere il cielo di rosso, e il nuovo sovrano ricevette la Fiamma Primordiale come tributo per la sua ascesa al trono. I draghi si sarebbero nuovamente inchinati al Signore dei Due Mondi e avrebbero ricevuto da lui la conoscenza delle ere delle civiltà. Per forgiare il sovrano perfetto per umani e draghi, Kukulkan generò un figlio, Och-Kan, il cui sangue era impuro, in quanto contenente la stirpe dei draghi. Och-Kan avrebbe ucciso il vecchio Drago di Pyro e sarebbe diventato il nuovo Sovrano dei Draghi, il dominatore dei Due Mondi. Och-Kan non differiva nell’aspetto da un comune fanciullo umano, ma era molto più longevo e possedeva forza e capacità rigenerative superiori a quelle di qualunque adulto. Dopo aver mangiato, condivideva sempre con gli altri vishap con cui era cresciuto ciò che gli avanzava, e questo gesto lo distingueva dagli umani comuni. Quando ai vishap, incapaci di tramutarsi in draghi, veniva somministrata un’iniezione neutralizzante, Och-Kan aveva una paura sconosciuta e provava empatia verso i nemici abbattuti, sentimento che nessun uomo aveva mai mostrato. Sebbene per un breve periodo fosse stato indebolito, tutti gli indicatori fisiologici rientravano nei parametri di sicurezza."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/866706487c6079f430bf937c0b9aabc7_913639247660289749.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Un giorno, Och-Kan fuggì dal nido. Secondo le regole, avrebbe dovuto essere inseguito e neutralizzato, ma Waxaklahun Ubah Kan annunciò al consiglio dei draghi di aver eliminato suo figlio. Il Saggio della Fiamma Rubata sapeva che, se suo figlio avesse seguito il suo piano e fosse diventato re degli uomini, alla fine avrebbe compiuto la scelta su cui il drago contava, e allora tutto sarebbe stato vano. Per questo motivo decise di inviarlo tra gli uomini. Quando la corte dei Draghi scoprì che Kukulkan aveva sottratto il Seme del Fuoco Primordiale e che il soggetto fuggitivo si trovava nella federazione umana ribelle, lo dichiararono traditore e tentarono di destituirlo dalla carica di sovrano della Città Sacra di Tollan, ma Xiuhcoatl li fermò. Dopo aver vissuto tra gli uomini, Och-Kan iniziò a provare rancore verso i draghi, suo padre e la parte della sua natura di drago, perché aveva compreso che nel piano di Kukulkan non c'era posto per gli uomini."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/132aa0b697510cba7613d929b1849368_8719093235876291499.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Negli anni in cui i capi delle tribù avevano abbandonato il loro sacro giuramento di abbattere i draghi corrotti, precipitando in una spirale di guerre senza fine, apparve un eroe non annunciato da alcuna profezia, un campione mai scritto nei piani del destino. Egli venne dalle terre oscure, splendente come un sole nascente, mite come l’alba in fiore. Portava sul capo una corona intrecciata di fiori dorati e brandiva una lama d’ossidiana forgiata nel cuore della montagna. Viaggiò di tribù in tribù, non per conquistare, ma per unire. Il Saggio della Fiamma Rubata non aveva previsto che la forza potesse rispondere non con il dominio, ma con la compassione. Così nacque la Grande Alleanza, un patto tra tutti i popoli, e dalle ceneri di Chichen Uctokah sorse la prima città, nel luogo in cui, in passato, cielo e terra si erano separati. Fu lo straniero Xbalanque, colui che un tempo aveva liberato Och-Kan dalla prigione dei draghi, a diventare suo compagno e fratello d’anima. Insieme agli eroi delle tribù, sconfissero i piani di Waxaklahun Ubah Kan e abbatterono il Drago di Pyro, ormai corrotto. Dalle fiamme, Xbalanque rinacque — non più uomo, ma il primo Archon di Pyro, sovrano del popolo.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "name": "Viaggiatore perduto nel Regno di cenere",
        "desc": "<p>Una Serie di Missioni avventura che segue Bona e Coco, un'avventuriera e il suo compagno, nella ricerca della Giada del ritorno e del drago malvagio.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/20856775/42d1b97191ffd2055e0c77d25704ea13_6921359871268660225.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>Per inseguire il grande sogno nella mattina nebbiosa e tra il mare di nuvole, i guerrieri che solcavano i cieli non riposavano mai. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/20856775/42d1b97191ffd2055e0c77d25704ea13_8904489027465475519.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un drago con un'anima umana, Signore della Città di cenere. Era conosciuto anche come Re pitone e Sacro Signore.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/21/20856775/74adbc6536b10e9e313d209ebb05addb_708286412048534319.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>Il primo Archon di Pyro, colui che sconfisse il Signore delle Fiamme e rinacque dalle ceneri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/05/445590549/e7f7eee058f60fc225b1f5bc654a08e0_2658918662697367762.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>Il Sovrano di Pyro sconfitto dal primo Archon di Pyro, Xbalanque. Xiuhcoatl finse la propria morte, lasciando ai discendenti degli antichi draghi soltanto la possibilità di inchinarsi davanti al trono e di guardare la propria civiltà svanire giorno dopo giorno. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/20856775/9a22dd4b26f4b13640ab1571df85ca3f_6718777868956084210.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7365,
        "name": "Mille soli ardenti",
        "desc": "Uno spadone che risplende come il sole che sorge. È stato testimone dello spegnersi e del rinfocolarsi di innumerevoli soli.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/da1910fbe0e825e1e3704c126720ab24_2121228058184091562.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Huitzilopochtli",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/eb972859b1cd859eb835e87e96db4d33_2026598325536753667.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "L’Antico Lord dei Draghi, un tempo sovrano di ogni luce e custode di ogni conoscenza, sacrificò uno dei suoi occhi, trasformandolo in un fulcro di comando per Huitzilopochtli: un canale di suprema autorità attraverso il quale ogni fiamma avrebbe potuto essere domata. Ma affinché potesse vegliare sul mondo e ancorarsi alla realtà attraverso quell’occhio, esso divenne anche la sua unica vulnerabilità ed è così che trovò la morte. Quando Xbalanque sconfisse il Signore delle Fiamme, spezzò il suo occhio in due frammenti, le Suppliche Dorate. Le Suppliche Dorate costituivano la chiave per riattivare il Cuore della Montagna Sacra. Per proteggerle, Xbalanque ne prese una e l’altra fu affidata a Waxaklahun Ubah Kan. Grazie al legame con Xbalanque attraverso suo figlio, Kukulkan tentò di impedire che Huitzilopochtli venisse risvegliato. Così, il Saggio della Fiamma Rubata alterò le Suppliche Dorate: perché potessero tornare al Cuore della Montagna Sacra, sarebbe stato necessario l’unione di un umano e di un discendente dei draghi. Fu allora che Kukulkan strinse un patto con l’Archon di Pyro: quando sarebbe giunto il momento, avrebbero unito le loro Suppliche Dorate per risvegliare Huitzilopochtli. Egli sapeva che l’umanità forse non sarebbe sopravvissuta a quel disastro, ma sperava che un giorno sarebbe nata una civiltà superiore a quella dei draghi e degli uomini. Ma quando l’Archon scambiò il proprio destino con la morte per ottenere potere, il Saggio si piegò alla sua volontà. Tuttavia, Xbalanque non aveva mai inteso rispettare le regole né mantenere il giuramento fatto a Waxaklahun Ubah Kan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/e7d13bd7223a42bd4d438059d01d18c5_8844808207521089898.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Quando Xbalanque abbandonò il trono divino e si immerse nella Fiamma Sacra, affidò la Supplica Dorata e il comando della Grande Alleanza al suo compagno d’armi, Och-Kan. Temendo che la Supplica potesse finire nelle mani del Saggio della Fiamma Rubata, Och-Kan la nascose all’interno della nave celeste modificata, Tonatiuh, e la vincolò con un sigillo che solo il sangue dei discendenti del Signore delle Fiamme avrebbe potuto spezzare. Proclamatosi Signore Sacro, Och-Kan fondò la prima capitale dell’Archon di Pyro e decretò che il dio che aveva tanto amato, per il quale aveva versato lacrime d’oro, rimanesse senza erede. Infranse i voti di pace sanciti dal Primo Archon di Pyro tra i Sauri e gli uomini e ordinò lo sterminio di tutti i discendenti del sangue di drago. Nel tentativo di forgiare un mondo migliore esclusivamente per gli umani, il Signore Sacro si era allontanato sempre più dal sentiero dell’\"evoluzione\", aprendo infine le porte alle forze corrotte dell’Abisso. Per proteggere l’umanità dalla diffusione dell’oscura corruzione, Och-Kan divise la propria mente e la rinchiuse nel Nucleo di Chu’ulel, che governava ogni meccanismo della città. Quando gli uomini si ribellarono e spodestarono il tiranno, la sua mente rimase imprigionata nel Nucleo di Chu’ulel, ma il suo corpo, ormai corrotto dall’Abisso, venne reclamato dal Saggio della Fiamma Rubata."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/215c43cae331b13e9d38c4c3ce07a394_4119021113859639934.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Un tempo, Waxaklahun Ubah Kan credeva che, attraverso suo figlio, avrebbe potuto scoprire il segreto del Primo Sovrano, colui che, seduto sul trono dei cieli, aveva trasformato le Linee Energetiche in un'armatura vivente per proteggere il mondo. Sperava di impadronirsi di questo potere per fondere le due stirpi, umana e draconica, e consentire ai draghi di opporsi al loro grande nemico, l’Abisso, con mezzi più sottili. Sognava che i Nati dai Draghi potessero tornare a scrutare la verità celata dietro i cieli fasulli. Eppure, rispetto all’uniformità e alla potenza delle anime draconiche, quelle umane si rivelarono troppo fragili, incerte e frammentate. L’anima di Och-Kan era come vetro infranto: volò troppo vicino al sole, cercando di fondervisi, e ne uscì perduta, senza forma. Kukulkan capì allora che suo figlio era troppo simile a lui. E, proprio come lui, aveva deluso ogni aspettativa. Anche l’umanità lo aveva deluso. Un tempo, il più saggio dei draghi aveva creduto che gli umani potessero forgiare una civiltà ancora più fulgida di quella draconica. Dopo l’apoteosi di Xbalanque, aveva persino sperato che l’umanità potesse sfuggire al disastroso destino dei draghi e aveva deciso di concederle più tempo. Ma passarono mille anni e nessuna tribù osò mai fondare un impero unito. Gli umani continuavano ad aggrapparsi al potere degli Archon, incapaci di forgiare da soli le proprie armi per difendere il loro mondo dall’oscurità dilagante. Ancorati troppo al passato e troppo timorosi del rischio, lasciavano che ogni attacco furtivo distruggesse in un istante i frutti lentamente maturati della loro civiltà. E dopo, vi era solo il ciclo eterno o, peggio, una regressione inarrestabile. Così, il tempo che avevano ricevuto si rivelò vano. Forse, in migliaia o decine di migliaia di anni, l’umanità avrebbe potuto dare vita a una grande civiltà. Ma Kukulkan aveva esaurito il proprio tempo. E non ci credeva più. Come gli aveva predetto Xiuhcoatl, Waxaklahun Ubah Kan aveva infine intrapreso la stessa strada del fratello."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/310ca7d8de06ef58cfb4b777a02b17a7_8112960753490759069.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Quando Waxaklahun Ubah Kan si rese conto che i confini del mondo stavano iniziando a cedere sotto la pressione dell’Abisso, capì che il momento cruciale era arrivato. Una marea oscura, ciò che gli antichi chiamavano Cataclisma, travolse Natlan, l’umanità fallì e ogni speranza sembrò svanire nell’ombra. L’unica via di salvezza rimasta era riunire le due Suppliche Dorate e riattivare Huitzilopochtli, il Cuore Sacro della Montagna. Poiché non poteva impossessarsi della seconda supplica, creò una leggenda: quella della Giada del Ritorno, un tesoro nascosto a bordo di una nave volante che, si diceva, era in grado di respingere l’Abisso e bandirlo dal mondo. Per confondersi tra la gente e sorvegliarne i comportamenti, Waxaklahun Ubah Kan indossò le “maschere” di coloro che erano stati assorbiti da suo figlio. Molti viandanti si misero in cammino verso la Città della Cenere, inseguendo la promessa della Giada, ma quasi nessuno fece ritorno. Tra i pochi che osarono avanzare, vi fu Bona, appartenente all’antico Clan dei Fiori di Piuma. Una volta giunta nella città proibita, Bona liberò la coscienza di Och-Kan dal Nucleo di Chu’ulel, sigillo delle memorie e dei meccanismi della città perduta, e raggiunse la nave Tonatiuh, che ancora veleggiava tra le ceneri del cielo. Lì scoprì l’inganno: la Giada del Ritorno era solo una trappola ideata dal Saggio della Fiamma Rubata per ottenere la seconda Supplica Dorata. Allora Bona fece voto solenne: avrebbe custodito la Supplica con la propria vita e l’avrebbe protetta da chiunque volesse usarla per piegare il destino di Teyvat.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "name": "Antica Montagna Sacra",
        "desc": "<p>Prima che i discendenti delle varie tribù imparassero a registrare la loro storia nei rotoli di tessuto, l'antica ed orgogliosa nobiltà costruì una magnifica città sacra, disprezzando la terra che i deboli schiavi chiamavano \"Natlantea\". Tuttavia, quel vasto impero orgoglioso del proprio potere è perito in battaglia molto tempo fa. Di quella imponente città ora rimane soltanto una tomba solitaria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/20856775/65e9587fa2837da264446edf0d1f9dea_5700069449805313155.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>Per inseguire il grande sogno nella mattina nebbiosa e tra il mare di nuvole, i guerrieri che solcavano i cieli non riposavano mai. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/20856775/42d1b97191ffd2055e0c77d25704ea13_8904489027465475519.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6966,
        "name": "Tra promessa e oblio",
        "desc": "<p>Una serie di Missiona avventura nelle quali segui un cucciolo di Tepetlisauro, che ha ricevuto la benedizione di Xiuhcoatl.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/04/20856775/99444c9bf5f92b1171ee7a8751817120_4207641835285014407.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "name": "Viaggiatore perduto nel Regno di cenere",
        "desc": "<p>Una Serie di Missioni avventura che segue Bona e Coco, un'avventuriera e il suo compagno, nella ricerca della Giada del ritorno e del drago malvagio.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/20856775/42d1b97191ffd2055e0c77d25704ea13_6921359871268660225.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>Il Sovrano di Pyro sconfitto dal primo Archon di Pyro, Xbalanque. Xiuhcoatl finse la propria morte, lasciando ai discendenti degli antichi draghi soltanto la possibilità di inchinarsi davanti al trono e di guardare la propria civiltà svanire giorno dopo giorno. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/20856775/9a22dd4b26f4b13640ab1571df85ca3f_6718777868956084210.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>Il primo Archon di Pyro, colui che sconfisse il Signore delle Fiamme e rinacque dalle ceneri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/05/445590549/e7f7eee058f60fc225b1f5bc654a08e0_2658918662697367762.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un drago con un'anima umana, Signore della Città di cenere. Era conosciuto anche come Re pitone e Sacro Signore.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/21/20856775/74adbc6536b10e9e313d209ebb05addb_708286412048534319.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>Un'avventuriera che si recò a Ochkanatlan per trovare la Giada del Ritorno in grado di rimuovere la sporcizia. <span class=\"wk-shady\">Visse circa 500 anni fa.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/04/362377527/57ce67f0e1269d2685ac711fe61cc45b_7419662740261319747.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7365,
        "name": "Mille soli ardenti",
        "desc": "Uno spadone che risplende come il sole che sorge. È stato testimone dello spegnersi e del rinfocolarsi di innumerevoli soli.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/da1910fbe0e825e1e3704c126720ab24_2121228058184091562.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6553,
        "name": "Rotolo dell'Eroe della Città di cenere",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/6ad5095f324c2da829ecaa5e2ed13af9_2791497672459683103.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "name": "Prece dorata",
        "desc": "<p>Si tratta di un disco bianco, recuperato tra le rovine del Saggio della Fiamma Rubata. È uno degli oggetti essenziali per raggiungere il Grande Vulcano di Tollan e rimuovere la \"Benedizione del Signore delle Fiamme\" dal corpo del piccolo Tepetlisauro. Sulla sua superficie sono incise iscrizioni dorate e, toccandolo, è possibile percepire intricati motivi che sembrano pulsare, come se fossero animati da una vita propria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/445590549/558e5a31d367a67a8e85745a668d2c5e_5029068089794614482.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Prece dorata",
        "desc": "<p>Un disco bianco ottenuto dal sovrano delle rovine erose della</p><p>Città di cenere, all'interno di Ochkanatlan. E uno degli oggetti essenziali necessari per recarsi al</p><p>Grande Vulcano di Tollan e rimuovere la Benedizione del</p><p>Signore delle Fiamme dal corpo del piccolo Tepetlisauro. Si pensa possa essere un rimasuglio derivante dalla bipartizione dell'occhio del Signore delle</p><p>Fiamme. Stando alla leggenda, l'antico Signore dei Draghi, che un tempo dominava sulla luce e sul sapere, trasformò uno dei suoi occhi in un conduttore per l'autorità suprema, tramite il quale era possibile esercitare il pieno dominio sulle fiamme, e che esso diventò il suo unico punto debole...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/08/362377527/1946aa79ed70a96f18f8ce3d2bd3a409_6887628536589346101.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ultima Supplica",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/05d47ef710a65616498dbc58b2488787_3653661157448209777.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando i conquistatori giunti da oltre i cieli conquistarono Teyvat, scagliarono il Chiodo Divino per annientare la terra ricca di flogisto. Grazie alla loro straordinaria capacità di adattamento ed evoluzione, i draghi riuscirono a sopravvivere sulla nuova terra, ma questo mutamento li cambiò in profondità: non per vivere, ma per resistere. In origine, il Drago Sovrano di Pyro incanalava la luce della fiamma e della saggezza — la cosiddetta Benedizione del Signore della Fiamma — attraverso il proprio corno. Tuttavia, col passare del tempo, i corpi dei discendenti di Xiuhcoatl non riuscirono più a sopportarne la potenza. Possedevano abilità straordinarie, ma quel potere li consumava: li conduceva alla morte o li faceva impazzire. Per rimuovere il sigillo dalla Città Sacra e riunire le Suppliche Dorate, Kukulkan aveva bisogno dell'unione tra un umano e un compagno sauriano segnato dalla Benedizione del Signore della Fiamma. Tentò di controllarne la manifestazione attraverso una serie di esperimenti e di creare una leggenda: per ottenere quel potere, bisognava trovare un emblema diviso in due parti e intraprendere un pellegrinaggio verso il Grande Vulcano di Tollan. Lì, i guerrieri tribali avrebbero potuto lavare via il nome del proprio compagno — un nome che il defunto Xiuhcoatl ancora ricordava — e così rimuovere il marchio."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/b47d11bc7909c6283751de665ddea588_3525408384390644015.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Un piccolo Tepetlisaurus, divenuto compagno del Viaggiatore e di Paimon, era nato sotto la benedizione del Signore della Fiamma. Per attirare il Prescelto dei Draghi nel Cuore della Montagna Sacra, Waxaklahun Ubah Kan assunse le sembianze dell’artigiano Manqu, vissuto mille anni prima, e si presentò come membro dell’Associazione delle Reliquie Sauriane. Manqu guidò il Viaggiatore e il Tepetlisaurus verso le rovine dove, in passato, il Saggio della Fiamma Rubata aveva stretto un patto con Xbalanque per attivare Huitzilopochtli.Dopo aver ricevuto la prima Supplica Dorata, giunsero nella Città della Cenere, Ochkanatlan, dove furono accolti dallo spettro dell’avventuriera Bona, che non ricordava la propria morte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/8287e972b0dbc501376be8d66db0d9cf_4632891782988135276.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Grazie al suo aiuto, il Viaggiatore e il Sauriano raggiunsero la nave volante Tonatiuh, dove ricevettero la seconda Supplica Dorata, e il Tepetlisaurus incontrò Kukulkan. Convinti che ciò avrebbe rimosso il marchio dalle corna del Sauriano, il Viaggiatore e Paimon si recarono nella Città Sacra di Tollan, dove riuscirono a rimuovere il sigillo dal vulcano e a ottenere il permesso di accedere al Cuore della Montagna Sacra. Una volta completata la missione dell’umano, il Saggio della Fiamma Rubata separò il Sauriano dai suoi compagni, in quanto solo il Prescelto dei Draghi, colui che ha sfidato la fiamma e ha fatto ritorno, poteva percorrere il sentiero finale. Nel Cuore stesso della Montagna Sacra, presso l’Altare di Attivazione di Huitzilopochtli, Waxaklahun Ubah Kan ordinò al Tepetlisaurus di attivare il potere, affinché il grande nemico, che fino a quel momento era rimasto nascosto nell’ombra, non potesse più invadere. Gli promise che, quando Natlan si fosse trasformata in flogisto, il concetto stesso di vita sarebbe stato riscritto e il potere del Fuoco Primordiale sarebbe tornato naturalmente. Solo i draghi trasformati in esseri di flogisto avrebbero ricevuto ogni potere e il Tepetlisaurus sarebbe diventato il nuovo sovrano, esistente al di fuori del consueto ordine e delle idee. Egli avrebbe restituito tutta la luce, tutto il calore, tutta la saggezza, portando grande ordine e gloria in questo mondo."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Questo è un presagio di nuova vita, ma anche l’ultima supplica.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Quando Huitzilopochtli venne attivato, si spalancò davanti al Tepetlisaurus un mondo di puro bianco. Dieci milioni di anni trascorsero in quello che parve solo un istante, ma il tempo aveva perso ogni significato. L’unica coscienza rimasta in quel mondo era “esso”, che in passato era stato il Tepetlisaurus. In quel mondo, accaddero cose grandiose e terribili. Innumerevoli guerre di portata inconcepibile, battaglie che squarciarono le dimensioni, vite incalcolabili inghiottite e trasformate, finché la luce ardente divorò persino la legge più primordiale. L’Ombra non rappresentava più una minaccia per il mondo… ma era ancora un mondo dotato di significato?\n“Esso” sapeva che la Fiamma Primordiale non era inesauribile, anche se avrebbe continuato a bruciare per miliardi di anni in questo oscuro mare cosmico. Talvolta, “esso” ricordava, come in sogno, di quando aveva viaggiato con due compagni in un’epoca in cui la terra era ancora tangibile. Aggrappandosi a quei ricordi, pensava che forse avrebbe potuto resistere al tormento, finché la morte non fosse giunta sulle rive lontane dell’eternità. Se fosse possibile tornare al Cuore della Città Sacra, compirebbe una scelta diversa?"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/7ac282ecbb67297b04ec3b377edd8abe_6119538618013943854.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Vedendo il destino che Huitzilopochtli aveva in serbo per il mondo, il Tepetlisaurus rifiutò di attivare la Fiamma Cielospazzante, compiendo la stessa scelta che Kukulkan aveva fatto all'inizio. Dopo così tanti anni, il più saggio dei draghi comprese finalmente ciò che aveva provato suo fratello: il desiderio struggente di vedere compiuta una sola cosa, di ottenere una sola risposta limpida — e la disponibilità a fare qualsiasi cosa pur di raggiungerle. Ma se davvero avesse voluto che il drago attivasse quel sistema, allora avrebbe dovuto crescerlo nella Città Sacra e insegnargli a odiare questo mondo. Forse, in fondo, desiderava ancora credere nella speranza."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“…Mio re, mio fratello maggiore, o signore che mi hai dato la vita nel giorno in cui tu stesso sei nato…</color>\n<color=#ffffff>Una volta mi dicesti che nei miei ultimi momenti avrei compreso il tuo desiderio.</color>\n<color=#ffffff>Ahah, ma sembra che proprio su questo punto, non possa darti ragione…”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6966,
        "name": "Tra promessa e oblio",
        "desc": "<p>Una serie di Missiona avventura nelle quali segui un cucciolo di Tepetlisauro, che ha ricevuto la benedizione di Xiuhcoatl.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/04/20856775/99444c9bf5f92b1171ee7a8751817120_4207641835285014407.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "name": "Viaggiatore perduto nel Regno di cenere",
        "desc": "<p>Una Serie di Missioni avventura che segue Bona e Coco, un'avventuriera e il suo compagno, nella ricerca della Giada del ritorno e del drago malvagio.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/20856775/42d1b97191ffd2055e0c77d25704ea13_6921359871268660225.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "name": "Antica Montagna Sacra",
        "desc": "<p>Prima che i discendenti delle varie tribù imparassero a registrare la loro storia nei rotoli di tessuto, l'antica ed orgogliosa nobiltà costruì una magnifica città sacra, disprezzando la terra che i deboli schiavi chiamavano \"Natlantea\". Tuttavia, quel vasto impero orgoglioso del proprio potere è perito in battaglia molto tempo fa. Di quella imponente città ora rimane soltanto una tomba solitaria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/20856775/65e9587fa2837da264446edf0d1f9dea_5700069449805313155.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Piccolino",
        "desc": "<p>Un piccolo tepetlisauro che ha ricevuto la Benedizione del<custom-ruby data-ruby=\"Signore delle Fiamme.|Xiuhcoatl\"></custom-ruby>Ha accompagnato il Viaggiatore nel pellegrinaggio al Grande Vulcano di Tollan per rimuovere il marchio.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/85019254/20ba7f2fe8cf94012212ddf97e97dff6_5496228381205375125.jpg",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>Un'avventuriera che si recò a Ochkanatlan per trovare la Giada del Ritorno in grado di rimuovere la sporcizia. <span class=\"wk-shady\">Visse circa 500 anni fa.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/04/362377527/57ce67f0e1269d2685ac711fe61cc45b_7419662740261319747.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7017,
        "name": "Manqu",
        "desc": "<p>Un ricercatore dell'Associazione delle Reliquie Sauriche, responsabile delle richieste degli scolari riguardanti alcune tradizioni tribali. <span class=\"wk-shady\">Il vero Manqu fu un abile artigiano che visse mille anni fa nella città Sacra di Tollan. Secondo le antiche cronache, contribuì alla caduta del tiranno Och-Kan sacrificando la propria vita durante la rivolta che segnò la fine della sua epoca. who lived a thousand years ago and died during the overthrow of the tyrant Och-Kan.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/19/20856775/266e1bb2926fde35eee73f83db15944b_2463296017080357930.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7615,
        "name": "Umani e Saurici uniti!",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Durante i vostri viaggi insieme, tu e il tuo compagno </span><span style=\"color: #FFD780\">Tepetlisauro</span><span style=\"color: rgb(255, 255, 255)\"> avete sviluppato un tacito legame.</span><br><span style=\"color: rgb(255, 255, 255)\">Quando l'avversario scatena attacchi potenti, puoi individuare i suoi punti deboli e reagire con il tuo compagno!</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/15/83872660/e10bd6aefc39ad3aebaefac94640e2ac_4640670764452705600.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Regno Celeste",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/01415d576cd0b43b81aa4c25f6cbf349_7672827490069104708.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nel corso dei millenni della vita di Waxaklahun Ubah Kan, le sue origini reali furono cancellate dalla memoria degli uomini e il suo nome si riempì di leggende. Secondo una di queste leggende, quando i draghi regnavano sulla terra e il Regno della Notte era sottomesso al Signore della Notte, gli uomini vagavano senza meta nelle terre desolate. Ma un giorno, un uomo mortale di nome Waxaklahun Ubah Kan portò il legame del flogisto dalla terra rossa e nera, e finalmente gli uomini ebbero l'opportunità di resistere alle bestie selvagge e ai draghi caduti. In quel periodo, un drago alato viveva nelle terre nere e rosse ed era il discendente di Xiuhcoatl, il grande signore del vulcano. Tra quei tesori, uno dei più straordinari era noto come \"Pirifosforite\". Si trattava di un cristallo raffinato dal fuoco primordiale nelle profondità del grande vulcano, il cui colore era quello di un arcobaleno in continuo mutamento, splendente di una luce accecante. Forse la vanità del drago indispettì il Signore della Notte, che inviò il Saggio Waxaklahun Ubah Kan a sconfiggere il drago. Per essere sicuro, inviò con loro anche il folle Chaac. Sotto la protezione del Signore della Notte, i due giunsero nelle terre nere e rosse e il saggio ferì il drago all'occhio con un colpo di cerbottana di bambù. Anche se cieco da un occhio, il drago era ancora incredibilmente forte, quindi Waxaklahun Ubah Kan elaborò un piano lungimirante."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/406da9a96315023423e763bbde857186_2379225423503024667.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Travestiti da guaritori, Waxaklahun Ubah Kan e Chaac entrarono nella caverna del drago e si offrirono di sostituire il suo occhio ferito, le zanne e le ali con gemme luminose. Il drago, vanitoso, non poté fare a meno di immaginare quanto sarebbe stato bello se avesse brillato dieci volte più intensamente, e acconsentì senza esitare. Così, il Saggio e Chaac tirarono fuori il frutto di grano che avevano preparato in precedenza e sostituirono gli occhi, le zanne e gli artigli del drago alato con esso. Così facendo, il drago morì in un torpore e la Pirifosforite finì nelle mani di Waxaklahun Ubah Kan. Rompendo la Pirifosforite in pezzi, il Saggio liberò il potere dei draghi, noto come \"Flogisto\"."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/f7e59ebc117db3e5cd913f78d7d10bec_4695235539739888071.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Lasciando le terre nere e rosse, il saggio Waxaklahun Ubah Kan e il folle Chaac giunsero nella terra di foreste e montagne, dove vivevano le tribù umane. Waxaklahun Ubah Kan desiderava trasmettere agli uomini il potere di usare il flogisto, ma nessuno voleva imparare da lui, in quanto la gente non sapeva quali benefici avrebbe portato loro il flogisto. Vedendo quanto il Saggio fosse contrariato, Chaac si offrì di mostrare alle persone i benefici del flogisto, per esempio sollevare una roccia più alta delle montagne. Così il Saggio insegnò a Chaac il potere dei draghi e insieme sollevarono la terra nell’aria. La terra che sollevarono divenne Hanan Pacha, il Santuario Superiore di cui si parla oggi. Inizialmente, Hanan Pacha era un singolo continente che si innalzava così in alto nel cielo che tutti gli abitanti di Natlan potevano vederlo da lontano e si recarono per soddisfare la loro curiosità. Chaac aiutò le persone a salire nel Santuario Superiore con l’aiuto del flogisto e, sotto la guida di Waxaklahun Ubah Kan, le persone stabilirono permanentemente la loro tribù su Hanan Pacha. La città era costituita da magnifici palazzi e templi, tutti realizzati con gemme rare, piume splendenti e fiori profumati.\nUna volta terminati i lavori di costruzione della città, Waxaklahun Ubah Kan decise di innalzare ulteriormente il Regno Celeste e proibì alla gente di mangiare qualsiasi cosa prodotta da quella terra. Avrebbero potuto bere solo l’acqua della Fonte di tutte le Acque, che non era soggetta al controllo del Signore della Notte. Sebbene la gente non comprendesse il motivo per cui fosse necessario elevare ulteriormente la terra, seguì le indicazioni del Saggio. Iniziarono ad allevare pesci nell’immensa distesa blu e a coltivare alghe sferiche per il loro sostentamento. Hanan Pacha si innalzava sempre più giorno dopo giorno. Alla fine, il Signore della Notte comprese le intenzioni del Saggio. Temendo che tutti se ne sarebbero andati, Chaac si travestì da uomo e portò alla tribù una bottiglia di acqua misteriosa. Chaac bevve quest’acqua, che era più dolce di qualsiasi cosa al mondo, e la offrì a tutti. Quando il Saggio tornò, la gente era ormai ubriaca fradicia. Sapendo che non sarebbero più riusciti a lasciare Natlan, il Saggio li scacciò da Hanan Pacha. La gente si sparse in tutti gli angoli di Natlan e portò con sé il flogisto, mentre il Saggio della Fiamma Rubata si mise in cammino verso casa."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/25/237301566/1228c2098563f55f5f6efe34707c73a2_98397734549776695.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Quando il cammino verso l'Alto Santuario fu interrotto, una leggenda si diffuse tra la gente riguardo al \"leggendario elisir che guarisce tutte le ferite\", un dono del Saggio della Fiamma Rubata. Per ottenerlo, il Saggio pose una serie di prove, tra cui le Vie dello Spirito e i Manoscritti della Rivelazione. Ma anche dopo aver superato tutte le prove, alla fine del cammino, la gente si trovava di fronte solo una sorgente termale con dell’acqua.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6974,
        "name": "Storia di un sogno estirpato dalle fiamme",
        "desc": "<p>Una serie di Missioni avventura che segue Chikya, una donna dei Maestri del Vento della notte alla ricerca della \"panacea\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/18/20856775/ab06e18104f1151fa067413a66270fd9_3968968064216251825.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7092,
        "name": "Sorgenti di Toyac",
        "desc": "<p>La tribù che vive al fianco dei Koholasauri, conosciuta come il Popolo delle Sorgenti, famosa appunto per le sorgenti termali e per la musica rilassante. Tra tutte le tribù, è la piazza popolare tra i visitatori provenienti da terre lontane. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/18/20856775/8694aaf89d32e75eca416ec7fe41e487_2478650438526353791.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7425,
        "name": "Regno della Notte",
        "desc": "<p>La Signora della Notte progettò un regno di anime e ricordi per ricreare le Linee geomantiche di Natlan danneggiate. Il Regno della Notte è uno spazio misterioso e liminale che si trova tra il corpo e la mente, tra la vita e la morte, nel quale finiscono tutte le anime dei Natlanesi deceduti.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "name": "Yohualtecuhtin, Signora della Notte",
        "desc": "<p>Un angelo che creò il Regno della Notte a Natlan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/20856775/c1da02b7fb549b7e952c814081f07c16_6007038937546049890.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6936,
        "name": "Archivi di Hanan Pacha",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una favola tramandata di generazione in generazione, che vede il leggendario Saggio della Fiamma rubata come protagonista. Gli storici professionisti sembrano essere d'accordo sul fatto che il contenuto del racconto non abbia nulla a che fare coi veri fatti storici.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png",
        "displayStyle": "card",
        "menuId": 12
      }
    ]
  }
}