{
  "epId": 7297,
  "name": "Waxaklahun Ubah Kan",
  "desc": "<p>Il più saggio tra i draghi, che rubò la fiamma ai suoi simili e insegnò agli uomini come usarla. Voleva creare un sovrano del mondo dei draghi e degli umani. Il suo vero nome è Kukulkan.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/362377527/e67278bccb0bd432c6291edc82037599_1081235660064708096.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1746563832,
  "components": {
    "textualResearch": [
      {
        "title": "Appunti abbandonati da qualcuno (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Compagni, sappiate che...</color>\n<color=#ffffff73>...Il Saggio non si è mai preoccupato della sopravvivenza dell'umanità. Era perfino disposto a sacrificare il futuro dei suoi simili sull'altare del sentiero dell'\"evoluzione\"...</color>\n<color=#ffffff73>...Il cielo non tiene conto della volontà di coloro che dimorano in questo mondo. Noi siamo come pilastri che sorreggono la terra, necessari per la lotta contro i suoi nemici personali...</color>\n<color=#ffffff73>...E così, non possiamo affidarci alla saggezza dei draghi né alla potenza della Signora della Notte, né pregare altre divinità se non l'Archon di Pyro...</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>...L'unica via che ci resta è quella di Xbalanque...</color>\n<color=#ffffff73>(Sono emerse delle Incisioni di Flogisto che prima non erano visibili.)</color>\n<color=#ffffff73>(Miei stolti discendenti, le vostre opinioni sulla specie sono di una limitatezza sconcertante. L'evoluzione\" è una questione mista, non pura e incontaminata come avete immaginato. È proprio per questo che \"evoluzione\" è l'opposto di \"eternità\".)</color>"
          }
        ]
      },
      {
        "title": "Appunti abbandonati da qualcuno (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Compagni, ricordate...</color>\n<color=#ffffff73>...L'umanità è la forma di vita suprema, la destinazione finale di tutte le cose che vivono in questo mondo...</color>\n<color=#ffffff73>...Un tempo, gli Elementosauri del Grande Vulcano si consideravano i padroni dell'evoluzione, ma nel corso del loro lungo e caotico percorso evolutivo hanno perso la saggezza, e con essa, il loro potere, diventando nient'altro che bestie in attesa di essere massacrate...</color>\n<color=#ffffff73>...L'involuzione degli Elementosauri di Pyro dimostra che la razza dei draghi è stata abbandonata dal percorso evolutivo. I loro eredi hanno perso la purezza della Fiamma primordiale, e il Sovrano del fuoco non rinascerà tra loro...</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>...Sotto la sua guida, l'umanità è giunta a governare la terra e, un giorno, conquisteremo anche i cieli. Pertanto, non fatevi vincolare dal Regno della Notte...</color>\n<color=#ffffff73>...Voi che avete ricevuto l'onore di salire a bordo di questa nave, procedete! Fate il primo passo verso la realizzazione della nostra causa...</color>\n<color=#ffffff73>(Sono emerse delle Incisioni di Flogisto che prima non erano visibili.)</color>\n<color=#ffffff73>(Se non fosse stato per l'arbitraria punizione divina che ha diviso la mia razza e interrotto il loro percorso evolutivo, non avrei cercato negli esseri umani nuove possibilità. Oh, umanità, voi che siete stati creati, mai capirete che non siete altro che una fase in questa \"evoluzione\".)</color>"
          }
        ]
      },
      {
        "title": "Appunti abbandonati da qualcuno (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Compagni, comprendete...</color>\n<color=#ffffff73>...Tutto ha un prezzo, e non ci si può fidare di qualsiasi cosa superi la saggezza umana...</color>\n<color=#ffffff73>...Gli antichi draghi credevano che la tecnologia e l'autorità del Signore delle Fiamme avrebbero garantito loro il potere per diecimila anni, ma in questo modo, persero prima la forza di progredire e, alla fine, persero tutto.</color>\n<color=#ffffff73>...Se ci affidiamo alle regole del cielo, non solo saremo legati alla terra, ma alla fine diventeremo delle marionette nelle mani della Signora della Notte...</color>\n<color=#ffffff73>...Non smettete mai di andare avanti, o il nostro amato re e la causa della nostra gloriosa alleanza verranno distrutte in un istante...</color>\n<color=#ffffff73>(Sono emerse delle Incisioni di Flogisto che prima non erano visibili.)</color>\n<color=#ffffff73>(Ho visto, in quei cieli funesti, gli stalloni galoppare tra le vere stelle... E poi ho compreso che tutti gli imperi, non importa quanto grandi, diventeranno degli ostacoli per gli esseri viventi e la loro continua evoluzione. Solo che... )</color>"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Waxaklahun Ubah Kan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/362377527/c868ff5d886dd3981c2740bfededc58e_5158652529924724305.png"
      },
      {
        "key": "Waxaklahun Ubah Kan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/362377527/f7ac2770cfeee0a482005fa197aa235e_5734279431424337175.png"
      },
      {
        "key": "Waxaklahun Ubah Kan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/362377527/fe3421733bda1c0a33a41e7eb5c171f5_4986523597720763719.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Il primo Archon di Pyro (a sinistra) e il Saggio della Fiamma Rubata (a destra)."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Kukulkan e il Seme del Fuoco Primordiale",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/a1d846f80c1e55e2a7ab95315058e57e_1873050929874800432.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Molto prima dell’esistenza dell’umanità, Teyvat era governata da una civiltà di draghi altamente avanzata, guidata dal drago primordiale Nibelung. Sulla Montagna Sacra, nacque il primo Sovrano di Pyro, Xiuhcoatl, dal Fuoco Primordiale, sulle terre che, migliaia di anni dopo, sarebbero state chiamate Natlan. Egli fondò la Città Sacra di Tollan e, con lo stesso fuoco, creò i Nati dai Draghi. Alla sua prima creazione, suo fratello Kukulkan (Waxaklahun Ubah Kan) donò una parte di quel fuoco, che i discendenti dei draghi consideravano parte di una grande anima. Quando l’invasore venuto da oltre il cielo (il Primo Disceso) apparve a Teyvat, scoppiò una guerra tra lui e i draghi, durante la quale Xiuhcoatl fu imprigionato nella lava e cadde in una falsa morte. Quando Nibelung tornò a Teyvat portando con sé la conoscenza proibita, il Signore delle Fiamme fu evocato dall’Abisso e si risvegliò dal suo lungo sonno. L’invasore annientò il grande signore dalle ali nere (Nibelung) a caro prezzo e, in quel momento, il Signore delle Fiamme, intriso dell’Abisso, riacquistò per un attimo una tragica lucidità."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/05/445590549/b04ee438a63a713231ce03528873c47e_5858882127136684845.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Per combattere gli invasori e l’Abisso, Xiuhcoatl decise di usare il Cuore della Montagna Sacra (Huitzilopochtli), capace di trasformare l’intera Natlan in una terra composta unicamente da materia flogistica. In questo modo, i draghi, ormai trasformati in forme di vita basate sul flogisto, avrebbero governato il nuovo mondo. Sebbene la dinastia dei draghi, seguendo ciecamente il proprio sovrano, approvasse il piano, Kukulkan ne fu inorridito. Tutta la vita, trasformata in ombre tremolanti e illusorie proiettate da una torcia gigantesca, sarebbe stata privata di ogni possibilità di evolversi. Kukulkan era consapevole che il Signore delle Fiamme, che aveva impiegato questo metodo su di sé per dare vita a Huitzilopochtli, sarebbe stato il primo a perire a causa di tale potere, e per questo motivo respinse il piano del fratello. Vide la luce cadere sulla terra senza radici, i draghi prostrarsi dinanzi al letto di morte del loro sovrano, una grande civiltà andare in rovina e il mondo continuare a seguire i propri cicli. Il saggio dei draghi sapeva che né gli dei nei cieli né il re di tutti i draghi possedevano il potere necessario per sconfiggere i nemici annidati negli angoli più profondi del Regno della Notte. Egli sperava che, nella primordiale abbondanza della natura stessa, esistesse una terra non ancora toccata dalla corruzione e dal declino."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/22/237301566/07572b5fa339baa6bdda00d5a2e02ed3_786153547844488635.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nominato reggente dopo la caduta di Xiuhcoatl, il più saggio dei draghi, decise di cercare un'altra via e di rivolgersi agli esseri umani, nei quali intravedeva la speranza dell'evoluzione. Gli umani erano le creazioni più amate e, al tempo stesso, più deboli del Primo Disceso, colui che aveva preso il posto dei draghi. Quando scoppiò la seconda guerra contro Nibelung a Teyvat, le civiltà primitive crollarono come giada spezzata e i draghi risvegliati assimilarono coloro che un tempo guidavano le civiltà terrestri. L’umanità precipitò nel caos, perdendo la capacità di percepire il mondo, ritornando agli istinti primordiali. Secondo la leggenda, Kukulkan attraversò fiamme ardenti e venti impetuosi per prelevare la scintilla primordiale rimasta in vita (Flogisto) dall’antico palazzo sommerso dalla lava, diventando così il Saggio della Fiamma Rubata. Il più saggio tra i draghi attraversò le pianure infuocate, portando con sé il seme scisso dalla Fiamma Primordiale, e si addentrò in una terra arida e inospitale. Si ritrovò a esplorare sorgenti termali e valli inesplorate dai draghi, finché un giorno, in una profonda valle, la nebbia si diradò e apparvero gli esseri umani. Queste creature, che avrebbero dovuto ancora essere avvolte in fasce, erano nate in una terra dove un tempo i draghi danzavano e potevano sopravvivere solo all’ombra delle loro antiche ali. Sebbene avessero perso da tempo una guida, dimenticato la propria storia e i propri ricordi, e si fossero smarriti tra montagne e foreste, sopravvissero. Il saggio tra i draghi, ammirando la loro tenacia, unità e coraggio, decise di donare loro il seme fiammeggiante della saggezza. Ma quel dono aveva un prezzo: avrebbe civilizzato quei selvaggi, ma avrebbe anche determinato il loro destino. A differenza del piano del primo divino, ciò che il più saggio portava era il sentiero profano dell’“evoluzione”. Waxaklahun Ubah Kan prevedeva che, alla fine di quel cammino, sarebbe stato versato sangue umano, due specie, due stirpi si sarebbero fuse in una sola e un antico impulso avrebbe attraversato una civiltà rinata. Quando Waxaklahun Ubah Kan creò le isole fluttuanti (Hanan Pacha), donò il Flogisto al primo barbaro, Chaac, che ascese sull’isola e proclamò che, tra i suoi discendenti, sarebbe nato un salvatore di due mondi."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Dai tuoi discendenti verrà il salvatore dei due mondi. Sarà feroce come una manticora, ma astuto come una volpe selvatica.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Un giorno, abbatterà il sovrano del fuoco e ascenderà al più antico dei troni. Lode al sovrano dei due mondi!\"</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/8e804c627f71c74c767026a67861ce53_9060395117135110288.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Il valoroso e saggio Chaac ricevette la scintilla eterna dalle mani del Saggio della Fiamma Rubata e la condivise con il suo popolo, trasmettendo il segreto del fuoco a tutti coloro che si mostravano disposti ad apprendere. Così, i nuovi germogli della civiltà rifiorirono dall’aspro deserto primordiale. Dopo aver dominato la maestosa Fiamma Primordiale, l’impavido Chaac e i suoi compagni sconfissero finalmente il furente e malvagio Signore del Vulcano e fondarono la prima tribù. Col tempo, tutti i membri si dispersero ai quattro angoli della terra e Chaac rimase solo. Nell’ultima notte della sua vita, salì su un’alta montagna per accendere la Prima Fiamma. Chiamò i suoi antichi compagni, sperando di poterli riunire a sé. Gli dei del Regno della Notte risposero alla sua chiamata. In quella notte, voci da un altro mondo echeggiarono sulla terra, fondendosi nel vagito del primo Wayob del Regno della Notte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/8d8e829bd173a60d120d829446104133_7883217380630042215.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Secondo la leggenda, quando il Saggio della Fiamma Rubata condivise il seme del fuoco con il popolo, gli uomini imitarono i draghi e crearono un modo per dominare il flogisto. Così nacquero le Incisioni di Flogisto. In tempi antichi, un saggio raggiunse un'eccezionale maestria nell’arte dell’Incisione, trasformando i molteplici significati del flogisto in linee aggraziate e fluttuanti. Usando il flogisto come mezzo, egli impiegò le scogliere torreggianti come tele, creando murali vivaci e ricchi di vita. Si narra che da qui abbia avuto origine la forma di scrittura natlaniana che oggi conosciamo come graffiti.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7489,
        "name": "Nibelung",
        "desc": "<p>Il sovrano dei draghi primordiali, colui che oltrepassò i confini del mondo di Teyvat per ottenere il potere dell’Abisso e opporsi ai Principi Celesti.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/02/445590549/596896f7ea3d51d7b1f6e504094f9d97_8929949010478286227.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>Il Sovrano di Pyro sconfitto dal primo Archon di Pyro, Xbalanque. Xiuhcoatl finse la propria morte, lasciando ai discendenti degli antichi draghi soltanto la possibilità di inchinarsi davanti al trono e di guardare la propria civiltà svanire giorno dopo giorno. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/20856775/9a22dd4b26f4b13640ab1571df85ca3f_6718777868956084210.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6554,
        "name": "Codice d'ossidiana",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/20577441/cd11df3be5420d2c53c2da0d3298eb92_8036531863765825819.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6936,
        "name": "Archivi di Hanan Pacha",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una favola tramandata di generazione in generazione, che vede il leggendario Saggio della Fiamma rubata come protagonista. Gli storici professionisti sembrano essere d'accordo sul fatto che il contenuto del racconto non abbia nulla a che fare coi veri fatti storici.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mictlan",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/45e7cf2f6922c41f29cbd811017e0c72_6178923358712572512.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "All'epoca in cui i grandi draghi ancora solcavano i cieli, la valle profonda non portava ancora il nome di \"Mictlan\" ed era abitata da umili villaggi protetti dai draghi. Antichi fuochi di segnalazione distrussero lo spirito fiero dei draghi, che furono costretti a fuggire e a nascondersi nei sogni avvizziti. Così, i draghi stipularono un patto con gli esseri umani che invocavano la loro protezione, chiedendo loro di eleggere un Sovrano Sacro, un essere dotato di eccezionali talenti e di un’anima luminosa come una stella. In cambio, promisero di innalzare un labirinto di specchi e una fortezza di nebbia per proteggere le tribù mortali dalla piaga della guerra. In cambio, però, domandarono una sola cosa: che quel Sovrano li guidasse nei loro sogni. Ma quel cosiddetto Sovrano del Destino non era altro che un'illusione destinata a svanire con il calare della notte. Gli venivano accecati gli occhi per evitare che rimanessero incantati dai colori che riflettevano, e venivano loro spezzate le caviglie per impedirgli di abbandonare i propri cari. Una di queste regine era una giovane fanciulla, i cui unici compagni erano un flauto e la sua fedele attendente, Dinga."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/22/237301566/5d9e2a66fb12e2e52771f122d6909843_3566651460353031511.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Un patto fu sancito tra i figli della valle e i nobili figli dei draghi, estinguendo le fiamme assetate di sangue della guerra e lasciando il posto soltanto al silenzio solenne della morte. Nessuno si accorse del piano astuto del saggio tra i draghi. Con l'inganno, velato da benevolenza apparente, il saggio incitò la giovane sovrana alla rivolta contro i draghi. Un giorno, la guidò attraverso il pericoloso regno della notte, affinché potesse scorgere quei sentieri avvolti dal vento notturno. Bastarono poche parole argute, su ciò che chiamava “speranza”, e un po’ di combustibile gettato sulle fiamme della sofferenza, perché la giovane mortale ne colse ogni sillaba. Come previsto dal saggio, la Sovrana Sacra — la fanciulla che un tempo si era inginocchiata dinnanzi ai draghi — condusse uno straniero (Xbalanque), mai visto prima, oltre la muraglia di fumi, cantando e suonando il flauto. Poi, secondo il suo piano perfetto, inviò Dinga, l'assistente silenzioso, fuori dalla valle profonda. Molti anni dopo, quando l’eroe Maghan conficcò il pugnale dorato del Re Serpente nel cuore del suo vecchio maestro, solo allora il saggio, che credeva di poter dominare i cuori umani, comprese che i semi del tradimento erano stati piantati da tempo. Ma quel tradimento non si rivolse ai draghi nel loro sonno profondo; giunse invece assieme al canto del neonato Wayob, dalle sale più remote del Regno della Notte, e contribuì a consolidare le fondamenta della tribù chiamata “Mictlan” per mille anni a venire. Sotto il vento notturno e la fredda luce del giorno, il popolo rubò riti segreti che nemmeno il falso saggio avrebbe potuto comprendere.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7287,
        "name": "Monti Tezcatepetonco",
        "desc": "<p>Qui vivono, assieme agli Iktomisauri, i Maestri del Vento della Notte, la più misteriosa delle sei grandi tribù di Natlan. Si dice che di notte, i membri della tribù e i loro Saurici usino dei motivi luminosi per ascoltare gli echi del silenzioso Regno della Notte. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/21/20856775/42d1b97191ffd2055e0c77d25704ea13_1018280540921071245.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "name": "Maestri del Vento della Notte",
        "desc": "<p>Una delle sei tribù di Natlan, conosciuta anche come Mictlan. Sono famosi per le loro predizioni e rituali per amplificare la capacità di comunicare con il Regno della Notte e i Wayob.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/04/362377527/8725b42a03cf25637b574003fd6409eb_8402905827484208007.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>Il primo Archon di Pyro, colui che sconfisse il Signore delle Fiamme e rinacque dalle ceneri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/05/445590549/e7f7eee058f60fc225b1f5bc654a08e0_2658918662697367762.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6547,
        "name": "Flauto di Ezpitzal",
        "desc": "Una spada di giada dalla forma inusuale, tramandata di generazione in generazione come \"flauto sacerdotale\" tra i Maestri del Vento della Notte.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/bdd740ad879d22a1fc4e3770cc9c73bd_5479414831341401728.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7366,
        "name": "Veglia del Chiamastelle",
        "desc": "Una statua scolpita nella forma di un'aquila. Una reliquia sacra tramandata da generazioni dai Maestri del Vento della Notte.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/de225a286996965268c32027a6c484d9_2367767765928118667.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>Il Sovrano di Pyro sconfitto dal primo Archon di Pyro, Xbalanque. Xiuhcoatl finse la propria morte, lasciando ai discendenti degli antichi draghi soltanto la possibilità di inchinarsi davanti al trono e di guardare la propria civiltà svanire giorno dopo giorno. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/20856775/9a22dd4b26f4b13640ab1571df85ca3f_6718777868956084210.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Il primo Drago di Pyro e fratello maggiore di Kukulkan, da cui ricevette la vita. Creò Huitzilopochtli per salvare il mondo dall'Abisso, ma Kukulkan voleva percorrere una strada diversa.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un drago con un'anima umana, Signore della Città di cenere. Era conosciuto anche come Re pitone e Sacro Signore.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/21/20856775/74adbc6536b10e9e313d209ebb05addb_708286412048534319.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Un drago con un'anima umana e figlio di Waxaklahun Ubah Kan. E' cresciuto tra gli umani e, secondo il piano di suo padre, avrebbe dovuto uccidere il Drago di Pyro,",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>Il Sovrano di Pyro sconfitto dal primo Archon di Pyro, Xbalanque. Xiuhcoatl finse la propria morte, lasciando ai discendenti degli antichi draghi soltanto la possibilità di inchinarsi davanti al trono e di guardare la propria civiltà svanire giorno dopo giorno. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/20856775/9a22dd4b26f4b13640ab1571df85ca3f_6718777868956084210.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ", e diventare il nuovo Sovrano dei Draghi. Och-Kan amava l'umanità e non poteva permettere che i piani del padre si realizzassero.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>Il primo Archon di Pyro, colui che sconfisse il Signore delle Fiamme e rinacque dalle ceneri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/05/445590549/e7f7eee058f60fc225b1f5bc654a08e0_2658918662697367762.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Il Saggio della Fiamma Rubata e Xbalanque fecero il patto di unire insieme i due pezzi della Prece dorata e ativare Huitzilopochtli, ma Xbalanque lo tradì.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Piccolino",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/85019254/20ba7f2fe8cf94012212ddf97e97dff6_5496228381205375125.jpg",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Waxaklahun Ubah Kan guidò il Viaggiatore e il suo Tepetlisauro vero la Sacra Città di Tollan per attivare Huitzilopochtli.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7018,
        "name": "Titu",
        "desc": "<p>Narratore dei Figli degli Echi e sentinella presso un posto di guardia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/18/20856775/b424a49417b618db0f8fbfc8e79d02c7_8798637623840277326.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7017,
        "name": "Manqu",
        "desc": "<p>Un ricercatore dell'Associazione delle Reliquie Sauriche, responsabile delle richieste degli scolari riguardanti alcune tradizioni tribali.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/19/20856775/266e1bb2926fde35eee73f83db15944b_2463296017080357930.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>Un'avventuriera che si recò a Ochkanatlan per trovare la Giada del Ritorno in grado di rimuovere la sporcizia. <span class=\"wk-shady\">Visse circa 500 anni fa.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/04/362377527/57ce67f0e1269d2685ac711fe61cc45b_7419662740261319747.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Legba\nUtilizzando le proiezioni del flogisto, Waxaklahun Ubah Kan può assumere la forma di esseri umani e vivere tra di loro senza essere notato. Titu, Manqu, Bona e Legba sono alcune di queste \"maschere\".\nChaac\nChaac fu il discepolo del Saggio che risvegliò il primo Wayob. Insieme a Waxaklahun Ubah Kan, sconfisse un drago malvagio. Chaac e i suoi seguaci fondarono la prima tribù.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Articoli correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 6936,
        "name": "Archivi di Hanan Pacha",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una favola tramandata di generazione in generazione, che vede il leggendario Saggio della Fiamma rubata come protagonista. Gli storici professionisti sembrano essere d'accordo sul fatto che il contenuto del racconto non abbia nulla a che fare coi veri fatti storici.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 6554,
        "name": "Codice d'ossidiana",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/20577441/cd11df3be5420d2c53c2da0d3298eb92_8036531863765825819.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6863,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Prece dorata",
        "desc": "<p>Un disco bianco ottenuto dal sovrano delle rovine erose della</p><p>Città di cenere, all'interno di Ochkanatlan. E uno degli oggetti essenziali necessari per recarsi al</p><p>Grande Vulcano di Tollan e rimuovere la Benedizione del</p><p>Signore delle Fiamme dal corpo del piccolo Tepetlisauro. Si pensa possa essere un rimasuglio derivante dalla bipartizione dell'occhio del Signore delle</p><p>Fiamme. Stando alla leggenda, l'antico Signore dei Draghi, che un tempo dominava sulla luce e sul sapere, trasformò uno dei suoi occhi in un conduttore per l'autorità suprema, tramite il quale era possibile esercitare il pieno dominio sulle fiamme, e che esso diventò il suo unico punto debole...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/08/362377527/1946aa79ed70a96f18f8ce3d2bd3a409_6887628536589346101.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Waxaklahun Ubah Kan</color>"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Draghi"
          }
        ]
      },
      {
        "key": "Titolo",
        "value": [
          {
            "type": "RichText",
            "text": "Saggio della Fiamma Rubata"
          }
        ]
      }
    ]
  }
}