{
  "epId": 7298,
  "name": "Xiuhcoatl",
  "desc": "<p>Il Sovrano di Pyro sconfitto dal primo Archon di Pyro, Xbalanque. Xiuhcoatl finse la propria morte, lasciando ai discendenti degli antichi draghi soltanto la possibilità di inchinarsi davanti al trono e di guardare la propria civiltà svanire giorno dopo giorno. </p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/20856775/9a22dd4b26f4b13640ab1571df85ca3f_6718777868956084210.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1748519926,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Draghi Elementali",
        "desc": "<p>Si tratta di una razza antica che governava Teyvat molto prima dell’esistenza umana. I draghi appartengono al Reame della Luce.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/445590549/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_8294669031423825124.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Xiuhcoatl è un Drago di Pyro.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7419,
        "name": "Gosoythoth",
        "desc": "<p>Un mostro del vuoto, conosciuto come Gosoythoth il \"Mietitore dell'Abisso\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/445590549/a6d6d7f5ca7dd3558c0943030ddc3dd6_4382031266306349987.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7368,
        "name": "Signore della Fiamma primordiale erosa",
        "desc": "Un empio drago, formatosi dal potere dell'oscurità assoluta.<br>Un mostro del vuoto, conosciuto come \"Mietitore dell'Abisso\" e \"Gosoythoth\". È in grado di contaminare i ricordi che scorrono nelle linee geomantiche della terra, condensandoli in forze tangibili di un presagio catastrofico. Da quei ricordi, che da tempo immemorabile scorrono nel sottosuolo, è riuscito a trarre la volontà residua di un primordiale drago sovrano elementale, estraendola come midollo per usarla quale base della sua immagine falsata.<br>Ma si tratta davvero di una mera \"immagine\"? Riportato indietro dalle forze ultraterrene a cui aveva resistito in passato, un drago un tempo privo di vita riapre gli occhi, lasciandosi alle spalle ogni cosa in questo fugace sogno di rinascita. Imprigionato in eterno nell'ultimo giorno della sua esistenza da questa oscura rivelazione, la sua ragione è stata divorata da una rabbia infinita. Tutto ciò che gli resta è un'implacabile sete di combattere che arde senza fine.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/2527765db854b6819fa964890b51fd1a_3015406644013556173.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "Gosoythoth, il \"Mietitore dell'Abisso\", riuscì ad estrapolare i rimasugli della volontà di Xiuhcoatl dai ricordi contenuti nelle linee geomantiche della terra. Il drago è intrappolato nell'ultimo giorno della propria esistenza e la sua furia sconfinata gli ha consumato la ragione.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>Il primo Archon di Pyro, colui che sconfisse il Signore delle Fiamme e rinacque dalle ceneri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/05/445590549/e7f7eee058f60fc225b1f5bc654a08e0_2658918662697367762.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Xbalanque sconfisse Xiuhcoatl nel Grande Vulcano di Tollan e rinacque dal fuoco, diventando il primo Archon di Pyro.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>Il più saggio tra i draghi, che rubò la fiamma ai suoi simili e insegnò agli uomini come usarla. Voleva creare un sovrano del mondo dei draghi e degli umani. Il suo vero nome è Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/362377527/e67278bccb0bd432c6291edc82037599_1081235660064708096.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Il Saggio della Fiamma rubata voleva che suo figlio",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un drago con un'anima umana, Signore della Città di cenere. Era conosciuto anche come Re pitone e Sacro Signore.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/21/20856775/74adbc6536b10e9e313d209ebb05addb_708286412048534319.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "sconfiggesse Xiuhcoatl e diventasse il successivo sovrano.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6584,
        "name": "Tiranno Qucusauro Fiammadoro",
        "desc": "<p>Un Qucusauro il cui corpo ha acquisito una forma soprannaturale per via di forze persistenti che i corpi dei Saurici moderni non sono in grado di controllare.</p><p>La leggenda narra che, da giovane, il gigantesco Qucusauro che ora dimora nella nebbia della montagna seguì nelle loro avventure gli eroi che salvarono Natlan. Si dice anche che, in passato, uno di quegli eroi accettò di compiere il Pellegrinaggio al Vulcano con lui, così da salvare la sua mente dall'insano potere verso cui la crescente violenza nel suo sangue lo spingeva a incedere. Tuttavia, a giudicare dal suo attuale titolo di \"Tiranno\", quella storia non ebbe un lieto fine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/20577441/5709594dc5a9060e80eff1f292116304_1469492780987234684.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Piccolino",
        "desc": "<p>Un piccolo tepetlisauro che ha ricevuto la Benedizione del<custom-ruby data-ruby=\"Signore delle Fiamme.|Xiuhcoatl\"></custom-ruby>Ha accompagnato il Viaggiatore nel pellegrinaggio al Grande Vulcano di Tollan per rimuovere il marchio.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/85019254/20ba7f2fe8cf94012212ddf97e97dff6_5496228381205375125.jpg",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un drago con un'anima umana, Signore della Città di cenere. Era conosciuto anche come Re pitone e Sacro Signore.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/21/20856775/74adbc6536b10e9e313d209ebb05addb_708286412048534319.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Draghi e Saurici con il marchio della Benedizione del Signore delle Fiamme posseggono un potere incredibile, ma i Saurici attuali non riescono più a gestirlo. Anche la Wayob e il Regno della Notte rifiutano quel potere e non accettano quei Saurici. Durante il processo di crescita, a volte essi vengono uccisi dal potere o addirittura arrivano alla follia. La leggenda narra che i guerrieri tribali portassero un pegno diviso in due parti al Grande Vulcano di Tollan e che lavassero il nome dei compagni, come ricordato dal Drago Caduto.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Prece dorata",
        "desc": "<p>Un disco bianco ottenuto dal sovrano delle rovine erose della</p><p>Città di cenere, all'interno di Ochkanatlan. E uno degli oggetti essenziali necessari per recarsi al</p><p>Grande Vulcano di Tollan e rimuovere la Benedizione del</p><p>Signore delle Fiamme dal corpo del piccolo Tepetlisauro. Si pensa possa essere un rimasuglio derivante dalla bipartizione dell'occhio del Signore delle</p><p>Fiamme. Stando alla leggenda, l'antico Signore dei Draghi, che un tempo dominava sulla luce e sul sapere, trasformò uno dei suoi occhi in un conduttore per l'autorità suprema, tramite il quale era possibile esercitare il pieno dominio sulle fiamme, e che esso diventò il suo unico punto debole...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/08/362377527/1946aa79ed70a96f18f8ce3d2bd3a409_6887628536589346101.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "name": "Prece dorata",
        "desc": "<p>Si tratta di un disco bianco, recuperato tra le rovine del Saggio della Fiamma Rubata. È uno degli oggetti essenziali per raggiungere il Grande Vulcano di Tollan e rimuovere la \"Benedizione del Signore delle Fiamme\" dal corpo del piccolo Tepetlisauro. Sulla sua superficie sono incise iscrizioni dorate e, toccandolo, è possibile percepire intricati motivi che sembrano pulsare, come se fossero animati da una vita propria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/445590549/558e5a31d367a67a8e85745a668d2c5e_5029068089794614482.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "Secondo la leggenda, l'antico Signore delle Fiamme tramutò uno dei propri occhi in un canale di suprema autorità, con il quale potevano essere governate tutte le fiamme. Quando Xbalanque sconfisse il Drago di Pyro, divise il suo occhio in due parti.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Regno dei Draghi",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/6720fc8f34741f1cdd09918df845dea1_4104516956228177436.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Molto tempo prima che esistesse l'umanità, Teyvat era governata da una civiltà di draghi altamente avanzata, guidata dal drago primordiale Nibelung. Xiuhcoatl, il primo Sovrano di Pyro, nacque dalla Fiamma Primordiale nella terra che millenni dopo sarebbe stata chiamata\nsulla Montagna Sacra. Egli fondò la Città Sacra di Tollan e creò il proprio popolo con la Fiamma Primordiale. La Città Sacra fu costruita all'interno di un vulcano, nel quale i draghi crearono una proiezione che riproduceva il cielo. Il sovrano diede alla sua prima creazione, suo\nun pezzo del fuoco che i draghi consideravano parte di una grande anima. Natlantea era guidata da un consiglio di draghi, composto da tredici Signori dei draghi e tre Principi dei draghi, che obbedivano al Sovrano."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/a1d846f80c1e55e2a7ab95315058e57e_5427820143582258539.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Quando su Teyvat giunsero i\ndi un altro mondo, scoppiò una guerra tra il Primo Discendente e i draghi, durante la quale gli invasori lanciarono dei chiodi divini sulle terre ricche di flogisto che supportavano Natlan. Gli invasori riuscirono anche ad intrappolare Xiuhcoatl nella lava, riducendolo in uno stato di morte apparente. Il Re Drago, Nibelung, venne sconfitto e viaggiò oltre i cieli per ottenere la conoscenza proibita e combattere contro il Primigenio. I draghi erano molto potenti, ma erano limitati dalle catene del loro stesso potere. I deboli venerano i forti, i figli seguono le orme dei padri e le persone di basso rango servono i sovrani. Le razze che per natura perseguono il potere sono vincolate proprio da quel potere, che fin troppo chiaramente ordina le loro società. Dopo la falsa morte del Drago di Pyro, i discendenti dei draghi poterono solo inchinarsi davanti al suo trono e osservare mentre la loro grande civiltà si deteriorava giorno dopo giorno, marciando inesorabilmente verso il declino. A causa della distruzione della terra di flogisto, i draghi, che erano altamente adattabili, riuscirono ad evolversi in modo da sopravvivere nelle terre di Natlan e, nel processo, persero i propri poteri, arrivando così ad un vicolo cieco."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/5997fa20dc470865640c2d4095f0a19a_6387894867402416954.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando Nibelung fece ritorno a Teyvat con la conoscenza proibita, il Signore delle Fiamme sentì il richiamo dell'Abisso e si risvegliò da un lungo sonno. Il Primigenio riuscì ad annientare il grande\nma lo fece a caro prezzo. In quel momento, il sovrano del fuoco, che era stato immerso nell'Abisso, riacquistò una breve e tragica lucidità: vide che quel regno, una volta governato dalla luminosa luce della saggezza, era ormai distrutto e la terra, un tempo pervasa dalla fiamma primordiale, era ora corrotta da un nemico oscuro, pieno di ulcere e ricoperto di piaghe dalla testa ai piedi. Ormai divenuto anch'esso terreno fertile per l'oscurità, il drago vide accorciarsi sempre più quei momenti di lucidità e cominciò a realizzare che da un momento all'altro si sarebbe perso, trasformandosi in una nullità priva di forma. Nei suoi ultimi giorni, il sovrano cadde nuovamente in uno stato di morte apparente e la sua intera razza divenne uno stormo di sciocchi starnazzanti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/76abfd4fefa06e1ac6a9994b1fc75973_1917141877618508186.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Quando i draghi non avevano ancora perso il loro potere, esplorarono l'oscurità assoluta tra le stelle e crearono un cavo celeste che si estendeva fino ai corpi celesti primordiali. Quando le lune furono distrutte durante la guerra contro gli invasori del cielo, Xiuhcoatl avviò una ricostruzione lunare e i resti delle lune sospese nel cielo furono chiamati \"Resti dell'Antica Luna\".\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "name": "Antica Montagna Sacra",
        "desc": "<p>Prima che i discendenti delle varie tribù imparassero a registrare la loro storia nei rotoli di tessuto, l'antica ed orgogliosa nobiltà costruì una magnifica città sacra, disprezzando la terra che i deboli schiavi chiamavano \"Natlantea\". Tuttavia, quel vasto impero orgoglioso del proprio potere è perito in battaglia molto tempo fa. Di quella imponente città ora rimane soltanto una tomba solitaria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/20856775/65e9587fa2837da264446edf0d1f9dea_5700069449805313155.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Draghi Elementali",
        "desc": "<p>Si tratta di una razza antica che governava Teyvat molto prima dell’esistenza umana. I draghi appartengono al Reame della Luce.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/445590549/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_8294669031423825124.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7085,
        "name": "Discendenti",
        "desc": "<p>Esseri provenienti dall'esterno di Teyvat, la cui volontà può rivaleggiare con un mondo intero. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/11/20856775/826332c1b0fb525a54df5442ee996c76_8617954271516776401.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7489,
        "name": "Nibelung",
        "desc": "<p>Il sovrano dei draghi primordiali, colui che oltrepassò i confini del mondo di Teyvat per ottenere il potere dell’Abisso e opporsi ai Princìpi celesti.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/02/445590549/596896f7ea3d51d7b1f6e504094f9d97_8929949010478286227.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Primigenio",
        "desc": "<p>Il Primo Discendente, sconfisse i Draghi Sovrani del mondo e creò gli umani. Il Primigenio potrebbe essere Phanes.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/11/20856775/54fc33ab94abb4b00460e448f7765892_3287798328747037195.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>Il più saggio tra i draghi, che rubò la fiamma ai suoi simili e insegnò agli uomini come usarla. Voleva creare un sovrano del mondo dei draghi e degli umani. Il suo vero nome è Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/362377527/e67278bccb0bd432c6291edc82037599_1081235660064708096.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Huitzilopochtli",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/8287e972b0dbc501376be8d66db0d9cf_2623353522331778675.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durante i momenti di lucidità, il Signore delle Fiamme utilizzò quello che rimaneva del suo potere, e della sua saggezza, per trasformare la città dei draghi e creare l'equivalente di un corpo celeste in miniatura, le\ne infine Huitzilopochtli. Per creare quest'arma, Xiuhcoatl iniziò a scavare nelle profondità del vulcano, alla ricerca di un ambiente stabile per i suoi esperimenti. Huitzilopochtli era un macchinario capace di trasformare tutta Natlan in una \"terra composta solo da flogisto\". Il flogisto è un atomo sul quale si possono trascrivere delle informazioni ed è una forma di \"computronium\", un elemento che può essere utilizzato per imitare l'essenza di qualsiasi cosa attraverso la\nHuitzilopochtli avrebbe bruciato ogni cosa e tutte quelle informazioni sarebbero state registrate e replicate da quell'oceano di unità di flogisto. In quel modo, Natlan sarebbe diventata un regno composto solo dalla fiamma primordiale. Quando tutto ciò sarebbe accaduto, all'avvicinamento dell'Abisso, le Adunanze astrali create dalla fiamma primordiale si sarebbero attaccate automaticamente ad esso, utilizzando reazioni di annichilimento reciproco per relegare all'oblio l'oscuro nemico. In questo modo, l'Abisso non avrebbe mai più potuto invadere Natlan, ma tutte le vite di quella terra sarebbero state o distrutte da Huitzilopochtli, oppure costrette ad abbandonare i loro corpi per diventare forme di vita basate unicamente sul flogisto puro. Le Linee geomantiche e i corpi materiali sarebbero scomparsi. I draghi avrebbero posseduto tutto e nulla allo stesso tempo, non vincolati né alla nascita né alla morte e, abbandonando i loro corpi trasformandosi in esseri di flogisto, avrebbero governato il nuovo mondo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/b2a8313a2877f7b05213abd9a655c27c_161184871910069897.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Per determinare i bersagli della corruzione da parte delle Adunanze astrali, corrotte dall'Abisso, Xiuhcoatl sperimentò su sé stesso, affinché il suo corpo decrepito potesse servire la razza dei draghi. Una volta attivato il sistema, sarebbe stato tra i primi ad essere distrutto da Huitzilopochtli. Il Drago di Pyro sapeva di non poter più rimanere cosciente e perciò era pronto ad attivare il sistema. Il Consiglio dei Draghi, composto da tredici Signori dei draghi e tre Principi, approvò all'unanimità il piano del Signore delle Fiamme. Tuttavia, suo fratello, il Reggente Kukulkan, credeva che Huitzilopochtli avrebbe trasformato ogni forma di vita in ombre tremolanti e illusorie proiettate da una torcia gigantesca. Senza i loro corpi, i draghi non avrebbero avuto alcuna possibilità di evolversi. Per questo motivo, il Reggente decise di cercare un'altra soluzione tra gli esseri umani. Il Signore delle Fiamme credeva che, quando fosse giunto il crepuscolo della vita, suo fratello lo avrebbe compreso e avrebbe preso la stessa decisione."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Se credi che io desideri soltanto 'distruggere'... Se hai un mondo che vuoi costruire...</color>\n<color=#ffffff>Allora fermami. Uccidimi. Dimostrami di esserne capace!\"</color>\n<color=#ffffff>\"Ma sappi questo, Kukulkan, sebbene non sia una profezia, è comunque un consiglio da qualcuno che ha percorso quella via.</color>\n<color=#ffffff>Verrà il giorno in cui... Percorrerai la mia stessa strada.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "name": "Antica Montagna Sacra",
        "desc": "<p>Prima che i discendenti delle varie tribù imparassero a registrare la loro storia nei rotoli di tessuto, l'antica ed orgogliosa nobiltà costruì una magnifica città sacra, disprezzando la terra che i deboli schiavi chiamavano \"Natlantea\". Tuttavia, quel vasto impero orgoglioso del proprio potere è perito in battaglia molto tempo fa. Di quella imponente città ora rimane soltanto una tomba solitaria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/20856775/65e9587fa2837da264446edf0d1f9dea_5700069449805313155.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>Il più saggio tra i draghi, che rubò la fiamma ai suoi simili e insegnò agli uomini come usarla. Voleva creare un sovrano del mondo dei draghi e degli umani. Il suo vero nome è Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/362377527/e67278bccb0bd432c6291edc82037599_1081235660064708096.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Morte di Xiuhcoatl",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/26217162c8655537ed07e3848eb0a2d7_4413219845976282650.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dopo la seconda guerra tra il Primigenio e il\nle civiltà primitive degli umani si frantumarono come una giada rotta.\nche avevano guidato le civiltà terrestri vennero fagocitati dai draghi risvegliati. Le Linee geomantiche di Natlan subirono ingenti danni e l'umanità sprofondò nel caos, perdendo la capacità di percezione del mondo e tornando agli istinti primordiali. Le deboli persone nate nella terra dei draghi riuscivano a sopravvivere soltanto all'ombra delle loro ali. Sebbene, da molto tempo, quel popolo avesse perso la guida, dimenticato la propria storia, gettato via i ricordi e fosse ormai ridotto a vagare sperduto tra montagne e foreste, fu comunque in grado di sopravvivere. Il fratello del Signore delle Fiamme, Kukulkan, dopo essersi rifiutato di attivare Huitzilopochtli, vide della speranza tra quelle persone. Egli rubò il flogisto da un antico palazzo della Città Sacra di Tollan ed insegnò al popolo come usarlo. Sotto la sua guida, furono fondate le prime tribù che, dimenticandosi della faida con i draghi, rimasero impantanate nella lotta per il potere. Kukulkan creò anche suo figlio, un drago dall'anima umana, in modo che potesse uccidere Xiuhcoatl e diventare il nuovo Drago di Pyro, il sovrano dei due mondi. Quando il consiglio dei draghi volle eliminare suo figlio a causa del tentativo di fuga, Kukulkan accorse in suo aiuto e lo mandò a vivere tra gli umani, questa fu la ragione per cui venne accusato di tradimento. I Signori dei Draghi tentarono di deporre il reggente, ma il processo venne interrotto dallo stesso Xiuhcoatl, risvegliatosi dal suo stato di morte apparente. Quando il fratello lasciò i draghi ed iniziò a vivere presso gli umani, il Signore delle Fiamme, che ormai stava mostrando segni di erosione della memoria e distorsioni, volle riempire il vuoto della sua perdita creando un Servitore della Fonte segreta e gli diede un nome che onorava colui che lo aveva accompagnato fin dalla nascita."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Allora ti chiamerai 'Kukulkan'. Non credo che adesso gli importi un granché di quel nome...\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/1a648830e0bc51a1e7cc7bdca5e998e4_4256552269504971571.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "In quell'epoca, apparve uno straniero che non era mai stato menzionato in alcuna profezia: Xbalanque. L'individuo si recò di tribù in tribù con un'enorme spada di ossidiana, organizzando tregue tra ogni capotribù. Le persone iniziarono a seguire Xbalanque e fondarono la Grande Alleanza, il primo ed unico impero di Natlan, unendo tutte le tribù. Sebbene fosse soltanto un comune mortale, egli era così forte da essere visto persino dai Signori dei Draghi della Città Sacra come un individuo degno di rispetto. Dopo aver riunito i propri seguaci, Xbalanque decise di dichiarare guerra alla Città Sacra. Le truppe umane fecero irruzione nel Grande Vulcano e sconfissero i draghi, tra i quali vi erano Dieci Signori dei Draghi e tre Principi. Xbalanque trasse vantaggio dalla debolezza del Signore delle Fiamme, il suo pupillo modificato, e uccise il Drago di Pyro decrepito, morendo assieme a lui. Nonostante la morte, Xbalanque rinacque dalla Sacra Fiamma e divenne il primo Archon di Pyro di Natlan. Durante la guerra tra umani e draghi, questi ultimi vennero quasi completamente distrutti e la sovranità della terra passò agli umani."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/0427972368ae6fe6d5dc73b50aa28f43_5687432499148305168.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dopo la morte del Signore delle Fiamme, l'Abisso continuò a diffondersi in tutta Natlan. Il Cuore della Montagna Sacra, dove si trovava Huitzilopochtli e riposava Xiuhcoatl, fu sottoposto ad una terribile corruzione. Durante il Cataclisma di cinquecento anni prima, le Linee geomantiche di Natlan rimasero ancora più danneggiate e l'Abisso riuscì a corrompere persino il Regno della Notte. Il mostro dell'Abisso, che i Natlanesi chiamarono\nfu in grado di distruggere i ricordi contenuti nelle Linee geomantiche e di trasformarli in forze tangibili in grado di causare disastri. Da questi ricordi, che scorrevano sottoterra da tempo immemore, egli riuscì ad estrarre i resti della volontà di Xiuhcoatl e ad utilizzarli come base per creare il proprio aspetto. Il drago caduto, intrecciato alle stesse forze oscure che un tempo aveva combattuto, rimase intrappolato in eterno nell'ultimo giorno della propria esistenza e la sua rabbia illimitata consumò tutta la ragione che gli era rimasta. Quando l'Archon di Pyro, Haborym, utilizzò il potere di una delle ombre del Primigenio, quello del trono divino e si avvalse dell'aiuto dei Sei Eroi di Natlan, riuscì a ricacciare Gosoythoth nelle profondità del Regno della Notte e lo sconfisse con l'aiuto del\ndistruggendo così una delle armi principali che l'Abisso utilizzava a Natlan.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7411,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7085,
        "name": "Discendenti",
        "desc": "<p>Esseri provenienti dall'esterno di Teyvat, la cui volontà può rivaleggiare con un mondo intero. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/11/20856775/826332c1b0fb525a54df5442ee996c76_8617954271516776401.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7425,
        "name": "Regno della Notte",
        "desc": "<p>La Signora della Notte progettò un regno di anime e ricordi per ricreare le Linee geomantiche di Natlan danneggiate. Il Regno della Notte è uno spazio misterioso e liminale che si trova tra il corpo e la mente, tra la vita e la morte, nel quale finiscono tutte le anime dei Natlanesi deceduti.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>Il più saggio tra i draghi, che rubò la fiamma ai suoi simili e insegnò agli uomini come usarla. Voleva creare un sovrano del mondo dei draghi e degli umani. Il suo vero nome è Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/362377527/e67278bccb0bd432c6291edc82037599_1081235660064708096.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>Il primo Archon di Pyro, colui che sconfisse il Signore delle Fiamme e rinacque dalle ceneri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/05/445590549/e7f7eee058f60fc225b1f5bc654a08e0_2658918662697367762.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7472,
        "name": "Haborym",
        "desc": "<p>Si suppone che tutti gli Archon mortali di Natlan vengano chiamati con il nome Haborym, l'Archon attuale è Mavuika.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/20856775/037c1a198cf54d34c43f88960c5eba9b_6354468531137325875.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7419,
        "name": "Gosoythoth",
        "desc": "<p>Un mostro del vuoto, conosciuto come Gosoythoth il \"Mietitore dell'Abisso\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/445590549/a6d6d7f5ca7dd3558c0943030ddc3dd6_4382031266306349987.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7368,
        "name": "Signore della Fiamma primordiale erosa",
        "desc": "Un empio drago, formatosi dal potere dell'oscurità assoluta.<br>Un mostro del vuoto, conosciuto come \"Mietitore dell'Abisso\" e \"Gosoythoth\". È in grado di contaminare i ricordi che scorrono nelle linee geomantiche della terra, condensandoli in forze tangibili di un presagio catastrofico. Da quei ricordi, che da tempo immemorabile scorrono nel sottosuolo, è riuscito a trarre la volontà residua di un primordiale drago sovrano elementale, estraendola come midollo per usarla quale base della sua immagine falsata.<br>Ma si tratta davvero di una mera \"immagine\"? Riportato indietro dalle forze ultraterrene a cui aveva resistito in passato, un drago un tempo privo di vita riapre gli occhi, lasciandosi alle spalle ogni cosa in questo fugace sogno di rinascita. Imprigionato in eterno nell'ultimo giorno della sua esistenza da questa oscura rivelazione, la sua ragione è stata divorata da una rabbia infinita. Tutto ciò che gli resta è un'implacabile sete di combattere che arde senza fine.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/2527765db854b6819fa964890b51fd1a_3015406644013556173.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Benedizione del Signore delle Fiamme",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/20/237301566/7f15d8db1fd3ce1c031c2973cf40e50e_5961040710792269431.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Alcuni Saurici che si sono evoluti dagli antichi draghi, nascono con un marchio speciale sulle corna, che viene denominato \"Benedizione del Signore delle Fiamme\". Il Drago di Pyro fu il primo a trasmettere la sua luce abbagliante e la sua saggezza attraverso il proprio corno. Con il tempo, i draghi si evolsero e non riuscirono più a sopportare tutto quel potere caotico, eppure il loro sangue rimase invariato. Molti Saurici morivano o impazzivano sotto l'influenza della benedizione, ma si trattava soltanto di quelli che erano discendenti di Xiuhcoatl, che potevano attivare Huitzilopochtli o in grado di diventare il nuovo Sovrano di Pyro. Durante i loro esperimenti, i draghi avevano scoperto di poter controllare il verificarsi della benedizione e che, durante il periodo con più attività dell'Abisso, quei tipi di Saurici apparivano con più frequenza. Quando il fratello di Xiuhcoatl, Kukulkan, rimase disilluso dagli umani e scelse di seguire la stessa via del Drago di Pyro nell'attivazione di Huitzilopochtli, creò una leggenda che riguardava la rimozione della Benedizione del Signore delle Fiamme: gli umani dovevano ricevere un\ned andare in pellegrinaggio presso il Grande Vulcano di Tollan, in modo da ripulire il nome del Saurico che il Signore delle Fiamme ricordava. Molti Saurici si recavano al vulcano assieme ai propri compagni umani, ma quasi tutti andavano incontro alla morte. Uno dei Saurici marchiato dalla benedizione era Holawaqa Ngoubou, un Qucusauro il cui corpo aveva acquisito una forma sovrannaturale, a causa dell'influenza del potere del marchio. Cinquecento anni fa, il Qucusauro accompagnò l'eroe Menilek e salvò Natlan durante il Cataclisma. Menilek accettò di recarsi al vulcano assieme al Saurico per salvarlo dalla follia causata dall'aumento del suo violento potere, ma i loro piani non erano destinati ad avere successo e Ngoubou divenne il tiranno della fiamma dorata. L'unico Saurico che, assieme al suo\ntrovò le Preci dorate e raggiunse il Cuore della Montagna Sacra, fu un piccolo\nKukulkan voleva combinare le due Preci dorate per attivare Huitzilopochtli, ma scelse i suoi compagni e si rifiutò di agire.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6584,
        "name": "Tiranno Qucusauro Fiammadoro",
        "desc": "<p>Un Qucusauro il cui corpo ha acquisito una forma soprannaturale per via di forze persistenti che i corpi dei Saurici moderni non sono in grado di controllare.</p><p>La leggenda narra che, da giovane, il gigantesco Qucusauro che ora dimora nella nebbia della montagna seguì nelle loro avventure gli eroi che salvarono Natlan. Si dice anche che, in passato, uno di quegli eroi accettò di compiere il Pellegrinaggio al Vulcano con lui, così da salvare la sua mente dall'insano potere verso cui la crescente violenza nel suo sangue lo spingeva a incedere. Tuttavia, a giudicare dal suo attuale titolo di \"Tiranno\", quella storia non ebbe un lieto fine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/20577441/5709594dc5a9060e80eff1f292116304_1469492780987234684.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7494,
        "name": "Menilek",
        "desc": "<p>Uno dei sei eroi di Natlan, era il portatore del Nome antico<custom-ruby data-ruby=\"Vuka | Trascendenza\"></custom-ruby>e morì durante il Cataclisma avvenuto 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/31/20856775/6e9fbba1e214b70d7f993d81b4bc0971_6282009971127206574.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Piccolino",
        "desc": "<p>Un piccolo tepetlisauro che ha ricevuto la Benedizione del<custom-ruby data-ruby=\"Signore delle Fiamme.|Xiuhcoatl\"></custom-ruby>Ha accompagnato il Viaggiatore nel pellegrinaggio al Grande Vulcano di Tollan per rimuovere il marchio.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/85019254/20ba7f2fe8cf94012212ddf97e97dff6_5496228381205375125.jpg",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "name": "Prece dorata",
        "desc": "<p>Si tratta di un disco bianco, recuperato tra le rovine del Saggio della Fiamma Rubata. È uno degli oggetti essenziali per raggiungere il Grande Vulcano di Tollan e rimuovere la \"Benedizione del Signore delle Fiamme\" dal corpo del piccolo Tepetlisauro. Sulla sua superficie sono incise iscrizioni dorate e, toccandolo, è possibile percepire intricati motivi che sembrano pulsare, come se fossero animati da una vita propria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/445590549/558e5a31d367a67a8e85745a668d2c5e_5029068089794614482.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Prece dorata",
        "desc": "<p>Un disco bianco ottenuto dal sovrano delle rovine erose della</p><p>Città di cenere, all'interno di Ochkanatlan. E uno degli oggetti essenziali necessari per recarsi al</p><p>Grande Vulcano di Tollan e rimuovere la Benedizione del</p><p>Signore delle Fiamme dal corpo del piccolo Tepetlisauro. Si pensa possa essere un rimasuglio derivante dalla bipartizione dell'occhio del Signore delle</p><p>Fiamme. Stando alla leggenda, l'antico Signore dei Draghi, che un tempo dominava sulla luce e sul sapere, trasformò uno dei suoi occhi in un conduttore per l'autorità suprema, tramite il quale era possibile esercitare il pieno dominio sulle fiamme, e che esso diventò il suo unico punto debole...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/08/362377527/1946aa79ed70a96f18f8ce3d2bd3a409_6887628536589346101.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "galleryCharacter": [
      {
        "key": "Xiuhcoatl",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/20856775/d256e888731d4c11175c2f4923e20283_7536398510637921739.png"
      },
      {
        "key": "Xiuhcoatl",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/20856775/9832633755b0814aaba831a5e9319642_7984569082367901551.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Xbalanque che sconfigge il Drago di Pyro."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Xiuhcoatl"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Draghi Elementali"
          }
        ]
      },
      {
        "key": "Titolo",
        "value": [
          {
            "type": "RichText",
            "text": "Signore delle Fiamme"
          }
        ]
      }
    ]
  }
}