{
  "epId": 7298,
  "name": "Xiuhcoatl",
  "desc": "<p>Il Sovrano di Pyro sconfitto dal primo Archon di Pyro, Xbalanque. Xiuhcoatl finse la propria morte, lasciando ai discendenti degli antichi draghi soltanto la possibilità di inchinarsi davanti al trono e di guardare la propria civiltà svanire giorno dopo giorno. </p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/20856775/9a22dd4b26f4b13640ab1571df85ca3f_6718777868956084210.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1748287018,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Xiuhcoatl"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Draghi Elementali"
          }
        ]
      },
      {
        "key": "Titolo",
        "value": [
          {
            "type": "RichText",
            "text": "Signore delle Fiamme"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Xiuhcoatl",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/20856775/d256e888731d4c11175c2f4923e20283_7536398510637921739.png"
      },
      {
        "key": "Xiuhcoatl",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/20856775/9832633755b0814aaba831a5e9319642_7984569082367901551.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Xbalanque che sconfigge il Drago di Pyro."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Regno dei Draghi",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/6720fc8f34741f1cdd09918df845dea1_4104516956228177436.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Molto tempo prima che esistesse l'umanità, Teyvat era governata da una civiltà di draghi altamente avanzata, guidata dal drago primordiale Nibelung. Xiuhcoatl, il primo Sovrano di Pyro, nacque dalla Fiamma Primordiale nella terra che millenni dopo sarebbe stata chiamata\nsulla Montagna Sacra. Egli fondò la Città Sacra di Tollan e creò il proprio popolo con la Fiamma Primordiale. La Città Sacra fu costruita all'interno di un vulcano, nel quale i draghi crearono una proiezione che riproduceva il cielo. Il sovrano diede alla sua prima creazione, suo\nun pezzo del fuoco che i draghi consideravano parte di una grande anima. Natlantea era guidata da un consiglio di draghi, composto da tredici Signori dei draghi e tre Principi dei draghi, che obbedivano al Sovrano."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/a1d846f80c1e55e2a7ab95315058e57e_5427820143582258539.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Quando su Teyvat giunsero i\ndi un altro mondo, scoppiò una guerra tra il Primo Discendente e i draghi, durante la quale gli invasori lanciarono dei chiodi divini sulle terre ricche di flogisto che supportavano Natlan. Gli invasori riuscirono anche ad intrappolare Xiuhcoatl nella lava, riducendolo in uno stato di morte apparente. Il Re Drago, Nibelung, venne sconfitto e viaggiò oltre i cieli per ottenere la conoscenza proibita e combattere contro il Primigenio. I draghi erano molto potenti, ma erano limitati dalle catene del loro stesso potere. I deboli venerano i forti, i figli seguono le orme dei padri e le persone di basso rango servono i sovrani. Le razze che per natura perseguono il potere sono vincolate proprio da quel potere, che fin troppo chiaramente ordina le loro società. Dopo la falsa morte del Drago di Pyro, i discendenti dei draghi poterono solo inchinarsi davanti al suo trono e osservare mentre la loro grande civiltà si deteriorava giorno dopo giorno, marciando inesorabilmente verso il declino. A causa della distruzione della terra di flogisto, i draghi, che erano altamente adattabili, riuscirono ad evolversi in modo da sopravvivere nelle terre di Natlan e, nel processo, persero i propri poteri, arrivando così ad un vicolo cieco."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/5997fa20dc470865640c2d4095f0a19a_6387894867402416954.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando Nibelung fece ritorno a Teyvat con la conoscenza proibita, il Signore delle Fiamme sentì il richiamo dell'Abisso e si risvegliò da un lungo sonno. Il Primigenio riuscì ad annientare il grande\nma lo fece a caro prezzo. In quel momento, il sovrano del fuoco, che era stato immerso nell'Abisso, riacquistò una breve e tragica lucidità: vide che quel regno, una volta governato dalla luminosa luce della saggezza, era ormai distrutto e la terra, un tempo pervasa dalla fiamma primordiale, era ora corrotta da un nemico oscuro, pieno di ulcere e ricoperto di piaghe dalla testa ai piedi. Ormai divenuto anch'esso terreno fertile per l'oscurità, il drago vide accorciarsi sempre più quei momenti di lucidità e cominciò a realizzare che da un momento all'altro si sarebbe perso, trasformandosi in una nullità priva di forma. Nei suoi ultimi giorni, il sovrano cadde nuovamente in uno stato di morte apparente e la sua intera razza divenne uno stormo di sciocchi starnazzanti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/76abfd4fefa06e1ac6a9994b1fc75973_1917141877618508186.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Quando i draghi non avevano ancora perso il loro potere, esplorarono l'oscurità assoluta tra le stelle e crearono un cavo celeste che si estendeva fino ai corpi celesti primordiali. Quando le lune furono distrutte durante la guerra contro gli invasori del cielo, Xiuhcoatl avviò una ricostruzione lunare e i resti delle lune sospese nel cielo furono chiamati \"Resti dell'Antica Luna\".\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7085,
        "name": "Discendenti",
        "desc": "<p>Esseri provenienti dall'esterno di Teyvat, la cui volontà può rivaleggiare con un mondo intero. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/11/20856775/826332c1b0fb525a54df5442ee996c76_8617954271516776401.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7489,
        "name": "Nibelung",
        "desc": "<p>Il sovrano dei draghi primordiali, colui che oltrepassò i confini del mondo di Teyvat per ottenere il potere dell’Abisso e opporsi ai Principi Celesti.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/02/445590549/596896f7ea3d51d7b1f6e504094f9d97_8929949010478286227.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Primigenio",
        "desc": "<p>Il Primo Discendente, sconfisse i Draghi Sovrani del mondo e creò gli umani. Il Primigenio potrebbe essere Phanes.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/11/20856775/54fc33ab94abb4b00460e448f7765892_3287798328747037195.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>Il più saggio tra i draghi, che rubò la fiamma ai suoi simili e insegnò agli uomini come usarla. Voleva creare un sovrano del mondo dei draghi e degli umani. Il suo vero nome è Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/362377527/e67278bccb0bd432c6291edc82037599_1081235660064708096.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Huitzilopochtli",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/8287e972b0dbc501376be8d66db0d9cf_2623353522331778675.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durante i momenti di lucidità, il Signore delle Fiamme utilizzò quello che rimaneva del suo potere, e della sua saggezza, per trasformare la città dei draghi e creare l'equivalente di un corpo celeste in miniatura, le\ne infine Huitzilopochtli. Per creare quest'arma, Xiuhcoatl iniziò a scavare nelle profondità del vulcano, alla ricerca di un ambiente stabile per i suoi esperimenti. Huitzilopochtli era un macchinario capace di trasformare tutta Natlan in una \"terra composta solo da flogisto\". Il flogisto è un atomo sul quale si possono trascrivere delle informazioni ed è una forma di \"computronium\", un elemento che può essere utilizzato per imitare l'essenza di qualsiasi cosa attraverso la\nHuitzilopochtli avrebbe bruciato ogni cosa e tutte quelle informazioni sarebbero state registrate e replicate da quell'oceano di unità di flogisto. In quel modo, Natlan sarebbe diventata un regno composto solo dalla fiamma primordiale. Quando tutto ciò sarebbe accaduto, all'avvicinamento dell'Abisso, le Adunanze astrali create dalla fiamma primordiale si sarebbero attaccate automaticamente ad esso, utilizzando reazioni di annichilimento reciproco per relegare all'oblio l'oscuro nemico. In questo modo, l'Abisso non avrebbe mai più potuto invadere Natlan, ma tutte le vite di quella terra sarebbero state o distrutte da Huitzilopochtli, oppure costrette ad abbandonare i loro corpi per diventare forme di vita basate unicamente sul flogisto puro. Le Linee geomantiche e i corpi materiali sarebbero scomparsi. I draghi avrebbero posseduto tutto e nulla allo stesso tempo, non vincolati né alla nascita né alla morte e, abbandonando i loro corpi trasformandosi in esseri di flogisto, avrebbero governato il nuovo mondo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/b2a8313a2877f7b05213abd9a655c27c_161184871910069897.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Per determinare i bersagli della corruzione da parte delle Adunanze astrali, corrotte dall'Abisso, Xiuhcoatl sperimentò su sé stesso, affinché il suo corpo decrepito potesse servire la razza dei draghi. Una volta attivato il sistema, sarebbe stato tra i primi ad essere distrutto da Huitzilopochtli. Il Drago di Pyro sapeva di non poter più rimanere cosciente e perciò era pronto ad attivare il sistema. Il Consiglio dei Draghi, composto da tredici Signori dei draghi e tre Principi, approvò all'unanimità il piano del Signore delle Fiamme. Tuttavia, suo fratello, il Reggente Kukulkan, credeva che Huitzilopochtli avrebbe trasformato ogni forma di vita in ombre tremolanti e illusorie proiettate da una torcia gigantesca. Senza i loro corpi, i draghi non avrebbero avuto alcuna possibilità di evolversi. Per questo motivo, il Reggente decise di cercare un'altra soluzione tra gli esseri umani. Il Signore delle Fiamme credeva che, quando fosse giunto il crepuscolo della vita, suo fratello lo avrebbe compreso e avrebbe preso la stessa decisione."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Se credi che io desideri soltanto 'distruggere'... Se hai un mondo che vuoi costruire...</color>\n<color=#ffffff>Allora fermami. Uccidimi. Dimostrami di esserne capace!\"</color>\n<color=#ffffff>\"Ma sappi questo, Kukulkan, sebbene non sia una profezia, è comunque un consiglio da qualcuno che ha percorso quella via.</color>\n<color=#ffffff>Verrà il giorno in cui... Percorrerai la mia stessa strada.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>Il più saggio tra i draghi, che rubò la fiamma ai suoi simili e insegnò agli uomini come usarla. Voleva creare un sovrano del mondo dei draghi e degli umani. Il suo vero nome è Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/362377527/e67278bccb0bd432c6291edc82037599_1081235660064708096.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Xiuhcoatl è un Drago di Pyro.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7419,
        "name": "Gosoythoth",
        "desc": "<p>Un mostro del vuoto, conosciuto come Gosoythoth il \"Mietitore dell'Abisso\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/445590549/a6d6d7f5ca7dd3558c0943030ddc3dd6_4382031266306349987.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7368,
        "name": "Signore della Fiamma primordiale erosa",
        "desc": "Un empio drago, formatosi dal potere dell'oscurità assoluta.<br>Un mostro del vuoto, conosciuto come \"Mietitore dell'Abisso\" e \"Gosoythoth\". È in grado di contaminare i ricordi che scorrono nelle linee geomantiche della terra, condensandoli in forze tangibili di un presagio catastrofico. Da quei ricordi, che da tempo immemorabile scorrono nel sottosuolo, è riuscito a trarre la volontà residua di un primordiale drago sovrano elementale, estraendola come midollo per usarla quale base della sua immagine falsata.<br>Ma si tratta davvero di una mera \"immagine\"? Riportato indietro dalle forze ultraterrene a cui aveva resistito in passato, un drago un tempo privo di vita riapre gli occhi, lasciandosi alle spalle ogni cosa in questo fugace sogno di rinascita. Imprigionato in eterno nell'ultimo giorno della sua esistenza da questa oscura rivelazione, la sua ragione è stata divorata da una rabbia infinita. Tutto ciò che gli resta è un'implacabile sete di combattere che arde senza fine.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/2527765db854b6819fa964890b51fd1a_3015406644013556173.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "Gosoythoth, il \"Mietitore dell'Abisso\", riuscì ad estrapolare i rimasugli della volontà di Xiuhcoatl dai ricordi contenuti nelle linee geomantiche della terra. Il drago è intrappolato nell'ultimo giorno della propria esistenza e la sua furia sconfinata gli ha consumato la ragione.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>Il primo Archon di Pyro, colui che sconfisse il Signore delle Fiamme e rinacque dalle ceneri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/05/445590549/e7f7eee058f60fc225b1f5bc654a08e0_2658918662697367762.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Xbalanque sconfisse Xiuhcoatl nel Grande Vulcano di Tollan e rinacque dal fuoco, diventando il primo Archon di Pyro.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>Il più saggio tra i draghi, che rubò la fiamma ai suoi simili e insegnò agli uomini come usarla. Voleva creare un sovrano del mondo dei draghi e degli umani. Il suo vero nome è Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/362377527/e67278bccb0bd432c6291edc82037599_1081235660064708096.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Il Saggio della Fiamma rubata voleva che suo figlio",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un drago con un'anima umana, Signore della Città di cenere. Era conosciuto anche come Re pitone e Sacro Signore.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/21/20856775/74adbc6536b10e9e313d209ebb05addb_708286412048534319.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "sconfiggesse Xiuhcoatl e diventasse il successivo sovrano.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6584,
        "name": "Tiranno Qucusauro Fiammadoro",
        "desc": "<p>Un Qucusauro il cui corpo ha acquisito una forma soprannaturale per via di forze persistenti che i corpi dei Saurici moderni non sono in grado di controllare.</p><p>La leggenda narra che, da giovane, il gigantesco Qucusauro che ora dimora nella nebbia della montagna seguì nelle loro avventure gli eroi che salvarono Natlan. Si dice anche che, in passato, uno di quegli eroi accettò di compiere il Pellegrinaggio al Vulcano con lui, così da salvare la sua mente dall'insano potere verso cui la crescente violenza nel suo sangue lo spingeva a incedere. Tuttavia, a giudicare dal suo attuale titolo di \"Tiranno\", quella storia non ebbe un lieto fine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/20577441/5709594dc5a9060e80eff1f292116304_1469492780987234684.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Piccolino",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/85019254/20ba7f2fe8cf94012212ddf97e97dff6_5496228381205375125.jpg",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un drago con un'anima umana, Signore della Città di cenere. Era conosciuto anche come Re pitone e Sacro Signore.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/21/20856775/74adbc6536b10e9e313d209ebb05addb_708286412048534319.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Draghi e Saurici con il marchio della Benedizione del Signore delle Fiamme posseggono un potere incredibile, ma i Saurici attuali non riescono più a gestirlo. Anche la Wayob e il Regno della Notte rifiutano quel potere e non accettano quei Saurici. Durante il processo di crescita, a volte essi vengono uccisi dal potere o addirittura arrivano alla follia. La leggenda narra che i guerrieri tribali portassero un pegno diviso in due parti al Grande Vulcano di Tollan e che lavassero il nome dei compagni, come ricordato dal Drago Caduto.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Prece dorata",
        "desc": "<p>Un disco bianco ottenuto dal sovrano delle rovine erose della</p><p>Città di cenere, all'interno di Ochkanatlan. E uno degli oggetti essenziali necessari per recarsi al</p><p>Grande Vulcano di Tollan e rimuovere la Benedizione del</p><p>Signore delle Fiamme dal corpo del piccolo Tepetlisauro. Si pensa possa essere un rimasuglio derivante dalla bipartizione dell'occhio del Signore delle</p><p>Fiamme. Stando alla leggenda, l'antico Signore dei Draghi, che un tempo dominava sulla luce e sul sapere, trasformò uno dei suoi occhi in un conduttore per l'autorità suprema, tramite il quale era possibile esercitare il pieno dominio sulle fiamme, e che esso diventò il suo unico punto debole...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/08/362377527/1946aa79ed70a96f18f8ce3d2bd3a409_6887628536589346101.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "Secondo la leggenda, l'antico Signore delle Fiamme tramutò uno dei propri occhi in un canale di suprema autorità, con il quale potevano essere governate tutte le fiamme. Quando Xbalanque sconfisse il Drago di Pyro, divise il suo occhio in due parti.",
        "alignment": "center"
      }
    ]
  }
}