{
  "epId": 7298,
  "name": "Xiuhcoatl",
  "desc": "<p>Il Sovrano di Pyro sconfitto dal primo Archon di Pyro, Xbalanque. Xiuhcoatl finse la propria morte, lasciando ai discendenti degli antichi draghi soltanto la possibilità di inchinarsi davanti al trono e di guardare la propria civiltà svanire giorno dopo giorno. </p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/20856775/9a22dd4b26f4b13640ab1571df85ca3f_6718777868956084210.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1742755129,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Xiuhcoatl è un Drago di Pyro.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7419,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7368,
        "name": "Signore della Fiamma primordiale erosa",
        "desc": "Un empio drago, formatosi dal potere dell'oscurità assoluta.<br>Un mostro del vuoto, conosciuto come \"Mietitore dell'Abisso\" e \"Gosoythoth\". È in grado di contaminare i ricordi che scorrono nelle linee geomantiche della terra, condensandoli in forze tangibili di un presagio catastrofico. Da quei ricordi, che da tempo immemorabile scorrono nel sottosuolo, è riuscito a trarre la volontà residua di un primordiale drago sovrano elementale, estraendola come midollo per usarla quale base della sua immagine falsata.<br>Ma si tratta davvero di una mera \"immagine\"? Riportato indietro dalle forze ultraterrene a cui aveva resistito in passato, un drago un tempo privo di vita riapre gli occhi, lasciandosi alle spalle ogni cosa in questo fugace sogno di rinascita. Imprigionato in eterno nell'ultimo giorno della sua esistenza da questa oscura rivelazione, la sua ragione è stata divorata da una rabbia infinita. Tutto ciò che gli resta è un'implacabile sete di combattere che arde senza fine.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/2527765db854b6819fa964890b51fd1a_3015406644013556173.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "Gosoythoth, il \"Mietitore dell'Abisso\", riuscì ad estrapolare i rimasugli della volontà di Xiuhcoatl dai ricordi contenuti nelle linee geomantiche della terra. Il drago è intrappolato nell'ultimo giorno della propria esistenza e la sua furia sconfinata gli ha consumato la ragione.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Xbalanque sconfisse Xiuhcoatl nel Grande Vulcano di Tollan e rinacque dal fuoco, diventando il primo Archon di Pyro.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>Il più saggio tra i draghi, che rubò la fiamma ai suoi simili e insegnò agli uomini come usarla. Voleva creare un sovrano del mondo dei draghi e degli umani. Il suo vero nome è Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/362377527/e67278bccb0bd432c6291edc82037599_1081235660064708096.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Il Saggio della Fiamma rubata voleva che suo figlio",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un drago con un'anima umana, Signore della Città di cenere. Era conosciuto anche come Re pitone e Sacro Signore.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/21/20856775/74adbc6536b10e9e313d209ebb05addb_708286412048534319.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "sconfiggesse Xiuhcoatl e diventasse il successivo sovrano.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6584,
        "name": "Tiranno Qucusauro Fiammadoro",
        "desc": "<p>Un Qucusauro il cui corpo ha acquisito una forma soprannaturale per via di forze persistenti che i corpi dei Saurici moderni non sono in grado di controllare.</p><p>La leggenda narra che, da giovane, il gigantesco Qucusauro che ora dimora nella nebbia della montagna seguì nelle loro avventure gli eroi che salvarono Natlan. Si dice anche che, in passato, uno di quegli eroi accettò di compiere il Pellegrinaggio al Vulcano con lui, così da salvare la sua mente dall'insano potere verso cui la crescente violenza nel suo sangue lo spingeva a incedere. Tuttavia, a giudicare dal suo attuale titolo di \"Tiranno\", quella storia non ebbe un lieto fine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/20577441/5709594dc5a9060e80eff1f292116304_1469492780987234684.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Piccolino",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/85019254/20ba7f2fe8cf94012212ddf97e97dff6_5496228381205375125.jpg",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un drago con un'anima umana, Signore della Città di cenere. Era conosciuto anche come Re pitone e Sacro Signore.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/21/20856775/74adbc6536b10e9e313d209ebb05addb_708286412048534319.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Draghi e Saurici con il marchio della Benedizione del Signore delle Fiamme posseggono un potere incredibile, ma i Saurici attuali non riescono più a gestirlo. Anche la Wayob e il Regno della Notte rifiutano quel potere e non accettano quei Saurici. Durante il processo di crescita, a volte essi vengono uccisi dal potere o addirittura arrivano alla follia. La leggenda narra che i guerrieri tribali portassero un pegno diviso in due parti al Grande Vulcano di Tollan e che lavassero il nome dei compagni, come ricordato dal Drago Caduto.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Prece dorata",
        "desc": "<p>Un disco bianco ottenuto dal sovrano delle rovine erose della</p><p>Città di cenere, all'interno di Ochkanatlan. E uno degli oggetti essenziali necessari per recarsi al</p><p>Grande Vulcano di Tollan e rimuovere la Benedizione del</p><p>Signore delle Fiamme dal corpo del piccolo Tepetlisauro. Si pensa possa essere un rimasuglio derivante dalla bipartizione dell'occhio del Signore delle</p><p>Fiamme. Stando alla leggenda, l'antico Signore dei Draghi, che un tempo dominava sulla luce e sul sapere, trasformò uno dei suoi occhi in un conduttore per l'autorità suprema, tramite il quale era possibile esercitare il pieno dominio sulle fiamme, e che esso diventò il suo unico punto debole...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/08/362377527/1946aa79ed70a96f18f8ce3d2bd3a409_6887628536589346101.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "Secondo la leggenda, l'antico Signore delle Fiamme tramutò uno dei propri occhi in un canale di suprema autorità, con il quale potevano essere governate tutte le fiamme. Quando Xbalanque sconfisse il Drago di Pyro, divise il suo occhio in due parti.",
        "alignment": "center"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Xiuhcoatl",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/20856775/d256e888731d4c11175c2f4923e20283_7536398510637921739.png"
      },
      {
        "key": "Xiuhcoatl",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/20856775/9832633755b0814aaba831a5e9319642_7984569082367901551.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Xbalanque che sconfigge il Drago di Pyro."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Xiuhcoatl"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Draghi Elementali"
          }
        ]
      },
      {
        "key": "Titolo",
        "value": [
          {
            "type": "RichText",
            "text": "Signore delle Fiamme"
          }
        ]
      }
    ]
  }
}