{
  "epId": 7301,
  "name": "Lan Yan",
  "desc": "Una tessitrice di rattan della Vallata Chenyu. Dotata di una mente chiara e un carattere mite, è vivace come una sorgente di montagna.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/17/02a299cec38b4ef4f21952c37a624258_5744396397316809821.png",
  "headerImgUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/17/9ef5fbaa2a8cc87eeefba6699705b272_114518928269252871.png",
  "filterValues": {
    "characterWeapon": "Catalizzatore",
    "characterRarity": 4,
    "characterRegion": "Porto di Liyue",
    "characterProperty": "ATT",
    "characterVision": "Anemo"
  },
  "menuId": 2,
  "menuName": "Archivio personaggi",
  "version": 1738254967,
  "components": {
    "story": [
      {
        "title": "Informazioni sul personaggio",
        "desc": [
          {
            "type": "RichText",
            "text": "Quando per gli abitanti della Vallata Chenyu arriva il momento di rinnovare le proprie case, hanno a disposizione molto di più dei soliti assortimenti di letti e tavoli in legno finemente intagliato. Le alternative prevedono anche una raffinata selezione di mobili in rattan, realizzati con cura e passione dalla loro tessitrice di rattan.\nQuest'ultima opzione offre uno stile distintivo, rinfrescante ed elegante, ed è qualcosa su cui gli abitanti della valle sanno di poter contare in ogni momento. Una scelta stabile e sicura.\nNonostante l'innegabile fascino dei capi d'abbigliamento importati dal Porto di Liyue, le stoffe tinte localmente risultano tanto durevoli quanto pratiche, e gli incantevoli motivi colorati che sfoggiano suscitano una sensazione di familiarità e accoglienza.\nTuttavia, gli artigiani della Vallata Chenyu sono famosi specialmente per i loro splendidi oggetti in argento e giada; a tal punto che la proprietaria della Gioielleria Mingxing, un'antica e stimata attività commerciale del Porto di Liyue, invia regolarmente dei rappresentanti alla scoperta delle novità disponibili.\nTra argento lavorato, sculture di giada, stoffe tinte, oggetti in rattan e una miriade di altre arti, la Vallata Chenyu ospita gli artigiani più abili e straordinari. \"Esperti\", \"capaci\" e \"creativi\" sono solo alcune delle parole che è possibile usare per descriverli.\nLan Yan è una maestra nell'intreccio del rattan, nonché un membro dell'Associazione degli artigiani della Vallata Chenyu.\nSe un viandante si smarrisse in quella placida valle, tra le sue luccicanti fonti d'acqua e i suoi nodosi alberi antichi, e incappasse in una fanciulla giovane e sorridente, ornata di scintillanti accessori in argento, potrebbe trattarsi di Lan Yan intenta a raccogliere rami di rattan.\nChiederle indicazioni non è mai una scelta inopportuna, poiché è sempre disposta a guidare i viaggiatori tra le fitte nebbie delle montagne, indicando loro la strada che conduce al pittoresco Villaggio di Qiaoying, coi suoi caratteristici muri di mattoni bianchi e i suoi tetti di tegole grigie."
          }
        ]
      },
      {
        "title": "Storia del personaggio (1)",
        "desc": [
          {
            "type": "RichText",
            "text": "Si sblocca al liv. amicizia 2\nDa molto tempo, la Vallata Chenyu viene lodata come una culla dell'artigianato, essendo abitata da un gran numero di mastri artigiani, che vivono immersi tra i pittoreschi paesaggi del Villaggio di Qiaoying affinando le proprie abilità.\nL'esistenza di intere generazioni di artigiani che vivono e lavorano insieme ha portato i bottegai del villaggio a riunirsi in un organo collettivo, al fine di proteggere i loro comuni interessi. Ora, ovunque essi vadano, si presentano con orgoglio quali membri dell'Associazione degli artigiani della Vallata Chenyu, dando lustro tanto al loro villaggio quanto alle loro abilità.\nI membri dell'Associazione non solo si aiutano a vicenda dal punto di vista tecnico e commerciale, ma si aggregano anche in gruppi coesi e amichevoli, e sono sempre disposti ad aiutarsi a vicenda nella buona e nella cattiva sorte.\nSe qualcuno chiedesse loro in merito alla tessitura del rattan, tutti farebbero il nome di una persona in particolare: Lan Yan. Nonostante la giovane età, la ragazza eccelle nella creazione degli oggetti di rattan più disparati, e possiede anche una certa conoscenza delle arti Qimen.\nStando a quanto si dice, \"le abilità affinate fino al culmine producono lavori capaci di trascendere finanche nel reame divino\". I venerabili maestri credono che chiunque raggiunga l'apice della propria arte riuscirà a scoprire capacità in grado di varcare la soglia dell'ultraterreno. Per questo motivo, grazie alla sua Visione e alle sue connessioni con le arti Qimen, tutti considerano Lan Yan una ragazza semplicemente fuori dal comune.\nPer Lan Yan, tuttavia, sono tutte esagerazioni. Quando viene ricoperta di complimenti, risponde in modo imbarazzato dicendo: \"È solo che mi piace molto la tessitura del rattan\".\nQuando un mercante del Porto di Liyue giunse al villaggio con doni in oro e parole di lode, domandò umilmente della \"maestra di rattan Lan Yan\" affinché gli producesse due oggetti di arredamento per la sua nuova casa.\nMentre attendeva pazientemente nell'atrio dell'Associazione, si aspettava di essere ricevuto da una persona dal volto serio e taciturno, se non addirittura segnato dalla veneranda età. Perciò rimase di stucco nello scoprire che Lan Yan era una ragazza giovane, dagli occhi vispi e dal volto fresco.\nQuando la fanciulla rivolse ai presenti un saluto brioso, la sua gioia e la sua esuberanza furono immediatamente evidenti a tutti. Il suo portamento non mostrava la benché minima ombra di arroganza, Quando il mercante le espose la sua richiesta, lei si limitò ad annuire con un semplice \"Ci penso io!\", come se applicare la sua arte fosse semplice quanto versare una tazza di tè. Detto ciò, prese il suo canestro e partì in direzione delle colline per raccogliere i rami necessari.\nL'artigiano incaricato di accogliere gli ospiti dell'Associazione diede una pacca sulla spalla al mercante. \"Lan Yan è un'artigiana giovane e onesta, non serve fare tante smancerie con lei. Ha acconsentito alla richiesta che le ha fatto, quindi ha pensato non ci fosse nulla di male nell'iniziare subito a lavorarci. Venga, le offro qualche spuntino nell'attesa\"."
          }
        ]
      },
      {
        "title": "Storia del personaggio (2)",
        "desc": [
          {
            "type": "RichText",
            "text": "Si sblocca al liv. amicizia 3\nNella mente di Lan Yan, il processo d'intreccio degli oggetti di rattan risulta piuttosto semplice.\nIl primo passo consiste nel raccogliere rami di rattan a sufficienza.\nMentre i monti rigogliosi sono bagnati dai primi e più puri raggi di sole del mattino, e gli uccellini meno mattinieri cantano in coro alla luce dell'alba, Lan Yan procede tra i pendii boscosi col suo fidato canestro in spalla e una fedele roncola in mano.\nI rami di rattan gradiscono i terreni umidi, ma si possano trovare tanto nelle zone illuminate dal sole quanto nelle aree celate dall'ombra, in base al loro temperamento e alle preferenze personali.\nRami diversi sono adatti alla creazione di oggetti differenti. Un paravento, ad esempio, richiede una resistenza superiore al normale. In questo caso, Lan Yan va in cerca di rattan tra le foreste più venerande, abitate da alberi antichi e torreggianti; riuscire ad arrampicarsi e ad aggrapparsi ai tronchi di questi alberi così imponenti richiede una costituzione decisamente più robusta.\nPer contrasto, un cesto per fiori richiede del rattan più flessibile, che solitamente si trova accanto ai corsi d'acqua, dove le assetate piante di rattan seminano miriadi di germogli che coprono il terreno come un tappeto. Si tratta di rami morbidi e facili da piegare e intrecciare, con cui è possibile dare forma a un canestro senza il rischio che si spezzino.\nDopo aver raccolto un numero sufficiente di rami, è il momento di tornare a casa e iniziare a lavorarli.\nI midollini possono essere usati per dare forma a un telaio solido, mentre la corteccia, una volta rimossa, può essere intrecciata per creare un simil-tessuto che dona agli oggetti in rattan la loro forma finale. Entrambi questi materiali devono essere prima messi in ammollo e poi asciugati.\nA Lan Yan piace cantare mentre mette ammollo i listelli di rattan e mentre li tira fuori dall'acqua, uno dopo l'altro, per farli asciugare nel cortile. A volte, sua madre e suo padre si uniscono a lei, ridendo e chiacchierando mentre mettono i listelli ad asciugare al sole.\nUna volta lavorati i midollini e le cortecce, si passa alla parte più critica del processo: l'intreccio.\nTessere il rattan richiede una grande concentrazione: trama e ordito vanno intrecciati alla perfezione e con grande precisione. Da un mucchio di midollini e strisce di corteccia, prende forma un oggetto delicatamente modellato.\nLan Yan vede i frutti del proprio lavoro non tanto come prodotti, quanto come entità viventi nate dall'amore delle sue mani.\nAnche se due delle sue creazioni sembrano indistinguibili agli occhi degli osservatori esterni, lei è in grado di distinguerle grazie alle sottili differenze di tatto e pressione che ha applicato, all'ordine in cui ha intrecciato le parti e alle emozioni che ha provato durante la creazione. Ognuno dei suoi \"bambini\" di rattan trasmette sensazioni diverse.\nMentre tesse, Lan Yan rimane concentrata sul suo compito. Non si fa distrarre facilmente dal chiacchiericcio dei passanti o dal baccano causato da cani e gatti dei vicini, né dall'elegante volo delle rondini che vanno a nascondersi sotto le grondaie. Alcune volte, forse per sfuggire al rumore, si rifugia su una collina familiare per lavorare immersa nel silenzio.\nA differenza della sua famiglia, i fiori, gli uccelli, i pesci e gli insetti che vagano liberamente tra le colline della foresta non sono consapevoli di dover creare uno spazio silenzioso dove Lan Yan possa lavorare in pace.\nLe più dispettose sono le volpi che, assecondando la loro naturale curiosità, vengono a osservare Lan Yan mentre lavora, sfiorando e annusando le sue brocche e i suoi barattoli, rovesciando la lacca e rendendo inavvertitamente impermeabili le proprie zampe.\nPrese dallo spavento, le volpi inciampano nel cesto per fiori che Lan Yan ha intrecciato meticolosamente, lasciandoci sopra delle zampate. Grazie a questo tocco unico, l'innocenza della natura, questo cesto diventerà una delle creazioni preferite di Lan Yan.\nQuesta è la tessitura del rattan: semplice ma mai noiosa. Un'esperienza che Lan Yan considera tra i momenti più preziosi e felici di una vita dedicata alla sua arte."
          }
        ]
      },
      {
        "title": "Storia del personaggio (3)",
        "desc": [
          {
            "type": "RichText",
            "text": "Si sblocca al liv. amicizia 4\nProprio come gli esorcisti che abitano sul Monte Tianheng, il clan Lan, con la sua affinità per le arti Qimen, ha da tempo fatto della Vallata Chenyu la propria dimora.\nUna di queste arti richiede l'uso di bambole di rattan. Per questo motivo, il clan Lan ha sempre attribuito un grande valore alla capacità di realizzarle. A differenza dei suoi familiari, però, per cui la tessitura del rattan non è che un mezzo per raggiungere un fine, Lan Yan considera quest'attività come una forma d'arte a sé stante, la cui importanza va ben oltre gli scopi arcani ed esoterici tanto importanti per il suo clan.\nSebbene un tempo Lan Yan abbia studiato i testi classici delle arti Qimen sotto la tutela dei suoi parenti, non ne ha imparato che i rudimenti, e le sue conoscenze scarseggiano rispetto a quelle dei praticanti più esperti. D'altra parte, Lan Yan non afferma di essere un'esperta, anche se ciò non impedisce ai membri curiosi dell'Associazione di farle eseguire rituali o scacciare i cattivi presagi.\nQuando riceve troppe richieste del genere, Lan Yan non può fare altro che emettere un sospiro affranto.\nEssendo nata in un ramo secondario del suo clan, Lan Yan non corrisponde all'immagine tipica che un forestiero potrebbe avere di un geomante. L'unico segno visibile del suo lignaggio è l'ornamento d'argento che sfoggia tra i capelli, che rappresenta l'Ala d'argento Piuma di giada.\nQuesto prezioso cimelio è un simbolo dei legami del clan Lan con gli \"Otto Adepti\", figure importanti nella storia di Liyue.\nQuesta espressione si riferisce agli otto grandi eroi che un tempo combatterono contro il dio Tao Dou. Tra questi, l'Ala d'argento Piuma di giada, la Farfalla solitaria della Fiamma cremisi e la Giumenta celadon dagli occhi dorati sono conosciute insieme come le Tre Bestie di Tao Dou.\nTra i cinque rimanenti, Lettore del vento, Wuwang il Giovane e il Pescatore di Yunlai furono insigniti del titolo di Tre Eremiti di Guizang. Insieme ai Due Saggi di Lianshan, questi ultimi cinque eroi erano tutti umani.\nL'Ala d'argento Piuma di giada aveva un legame profondo con Lettore del vento, il quale era un individuo davvero straordinario. Fu lui a insegnare al clan Lan i segreti delle arti Qimen.\nL'ornamento d'argento che Lan Yan porta tra i capelli viene tramandato di generazione in generazione affinché i discendenti del clan Lan non dimentichino mai le proprie origini.\nLan Yan conosce bene la storia degli Otto Adepti, e si reca spesso a guardare spettacoli a Liyue che ne narrano le gesta. Tuttavia, è una vicenda che non l'ha mai colpita particolarmente.\nNel corso della lunga storia di Liyue, l'idea di agire per il bene delle generazioni future, o \"piantare alberi per i bimbi del domani\", è un elemento costante. Tanti sono gli aneddoti andati perduti nel tempo, mentre altri sono rimasti impressi nella coscienza collettiva diventando parte della memoria popolare di Liyue.\nProprio perché tali storie esistono, ragazze e ragazzi spensierati come Lan Yan possono vagare liberamente tra le montagne e i campi della Vallata Chenyu, ridendo e cantando immersi nella bellezza di questo mondo."
          }
        ]
      },
      {
        "title": "Storia del personaggio (4)",
        "desc": [
          {
            "type": "RichText",
            "text": "Si sblocca al liv. amicizia 5\nQuando arriva il momento di celebrare il Festival delle lanterne, il Ministero degli Affari Civili del Porto di Liyue è estremamente impegnato nell'organizzazione di fiere, spettacoli e altre attività festive.\nÈ spesso possibile vedere gli ufficiali del Ministero correre a destra e a manca, in cerca dei membri più capaci della società di Liyue da reclutare, affinché contribuiscano al festival più importante dell'anno.\nNel corso degli anni, l'Associazione degli artigiani della Vallata Chenyu ha sempre offerto il suo aiuto inviando i propri collaboratori. Quest'anno, il Ministero degli Affari Civili ha richiesto specificatamente l'aiuto di Lan Yan.\nPer Lan Yan, cresciuta tra le verdi colline della Vallata Chenyu, e avventuratasi solo raramente oltre i loro confini, si tratta del primo vero viaggio in città.\nCome tanti clienti che hanno viaggiato fino alla Vallata Chenyu per chiedere i servizi della famosa tessitrice di rattan, anche gli ufficiali del Ministero degli Affari Civili rimangono scioccati nello scoprire che la maestra artigiana che cercavano è una giovane donna dall'aspetto tutt'altro che minaccioso.\nLa giovane artigiana rifiuta educatamente il vitto e l'alloggio offerti dal Ministero, preferendo vagare per le strade della città per conto proprio, conversando con visitatori e cittadini. Per usare le sue parole: \"È la prima volta che vengo al Porto di Liyue, vorrei esplorarlo a dovere\".\nIl suo primo pasto è al Ristorante Wanmin, dove viene colta di sorpresa dal pesce bollito piccante, e non può fare a meno di trangugiare acqua per provare a spegnere le fiamme sulla sua lingua.\nTrascorre gran parte della sua prima sera girovagando per la Rocca di Chihu, per poi prendere sonno coccolata dai suoni notturni del Porto di Liyue.\nLa sua prima conversazione è con un soldato che sta tornando a casa dopo aver compiuto il suo incarico nella Voragine. Il soldato aiuta Lan Yan a trovare la strada e, dopo aver saputo che è venuta dalla Vallata Chenyu, le racconta delle montagne rosse della Voragine e le suona un'armoniosa melodia.\n\"Il mondo è davvero immenso\", pensa Lan Yan.\nA Liyue ci sono così tante persone e luoghi diversi, ognuno con le sue caratteristiche uniche. Le acque della Vallata Chenyu sono dolci e ammalianti, le strade del Porto di Liyue sono movimentate e colorate, e le terre della Voragine sono vaste e maestose. E questo limitandosi a Liyue... Il mondo esterno è davvero sconfinato.\nPer la prima volta nella sua vita, Lan Yan prova il desiderio di vedere il mondo, e di usare le fascine di rattan della sua città natale per tessere i paesaggi che l'attendono e unirli al proprio cuore."
          }
        ]
      },
      {
        "title": "Storia del personaggio (5)",
        "desc": [
          {
            "type": "RichText",
            "text": "Si sblocca al liv. amicizia 6\nÈ raro vedere Lan Yan senza un sorriso sul volto, e anche i suoi migliori amici avrebbero difficoltà a ricordare un momento in cui l'hanno vista piangere.\nCerto, anche lei ha i suoi momenti d'infelicità, sebbene siano sporadici. Quando è triste, basta un agnello dispettoso che le dà un colpetto sulla gamba o un cucciolo soffice a mordicchiarle la mano per far sparire le preoccupazioni come neve al sole.\nPer quanto la riguarda, ogni secondo trascorso a pensare a cose tristi è un momento che potrebbe essere impiegato per giocare felicemente con gli animali nei campi e nelle foreste.\nIl più delle volte, un pomeriggio trascorso tra gli alberi del tè con i suoi amici animali è sufficiente a dissipare i sentimenti spiacevoli.\nTuttavia, ci sono momenti in cui è necessario agire in maniera più drastica, lasciando che le preoccupazioni scorrano via mentre nuota in mezzo alla natura.\nNon esiste laghetto o corso d'acqua tra il Villaggio di Qiaoying e il Monte Lingmeng in cui Lan Yan non abbia nuotato, né sorgente montana che non abbia riempito d'acqua le sue mani o riflesso il suo viso.\nStesa sull'acqua, la corrente gentile la tiene a galla, mentre i suoi capelli neri ondeggiano sulla superficie e i pesciolini le mordicchiano giocosamente i piedi. Nel frattempo, i caldi raggi del sole proiettano ombre sfumate sul letto del torrente sottostante.\nQui sogna a occhi aperti, nelle tonalità del verde giada e smeraldo, una vita che è molto simile alla sua.\nSi sveglia all'alba in una casa con muri di mattoni bianchi e un tetto di tegole grigie. Beve una tazza di tè, per poi condurre lungo il torrente, sempre cantando, la sua zattera di bambù. Anche nel suo sogno intreccia oggetti di rattan, mentre un cagnolino si avvicina a lei e le lecca la mano. Con questo, si risveglia.\nCome tutti i figli e le figlie della Vallata Chenyu, Lan Yan è semplice e pura come una limpida sorgente di montagna.\nHa tutto ciò che desidera e non rimugina sui sogni.\nLe luci brillanti e i panorami esotici del mondo esterno non le risultano più affascinanti di quanto una farfalla lo sia per un cervo. Certo, un cervo curioso potrebbe lasciare i suoi pendii verdeggianti per osservare una farfalla di passaggio, ma tornerà presto da dove è venuto per brucare di nuovo felicemente.\nOvunque i suoi viaggi la porteranno, non passerà molto tempo prima del suo ritorno a casa, alla Vallata Chenyu.\nAnche i sogni più meravigliosi non possono essere paragonati al profumo delle foglie di tè appena tostate, così come le fantasie più lontane non possono competere con la bellezza della nebbia montana che avvolge la cima del Monte Xuanlian.\nDopo aver strizzato i capelli sul bordo dell'acqua e aver indossato nuovamente i vestiti asciutti, Lan Yan indossa con cura i braccialetti d'argento, gli orecchini e la collana. È ora di tornare a casa.\nGli accessori d'argento che indossa sono un regalo della sua famiglia, e risuonano e tintinnano quando cammina, intonando una melodiosa canzone montana. Ovunque lei vada, è sempre accompagnata da una musica gioiosa.\nNuotare nella natura può essere pericoloso, ed è stata rimproverata da suo nonno più volte. Se oggi venisse colta di nuovo in flagrante, riceverebbe dei rimproveri ancora più severi. La prossima volta, pensa, sarebbe meglio portare con sé degli amici.\nMa è un problema per un altro giorno. Stasera, nel menù c'è il piccione affumicato al tè."
          }
        ]
      },
      {
        "title": "Canzone delle rondini",
        "desc": [
          {
            "type": "RichText",
            "text": "Si sblocca al liv. amicizia 4\n\"Le rondini fanno il nido quando il cielo è sereno, ma si nascondono quando c'è aria di tempesta.\nQuando la morte si avvicina e ogni speranza svanisce, le rondini arrivano per salvarti la vita.\"\nQuesta è una delle tante superstizioni che Lan Yan ti ha raccontato. Ti ha avvisato di trattare con cura le rondini, perché quando la fine si avvicina, una rondine potrebbe apparire davanti alle porte di Tao Dou per sostituirti nella morte. A suo dire, suo nonno sosteneva che le rondini possono causare una morte precoce, se trattate in modo scortese.\nÈ facile concordare con un messaggio che predica la sacralità della vita e la gentilezza, ma la parte sul morire se non si è abbastanza cortesi sembra un tantino esagerata.\nMolte di queste antiche superstizioni sono incomprensibili per la gente di oggi, proprio come la pioggia che cade da un cielo privo di nuvole. Per esempio, idee come \"le unghie non devono essere tagliate di notte\", \"le bacchette non devono essere appoggiate orizzontalmente sulla ciotola\" o \"la prima raccolta di tè della stagione non può essere bevuta dai bambini\".\nIn realtà, anche se la gentilezza nei confronti delle rondini è una tradizione popolare diffusa nella Vallata Chenyu, per la maggior parte dei giovani l'idea non è altro che una filastrocca che viene cantata loro da piccoli.\nSolo la famiglia Lan sostiene la tradizione con il rigore di una legge non scritta: qualsiasi rondine che costruisca il nido sotto le loro grondaie è la benvenuta per tutto il tempo che desidera.\n\"A volte possono essere davvero fastidiose, ma quando hanno imparato a conoscermi, amano salire sulla mia spalla e farmi compagnia quando intreccio il rattan.\"\nQuando ti ha detto queste parole, eri con lei alla Bocca di Giada, sulla zattera di bambù di Zio Bosu. Il canto dell'uomo era accompagnato dalla brezza gentile, mentre un pellicano giaceva addormentato a poppa.\nLa rondine d'argento tra i capelli brillava alla luce del sole, calda e splendente come i suoi occhi.\nOsservando l'accessorio, non hai potuto fare a meno di chiederti se la tradizione della famiglia Lan di prendersi cura delle rondini potesse derivare dalla loro storia con l'Ala d'argento Piuma di giada, e i tuoi pensieri si sono rivolti alle storie di quei tempi antichi.\nVedendo l'espressione vitrea nei tuoi occhi, Lan Yan si è avvicinata e ti ha pizzicato delicatamente il naso.\nCome se ti fossi {F#risvegliata}{M#risvegliato} da un sogno, sei {F#accolta}{M#accolto} dal suo viso sorridente e, non lontano, dai paesaggi e dai suoni del molo che ti hanno fatto capire che il viaggio era quasi giunto al termine."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Come per tutte le attività artigianali, intrecciare il rattan è un'abilità che si basa più sul corpo che sulla mente.\nUna volta creata la struttura e la forma generale dell'oggetto, Lan Yan deve stare molto attenta a intrecciare con cura ordito e trama. Dopo anni di pratica, le abilità e i movimenti del suo mestiere non solo le si sono impressi nel cervello, ma sono anche diventati istintivi, parte della memoria muscolare delle sue mani.\nDa un punto di vista più profondo, questo processo ha gradualmente affinato e reso più chiaro il suo spirito.\nLan Yan è un'esperta tessitrice di rattan. Non ha mai sognato di inseguire la luna e le stelle, né di rinunciare a tutto ciò che ha per vivere una vita da eremita su qualche montagna lontana.\nLa sua vita è semplice, onesta e naturale.\nQuando intreccia il rattan, le sue mani onorano le memorie del passato, ripercorrendo i loro passi per creare con maestria forme e motivi delicati.\nNel frattempo, il suo cuore non resta inattivo, perché pensa alla nebbia di montagna, ai rampicanti che crescono lungo le rupi e le rocce, e alla sensazione delle foglie appena cadute sotto i suoi piedi scalzi.\nPensa alla Vallata Chenyu, alla sua famiglia tra le montagne e i fiumi, e il rattan tra le sue mani diventa morbido e malleabile.\nSogna di intrecciare questi oggetti meravigliosi con le sue mani, così che i suoi ricordi possano vivere per sempre in ciò che crea. E, forse perché il suo cuore è pieno di calore e gentilezza, gli oggetti che Lan Yan realizza trasudano uno spirito semplice e gentile.\nDev'essere per questo che i gatti, i cani, gli uccelli e gli scoiattoli della Vallata Chenyu non hanno mai paura di avvicinarsi a lei.\n\"Perfino gli Adepti vengono a osservare Lan Yan mentre intreccia\", proclamò una volta suo nonno, colmo d'orgoglio.\nNessuno poteva sapere con certezza se gli Adepti si fossero davvero fermati a guardare Lan Yan mentre si dedicava alla sua arte. La stessa Lan Yan è convinta che gli esseri in grado di usare i loro poteri per proteggere le acque e le montagne della valle, e tutti coloro che vi abitavano, di certo saprebbero apprezzare opere artigianali create con così tanto amore e permeate dallo spirito della loro creatrice.\nCosì, quando notò una Visione che scintillava dolcemente sul fondo del suo canestro, non ne fu affatto sorpresa: si limitò a prenderla in mano e a proseguire sulla sua strada e a raccogliere rami di rattan."
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Liv. 1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Prima dell'ascensione",
              "Dopo l'ascensione"
            ]
          },
          {
            "key": "PS di base",
            "values": [
              "-",
              "775"
            ]
          },
          {
            "key": "ATT di base",
            "values": [
              "-",
              "21"
            ]
          },
          {
            "key": "DIF di Base",
            "values": [
              "-",
              "49"
            ]
          },
          {
            "key": "ATT",
            "values": [
              "-",
              "0.0%"
            ]
          }
        ]
      },
      {
        "key": "Liv. 20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Prima dell'ascensione",
              "Dopo l'ascensione"
            ]
          },
          {
            "key": "PS di base",
            "values": [
              "1991",
              "2570"
            ]
          },
          {
            "key": "ATT di base",
            "values": [
              "54",
              "70"
            ]
          },
          {
            "key": "DIF di Base",
            "values": [
              "125",
              "161"
            ]
          },
          {
            "key": "ATT",
            "values": [
              "0.0%",
              "0.0%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 1496,
            "name": "Scheggia di turchese Vayuda",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Materiale d'ascensione personaggi.</span></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Sliver_icon.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 4952,
            "name": "Giada limpida",
            "desc": "Giada della Vallata Chenyu. Il suo nome viene dalla sensazione rinfrescante che dà al tocco, simile all'acqua limpida.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/07/157266935/637fe2a7402e611f03d7bae55de9606c_7880865268821460835.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 1876,
            "name": "Nettare del Malefiore",
            "desc": "<p><span style=\"color: rgb(219, 222, 225)\">Del nettare estratto dagli stami di un Malefiore che contiene alcune tracce d'energia elementale. Il sapore del nettare ha un accenno di Fiordolce.</span></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Whopperflower Nectar_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          }
        ]
      },
      {
        "key": "Liv. 40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Prima dell'ascensione",
              "Dopo l'ascensione"
            ]
          },
          {
            "key": "PS di base",
            "values": [
              "3850",
              "4261"
            ]
          },
          {
            "key": "ATT di base",
            "values": [
              "105",
              "116"
            ]
          },
          {
            "key": "DIF di Base",
            "values": [
              "242",
              "267"
            ]
          },
          {
            "key": "ATT",
            "values": [
              "0.0%",
              "6.0%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 1495,
            "name": "Frammento di turchese Vayuda",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Materiale d'ascensione dei personaggi.<br>\"Eppure, la direzione dei venti è mutevole.\"</span></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Fragment_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 7040,
            "name": "Nucleo di Fonte segreta con incisioni dorate",
            "desc": "Componente centrale separato dal corpo di un Automa della Fonte segreta: Dispositivo di configurazione che ha perso la capacità di muoversi in seguito a una sconfitta.<br>Alcuni sostengono che i nuclei che alimentano tutti gli Automi della Fonte segreta siano dello stesso tipo, e che contengano semplicemente diverse informazioni, come dimostrato dai vari motivi dorati su di essi. All'inizio, i numerosi comandi erano stati aggiunti ai circuiti solo per favorirne il buon funzionamento, ma sembra che la continua sovrapposizione e la stratificazione degli ordini abbia finito per creare una rudimentale intelligenza artificiale.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/d25f84e49640d3f9820580a1d6ba925b_6062609948822034717.png",
            "amount": 2
          },
          {
            "type": "CustomEntry",
            "epId": 4952,
            "name": "Giada limpida",
            "desc": "Giada della Vallata Chenyu. Il suo nome viene dalla sensazione rinfrescante che dà al tocco, simile all'acqua limpida.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/07/157266935/637fe2a7402e611f03d7bae55de9606c_7880865268821460835.png",
            "amount": 10
          },
          {
            "type": "CustomEntry",
            "epId": 1876,
            "name": "Nettare del Malefiore",
            "desc": "<p><span style=\"color: rgb(219, 222, 225)\">Del nettare estratto dagli stami di un Malefiore che contiene alcune tracce d'energia elementale. Il sapore del nettare ha un accenno di Fiordolce.</span></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Whopperflower Nectar_icon.png",
            "amount": 15
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 40000
          }
        ]
      },
      {
        "key": "Liv. 50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Prima dell'ascensione",
              "Dopo l'ascensione"
            ]
          },
          {
            "key": "PS di base",
            "values": [
              "4901",
              "5450"
            ]
          },
          {
            "key": "ATT di base",
            "values": [
              "133",
              "148"
            ]
          },
          {
            "key": "DIF di Base",
            "values": [
              "308",
              "342"
            ]
          },
          {
            "key": "ATT",
            "values": [
              "6.0%",
              "12.0%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 1495,
            "name": "Frammento di turchese Vayuda",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Materiale d'ascensione dei personaggi.<br>\"Eppure, la direzione dei venti è mutevole.\"</span></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Fragment_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 7040,
            "name": "Nucleo di Fonte segreta con incisioni dorate",
            "desc": "Componente centrale separato dal corpo di un Automa della Fonte segreta: Dispositivo di configurazione che ha perso la capacità di muoversi in seguito a una sconfitta.<br>Alcuni sostengono che i nuclei che alimentano tutti gli Automi della Fonte segreta siano dello stesso tipo, e che contengano semplicemente diverse informazioni, come dimostrato dai vari motivi dorati su di essi. All'inizio, i numerosi comandi erano stati aggiunti ai circuiti solo per favorirne il buon funzionamento, ma sembra che la continua sovrapposizione e la stratificazione degli ordini abbia finito per creare una rudimentale intelligenza artificiale.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/d25f84e49640d3f9820580a1d6ba925b_6062609948822034717.png",
            "amount": 4
          },
          {
            "type": "CustomEntry",
            "epId": 4952,
            "name": "Giada limpida",
            "desc": "Giada della Vallata Chenyu. Il suo nome viene dalla sensazione rinfrescante che dà al tocco, simile all'acqua limpida.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/07/157266935/637fe2a7402e611f03d7bae55de9606c_7880865268821460835.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 722,
            "name": "Nettare brillante",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Del nettare colmo di pura energia elementale.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Gli studiosi generalmente concordano sul fatto che i Malefiori sono forme di vita avanzata tra le piante elementali, ma non c'è ancora una spiegazione soddisfacente riguardo alle loro abitudini predatorie.</span></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 60000
          }
        ]
      },
      {
        "key": "Liv. 60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Prima dell'ascensione",
              "Dopo l'ascensione"
            ]
          },
          {
            "key": "PS di base",
            "values": [
              "6090",
              "6501"
            ]
          },
          {
            "key": "ATT di base",
            "values": [
              "165",
              "177"
            ]
          },
          {
            "key": "DIF di Base",
            "values": [
              "382",
              "408"
            ]
          },
          {
            "key": "ATT",
            "values": [
              "12.0%",
              "12.0%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 1494,
            "name": "Pezzo di turchese Vayuda",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Materiale d'ascensione dei personaggi.<br>\"Eppure, la direzione dei venti è mutevole.<br>Un giorno, soffieranno verso un futuro migliore...\"</span></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Chunk_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 7040,
            "name": "Nucleo di Fonte segreta con incisioni dorate",
            "desc": "Componente centrale separato dal corpo di un Automa della Fonte segreta: Dispositivo di configurazione che ha perso la capacità di muoversi in seguito a una sconfitta.<br>Alcuni sostengono che i nuclei che alimentano tutti gli Automi della Fonte segreta siano dello stesso tipo, e che contengano semplicemente diverse informazioni, come dimostrato dai vari motivi dorati su di essi. All'inizio, i numerosi comandi erano stati aggiunti ai circuiti solo per favorirne il buon funzionamento, ma sembra che la continua sovrapposizione e la stratificazione degli ordini abbia finito per creare una rudimentale intelligenza artificiale.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/d25f84e49640d3f9820580a1d6ba925b_6062609948822034717.png",
            "amount": 8
          },
          {
            "type": "CustomEntry",
            "epId": 4952,
            "name": "Giada limpida",
            "desc": "Giada della Vallata Chenyu. Il suo nome viene dalla sensazione rinfrescante che dà al tocco, simile all'acqua limpida.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/07/157266935/637fe2a7402e611f03d7bae55de9606c_7880865268821460835.png",
            "amount": 30
          },
          {
            "type": "CustomEntry",
            "epId": 1876,
            "name": "Nettare del Malefiore",
            "desc": "<p><span style=\"color: rgb(219, 222, 225)\">Del nettare estratto dagli stami di un Malefiore che contiene alcune tracce d'energia elementale. Il sapore del nettare ha un accenno di Fiordolce.</span></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Whopperflower Nectar_icon.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 80000
          }
        ]
      },
      {
        "key": "Liv. 70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Prima dell'ascensione",
              "Dopo l'ascensione"
            ]
          },
          {
            "key": "PS di base",
            "values": [
              "7141",
              "7552"
            ]
          },
          {
            "key": "ATT di base",
            "values": [
              "194",
              "205"
            ]
          },
          {
            "key": "DIF di Base",
            "values": [
              "448",
              "474"
            ]
          },
          {
            "key": "ATT",
            "values": [
              "12.0%",
              "18.0%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 1494,
            "name": "Pezzo di turchese Vayuda",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Materiale d'ascensione dei personaggi.<br>\"Eppure, la direzione dei venti è mutevole.<br>Un giorno, soffieranno verso un futuro migliore...\"</span></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Chunk_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 7040,
            "name": "Nucleo di Fonte segreta con incisioni dorate",
            "desc": "Componente centrale separato dal corpo di un Automa della Fonte segreta: Dispositivo di configurazione che ha perso la capacità di muoversi in seguito a una sconfitta.<br>Alcuni sostengono che i nuclei che alimentano tutti gli Automi della Fonte segreta siano dello stesso tipo, e che contengano semplicemente diverse informazioni, come dimostrato dai vari motivi dorati su di essi. All'inizio, i numerosi comandi erano stati aggiunti ai circuiti solo per favorirne il buon funzionamento, ma sembra che la continua sovrapposizione e la stratificazione degli ordini abbia finito per creare una rudimentale intelligenza artificiale.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/d25f84e49640d3f9820580a1d6ba925b_6062609948822034717.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 4952,
            "name": "Giada limpida",
            "desc": "Giada della Vallata Chenyu. Il suo nome viene dalla sensazione rinfrescante che dà al tocco, simile all'acqua limpida.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/07/157266935/637fe2a7402e611f03d7bae55de9606c_7880865268821460835.png",
            "amount": 45
          },
          {
            "type": "CustomEntry",
            "epId": 372,
            "name": "Nettare energetico",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Del miele denso e appiccicoso che è pieno d'energia.<br>Il Malefiore caccia ingannando la sua preda, un processo che usa per evolversi possibilmente in una forma più forte e più pura.</span></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 100000
          }
        ]
      },
      {
        "key": "Liv. 80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Prima dell'ascensione",
              "Dopo l'ascensione"
            ]
          },
          {
            "key": "PS di base",
            "values": [
              "8192",
              "8604"
            ]
          },
          {
            "key": "ATT di base",
            "values": [
              "222",
              "234"
            ]
          },
          {
            "key": "DIF di Base",
            "values": [
              "514",
              "540"
            ]
          },
          {
            "key": "ATT",
            "values": [
              "18.0%",
              "24.0%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 1493,
            "name": "Gemma di turchese Vayuda",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Materiale d'ascensione dei personaggi.<br>\"Eppure, la direzione dei venti è mutevole.<br>Un giorno, soffieranno verso un futuro migliore...<br>Prendi la mia benedizione e, da oggi in poi, vivi serenamente.\"</span></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Gemstone_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 7040,
            "name": "Nucleo di Fonte segreta con incisioni dorate",
            "desc": "Componente centrale separato dal corpo di un Automa della Fonte segreta: Dispositivo di configurazione che ha perso la capacità di muoversi in seguito a una sconfitta.<br>Alcuni sostengono che i nuclei che alimentano tutti gli Automi della Fonte segreta siano dello stesso tipo, e che contengano semplicemente diverse informazioni, come dimostrato dai vari motivi dorati su di essi. All'inizio, i numerosi comandi erano stati aggiunti ai circuiti solo per favorirne il buon funzionamento, ma sembra che la continua sovrapposizione e la stratificazione degli ordini abbia finito per creare una rudimentale intelligenza artificiale.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/d25f84e49640d3f9820580a1d6ba925b_6062609948822034717.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 4952,
            "name": "Giada limpida",
            "desc": "Giada della Vallata Chenyu. Il suo nome viene dalla sensazione rinfrescante che dà al tocco, simile all'acqua limpida.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/07/157266935/637fe2a7402e611f03d7bae55de9606c_7880865268821460835.png",
            "amount": 60
          },
          {
            "type": "CustomEntry",
            "epId": 372,
            "name": "Nettare energetico",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Del miele denso e appiccicoso che è pieno d'energia.<br>Il Malefiore caccia ingannando la sua preda, un processo che usa per evolversi possibilmente in una forma più forte e più pura.</span></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
            "amount": 24
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 120000
          }
        ]
      },
      {
        "key": "Liv. 90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Prima dell'ascensione",
              "Dopo l'ascensione"
            ]
          },
          {
            "key": "PS di base",
            "values": [
              "9244",
              "-"
            ]
          },
          {
            "key": "ATT di base",
            "values": [
              "251",
              "-"
            ]
          },
          {
            "key": "DIF di Base",
            "values": [
              "580",
              "-"
            ]
          },
          {
            "key": "ATT",
            "values": [
              "24.0%",
              "-"
            ]
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "Character Trailer - \"Lan Yan: Weaving of Silver Feathers\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=4pvAszQHJvc",
        "coverUrl": "https://i.ytimg.com/vi/4pvAszQHJvc/maxresdefault.jpg",
        "duration": 69
      },
      {
        "title": "Collected Miscellany - \"Lan Yan: Ink-Feather Formation\" | Genshin Impact #GenshinImpact #Lanyan",
        "url": "https://www.youtube.com/watch?v=6syttY8u6uc",
        "coverUrl": "https://i.ytimg.com/vi/6syttY8u6uc/maxresdefault.jpg",
        "duration": 235
      },
      {
        "title": "Genshin Impact Special EP - \"The Rime of the Ancient Bargeman\" #GenshinImpact #LanYan #EP",
        "url": "https://www.youtube.com/watch?v=5DnxpbOsFVo",
        "coverUrl": "https://i.ytimg.com/vi/5DnxpbOsFVo/maxresdefault.jpg",
        "duration": 140
      }
    ],
    "voice": [
      {
        "title": "Presentazione",
        "desc": "Ciao, sono Lan Yan, membro dell'Associazione degli artigiani della Vallata Chenyu! Ti interessano delle decorazioni o dei cestini? O magari un vaso o un oggetto d'arredo? Ah, sono quasi a corto di rattan. Dovrei tornare sulle montagne per procurarmene altro... Ah, vuoi venire con me? Eheh, che gentile! Ti regalerò un cappello di rattan! Che ne dici?",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/ec3b0a098b253e9290f25b03f935f9c3_2038017286095751947.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/4f9e6113e0a88cbf049bdd02f5a75962_6048037619233462411.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/1e4a36329b714efcb25c634a060321b2_1402753122321830756.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/a1b27061ea26e632efaa9d73b6ba7873_1304480849285287886.mp3"
          }
        ]
      },
      {
        "title": "Dialogo: Pianificazione giornaliera",
        "desc": "I miei piani per oggi? Mmh... Fare ciò che mi pare, immagino! Lo stesso vale per domani e per il giorno dopo, eheh.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/00dc015b417d7f06e77ae9d385818c33_9200834515910339161.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/f2aa4a76621cbb790b69410b19e0ecf0_6234845644509316697.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/032416c49789a0d6c41288e6d2fcedd1_2243181081374153611.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/a56d0a5ceb721aebdb3b1b5be7102c2d_1813487220151165712.mp3"
          }
        ]
      },
      {
        "title": "Dialogo: Cimelio di famiglia",
        "desc": "I migliori mobili di rattan sono fatti con parti lisce, sottili e resistenti come la seta. I mobili di questo tipo sono considerati preziosi tanto quanto dei cimeli di famiglia in argento... E non è un'esagerazione!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/609770eb08052eb92b631ae0bb5d4049_5460949997590452162.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/bcec6ad3e08cbe0c2e8eeb9b0ffb476d_3835897663067898002.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/9d22c05c9db0889e979a35bc9368514d_2281012368970414040.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/ff2c766949340608f2ba502962fc6956_2893057587576278996.mp3"
          }
        ]
      },
      {
        "title": "Dialogo: Rondini",
        "desc": "Le rondini fanno il nido quando il cielo è sereno, ma si nascondono quando c'è aria di tempesta.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/6fbde8142425ba409dc42f447f8160f2_1189791183710355042.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/3df1d51390d9b5a53ce2de9414d241a0_521434867102332678.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/1fb0c658076d67d6ec8725c586518581_5158372915582624249.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/1c6ee3e8a3e215e103ab30944eb0996a_3169805895139472300.mp3"
          }
        ]
      },
      {
        "title": "Quando piove",
        "desc": "Beh, visto che ci troviamo sotto la pioggia, tanto vale godersela! Ci risparmia anche l'energia di cercare un riparo.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/81f3645984724995fc620760c01c5f1c_6836867999701114540.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/6cb28f14e99a4f665989ca1cb38e5066_1169320585932492273.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/064c77d7f0747cd20c690c9c68ea2529_2268818071456606751.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/02885693af375e73177f4fd9a4327328_8821783584921385934.mp3"
          }
        ]
      },
      {
        "title": "Quando tuona",
        "desc": "Aah! Posso... Posso tenerti per mano?",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/ed2ec81c63080928b7dcb70dd06c2220_36525754174516775.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/8ab21e6808c2c64ba2226e5d9a1fe001_6669984107413667447.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/153c3783a303f9ccd8d69c8185ddae9a_8694163778854193679.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/f7169bd77daacad5a9bf46db0c291e7d_3945341532987535412.mp3"
          }
        ]
      },
      {
        "title": "Quando spunta il sole",
        "desc": "Guarda! Tutto ciò che è baciato dal sole è avvolto da un manto dorato!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/29c81b9b0e9037c8b4faea17b4197c25_6524173006504161817.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/d46733163b1bc2d495d830813f8f67d7_7538086490796607602.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/ccb26b4ed99f6c38905d41af6156d861_1783659902388967742.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/b23638078361eda0abd25917c6045d88_4488463984482890134.mp3"
          }
        ]
      },
      {
        "title": "Quando tira vento",
        "desc": "Hai sentito? Ding... Ding... Il fermaglio d'argento che ho in testa tintinna come una campanella! Oggi il vento è delicato e piacevole.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/502d881d3ec4075d38f89b18698a3788_9147250649926085055.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/25c95f3ebce2f47cab910d525ce016a7_3535737839536180102.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/894d294b976aaa7cd747348976b2f7a0_6870640828259355359.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/f338ae18c69cf6386419253ffc7be921_5311223600893498759.mp3"
          }
        ]
      },
      {
        "title": "Quando soffia il vento",
        "desc": "Ding ding, ding ding! Sembra che stavolta il vento sia arrabbiato.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/b2574b7f7aece39f8ca4d3240f18987a_3572040332731827025.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/159e1cd46735391d482aa9b4a64b609b_803692871228708497.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/68f667d3fdf933aba192967ef71fca34_8060410856304470366.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/bf5a61377522d9f74a08bb00aeea109b_3156635326476817186.mp3"
          }
        ]
      },
      {
        "title": "Nel deserto",
        "desc": "Hai sete? Ecco, bevi questo. È un infuso di menta, è molto rinfrescante!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/9b8c0ae85cb6fd6cda510f8ff3b8e967_1224979246723021329.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/b93225741cb19d69d408fd8cd8249c46_8241803686125115000.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/e3e225635504cbbd628f3ef0248c1c00_6175915510511020536.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/de316787a11c8215b1de448de3d5eeda_4332065348261975782.mp3"
          }
        ]
      },
      {
        "title": "Buongiorno",
        "desc": "Ah, gli uccelli ti hanno {F#svegliata}{M#svegliato}? Ahah, fammi fare due chiacchiere con loro. Vedremo se funziona, non sempre mi ascoltano.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/7fd2644d85763b21f96e58bd38c21a1f_2901285025268382429.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/94202deb79971b9805fb394c81179f82_6408465070851125173.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/847e15004f374a217bc03da736c281e9_2062868838476235479.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/790e298e3c407ceab0bb0cd34a0e0a0a_7540733863765925036.mp3"
          }
        ]
      },
      {
        "title": "Buon pomeriggio",
        "desc": "Ho raccolto dei fiori freschi! Stavo giusto tornando a casa a cucinare qualcosa per mia madre... Vuoi venire con me? La mia famiglia sarebbe contenta di vederti!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/46da2fa864c07a219dbb08739a76388c_7033653780949112100.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/3af7adf954003234bbf8ae1923188de4_3619186773701224814.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/a92586a1ca6e02e8972eb1920839a552_3920359413514613504.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/c5933d43af08ab81992fe9e0a6661fe3_4834076028073110440.mp3"
          }
        ]
      },
      {
        "title": "Buonasera",
        "desc": "Al mercato notturno vendono insetti grigliati! Vuoi assaggiarli?",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/5afcc249e46c3c984ca5c46ce417d49c_6987074057992220275.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/7f7d5c485df9753e4f93992f83fa1208_4981021313126773822.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/79cd1c0d3df3992fd05f883752ec283d_612013502730135872.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/04a667a0e8a2636805fafb0f7b4bbb36_5010694526641455591.mp3"
          }
        ]
      },
      {
        "title": "Buonanotte",
        "desc": "Che sonno... Vado a letto, non ce la faccio più a rimanere in piedi.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/ae4a60c77ab85246e0ca4ce9faf05933_4989722940781430563.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/2a3ed7318ba254910e5ca4f4575692de_8538798489101768886.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/a73c56a301163c55370ae61d918feb81_2090106503080747259.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/a4fb08a580c24fd064f7445bb8850a72_4758739119015863161.mp3"
          }
        ]
      },
      {
        "title": "A proposito di Lan Yan: Felicità",
        "desc": "Per me, la felicità è... assaporare ogni boccone di riso fino all'ultimo chicco, ascoltare il vento mentre faccio un pisolino sull'erba, e leggere tutti e dieci i volumi di un romanzo soprannaturale in un volta sola!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/61b56b6d07438d0448001dcb9214d35e_6024979217888852092.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/29779d7451f4d08d934b20c5cf588934_2156143832049305754.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/d214cc6299a9d37a9ae5c9a1fc01423b_6666168667896717519.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/beb3a0978c69db1c2c8902eb9c7adcc2_8206137949369311160.mp3"
          }
        ]
      },
      {
        "title": "A proposito di Lan Yan: Eredi delle arti Qimen",
        "desc": "Si sblocca al liv. amicizia 4<br>Il leggendario Lettore del vento è effettivamente incluso tra gli antenati del clan Lan, ma i miei si sono allontanati da quel ramo della famiglia molto tempo fa. Le arti Qimen sono complesse e variegate, e finora ho appreso solo qualche trucchetto. Se c'è qualcosa di più difficile, devo chiedere aiuto agli anziani e ai miei cugini. Comunque sia, sono davvero brava a realizzare bambole di rattan, nemmeno il nonno riesce a eguagliarmi! Eheh, immagino che sia l'unica cosa in cui sono davvero brava.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/8e15d12f6276f250b827c4e2bedaf921_576764233787445557.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/ed67250981f7a792febb7093c411e495_1528030495487672343.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/4db982d01486bbdef39a54ea425cd649_8323703650573631023.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/f626e5434929cc33f7796abecf3483e4_2647495984774569007.mp3"
          }
        ]
      },
      {
        "title": "A proposito di noi: Una stretta di mano?",
        "desc": "{F#Seduta. Brava.}{M#Seduto. Bravo.} Zampa.<br>Ah, no, non lo stavo dicendo a TE, parlavo con il nostro amico a quattro zampe! Ahh, mi dispiace! Per favore, alzati... Stavo cercando di dirgli: \"Guarda! Oggi abbiamo {F#una nuova amica}{M#un nuovo amico} con noi!\" Ah, non era abbastanza chiaro? Beh... \"{F#Seduta}{M#Seduto}\" può anche voler dire \"ascoltami\", \"rimani dove sei\" o persino \"fermati\". Eh? Come dovresti saperlo? Devi solo venire più spesso in montagna. Ti abituerai in men che non si dica!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/8e1d98a807086f021d804bb23c59d275_8856069925411445793.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/e6465166cbd5f98093765653c040de92_6348375962585037817.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/2c0bce8cc92e34d60869cf6ba5078f9d_2433808617024320441.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/6552a61442e5c1227800d36ab9909999_2386342332253527090.mp3"
          }
        ]
      },
      {
        "title": "A proposito di noi: Qua la mano!",
        "desc": "Si sblocca al liv. amicizia 6<br>Dai, stringi la mia mano! Dammi un abbraccio!<br>Eh...? Forza, qua la mano! È così che si incoraggiano gli amici, no? Ah, aspetta, ahah! Sì, stavolta era rivolto a te! Scusa, non volevo creare confusione. Non preoccuparti, però! Più tempo passeremo insieme, meglio ci capiremo!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/aa0d2e223b10aa11b866824e382a4e9a_3633251019498110315.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/50afad57068d080dadc3139cb4497f72_5542543790355181421.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/96344af1462895338322bdbec3c417b9_9184691571698611246.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/b8553019cf4f81135a6014eaa4e120d3_1200514715133561822.mp3"
          }
        ]
      },
      {
        "title": "A proposito della Visione",
        "desc": "Si sblocca al liv. amicizia 4<br>Grazie alla mia Visione, posso lanciare il mio chakram in aria e afferrarlo con facilità... Ma, ehi, non provateci a casa vostra, ragazzi! La lama è affilatissima! Anche se, in effetti, tu potresti provarci, {NICKNAME}! Devi solo stare immobile, tenere il braccio dritto e lanciare con forza. Sono sicura che ce la farai!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/4c32188e0b3b3bbda487447048c14536_2365710808323646599.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/5c73bc302cc5056cb120979a08bcca58_4847637429929472804.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/8182772c7b5f11fcb2e17941e0b3bdfe_6213018667188084620.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/f5fc4861f58226f6bade4a5b560cbb8d_8819654758358806865.mp3"
          }
        ]
      },
      {
        "title": "Qualcosa da condividere",
        "desc": "Quando si tratta di funghi selvatici, è sempre meglio essere prudenti. Alcuni non sono affatto commestibili, altri vanno cucinati a lungo per poter essere mangiati. E se non si riesce a finire il piatto in una volta sola, bisogna cuocere di nuovo gli avanzi prima di mangiarli. Questo è un passaggio di cui molti si dimenticano. Quindi, se dopo qualche morso il cane comincia a dirti di mettere a posto il bucato o i polli iniziano a darti ordini, è il caso di farsi vedere da un dottore!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/31d376fde299ed5df81b0a5633276fdc_4861623227634671642.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/0329e82529af0edecb30b6ab6a3be1b6_5602468145964943958.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/feb542a9529ce598d74253dbd6a28750_2012282835683928497.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/79a5d06634323c6086630629af63b103_7916274893589299248.mp3"
          }
        ]
      },
      {
        "title": "Curiosità",
        "desc": "Una volta mi stavo riposando su un albero dopo aver finito di intrecciare, e uno scoiattolo mi ha rubato le pigne di rattan che avevo appena fatto! Per fortuna sono riuscita a riprendermele scambiandole con altrettante pigne vere. Onestamente, non era tanto il perdere le mie creazioni a preoccuparmi, è che non volevo rovinare la giornata del povero scoiattolo! Pensaci: passi tutto il giorno a raccogliere pigne, arrivi a casa e ti rendi conto che sono tutte finte! Tutti i tuoi amici scoiattoli si farebbero beffe di te...",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/9b2e6da8226e43f7d4c474a97984f3a8_6940279762184761347.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/79770960c0b692b3cb954543dca69282_4143233997364232002.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/8ac28384d322374fb80f1f83d7896e17_7614505521786195290.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/3cdfee1f003b2e3ccc3ff45a523d6ba8_1169719102771304762.mp3"
          }
        ]
      },
      {
        "title": "A proposito di Xiangling",
        "desc": "Si sblocca al liv. amicizia 4<br>Si dice che le prime impressioni siano sempre le più importanti, e la prima volta che ho mangiato al Ristorante Wanmin ho avuto molti rimpianti. Non posso credere di aver impiegato così tanto tempo a visitare il Porto di Liyue! Avrei potuto conoscere Xiangling molto prima... In ogni caso, appena ha sentito parlare di tutti gli ingredienti rari delle montagne della mia città, ha iniziato a pianificare un viaggio alla Vallata Chenyu! Farò in modo che non torni a casa a mani vuote!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/198fda1f798cd5da5d89d55a87fd2019_3049084961461240913.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/dba191b2f734c008beb9a5bd203df9bf_2375239207094503852.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/c09af542f71e6eb522c1728e64d7bd26_3736097167545019345.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/78a746e986ce488fd94000e46b204aa3_9217587761732211476.mp3"
          }
        ]
      },
      {
        "title": "A proposito di Hu Tao",
        "desc": "Si sblocca al liv. amicizia 4<br>La direttrice Hu sembra sempre così ottimista e solare! Anche quando la situazione è disperata, è sempre pronta con una battuta per tirarmi su il morale. Non la conosco da molto tempo, quindi mi chiedevo... Fa sempre così? Mmh... In ogni caso, a partire da oggi, spero che tutti i suoi sorrisi siano genuini, anziché un tentativo di rassicurare gli altri.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/1c8c61d61d7ba95adc539ffc8d76e574_4268375175017742618.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/eea88436888242749293baf7236c07d8_5954279902514570215.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/fe8a59835f7a7f87df5a003871435166_5270583119609627816.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/e6d44c97d9bceee1038fd8323731bbce_6214728484884764723.mp3"
          }
        ]
      },
      {
        "title": "A proposito di Keqing",
        "desc": "Si sblocca al liv. amicizia 4<br>Quando si riposerà la Yuheng? Durante il Festival delle lanterne ha corso avanti e indietro per tutta la città. Vorrei offrirle da mangiare per ringraziarla della gentilezza, ma non ho mai avuto l'occasione... Speravo che mi avrebbe potuto fare due orecchie da gatto, proprio come le sue. Ma... forse è chiedere troppo. Anche se ho la sensazione che non le dispiacerebbe...",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/4b36b502b732e448dc7ffebba3a645cb_1858517285966488049.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/2a9cb28f3d4db7dab56a0e58b04458bf_6609755241828565722.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/37658759aaa7638f4e14a4468811e07b_8284186383971801273.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/ad4865495cb07668992d4d8c2b0f2e7e_7099492785397348309.mp3"
          }
        ]
      },
      {
        "title": "A proposito di Xingqiu",
        "desc": "Si sblocca al liv. amicizia 4<br>Ho incontrato il maestro Xingqiu diverse volte sulle montagne. Non era accompagnato da nessuno della Gilda dei commercianti di Feiyun, quindi non sembravano questioni ufficiali. Dopo quei nostri incontri fortuiti, mi ha portato spesso copie dei romanzi soprannaturali più recenti, e ho promesso di non dirlo a nessuno. Anche se... mi sa che l'ho appena detto a te, vero? Ti prego, mantieni questo segreto per il bene di entrambi, {NICKNAME}!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/3bc169757dfa26260c3492199c83adce_638986589713643482.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/640911b97ef59a6ec723d0f23cd99fbd_6289662539841921265.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/e7c4ecbd7301a78aaf3ea07d72d1425d_2981270456623759625.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/dba62b811dd977d2db5398fcc0e1f2f9_1813644109358909296.mp3"
          }
        ]
      },
      {
        "title": "A proposito di Chongyun",
        "desc": "Si sblocca al liv. amicizia 4<br>Una volta ero fuori con il nonno per una delle sue visite a domicilio, quando ho visto Chongyun uscire di casa con un'espressione abbattuta. Dal suo sguardo triste, ho pensato che la situazione fosse brutta, ma non ho percepito nulla di anomalo all'interno della casa. Anche la lettura del nonno non ha predetto alcuna sorte avversa. Forse ha speso troppa energia per risolvere il problema ed era troppo stanco per parlare... Eh? Pensi che non abbia fatto niente di niente? Sono ancora più confusa...",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/f3fa266d29f793a4cf05151bb15084d3_3475643688389872103.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/01d50407696b32a6ba4bb54f481bd5b5_5511548803372268118.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/7dba519333be14ab167d7c70173f60bb_8157922055167231895.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/b33406ddbf7a12a0f4cc2f287420b75c_4537632322763638587.mp3"
          }
        ]
      },
      {
        "title": "A proposito di Gaming",
        "desc": "Si sblocca al liv. amicizia 4<br>Conosco Gaming da quando eravamo bambini! All'epoca era il bullo del quartiere, ahah. Cosa? Non l'avresti detto? Beh, è cambiato molto da allora, proprio come me. Una cosa però non è cambiata: porta sempre degli spuntini con sé. Torna sempre dai suoi viaggi con un sacco di roba buona da condividere con i suoi amici. E, ovviamente, non si dimentica mai di fare scorta di prelibatezze tipiche della sua città natale...",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/4d1e2df2cf6cf8f45135c2f301eaee77_422522782240794823.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/60e73aba724985d775a5e24de1d8fbc8_4827580694201110456.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/d0ced42ab41009e26d97d155d2b08b10_4752525696036132007.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/c00044fd48d433e37ef9accf21e0230b_1463309813733771802.mp3"
          }
        ]
      },
      {
        "title": "A proposito di Qiqi",
        "desc": "Si sblocca al liv. amicizia 4<br>A Qiqi piacciono i fringuelli, vero? Vorrei fargliene uno di rattan! Sai qual è il suo colore preferito?",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/cce8380e8850124ab68698c7584a9349_6929168670309928351.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/ab2ded9463cc0e85aac281b1153a6984_9074916632420478389.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/2f1208154e5ca0406393d0bb049893c7_1752489020617288017.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/3dc9c7947fe48b4375618cfe481e5087_3990116523165957218.mp3"
          }
        ]
      },
      {
        "title": "Altro su Lan Yan (1)",
        "desc": "Aspetta! Un attimo... Ci sono quasi... Devo solo finire questa impugnatura e... Fiuu, fatto! Eheh, scusa. Non sono il massimo quando si tratta di fare più cose insieme. Posso concentrarmi solo su una cosa alla volta. Ora hai la mia assoluta attenzione!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/9fd23252cede9c30c8132a0fa6dc609e_8614845805100656410.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/d48fff9ed004db1d966ed0bb17d7fc01_6300137279159629174.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/a6ce5e513b0655b4d05e23024870d220_3165738460742892227.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/674500b426da44e20c4b4dbc56ad816a_4582462281464517226.mp3"
          }
        ]
      },
      {
        "title": "Altro su Lan Yan (2)",
        "desc": "Si sblocca al liv. amicizia 3<br>Ti va di passare del tempo sulle montagne? Potremmo provare a schivare le cariche delle Capre Floccomanto. Oppure fingere che i Pellicani Beccorosso siano banditi e cercare di salvare le spigole Cuor di piuma dalle loro grinfie... Ah, vuoi giocare a Cacciavento? Vuoi fare tu il Cacciatore? Eheh, qualcuno è molto sicuro di sé. Va bene, se finisci col correre in tondo, suonerò la mia campanella d'argento per aiutarti a trovarmi. Se riesci a toccare anche solo la punta della mia chioma, la considererò una vittoria per te! Anch'io me la cavo piuttosto bene a questo gioco, sai?",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/20046b3d594259d0d54aadd4cce51d1c_8767435769555518486.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/7f46f7e75f1715289dabb26792768253_4095612488316896919.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/cb44a9b7ea123bdacf0c6601e3eca7c9_5876624121778245637.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/9f1a01a3d06d7406f75dc4fb9b2f1f1f_3985720265085867556.mp3"
          }
        ]
      },
      {
        "title": "Altro su Lan Yan (3)",
        "desc": "Si sblocca al liv. amicizia 4<br>Il mio fermaglio d'argento a forma di un'Ala d'argento Piuma di giada è un cimelio di famiglia. Il fermaglio d'argento, la collana e la spilla sono tutti regali di compleanno dei miei genitori. Ah, il bracciale è un regalo del nonno per il Festival delle lanterne, e gli orecchini sono del Festival della luna, credo... Ce ne sono altri ancora che mi hanno regalato quando ho padroneggiato l'aliante, ottenuto la Visione e mangiato tre ciotole di riso in una volta sola...<br>Eheh, la mia famiglia crede che gli accessori d'argento portino fortuna e proteggano dal male, quindi ne ricevo in regalo continuamente!<br>Indossarli tutti insieme è piuttosto pesante, ma... suppongo che questo sia il peso dell'amore di una famiglia!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/85ef2f6dc177487e0d549433666ce4cd_5877846920290355592.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/00bbea3c4eb8e2f88daec8d0e0db0924_7425482846559542928.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/6e013f282f4dd3f4164ecb40e2d0963e_3770017874246873631.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/92de9be2278f44d73348183420b3a56a_6945987172121793860.mp3"
          }
        ]
      },
      {
        "title": "Altro su Lan Yan (4)",
        "desc": "Si sblocca al liv. amicizia 5<br>Da piccola le bambole di rattan mi terrorizzavano... Come posso descriverlo? Eravamo pieni di bambole grigie e nere di varie forme in tutta la casa... Un vero incubo per un bambino! Quando il nonno mi mandò a studiare con la famiglia principale del nostro clan, pensai che fosse stato posseduto. Credevo che mio cugino mi stesse insegnando le arti oscure! Così, una notte, trovai il coraggio di bruciare tutte le bambole che riuscivo a trovare. Fortunatamente il loro ruolo era assorbire energie malvagie, quindi erano destinate a essere distrutte.<br>Ma mi ha fatto pensare che, se le bambole di rattan fossero più carine, forse la gente non le scambierebbe per malefiche stregonerie...",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/bd353b760b196db72078cbeddb80e476_6017476613777434944.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/b8d1a8c560afcc36308b6f4205ed71c2_5594112899537030401.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/347af4a56eb0b97a68f075eec9c27e33_1311370087091218552.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/9099e05bd755505772dde7141823f9c5_1274851721948152402.mp3"
          }
        ]
      },
      {
        "title": "Altro su Lan Yan (5)",
        "desc": "Si sblocca al liv. amicizia 6<br>Intrecciare il rattan non è difficile, davvero! Anche le bambole più complesse si creano intrecciando un listello di rattan alla volta. Basta un po' di pazienza! Rispetto alla tecnica stessa, la parte più difficile è la precisione, e a volte la perseveranza. Secondo me, però, l'elemento più importante è la felicità. Se non ti diverti, non puoi fare un buon lavoro, e questo non vale solo per il rattan. La felicità è fondamentale! Vale sia per me che per te!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/d0aef8ad3b11bd95d15dfef72790c4a1_631762078132189567.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/9956221ed15c77be1199eb0efe454bde_6915540110605852878.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/1e5c35bf9cdd9bc1cf335fa5929a1274_326813448886252180.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/7292374d38d6aeb28acc24c694b98496_6018445023113091168.mp3"
          }
        ]
      },
      {
        "title": "Gli hobby di Lan Yan",
        "desc": "Secondo la tradizione, gli spiriti delle persone affogate vivono nelle masse d'acqua infestate, quindi ho provato a verificarlo lanciando un bastone in un lago... Ed è rimasto incastrato davvero! Tra tutte le alghe, voglio dire. Posso solo immaginare cosa succederebbe se provassi a farci una nuotata. Sarebbe più strano non rimanere incastrati...<br>Ah, ho anche sentito dire che non bisogna mangiare i Tramontini dopo il tramonto, né sbucciare una mela davanti a uno specchio a mezzanotte... Uhm, chissà se c'è un fondo di verità...?",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/7fcd34b64b5c87c3713a63cc3719fc1c_5389095648685683714.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/7df2ad17a0ccbf43d928ab370c7a7cca_3849454180497677325.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/982187d79e89c5ac9fc03c77f9b3aedf_4071544523329888031.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/9513d7c4280deda02e5b42fa13f796b0_867947886536076446.mp3"
          }
        ]
      },
      {
        "title": "I guai di Lan Yan",
        "desc": "Detesto togliere le schegge. Bisogna sforzare tanto gli occhi per vederle, e poi finisco sempre col farmi male... Mi sono tagliata tutte le dita così... *piagnucola*",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/f22a0198a49a7d459235ac06fd13bc81_639043174371435604.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/cdf9e845e0806a2fece7025a3e8f911a_114123348421772231.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/6732170760b00a682498e04360ff7b09_2080503444337184276.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/f57ff1ca600d27daca28dc06c953040f_3109739064489015504.mp3"
          }
        ]
      },
      {
        "title": "Cibo preferito",
        "desc": "I fiori freschi non sono solo belli e profumati, ma si possono usare anche per preparare dolci deliziosi! Il sapore è fresco e non troppo dolce. Ah, e si abbinano bene al tè floreale... Ooh, andiamo a raccogliere dei fiori! Non c'è bisogno di portarsi una cesta, ne intreccerò una quando saremo in montagna!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/82f62b97789f3429d06cf8aaec87ad3b_6153832651450339443.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/21865d2984565505222b737db5089ec1_1494591958723107214.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/51724639fab24d6a9c64072460f9b5ec_3484709178966780056.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/cfe6b255b7f33c527cea130c449174c5_4922675959404792619.mp3"
          }
        ]
      },
      {
        "title": "Cibo meno amato",
        "desc": "Come si suol dire, perfino lo zucchero è dolce solo quando si è felici. Quando si è di cattivo umore, tutto ha un sapore amaro. Eheh, fortunatamente, mi capita molto raramente.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/e561f0c131bbeae4b8f90f42809e0073_7172638256434901349.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/c25b9a47cd8b881893dd7e7dc67ad325_7646566010640457207.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/bdb6e4086dc45856b95bea061a9a9d6f_6972773316803702117.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/6a545fd338b49c56370c69b8b3cf4d0e_8465983404594540556.mp3"
          }
        ]
      },
      {
        "title": "Ricevere un regalo (1)",
        "desc": "Che bontà! Aspetta, un piatto come questo va mangiato con un servizio d'argento puro! Torno subito!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/a36e18dd6c5523108a5001754bbc7f78_3578219164660316291.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/8ba775e0ba90ca37db377a297ef1c883_8256857808578496051.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/07ad8cf3cb6e1a667f4149d5eef31b8a_3126939605739154849.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/eea75823d780073fbde7d9dc578b5dbf_4319424817131960888.mp3"
          }
        ]
      },
      {
        "title": "Ricevere un regalo (2)",
        "desc": "Ah, grazie! Ecco, prova con questa salsa! È ancora meglio!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/213c60bf32ebac743ac3af941decbfe7_2143466427193989627.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/bb6f78544ad5c1c8858ae28102249c03_4385750889098762664.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/a48e4605671b3e7da13f26aadd420c90_3530036696102694482.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/db9a6e93ff9c27f301b17bb078249393_1313011017832772650.mp3"
          }
        ]
      },
      {
        "title": "Ricevere un regalo (3)",
        "desc": "Aspetta, hai mangiato anche questo? Ti fa male lo stomaco? Non hai le allucinazioni, vero?",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/bd983b7f0cfc6ab3f5fa8cd2d19b7415_2936248820280304062.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/276ee25f4053efe90e120e1d17073b9e_4383455453804757951.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/4f816368907df90e0262273fbb9047ef_7062573808920177788.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/66bc37b5580dd4063635c6860f43b3be_87336813570067858.mp3"
          }
        ]
      },
      {
        "title": "Compleanno",
        "desc": "Nella mia famiglia, per i compleanni si regalano sempre accessori d'argento. Quindi ecco, queste due bambole sono per te. Quella con la rondine d'argento in testa sono io, e {F#quella col fiore d'argento sei tu}{M#quello con la spada d'argento sei tu}. Eheh, ci assomigliano un sacco, vero?<br>Ho infuso le strisce di rattan con l'incenso, appenderle sul tuo zaino di tela dovrebbe proteggerti dagli insetti. Ah, e anche la forma degli accessori d'argento è opera mia. L'argentiere li ha lucidati, e io mi sono assicurata di smussare ogni angolo, così non c'è pericolo di tagliarsi.<br>Beh... Buon compleanno, {NICKNAME}! Che la fortuna ti sorrida sempre!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/a06383e57db3398c4c83a8111ff3b009_7971119480493480491.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/52e75d0f44d2dd12a256e537521edd5a_4128763469817144308.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/c534eaef02183eb0351087123da0be89_1152280503108830010.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/4c4dd7d79aabb2572009d4a1a0f4df82_1482608668520767965.mp3"
          }
        ]
      },
      {
        "title": "Pensieri sull'ascensione: Introduzione",
        "desc": "Si sblocca con la fase d'ascensione 1<br>Aspetta! Ho intrecciato a malapena due listelli di rattan, e tu invece hai già... Vuol dire che lavori come un razzo, oppure che io sono più lenta di quanto pensassi...",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/0e6021349058fe3fbe347e0e94f068b2_4824485272274087025.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/ec450d4816480285c30d70264a8f9353_8268510941746371220.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/2ae887f7486e7c8b56cb526cb714a723_2166138706876053695.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/e30b2e280d51fe1ca8f1b7cae1a48566_3004267482502646614.mp3"
          }
        ]
      },
      {
        "title": "Pensieri sull'ascensione: Crescendo",
        "desc": "Si sblocca con la fase d'ascensione 2<br>Come l'argento va lucidato per brillare, anche noi dobbiamo affinare continuamente le nostre abilità per diventare rapidi e agili come rondini.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/7ba8a2b5beb08d6d2d494674240fb9d8_2074277518695935357.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/0f24423f5489a5db618f8dcac27cfb57_6048006432213789510.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/b0561a4d04ffd8ed24d733d76bd43d89_5379946715895033785.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/b34cf01352094100660e71b4ff1614a0_5772927049566938392.mp3"
          }
        ]
      },
      {
        "title": "Pensieri sull'ascensione: Culmine",
        "desc": "Si sblocca con la fase d'ascensione 4<br>Qua la mano! Di nuovo! Di nuovo! Te lo ricordi? È un gesto che esprime felicità e gratitudine, un modo per esprimere gioia per tutte le cose belle nella vita!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/dd9735b1c30bb5b290078712324da87a_4475327665691821553.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/413bfcfaf68c268386f9ac7232ef47a6_1211276361932839158.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/7f3f42d35b38c0c6c1a1ea3d4a10e4f0_3438009730338201511.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/d09002e1106965ad48c1ede14ed0fcc6_8549422035162997281.mp3"
          }
        ]
      },
      {
        "title": "Pensieri sull'ascensione: Conclusione",
        "desc": "Si sblocca con la fase d'ascensione 6<br>\"L'umile rondine costruisce col fango, ma non resta mai senza nido\". Non sottovalutarmi! Con la mia forza, ora dovrei essere più che in grado di proteggerti. Eheh, è tutto merito tuo, ovviamente! Grazie mille!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/80823205564392eaa6e416e63cda92a3_6358373957393107496.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/26cf00a0d2fc0ac7a4b3c55fd548fe6e_767866672624776411.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/3b094249d6493c055ab7c451c5e341d4_4701932417058048230.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/a9c5f7d21556995c75a3abb7d47b340d_340859947240910216.mp3"
          }
        ]
      },
      {
        "title": "Abilità elementale (1)",
        "desc": "Piroette in aria!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/c1b45b551ab29a449743dd42c4468e54_4483607012235148487.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/351c34aca7ea05378fb4240c17d57c4b_391831592656523825.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/c6e12b0ff2320a24a035a7daf012de45_5361101915989488057.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/de52cd8224fe20fee70cf84a7c9798ee_5390591252077931839.mp3"
          }
        ]
      },
      {
        "title": "Abilità elementale (2)",
        "desc": "Ci siamo quasi.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/6e53788085e3610ec0817dc663780fa3_514855922000377927.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/47c94e57a5204eec5c0d9e3294cf4ad9_8325426800480066923.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/b2fae7a20cf0764bfbbbb58f097d8566_1903136319012139659.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/5658968ce6943c0c6148505709d36a0f_1161082291091129738.mp3"
          }
        ]
      },
      {
        "title": "Abilità elementale (3)",
        "desc": "Sempre più in alto.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/eca4b41f7d72d9ca97f7e38241288409_2355955535738160783.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/0632767359055916f9d45e413ab56a37_2351587197262027045.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/dc81ef128a6bed2784c68fd7e9ddeaaa_3258094840145956316.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/b5d14faff121ceeceb6810e7c1bc1c9f_5780038364393512928.mp3"
          }
        ]
      },
      {
        "title": "Tripudio elementale (1)",
        "desc": "Che i mali spariscano!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/94bae8ae8b068bebecd676d303096d1f_8825929298025734904.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/000625f611ffb1c1cfbc278502b567e4_3529146521525325373.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/aa76f92e1b11a85b863a5ce5d6f79402_7202239013431128218.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/9bc902fe131ebe2a6fd2e6e35b5b8a8e_6142788781409239826.mp3"
          }
        ]
      },
      {
        "title": "Tripudio elementale (2)",
        "desc": "Veloce come una rondine.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/d60f62393213442f29f5f2f013161218_4948286342709465244.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/3ecbe2fe19e99794b64a243c7f98bfdb_862258076397671889.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/0c93dbafaffc23668ca7bb6c40b63425_6664711752124771598.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/3b8f551d0639ff252fa2bbed72e597db_5015721806359637586.mp3"
          }
        ]
      },
      {
        "title": "Tripudio elementale (3)",
        "desc": "Danziamo nel vento!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/144c3b393cf803cdd23b5ad572d68398_2254049769440906051.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/aa8a5eada2f2aa8b3e135bc2b6eb2970_1492640531241412199.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/08346e32ae20b0617f8abdc4aeea7c85_4093322390071226656.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/b8c1fe16601253e21d5efac9d6a206aa_6935621865376663846.mp3"
          }
        ]
      },
      {
        "title": "Apertura baule (1)",
        "desc": "Wow, posso averne un po'? La fortuna va condivisa!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/1e117c494a297b31e714c35e42f4f177_8141060961970210206.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/77a86fcfad64c803005086f71c15a27c_7125897756017119311.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/d15920baf38bcdf22276ec7e1c154949_7565204270982695753.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/4cb4c6562f247631e0819808a31e0558_4350566024904781847.mp3"
          }
        ]
      },
      {
        "title": "Apertura baule (2)",
        "desc": "Tombola! Vediamo cosa c'è dentro!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/f61f2b2a4b2f25bad4d2a0fd2c3a1e4c_9216484564854645407.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/d86ba478619dd0fc9fbb55fc3539ba2a_9202175838297367672.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/b1685bdf39bd3ac88888f1c954df12db_3485365909292906552.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/c3d401a49f57179d9eccc3b96bad3414_8507608811312726012.mp3"
          }
        ]
      },
      {
        "title": "Apertura baule (3)",
        "desc": "Un momento, fammi fare due conti...",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/225d530442c9de5c0ddf78064cab369c_2946310364588729448.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/0b286045a908d3f88520aad333ed51c6_3798148636891021080.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/7c60d45c6faa6db98306a46fb7c92634_1036567044995546472.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/0c627a9850fbaaa73980c5c4bba534a6_6576190445812356549.mp3"
          }
        ]
      },
      {
        "title": "PS bassi (1)",
        "desc": "Ho bisogno di tempo...",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/f4c1c6767a3fdd58768d7388f40df6a6_719242266826168039.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/7df7f7d41adf01d0a85344cffe100542_7769352847902441030.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/169a57dd01a7850a00a1b0b390a1ffc1_5089652575434246011.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/1c50e691b6eb328a40e91431e8b9c53b_5076876779279178498.mp3"
          }
        ]
      },
      {
        "title": "PS bassi (2)",
        "desc": "Un aiutino?",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/1ff72def6c998f70ee6a55e48f1b012f_7766832329254051124.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/7c16fe3d2696dcf92dcf32ff5f37ec46_5841036620297851785.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/9f545d2265152a2b5684e97e85327ffd_6522333873450801182.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/6b80917568eb4144eab2d8119e9ec9b6_4955915491511561876.mp3"
          }
        ]
      },
      {
        "title": "PS bassi (3)",
        "desc": "È un bel problema...",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/6e763530fd5eda9871d97830d98921d7_7809160970739117500.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/3c089cebaec1fa8472614c242ef58f4d_7385078714236527420.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/51e8ebb467d5b141decccf270ef5835f_7187005806825370541.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/302ec5e5ef039796da0b128e70a50bd4_5707266357277413495.mp3"
          }
        ]
      },
      {
        "title": "PS bassi alleato (1)",
        "desc": "Torna indietro! Ti copro io!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/1c0ffd2d656ea6e88962d909735bafc3_4926778025548777989.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/929bedbc7933ccf659001a32ad2dc1eb_5417740333734406228.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/e31b4145dd938f6edfb17c097126f82a_594828351516237529.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/7cc27fa79f802eeca12a5e73a9abaeac_1220623510924874696.mp3"
          }
        ]
      },
      {
        "title": "PS bassi alleato (2)",
        "desc": "Ci penso io! Sono più veloce di loro.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/e0398b73c1e42a2f36acf6765444d4d3_7241830830907757137.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/22361e203aaee4ffdca2b1bd57146875_1795740677092227127.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/21bac12b55e1d962624cefab6e618ef9_3437011869454742679.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/773229adc189f9748a4ac99a484f55be_1271187299174354824.mp3"
          }
        ]
      },
      {
        "title": "Fuori combattimento (1)",
        "desc": "Non posso... cadere ora...",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/0408a885a340152b527c24e4dd0bb1f2_9066865768021830035.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/f328b35becb58a5a7a8511d3f3922bfd_2387627881600380869.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/cbde453e6669cd6b843f365bf4e8285b_642761257389976772.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/f41af2476364c26109d67adbb58679b6_3583970658714289843.mp3"
          }
        ]
      },
      {
        "title": "Fuori combattimento (2)",
        "desc": "La campanella... non suona più...",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/d6e664e3ea169bd4650140e928317632_3778179869019551574.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/4bea2b586c3cd758ea152d47b39d415e_5889147559103010866.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/3fe0e5216146e6aa57cb2ce5f620b699_3109658790792633114.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/18c2f630da2caee4bdf5ffa4913f804a_7342043485150846500.mp3"
          }
        ]
      },
      {
        "title": "Fuori combattimento (3)",
        "desc": "In punizione... per sempre...",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/63e0919966886b35cf41110f3cd2c8d8_6021224076184921117.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/cd19647aa17f90078f17d54a2bc95a28_5906199024508623901.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/11f828618cc479df0d422b57f4fb3401_2344332028252182919.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/ab03c49f5d5c216087c2af80d5c95f2f_8439505365981977119.mp3"
          }
        ]
      },
      {
        "title": "Danni da colpo leggero (1)",
        "desc": "Fermati!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/5d5cd41e744db5725824376842ab0454_3914290700734051074.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/d388a8ea58f07c3aefd884c5d689e18b_6357928407106175373.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/61eff8d11bbd84b705128983bdf6fb22_1350935826304261578.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/892004bdabe2df6d4088d55c4855bc97_6744604393282179266.mp3"
          }
        ]
      },
      {
        "title": "Danni da colpo pesante (1)",
        "desc": "Qualcosa non va!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/a5c500a3f7842fadec2f8957347825ec_4660693908863927613.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/f10846e4fcc5ea9408e9bb2d7bc7408b_3814200959665685696.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/40c3cbce8d62f7970f8ebf25bd11acb5_5942393795526264885.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/8edb5da0bea28a994049bfcc1121cdb8_8151062079075152815.mp3"
          }
        ]
      },
      {
        "title": "Danni da colpo pesante (2)",
        "desc": "Che caratteraccio!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/7557f73a47e1dc3baf6e235f8b2b68d5_1564753777338078139.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/74c748d8a071d6b7d81f9617dabb7ca8_3409679586455575924.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/ea3687dbf57dfd8b4e702f0dc1216cd5_6787951048630276868.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/66f048070c64df3820ef45dc4272b0cb_1490354557343197727.mp3"
          }
        ]
      },
      {
        "title": "Unione al gruppo (1)",
        "desc": "Non importa dove, ci sarò!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/cf5e64c382f4455fd49b1199680e6fd6_5301662001333146898.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/cbf6f5c1dbe1af5d977926948b763d5c_8685255348840211190.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/c84aab90ef7f5dcaff2032eaff270155_3311526401925759219.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/0bcf599fb09b34df55f86d1e035a6126_6837037838407342406.mp3"
          }
        ]
      },
      {
        "title": "Unione al gruppo (2)",
        "desc": "Andiamo in città!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/bb5cc1667c94b12b4c2c1fd3a517769e_8620244219666210258.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/d84e0f7b6a973b746e27d19cac7903ac_3339688381659379352.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/2e7adfada5618e2c2d934c9b75846152_6928854872747674044.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/80101228120ec8a430e7dbe789f24b17_7890745691489145802.mp3"
          }
        ]
      },
      {
        "title": "Unione al gruppo (3)",
        "desc": "Arrivo!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/c4bfe319f37a14a506f6e263a0f38ab2_2353937206291594080.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/ca011f0a7289103e199f9e4887bb5bed_911905063120893972.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/537ef4eabeb4926fba885c14f163f7fc_4984836945969062029.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/20/a90c32c072cbf680400ae9c311a6efcf_4205560955530992613.mp3"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Lan Yan"
          }
        ]
      },
      {
        "key": "Compleanno",
        "value": [
          {
            "type": "RichText",
            "text": "1/6"
          }
        ]
      },
      {
        "key": "Costellazioni",
        "value": [
          {
            "type": "RichText",
            "text": "Hirundo Lazuli"
          }
        ]
      },
      {
        "key": "Titolo",
        "value": [
          {
            "type": "RichText",
            "text": "Intreccio di giada primaverile"
          }
        ]
      },
      {
        "key": "Visione",
        "value": [
          {
            "type": "RichText",
            "text": "Anemo"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Vallata Chenyu"
          }
        ]
      },
      {
        "key": "Voce cinese",
        "value": [
          {
            "type": "RichText",
            "text": "刘十四 (Liu Shisi)"
          }
        ]
      },
      {
        "key": "Voce giapponese",
        "value": [
          {
            "type": "RichText",
            "text": "若山詩音 (Wakayama Shion)"
          }
        ]
      },
      {
        "key": "Voce inglese",
        "value": [
          {
            "type": "RichText",
            "text": "Anna Devlin"
          }
        ]
      },
      {
        "key": "Voce coreana",
        "value": [
          {
            "type": "RichText",
            "text": "Kim Soon-mi"
          }
        ]
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "5.3"
          }
        ]
      }
    ],
    "summaryList": [
      {
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/17/d36f142b0db8fdb708080f09fa2e281b_556588470580227515.png",
        "name": "\"Mentre ella passeggia tra le nuvole\"",
        "desc": [
          {
            "type": "RichText",
            "text": "Dopo aver innescato l'assorbimento elementale del talento passivo Quattro amuleti del sigillo divinatorio, l'attuale iterazione dell'abilità elementale di Lan Yan <color=#ffd780>Remiganti danzanti della rondine</color> genera un ulteriore Anello Lunapiumata quando questi vengono lanciati contro gli avversari.\nRichiede il talento passivo Quattro amuleti del sigillo divinatorio."
          }
        ]
      },
      {
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/17/06ab24aba9e46824676856436d991cd6_9110243174886560515.png",
        "name": "\"Come giada iridescente ondeggiano le vesti da danza\"",
        "desc": [
          {
            "type": "RichText",
            "text": "Mentre lo <color=#ffd780>Scudo rondine</color> è attivo, quando gli attacchi normali del membro attivo del gruppo infliggono DAN, viene ripristinato un 40% dell'assorbimento DAN dello scudo, fino al suo livello di assorbimento massimo originale. Quest'effetto può attivarsi una volta ogni 2 s."
          }
        ]
      },
      {
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/17/1b99d455467adf6af6275b7f12e1164d_8332855331385803922.png",
        "name": "\"Le bianche ali trapassano nuvole e nebbia\"",
        "desc": [
          {
            "type": "RichText",
            "text": "Aumenta di 3 il livello di <color=#ffd780>Remiganti danzanti della rondine</color> .\nIl livello di potenziamento massimo è 15."
          }
        ]
      },
      {
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/17/18d1c6cfa308db1fdb104fdaf13a72d7_3964619400525859227.png",
        "name": "\"Adornate di perle di sangue del dragofalco\"",
        "desc": [
          {
            "type": "RichText",
            "text": "Dopo che Lan Yan ha usato il Tripudio elementale <color=#ffd780>Alba lunare splendente</color> , la maestria elementale di tutti i membri vicini del gruppo aumenta di 60 punti per 12 s."
          }
        ]
      },
      {
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/17/7520adce5276eb6ae0631f01c12b4de4_3218737225278873715.png",
        "name": "\"La felicità dimora nel nostro incontro\"",
        "desc": [
          {
            "type": "RichText",
            "text": "Aumenta di 3 il livello di <color=#ffd780>Alba lunare splendente</color> .\nIl livello di potenziamento massimo è 15."
          }
        ]
      },
      {
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/17/63ca9a6d2a97e605684420138c79611f_7413715802487200101.png",
        "name": "\"Fuggiamo su ali leggiadre, per suonare gli argentei ornamenti\"",
        "desc": [
          {
            "type": "RichText",
            "text": "Aumenta di 1 le cariche di <color=#ffd780>Remiganti danzanti della rondine</color> ."
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/22/20577441/9f1f7fc003419978c12d460beb65ddb2_3107405280838544707.png"
      },
      {
        "key": "Campanelle d'argento",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/17/9ef5fbaa2a8cc87eeefba6699705b272_114518928269252871.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Completo originale - Campanelle d'argento\nIl completo di Lan Yan. I Lan della Vallata Chenyu vestono tradizionalmente di argento, e ogni elemento che Lan Yan indossa è un regalo della sua famiglia. Mentre cammina tra le montagne, ornata dalla testa ai piedi, i suoi gioielli tintinnano allegramente come il gioioso canto delle rondini di primavera."
          }
        ]
      },
      {
        "key": "Animazione da inattività 1",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/28/20577441/fd9921e6d1f29c1d99941bd9fe6cf462_5008304404782149359.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Completo originale - Campanelle d'argento"
          }
        ]
      },
      {
        "key": "Animazione da inattività 2",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/28/20577441/362a0f7fc2915ec88ff79fc071cbb870_4157409922560024039.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Completo originale - Campanelle d'argento"
          }
        ]
      },
      {
        "key": "Costellazione",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/30/20577441/7cd337b9f1c7333b48ce9106bf20fada_952923612945619657.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Costellazione - Hirundo Lazuli"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Informazioni sul personaggio",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Annuncio del personaggio"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/26/151578876/b8f7588ec301919a22dfed94c28daa99_5257645756924808231.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>26 Novembre 2024</color>\nNon farti ingannare dalla sua giovane età, realizza prodotti artigianali di vimini da più di dieci anni! Quando ero giovane e dispettoso, pensavo che sarebbe stato divertente calpestare una cesta che avevamo a casa. Per mia fortuna, quel giorno Lan Yan e suo nonno vennero a farci visita per controllare le nostre energie geomantiche. Se non mi avesse aiutato a riparare la cesta, sono sicuro che avrei mangiato maiale brasato di vimini per punizione, ahah!\n- Gaming"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Introduzione del personaggio"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/20/35428890/6e2b7d9e72d04d0654d9cdca09fca267_4734917824180657933.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>17 Gennaio 2025</color>\n\"I miei piani per oggi? Mmh... Fare ciò che mi pare, immagino! Lo stesso vale per domani e per il giorno dopo, eheh.\""
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Presentazione abilità personaggio: Lan Yan \"Intreccio di giada primaverile\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/20/35428890/596e6c1a93935ad503a680167231d0d1_7281918535138950978.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>17 Gennaio 2025</color>\nSalve, viaggiatori! Ecco a voi alcune informazioni sullo stile di combattimento di Lan Yan, diamogli un'occhiata insieme!"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrazioni del personaggio",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Festival delle lanterne 2025"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/07/35428890/1fd382486cef55526f7658d83bd177e4_5384195008852340241.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>1 Gennaio 2025</color>\nPresto sarà ora di andare al Porto di Liyue per i preparativi per il Festival delle lanterne.\nÈ la prima volta che ci vado. Forse dovrei portare con me alcune specialità della Vallata Chenyu?"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Introduzione del personaggio",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/22/20577441/735ef5e574015e24007c466ae9ada7b4_1020211326342101209.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#efdee0>Un membro importante dell'Associazione degli artigiani della Vallata Chenyu, è abile nell'intrecciare una gran varietà di oggetti artigianali di rattan e la sua natura gioiosa e arguta è positivamente contagiosa.</color>\n<color=#ccbfad>Tutto inizia da ordito e trama.</color>\n<color=#ccbfad>Intrecciare il rattan non è un lavoro che va</color>\n<color=#ccbfad>eseguito in fretta.</color>",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Relazioni del personaggio",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Xiangling",
        "desc": "<p>Una cuoca rinomata di Liyue. Nutre una grande passione per la cucina ed eccelle nella preparazione di piatti piccanti e speziati.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sommario"
      },
      {
        "type": "RichText",
        "text": "Lan Yan ha conosciuto Xiagling al Ristorante Wanmin e subito si è innamorata della sua cucina. Si sono promesse che sarebbero andate insieme a cercare ingredienti rari con cui cucinare."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Battute"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito di Xiangling - Lan Yan</color>\nSi dice che le prime impressioni siano sempre le più importanti, e la prima volta che ho mangiato al Ristorante Wanmin ho avuto molti rimpianti. Non posso credere di aver impiegato così tanto tempo a visitare il Porto di Liyue! Avrei potuto conoscere Xiangling molto prima... In ogni caso, appena ha sentito parlare di tutti gli ingredienti rari delle montagne della mia città, ha iniziato a pianificare un viaggio alla Vallata Chenyu! Farò in modo che non torni a casa a mani vuote!\n<color=#ffd780>A Proposito di Lan Yan - Xiangling</color>\nGuoba adora Lan Yan! Quando si sono incontrati per la prima volta, la stretta di mano è durata così a lungo che sembrava si conoscessero da sempre, ahah. Lan Yan ha promesso di portarmi a cercare funghi e insetti... Eheh, quando il mio nuovo piatto sarà pronto, dovrai venire a provarlo!"
      },
      {
        "type": "CustomEntry",
        "epId": 34,
        "name": "Hu Tao",
        "desc": "<p>La 77a direttrice dei Servizi Funebri Wangsheng. Ha rilevato l'attività in giovane età.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Hu Tao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sommario"
      },
      {
        "type": "RichText",
        "text": "Lan Yan apprezza molto l'ottimismo di Hu Tao, spera che il suo atteggiamento non sia solo un tentativo per assicurare gli altri.\n<color=#ffd780>A proposito di Hu Tao - Lan Yan</color>\nLa direttrice Hu sembra sempre così ottimista e solare! Anche quando la situazione è disperata, è sempre pronta con una battuta per tirarmi su il morale. Non la conosco da molto tempo, quindi mi chiedevo... Fa sempre così? Mmh... In ogni caso, a partire da oggi, spero che tutti i suoi sorrisi siano genuini, anziché un tentativo di rassicurare gli altri.\n<color=#ffd780>A proposito di Lan Yan - Hu Tao</color>\nLan Yan, dici? È molto più brava di quanto sembri. Dice di conoscere solo alcune delle arti Qimen, ma è in grado di sbarazzarsi di cose pericolose come miasma e malattie! Ohibò, c'è solo un problema... Eliminare tutte quelle cose brutte e migliorare la salute della gente non va esattamente a favore di un'impresa funebre!"
      },
      {
        "type": "CustomEntry",
        "epId": 4775,
        "name": "Gaming ",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una guardia dell'Agenzia di trasporti sicuri Cassa e spada, nonché capo del gruppo di Wushou \"Potenti creature mistiche\".</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/01/327628065/b041ad23a9d6245efac952a9379c5114_6604481330908252350.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sommario"
      },
      {
        "type": "RichText",
        "text": "Lan Yan e Gaming sono amici d'infanzia, nonostante siano entrambi cambiati molto, l'amore per la loro città natale li tiene uniti più che mai.\n<color=#ffd780>A proposito di Gaming - Lan Yan</color>\nConosco Gaming da quando eravamo bambini! All'epoca era il bullo del quartiere, ahah. Cosa? Non l'avresti detto? Beh, è cambiato molto da allora, proprio come me. Una cosa però non è cambiata: porta sempre degli spuntini con sé. Torna sempre dai suoi viaggi con un sacco di roba buona da condividere con i suoi amici. E, ovviamente, non si dimentica mai di fare scorta di prelibatezze tipiche della sua città natale...\n<color=#ffd780>A proposito di Lan Yan - Gaming</color>\nLan Yan è la migliore amica di chiunque ami il buon cibo! Dovresti chiederle di portarti in montagna a provare i piatti locali. C'è perfino un posto dove puoi portare i tuoi ingredienti. Basta che le dici che te ne ha parlato Gaming e lei saprà di cosa si tratta. Non è semplice orientarsi tra i sentieri di montagna, quindi sarà meglio che ti guidi lei. Non vorrai smarrirti, vero? Comunque, mangia tutto quello che vuoi, il capo è amico mio, quindi mettilo sul mio conto e sarai a posto!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Panoramica dei talenti"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Lan Yan</color> è un personaggio 4 stelle in grado di creare scudi e infliggere <color=#80ffd7>DAN da Anemo</color> .\n<color=#ffd780>Attacco Normale e Caricato</color> : <color=#ffffff>Lan Yan</color> sferra colpi che infliggo <color=#80ffd7>DAN da Anemo</color> e consuma vigore per lanciare un <color=#ffffffd9>Anello Lunpiuamata</color> .\n<color=#ffd780>Abilità Elementale</color> : Compie un assalto in avanti e crea uno scudo in grado di proteggere la squadra. Premere di nuovo l'abilità dopo averla usata o eseguire un attacco normale scaglia 2 <color=#ffffffd9>Anelli di Lunapiumata</color> che infliggono <color=#80ffd7>DAN da Anemo</color> .\n<color=#ffd780>Pressione prolungata</color> : Permette di prendere la mira per direzionare l'assalto.\n<color=#ffd780>Tripudio Elementale</color> : Attira a sé oggetti e nemici ed infligge <color=#80ffd7>DAN da Anemo</color> .\nIl talento passivo principale permette allo scudo di assorbire 1 elemento con cui entra in contatto, aumentando cosi la resistenza ad esso.\nIl secondo talento passivo aumenta i DAN dell'Abilità Elementale e del Tripudio Elementale in base alla <color=#ffd780>maestria elementale</color> di <color=#ffffff>Lan Yan</color> ."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Descrizione personaggio - Sfida dell'evento di prova"
      },
      {
        "type": "RichText",
        "text": "Con la sua <color=#ffd780>abilità elementale</color> , Lan Yan evoca uno <color=#ffd780>Scudo rondine</color> basato sul suo ATT ed esegue un assalto in avanti. La <color=#ffd780>pressione prolungata</color> le permette di regolare la direzione dell'assalto. Dopo che questo attacco ha colpito un avversario, premendo il tasto dell'abilità, Lan Yan lancia i suoi Anelli Lunapiumata, che inseguono e colpiscono gli avversari infliggendo <color=#ffd780>DAN da Anemo</color> .\nSbloccando il talento d'ascensione Quattro amuleti del sigillo divinatorio, se il suo assalto entra in contatto con Hydro/Pyro/Cryo/Electro quando Lan Yan colpisce gli avversari, il suo Scudo rondine subisce una Conversione elementale che infonde i DAN elementali dell'elemento corrispondente negli Anelli Lunapiumata.\nIl suo <color=#ffd780>Tripudio elementale</color> schiera una Matrice Rondine Lunapiumata che <color=#ffd780>risucchia</color> gli avversari e gli oggetti vicini, infliggendo più iterazioni di <color=#ffd780>DAN da Anemo ad area</color> .\nDurante la sfida dell'evento di prova, potrai ottenere sfere elementali extra, che ti aiuteranno a sperimentare con il Tripudio elementale del personaggio."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Consiglio potenziamento talento"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Nuovo livello priorità primaria",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/22/20577441/337a840aaee6f2cbe726bacc40dbc199_345435720497592424.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Nuovo livello priorità secondaria",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/22/20577441/02a3a4638c4da841d654531c773a67cf_1416176891360763304.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Consigli nuovo livello",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/22/20577441/1ce09211f025bf5470682189e0837732_6920071242238027125.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Armi consigliate"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "3-Stelle"
      },
      {
        "type": "CustomEntry",
        "epId": 2022,
        "name": "Epiche gesta degli Ammazzadraghi",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Un romanzo di fantasia che narra la storia di un gruppo di cinque eroi Ammazzadraghi. Scritto male e strutturalmente incoerente. Il suo valore deriva dalla morale che vuole insegnare: sbagliando s'impara.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/讨龙英杰谭.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Epiche gesta degli Ammazzadraghi</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Effetti：</color>\n<color=#ffffffa6>Stat secondaria</color> <color=#ffffff73>:</color> <color=#ffd780>Percentuale PS</color>\n<color=#ffffffa6>Passiva</color> <color=#ffffff73>: Cambiando il personaggio, quello nuovo sul campo riceve un aumento dell'</color> <color=#ffd780>ATT</color> <color=#ffffff73>di un</color> <color=#37ffff>24%</color> per <color=#ffd780>10 s</color> . Si può verificare una sola volta ogni <color=#ffd780>20 s</color> .\n<color=#ffffff>Note:</color>\n<color=#ffffff73>Consigliata per i nuovi giocatori</color>\n<color=#ffffff73>Fornisce un bonus all'</color> <color=#ffd780>ATT</color> <color=#ffffff73>al personaggio che entra in campo subito dopo</color> <color=#ffffffd9>Lan Yan</color> <color=#ffffff73>.</color>\n<color=#ffffff>Origine:</color>\nDesiderio banner evento\nDesiderio banner armi\nDesiderio banner standard"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "4-Stelle"
      },
      {
        "type": "CustomEntry",
        "epId": 2006,
        "name": "Frammenti sacrificali",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un libro eroso dal tempo, il cui testo è divenuto illeggibile. Un oggetto maledetto corrotto dai venti del tempo.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/祭礼残章.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Frammenti sacrificali</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Effetti：</color>\n<color=#ffffffa6>Stat secondaria</color> <color=#ffffff73>:</color> <color=#ffd780>Maestria Elementale</color>\n<color=#ffffffa6>Passiva</color> <color=#ffffff73>: Dopo aver inflitto danni a un avversario con un'</color> <color=#ffd780>abilità elementale</color> <color=#ffffff73>, questa ha un</color> <color=#37ffff>40%</color> <color=#ffffff73>di probabilità di azzerare il proprio TdR. Si può verificare una sola volta ogni</color> <color=#37ffff>30</color> <color=#ffffff73>s.</color>\n<color=#ffffff>Note:</color>\nPermette di usare l' <color=#ffd780>abilità elementale</color> 2 volte.\nLa <color=#ffd780>Maestria elementale</color> aumenta i <color=#ffd780>DAN</color> inflitti dall' <color=#ffd780>abilità elementale</color> e dal <color=#ffd780>tripudio elementale</color> di <color=#ffffffd9>Lan Yan</color> .\n<color=#ffffff>Origine:</color>\nDesiderio banner evento\nDesiderio banner armi\nDesiderio banner standard"
      },
      {
        "type": "CustomEntry",
        "epId": 2024,
        "name": "Occhio del giuramento",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un tesoro nazionale di Byakuyakoku conservato nel Dainichi Mikoshi. Con la venuta del Dio serpente, questo oggetto venne utilizzato per ufficializzare desideri e giuramenti.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/证誓之明瞳.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Occhio del giuramento</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Effetti：</color>\n<color=#ffffffa6>Stat secondaria</color> <color=#ffffff73>:</color> <color=#ffd780>Percentuale ATT</color>\n<color=#ffffffa6>Passiva</color> <color=#ffffff73>: Aumenta la</color> <color=#ffd780>ricarica d'energia</color> <color=#ffffff73>di un</color> <color=#37ffff>24</color> <color=#ffffff73>per 10 s dopo aver usato un'</color> <color=#ffd780>abilità elementale</color> <color=#ffffff73>.</color>\n<color=#ffffff>Note:</color>\nL' <color=#ffd780>ATT</color> dell'attributo secondario aumenta la resistenza dello scudo di <color=#ffffffd9>Lan Yan</color> .\nL' <color=#ffd780>abilità passiva</color> aiuta a ricaricare il <color=#ffd780>tripudio elementale</color> dopo aver utilizzato l' <color=#ffd780>abilità elementale</color> .\n<color=#ffffff>Origine:</color>\nRicompensa da evento Three Realms Gateway Offering (versione 2.5)"
      },
      {
        "type": "CustomEntry",
        "epId": 2910,
        "name": "Astro del vespro errante",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">In origine, questo dispositivo era impiegato dai ricercatori per osservare ed eseguire calcoli sui fenomeni celesti. Funge sia da canale di trasmissione sia da catalizzatore.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/12/35428890/350f5bf6ae4210be623556772c4c3836_6719838927234871355.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Astro del vespro errante</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Effetti：</color>\n<color=#ffffffa6>Stat secondaria</color> <color=#ffffff73>:</color> <color=#ffd780>Maestria Elementale</color>\n<color=#ffffffa6>Passiva</color> <color=#ffffff73>:</color> Il seguente effetto positivo si innesca ogni <color=#ffd780>10 s</color> : il personaggio che equipaggia l'arma guadagna per <color=#ffd780>12 s</color> un bonus <color=#ffd780>ATT</color> pari a un <color=#37ffff>24%</color> della propria <color=#ffd780>Maestria Elementale</color> , mentre i personaggi del gruppo vicini ricevono un <color=#ffffffd9>30%</color> di tale effetto per la stessa durata. La presenza di più esemplari di quest'arma permette di accumulare l'effetto. Può innescarsi anche se il personaggio non si trova in campo.\n<color=#ffffff>Note:</color>\nLa <color=#ffd780>Maestria elementale</color> dell'attributo secondario aumenta i <color=#ffd780>DAN</color> inflitti dall' <color=#ffd780>abilità elementale</color> e dal <color=#ffd780>tripudio elementale</color> di <color=#ffffffd9>Lan Yan</color> .\nIl talento passivo aumenta l' <color=#ffd780>ATT</color> di <color=#ffffffd9>Lan Yan</color> in base alla sua <color=#ffd780>Maestria Elementale</color> , inoltre anche gli altri membri del gruppo ricevono una parte di questo effetto.\n<color=#ffffff>Origine:</color>\nDesiderio evento arma"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "5-Stelle"
      },
      {
        "type": "CustomEntry",
        "epId": 1964,
        "name": "Memorie terrene",
        "desc": "<p>Quest'arma di pietra contiene memorie lontane. Le sue infinite mutazioni rivelano il suo potere interiore.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/尘世之锁.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Memorie terrene</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Effetti：</color>\n<color=#ffffffa6>Stat secondaria</color> <color=#ffffff73>:</color> <color=#ffd780>Percentuale ATT</color>\n<color=#ffffffa6>Passiva</color> <color=#ffffff73>:</color> Aumenta l'efficacia dello <color=#ffd780>scudo</color> di un <color=#37ffff>20%</color> . Mandare a segno un colpo contro gli avversari aumenta ATT di un <color=#37ffff>4%</color> per 8s. Si può cumulare fino a 5 volte. Si può verificare una sola volta ogni 0,3 s. Mentre la protezione dello <color=#ffd780>scudo</color> è attiva, l'effetto di quest' <color=#ffd780>ATT</color> aumenta di un <color=#ffffffd9>100%</color> .\n<color=#ffffff>Note:</color>\nL' <color=#ffd780>ATT</color> fornito dalla statistica secondaria aumenta l'efficacia dello scudo di <color=#ffffffd9>Lan Yan</color> .\nL' <color=#ffd780>abilità passiva</color> aumenta l'efficacia dello scudo e aumenta l' <color=#ffd780>ATT</color> ulteriormente.\nSe lo scudo è attivo, il bonus all' <color=#ffd780>ATT</color> ricevuto aumenta di molto.\n<color=#ffffff>Origine:</color>\nDesiderio banner armi"
      },
      {
        "type": "CustomEntry",
        "epId": 1955,
        "name": "Atlante celeste",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un atlante delle nuvole che simboleggia Dvalin e il suo precedente padrone, l'Archon di Anemo. Illustra i venti e le nubi delle regioni del nord, e contiene i poteri del cielo e del vento.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之卷.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Atlante celeste</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Effetti：</color>\n<color=#ffffffa6>Stat secondaria</color> <color=#ffffff73>:</color> <color=#ffd780>Percentuale ATT</color>\n<color=#ffffffa6>Passiva</color> <color=#ffffff73>: Aumenta il bonus</color> <color=#ffd780>DAN elementali</color> <color=#ffffff73>di un</color> <color=#37ffff>12%</color> <color=#ffffff73>. I colpi da attacco normale hanno un 50% di probabilità di conquistare i favori delle nuvole, che inseguono gli avversari vicini attaccandoli per 15 s, infliggendo un</color> <color=#37ffff>160%</color> <color=#ffffff73>di</color> <color=#ffd780>DAN da ATT</color> <color=#ffffff73>. Si può verificare una sola volta ogni 30 s.</color>\n<color=#ffffff>Note:</color>\nL' <color=#ffd780>ATT</color> fornito dalla statistica secondaria aumenta l'efficacia dello scudo di <color=#ffffffd9>Lan Yan</color> .\nLa passiva aumenta il bonus <color=#ffd780>DAN elementali</color> ; i <color=#ffd780>colpi normali</color> possono attivare un effetto che infligge <color=#ffd780>DAN</color> ai nemici in base all' <color=#ffd780>ATT</color> di <color=#ffffffd9>Lan Yan</color> .\n<color=#ffffff>Origine:</color>\nDesiderio banner armi\nDesiderio banner standard"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Manufatti Consigliati"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Stat dei manufatti"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2022/11/20/35428890/1387f1512524772db99ae30b6303f939_5072609172935942900.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2022/11/20/35428890/56451470fe75f710b812ac28e226273b_5774236690802856497.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2022/11/20/35428890/8bc07934c9290b83751c7fa183a43ab7_32021027934025390.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Percentuale ATT/Maestria Elementale/Ricarica di Energia</color>\n<color=#ffd780>Percentuale ATT/Maestria Elementale</color>\n<color=#ffd780>Percentuale ATT/Maestria Elementale</color>",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Set da 4 pezzi"
      },
      {
        "type": "CustomEntry",
        "epId": 2091,
        "name": "Cacciatrice smeraldo",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Cacciatrice smeraldo</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Bonus del set:</color>\n<color=#ffffffa6>Set da 2 pezzi:</color> <color=#80ffd7>DAN da Anemo</color> <color=#ffffff73>+15%</color>\n<color=#ffffffa6>Set da 4 pezzi:</color> <color=#ffffff73>Aumenta</color> <color=#ffd780>DAN</color> <color=#ffffff73>da reazione di</color> <color=#80ffd7>Turbinio</color> <color=#ffffff73>del</color> <color=#37ffff>60%</color> <color=#ffffff73>e diminuisce la</color> <color=#ffd780>RES elementale</color> <color=#ffffff73>dei nemici</color>\n<color=#ffffffd9>Note:</color>\n<color=#ffffff73>Aumenta il</color> <color=#ffd780>DAN</color> <color=#ffffff73>riducendo la</color> <color=#ffd780>RES elementale</color> <color=#ffffff73>dei nemici</color>\nPer ottenere il set da 5 stelle bisogna raggiungere il livello 45 di avventura\n<color=#ffffffd9>Origine:</color>\n<color=#ffffff73>Dominio: Valle della Rimembranza, 20 resine per ogni tentativo</color>\n<color=#ffffff73>Offerte mistiche</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2075,
        "name": "Noblesse oblige",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Noblesse Oblige</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Bonus del set:</color>\n<color=#ffffffa6>Set da 2 pezzi:</color> <color=#ffd780>DAN da Tripudio Elementale</color> <color=#ffffffa6>+20%.</color>\n<color=#ffffffa6>Set da 4 pezzi: L'uso di un</color> <color=#ffd780>Tripudio Elementale</color> <color=#ffffffa6>aumenta di un</color> <color=#37ffff>20%</color> <color=#ffffffa6>l'</color> <color=#ffd780>ATT</color> <color=#ffffffa6>di tutti i membri del gruppo per</color> <color=#ffd780>12 s</color> <color=#ffffffa6>. Non cumulabile.</color>\n<color=#ffffffd9>Note:</color>\nAumenta i danni elementali di <color=#ffffffd9>Lan Yan</color> e l' <color=#ffd780>ATT</color> dell'intera squadra\nConsigliato solo se nessun altro della squadra equipaggia questo set di manufatti\nPer ottenere il set da 5 stelle bisogna raggiungere il livello 45 di avventura\n<color=#ffffffd9>Origine:</color>\n<color=#ffffff73>Dominio Lago limpido e caverna di montagna, 20 resine per ogni tentativo</color>\n<color=#ffffff73>Offerte mistiche</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "2 Set da 2 pezzi"
      },
      {
        "type": "CustomEntry",
        "epId": 2081,
        "name": "Compagnia del vagabondo",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2673,
        "name": "Sogni dorati",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/194600931/ae8a2c6f24df66e1bd7cc2dbd83d330d_5836084318530605114.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3321,
        "name": "Fiore del paradiso perduto",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/50ce09dfa5a91a33aa9cedfb15bcf2d1_864016614991586234.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Set da 2 pezzi:</color> <color=#ffd780>Maestria Elementale + 80</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2095,
        "name": "Ultimo atto del gladiatore",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2098,
        "name": "Reminiscenza di Shimenawa",
        "desc": "<p></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Shimenawa's Reminiscence/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2076,
        "name": "Echi di un'offerta",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2097,
        "name": "Aldilà vermiglio",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Scheggia di estro armonico",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/190184121/7557f4558ab243d82e8b6b9994fc97ee_4714692879599082052.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Fantasmagoria incompiuta",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/20/20577441/7d7db43be987ad7fba94aaec60f539bc_6185881766976545374.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4716,
        "name": "Sussurri notturni nella foresta dell'eco",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/d9d39d9f046d5d23c3d497574be55a82_3464070329311643566.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Ultimo atto del gladiatore - Reminescenza di Shimenawa - Echi di un'offferta - Aldilà vermiglio - Scheggia di estro armonico - Fantasmagoria incompiuta - Sussurri notturni nella foresta dell'eco</color>\n<color=#ffffffd9>Set da 2 pezzi:</color> <color=#ffd780>ATT +18%</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Possibili abbinamenti:</color>\n<color=#ffffff73>Set da 2 pezzi</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2081,
        "name": "Compagnia del vagabondo",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/flower_of_life_icon.png",
        "displayStyle": "text",
        "menuId": 5
      },
      {
        "type": "RichText",
        "text": "/(o simili) <color=#ffffff73>+</color> <color=#ffffff73>Set da 2 pezzi</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2095,
        "name": "Ultimo atto del gladiatore",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/flower_of_life_icon.png",
        "displayStyle": "text",
        "menuId": 5
      },
      {
        "type": "RichText",
        "text": "/(o simili)\n<color=#ffffff73>Set da 2 pezzi</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2098,
        "name": "Reminiscenza di Shimenawa",
        "desc": "<p></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Shimenawa's Reminiscence/flower_of_life_icon.png",
        "displayStyle": "text",
        "menuId": 5
      },
      {
        "type": "RichText",
        "text": "/(o simili) <color=#ffffff73>+</color> <color=#ffffff73>Set da 2 pezzi</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2095,
        "name": "Ultimo atto del gladiatore",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/flower_of_life_icon.png",
        "displayStyle": "text",
        "menuId": 5
      },
      {
        "type": "RichText",
        "text": "/(o simili)\n<color=#ffffff73>Set da 2 pezzi</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2081,
        "name": "Compagnia del vagabondo",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/flower_of_life_icon.png",
        "displayStyle": "text",
        "menuId": 5
      },
      {
        "type": "RichText",
        "text": "/(o simili) + Set da 2 pezzi"
      },
      {
        "type": "CustomEntry",
        "epId": 2673,
        "name": "Sogni dorati",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/194600931/ae8a2c6f24df66e1bd7cc2dbd83d330d_5836084318530605114.png",
        "displayStyle": "text",
        "menuId": 5
      },
      {
        "type": "RichText",
        "text": "/(o simili)\n<color=#ffffffd9>Note:</color>\nLa combinazione di 2 set da 2 pezzi è più facile da ottenere ed è un'ottima opzione transitoria\nPer ottenere i set da 5 stelle bisogna raggiungere il livello 45 di avventura\n<color=#ffffffd9>Origine:</color>\n<color=#ffd780>Ultimo atto del gladiatore:</color>\n<color=#ffffff73>Boss settimanali, 30 resine per 3 riscatti. Dopo il terzo, 60 resine</color>\n<color=#ffffff73>Nemici élite, 40 resine per ogni tentativo</color>\n<color=#ffffff73>Offerte mistiche</color>\n<color=#ffd780>Reminescenza di Shimenawa:</color>\n<color=#ffffff73>Dominio: Giardino d'autunno, 20 resine per ogni tentativo</color>\n<color=#ffffff73>Offerte mistiche</color>\n<color=#ffd780>Echi di un'offerta/Aldilà vermiglio:</color>\n<color=#ffffff73>Dominio: La Valle perduta, 20 resine per ogni tentativo</color>\n<color=#ffffff73>Offerte mistiche</color>\n<color=#ffd780>Scheggia di estro armonico/Fantasmagoria incompiuta:</color>\n<color=#ffffff73>Dominio: Teatro Sbiadito, 20 resine per ogni tentativo</color>\n<color=#ffd780>Sussurri notturni della foresta dell'eco:</color>\n<color=#ffffff73>Dominio: Urbe delle cascate, 20 resine per ogni tentativo</color>\n<color=#ffd780>Compagnia del vagabondo:</color>\n<color=#ffffff73>Boss settimanali, 30 resine per 3 riscatti. Dopo il terzo, 60 resine</color>\n<color=#ffffff73>Nemici élite, 40 resine per ogni tentativo</color>\n<color=#ffffff73>Offerte mistiche</color>\n<color=#ffd780>Sogni dorati:</color>\n<color=#ffffff73>Dominio: Guglia dell'Illuminazione solitaria, 20 resine per ogni tentativo</color>\n<color=#ffffff73>Offerte mistiche</color>\n<color=#ffd780>Fiore del paradiso perduto:</color>\n<color=#ffffff73>Dominio: Cittadella del deserto, 20 resine per ogni tentativo</color>\n<color=#ffffff73>Offerte mistiche</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sinergia con gli elementi"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>La protagonista assoluta della scena del giudizio, fino all'applauso finale.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/45954971/263e5ea0784d182b393f67a7e24146a5_8864541355688862657.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2252,
        "name": "Yelan",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una persona misteriosa che sostiene di lavorare per il Ministero degli Affari Civili, ma che risulta “inesistente” nella lista dello stesso Ministero.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yelan_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 39,
        "name": "Xingqiu",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un ragazzo con una grande passione per i libri che brandisce una lunga spada. Vanta un cuore cavalleresco e una smania per la giustizia e la lealtà.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xingqiu_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6319,
        "name": "Mualani",
        "desc": "Una famosa guida di Natlan, proprietaria di un negozio di articoli per sport acquatici, nonché solcaonde esperta.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/f4c75caad42923eb91ee760aa2eb473a_7439123622315070718.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il Giudice supremo di Fontaine, anche conosciuto come lo Iudex, famoso per la sua incontestabile imparzialità.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/157266935/0513aa7f482dbb4778545d02f94956fe_7174467864028517893.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 31,
        "name": "Kamisato Ayato",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il giovane ma particolarmente abile capo del clan Kamisato della Commissione Yashiro. Un uomo dalle mille risorse, colto e garbato.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayato_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'undicesimo Messaggero dei Fatui, noto anche come il \"Principe\". Il suo nome è molto temuto sul campo di battaglia.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Lan Yan</color> protegge la squadra creando uno scudo, inoltre, il suo elemento, può scatenare la reazione <color=#80ffd7>Turbinio</color> a contatto con l' <color=#80c0ff>Hydro</color> . Due o più personaggi <color=#80c0ff>Hydro</color> in squadra attivano la risonanza elementale che aumenta i <color=#ffd780>PS</color> di tutta la squadra."
      },
      {
        "type": "CustomEntry",
        "epId": 38,
        "name": "Fischl",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una ragazza misteriosa che si fa chiamare Prinzessin der Verurteilung e che viaggia in compagnia di un corvo di nome Oz.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Fischl_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Shogun Raiden",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Sua Eccellenza, la potente Narukami Ogosho, che ha promesso al popolo di Inazuma un'Eternità immutevole.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Lady Guuji del Gran Santuario di Narukami e caporedattrice della Casa editrice Yae. Dietro alla sua bellezza si celano un'intelligenza e un'astuzia incredibili.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7079,
        "name": "Ororon",
        "desc": "Un giovane membro dei Maestri del Vento della Notte che ama vivere in mezzo alla natura, accanto a forme di vita d'ogni sorta.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/e4830690f8b6a1ebb02cfbc8ce955671_8091252479018770784.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7079,
        "name": "Ororon",
        "desc": "Un giovane membro dei Maestri del Vento della Notte che ama vivere in mezzo alla natura, accanto a forme di vita d'ogni sorta.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/e4830690f8b6a1ebb02cfbc8ce955671_8091252479018770784.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5596,
        "name": "Clorinde",
        "desc": "Una campionessa duellante imbattuta. Difende la giustizia nella Corte di Fontaine brandendo la sua spada.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/05/29/770a66030815971c697ab81bc5436329_8660717987969952036.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2813,
        "name": "Cyno",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il generale Mahamatra incaricato della supervisione dei ricercatori all'Akademiya. Si dice che svolga il suo lavoro in maniera ancor più efficiente del Gran Vayuvyastra creato dalla Kshahrewar.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/77454259/e09e2bda5e022611fad0dea1bb6518bb_6757667565719577204.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Lan Yan</color> protegge la squadra creando uno scudo, inoltre, il suo elemento, può scatenare la reazione <color=#80ffd7>Turbinio</color> a contatto con l' <color=#ffacff>Electro</color> . Due o più personaggi <color=#ffacff>Electro</color> in squadra attivano la risonanza elementale che aiuta a caricare il <color=#ffd780>Tripudio Elementale</color> più velocemente.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7299,
        "name": "Mavuika",
        "desc": "La leader di Natlan, che ha ereditato il Nome antico di \"Kiongozi\". Ha giurato di illuminare il futuro della Nazione della Guerra con la Fiamma sacra.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/30/2f098b1f15854fd9dafc54998795a59e_864981592196815761.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4775,
        "name": "Gaming ",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una guardia dell'Agenzia di trasporti sicuri Cassa e spada, nonché capo del gruppo di Wushou \"Potenti creature mistiche\".</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/01/327628065/b041ad23a9d6245efac952a9379c5114_6604481330908252350.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p>Un celebre mago di Fontaine dotato di grande presenza scenica e notevoli doti dialettiche. Il pubblico rimane ammaliato dalle sue incredibili abilità e pende letteralmente dalle sue labbra</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/157266935/e343d4442cc3b8e243f0d528bb715f75_5622302237255870491.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 43,
        "name": "Diluc",
        "desc": "<p>Il magnate di un impero vinicolo a Mondstadt, la sua ricchezza, reputazione e le sue capacità sono senza eguali.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diluc_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 34,
        "name": "Hu Tao",
        "desc": "<p>La 77a direttrice dei Servizi Funebri Wangsheng. Ha rilevato l'attività in giovane età.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Hu Tao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Klee",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Esperta di esplosivi e ospite frequente della cella d'isolamento dei Cavalieri di Favonius. Conosciuta anche come Sole fugace.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Klee_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3463,
        "name": "Dehya",
        "desc": "<p>Un membro degli Eremiti, un'organizzazione mercenaria che vaga per le sabbie di Sumeru.<br>È potente, valorosa e gode di ottima fama tra i suoi compagni.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/02/190184121/65b22311e1e38ffa45a4928d4005ecee_7056303427000343404.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 26,
        "name": "Bennett",
        "desc": "<p>Un giovane avventuriere di Mondstadt estremamente sfortunato.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Bennett_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Xiangling",
        "desc": "<p>Una cuoca rinomata di Liyue. Nutre una grande passione per la cucina ed eccelle nella preparazione di piatti piccanti e speziati.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Lan Yan</color> protegge la squadra creando uno scudo, inoltre, il suo elemento, può scatenare la reazione <color=#80ffd7>Turbinio</color> a contatto con il <color=#ff9999>Pyro</color> . Due o più personaggi <color=#ff9999>Pyro</color> in squadra attivano la risonanza elementale che aumenta l' <color=#ffd780>ATT</color> di tutta la squadra.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Shenhe",
        "desc": "<p>Una discepola degli Adepti alquanto singolare. Avendo trascorso lungo tempo in isolamento tra le montagne di Liyue, è diventata fredda e distante come gli Adepti stessi.</p><p></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Spadaccino esperto e stratega dei Cavalieri di Favonius. Si dice che non sia originario di Mondstadt.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaeya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 33,
        "name": "Rosaria",
        "desc": "<p>Nel caso di Rosaria, l'abito è l'unica cosa che faccia la monaca. Famosa per la sua parlantina pungente e i suoi modi glaciali, lavora spesso da sola.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Rosaria_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 45,
        "name": "Chongyun",
        "desc": "<p>Il giovane erede di una famiglia di esorcisti. Fa tutto il possibile per sopprimere la sua abbondanza di energia yang.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Chongyun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">La segretaria del Padiglione Yuehai. Nelle sue vene scorre il sangue del Qilin, una bestia illuminata.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 32,
        "name": "Kamisato Ayaka",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Figlia del clan Kamisato della Commissione Yashiro. Rispettabile ed elegante, nonché saggia e forte.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayaka_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6,
        "name": "Eula",
        "desc": "<p>Cavaliere dell'Onda danzante, discendente dell'antica aristocrazia e capitana della compagnia di ricognizione dei Cavalieri di Favonius. Il motivo per cui una giovane nobile abbia voluto unirsi ai Cavalieri rimane tuttora un grande mistero in tutta Mondstadt.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Eula_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Lan Yan</color> protegge la squadra creando uno scudo, inoltre, il suo elemento, può scatenare la reazione <color=#80ffd7>Turbinio</color> a contatto con il <color=#99ffff>Cryo</color> . Due o più personaggi <color=#99ffff>Cryo</color> in squadra attivano la risonanza elementale che aumenta il <color=#ffd780>Tasso di CRIT</color> contro gli avversari affetti da <color=#99ffff>Cryo</color> o <color=#99ffff>Congelamento</color> .",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Vagabondo",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un viandante dall'identità misteriosa. Nonostante sia vestito come una sorta di asceta di montagna, il suo atteggiamento è di quanto più distante ci sia da una tale definizione.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/24d97a22be742fb732ea96f625d1faac_2495743636540582085.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Adeptus Yaksha difensore di Liyue, noto anche come \"Conquistademoni\" e \"Custode Yaksha\"</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7080,
        "name": "Chasca",
        "desc": "La Pacificatrice di Tlalocan, conciliatrice di ogni controversia.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/abe1192cc7aad45f6b273478dd5fa88a_4799372826012752249.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2263,
        "name": "Shikanoin Heizou",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un giovane investigatore prodigio della Commissione Tenryou dai sensi acuti e dalla mente chiara.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shikanoin Heizou_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Lan Yan</color> protegge la squadra creando uno scudo.\nDue o più personaggi <color=#99ffff>Anemo</color> in squadra attivano la risonanza elementale che aumenta la <color=#ffd780>VEL di movimento</color> della squadra e diminuisce il TdR delle <color=#ffd780>Abilità Elementali</color> ."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Esempi di squadre"
      },
      {
        "type": "CustomEntry",
        "epId": 7301,
        "name": "Lan Yan",
        "desc": "Una tessitrice di rattan della Vallata Chenyu. Dotata di una mente chiara e un carattere mite, è vivace come una sorgente di montagna.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/17/02a299cec38b4ef4f21952c37a624258_5744396397316809821.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il Giudice supremo di Fontaine, anche conosciuto come lo Iudex, famoso per la sua incontestabile imparzialità.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/157266935/0513aa7f482dbb4778545d02f94956fe_7174467864028517893.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>La protagonista assoluta della scena del giudizio, fino all'applauso finale.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/45954971/263e5ea0784d182b393f67a7e24146a5_8864541355688862657.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6924,
        "name": "Xilonen",
        "desc": "Una Forgianomi dei Nanatzcayan, particolarmente brava nel trovare l'equilibrio tra le pesanti responsabilità del lavoro e i piaceri della vita.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/25/b07074c2b9040516fd240b6b8d65c011_2487211347344319683.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7301,
        "name": "Lan Yan",
        "desc": "Una tessitrice di rattan della Vallata Chenyu. Dotata di una mente chiara e un carattere mite, è vivace come una sorgente di montagna.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/17/02a299cec38b4ef4f21952c37a624258_5744396397316809821.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 34,
        "name": "Hu Tao",
        "desc": "<p>La 77a direttrice dei Servizi Funebri Wangsheng. Ha rilevato l'attività in giovane età.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Hu Tao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 39,
        "name": "Xingqiu",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un ragazzo con una grande passione per i libri che brandisce una lunga spada. Vanta un cuore cavalleresco e una smania per la giustizia e la lealtà.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xingqiu_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2252,
        "name": "Yelan",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una persona misteriosa che sostiene di lavorare per il Ministero degli Affari Civili, ma che risulta “inesistente” nella lista dello stesso Ministero.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yelan_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7301,
        "name": "Lan Yan",
        "desc": "Una tessitrice di rattan della Vallata Chenyu. Dotata di una mente chiara e un carattere mite, è vivace come una sorgente di montagna.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/17/02a299cec38b4ef4f21952c37a624258_5744396397316809821.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Vagabondo",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un viandante dall'identità misteriosa. Nonostante sia vestito come una sorta di asceta di montagna, il suo atteggiamento è di quanto più distante ci sia da una tale definizione.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/24d97a22be742fb732ea96f625d1faac_2495743636540582085.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Shogun Raiden",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Sua Eccellenza, la potente Narukami Ogosho, che ha promesso al popolo di Inazuma un'Eternità immutevole.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 38,
        "name": "Fischl",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una ragazza misteriosa che si fa chiamare Prinzessin der Verurteilung e che viaggia in compagnia di un corvo di nome Oz.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Fischl_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7301,
        "name": "Lan Yan",
        "desc": "Una tessitrice di rattan della Vallata Chenyu. Dotata di una mente chiara e un carattere mite, è vivace come una sorgente di montagna.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/17/02a299cec38b4ef4f21952c37a624258_5744396397316809821.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7299,
        "name": "Mavuika",
        "desc": "La leader di Natlan, che ha ereditato il Nome antico di \"Kiongozi\". Ha giurato di illuminare il futuro della Nazione della Guerra con la Fiamma sacra.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/30/2f098b1f15854fd9dafc54998795a59e_864981592196815761.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Spadaccino esperto e stratega dei Cavalieri di Favonius. Si dice che non sia originario di Mondstadt.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaeya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 26,
        "name": "Bennett",
        "desc": "<p>Un giovane avventuriere di Mondstadt estremamente sfortunato.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Bennett_icon.png",
        "displayStyle": "card",
        "menuId": 2
      }
    ],
    "talent": [
      {
        "title": "Attacco normale: Il fagiano nero che avanza sull'acqua",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/17/464df75643b85d808ea7457d333c2520_1304846342428639591.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Attacco normale</color>\nBrandisce i suoi Anelli Lunapiumata per sferrare fino a 4 colpi infliggendo <color=#80ffd7>DAN da Anemo</color> .\n<color=#ffd780>Attacco caricato</color>\nConsuma una determinata quantità di vigore per scagliare un Anello Lunapiumata che infligge <color=#80ffd7>DAN da Anemo</color> .\n<color=#ffd780>Attacco in picchiata</color>\nAccumulando la forza di Anemo, si scaglia contro il suolo da mezz'aria, danneggiando tutti gli avversari lungo la sua traiettoria. Infligge <color=#80ffd7>DAN da Anemo ad area</color> all'impatto col suolo."
          }
        ],
        "attributes": [
          {
            "key": "Livello",
            "values": [
              "Lv.1",
              "Lv.2",
              "Lv.3",
              "Lv.4",
              "Lv.5",
              "Lv.6",
              "Lv.7",
              "Lv.8",
              "Lv.9",
              "Lv.10",
              "Lv.11"
            ]
          },
          {
            "key": "DAN da 1º colpo",
            "values": [
              "41.4%",
              "44.6%",
              "47.7%",
              "51.8%",
              "54.9%",
              "58.0%",
              "62.2%",
              "66.3%",
              "70.4%",
              "74.6%",
              "78.7%"
            ]
          },
          {
            "key": "DAN da 2º colpo",
            "values": [
              "20.4%+24.9%",
              "21.9%+26.8%",
              "23.5%+28.7%",
              "25.5%+31.2%",
              "27.0%+33.1%",
              "28.6%+34.9%",
              "30.6%+37.4%",
              "32.7%+39.9%",
              "34.7%+42.4%",
              "36.7%+44.9%",
              "38.8%+47.4%"
            ]
          },
          {
            "key": "DAN da 3º colpo",
            "values": [
              "26.9%+26.9%",
              "28.9%+28.9%",
              "31.0%+31.0%",
              "33.7%+33.7%",
              "35.7%+35.7%",
              "37.7%+37.7%",
              "40.4%+40.4%",
              "43.1%+43.1%",
              "45.8%+45.8%",
              "48.5%+48.5%",
              "51.1%+51.1%"
            ]
          },
          {
            "key": "DAN da 4º colpo",
            "values": [
              "64.6%",
              "69.4%",
              "74.2%",
              "80.7%",
              "85.5%",
              "90.4%",
              "96.8%",
              "103.3%",
              "109.8%",
              "116.2%",
              "122.7%"
            ]
          },
          {
            "key": "DAN da ATT caricato",
            "values": [
              "37.8%×3",
              "40.7%×3",
              "43.5%×3",
              "47.3%×3",
              "50.1%×3",
              "53.0%×3",
              "56.8%×3",
              "60.5%×3",
              "64.3%×3",
              "68.1%×3",
              "71.9%×3"
            ]
          },
          {
            "key": "Costo vigore ATT caricato",
            "values": [
              "50.0",
              "50.0",
              "50.0",
              "50.0",
              "50.0",
              "50.0",
              "50.0",
              "50.0",
              "50.0",
              "50.0",
              "50.0"
            ]
          },
          {
            "key": "DAN da ATT in picchiata",
            "values": [
              "56.8%",
              "61.5%",
              "66.1%",
              "72.7%",
              "77.3%",
              "82.6%",
              "89.9%",
              "97.1%",
              "104.4%",
              "112.3%",
              "120.3%"
            ]
          },
          {
            "key": "DAN da ATT in picchiata basso/alto",
            "values": [
              "114%/142%",
              "123%/153%",
              "132%/165%",
              "145%/182%",
              "155%/193%",
              "165%/206%",
              "180%/224%",
              "194%/243%",
              "209%/261%",
              "225%/281%",
              "240%/300%"
            ]
          }
        ],
        "materials": [
          null,
          [
            {
              "type": "CustomEntry",
              "epId": 76,
              "name": "Insegnamenti della diligenza",
              "desc": "<p>Materiale per l'aumento di livello dei talenti.<br>﻿L'operosità è il fondamento della Terra di Geo. La diligenza ha il coraggio e la forza di</p><p>conquistare mari e monti, e d'inseguire l'oro e la prosperità tramite il duro e onesto lavoro.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Teachings of Diligence_icon.png",
              "amount": 3
            },
            {
              "type": "CustomEntry",
              "epId": 1876,
              "name": "Nettare del Malefiore",
              "desc": "<p><span style=\"color: rgb(219, 222, 225)\">Del nettare estratto dagli stami di un Malefiore che contiene alcune tracce d'energia elementale. Il sapore del nettare ha un accenno di Fiordolce.</span></p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Whopperflower Nectar_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 12500
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Guida alla diligenza",
              "desc": "<p>﻿Materiale per l'aumento di livello dei talenti.</p><p>L'operosità è il fondamento della Terra della Roccia.</p><p>L'operosità è il catalizzatore che scorre nel sangue degli abitanti di Liyue, ed è in grado di tramutare la roccia in oro. È ciò che si cela dietro la magnificenza del suo grande porto commerciale.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 722,
              "name": "Nettare brillante",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Del nettare colmo di pura energia elementale.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Gli studiosi generalmente concordano sul fatto che i Malefiori sono forme di vita avanzata tra le piante elementali, ma non c'è ancora una spiegazione soddisfacente riguardo alle loro abitudini predatorie.</span></p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
              "amount": 3
            },
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 17500
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Guida alla diligenza",
              "desc": "<p>﻿Materiale per l'aumento di livello dei talenti.</p><p>L'operosità è il fondamento della Terra della Roccia.</p><p>L'operosità è il catalizzatore che scorre nel sangue degli abitanti di Liyue, ed è in grado di tramutare la roccia in oro. È ciò che si cela dietro la magnificenza del suo grande porto commerciale.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 722,
              "name": "Nettare brillante",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Del nettare colmo di pura energia elementale.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Gli studiosi generalmente concordano sul fatto che i Malefiori sono forme di vita avanzata tra le piante elementali, ma non c'è ancora una spiegazione soddisfacente riguardo alle loro abitudini predatorie.</span></p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 25000
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Guida alla diligenza",
              "desc": "<p>﻿Materiale per l'aumento di livello dei talenti.</p><p>L'operosità è il fondamento della Terra della Roccia.</p><p>L'operosità è il catalizzatore che scorre nel sangue degli abitanti di Liyue, ed è in grado di tramutare la roccia in oro. È ciò che si cela dietro la magnificenza del suo grande porto commerciale.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 722,
              "name": "Nettare brillante",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Del nettare colmo di pura energia elementale.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Gli studiosi generalmente concordano sul fatto che i Malefiori sono forme di vita avanzata tra le piante elementali, ma non c'è ancora una spiegazione soddisfacente riguardo alle loro abitudini predatorie.</span></p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 30000
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Guida alla diligenza",
              "desc": "<p>﻿Materiale per l'aumento di livello dei talenti.</p><p>L'operosità è il fondamento della Terra della Roccia.</p><p>L'operosità è il catalizzatore che scorre nel sangue degli abitanti di Liyue, ed è in grado di tramutare la roccia in oro. È ciò che si cela dietro la magnificenza del suo grande porto commerciale.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 722,
              "name": "Nettare brillante",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Del nettare colmo di pura energia elementale.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Gli studiosi generalmente concordano sul fatto che i Malefiori sono forme di vita avanzata tra le piante elementali, ma non c'è ancora una spiegazione soddisfacente riguardo alle loro abitudini predatorie.</span></p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 37500
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Filosofie della diligenza",
              "desc": "<p>﻿Materiale per l'aumento di livello dei talenti.</p><p>L'operosità è il fondamento della Terra della Roccia.</p><p>Operosità significa credere che chiunque possa guadagnarsi un posto nella terra degli dei con il sudore della fronte, con la saggezza e con il potere.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 372,
              "name": "Nettare energetico",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Del miele denso e appiccicoso che è pieno d'energia.<br>Il Malefiore caccia ingannando la sua preda, un processo che usa per evolversi possibilmente in una forma più forte e più pura.</span></p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 7348,
              "name": "Fuoco solare eroso",
              "desc": "Sebbene la battaglia contro il Signore della Fiamma primordiale erosa sia terminata, la fiamma ad anello continua a bruciare senza sosta.<br>All'inizio, nelle più profonde e buie delle notti, il maestro della fiamma emulava il sole, rimpiazzando così la luce del cielo stellato.<br>Anche se il bagliore della fiamma è stato per metà corroso, riflette ancora la gloria dei tempi del mondo antico.",
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/88b25d8e705ee9ee5294d356eae487c5_8794418679119621366.png",
              "amount": 1
            },
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 120000
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Filosofie della diligenza",
              "desc": "<p>﻿Materiale per l'aumento di livello dei talenti.</p><p>L'operosità è il fondamento della Terra della Roccia.</p><p>Operosità significa credere che chiunque possa guadagnarsi un posto nella terra degli dei con il sudore della fronte, con la saggezza e con il potere.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 372,
              "name": "Nettare energetico",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Del miele denso e appiccicoso che è pieno d'energia.<br>Il Malefiore caccia ingannando la sua preda, un processo che usa per evolversi possibilmente in una forma più forte e più pura.</span></p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 7348,
              "name": "Fuoco solare eroso",
              "desc": "Sebbene la battaglia contro il Signore della Fiamma primordiale erosa sia terminata, la fiamma ad anello continua a bruciare senza sosta.<br>All'inizio, nelle più profonde e buie delle notti, il maestro della fiamma emulava il sole, rimpiazzando così la luce del cielo stellato.<br>Anche se il bagliore della fiamma è stato per metà corroso, riflette ancora la gloria dei tempi del mondo antico.",
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/88b25d8e705ee9ee5294d356eae487c5_8794418679119621366.png",
              "amount": 1
            },
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 260000
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Filosofie della diligenza",
              "desc": "<p>﻿Materiale per l'aumento di livello dei talenti.</p><p>L'operosità è il fondamento della Terra della Roccia.</p><p>Operosità significa credere che chiunque possa guadagnarsi un posto nella terra degli dei con il sudore della fronte, con la saggezza e con il potere.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 372,
              "name": "Nettare energetico",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Del miele denso e appiccicoso che è pieno d'energia.<br>Il Malefiore caccia ingannando la sua preda, un processo che usa per evolversi possibilmente in una forma più forte e più pura.</span></p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 7348,
              "name": "Fuoco solare eroso",
              "desc": "Sebbene la battaglia contro il Signore della Fiamma primordiale erosa sia terminata, la fiamma ad anello continua a bruciare senza sosta.<br>All'inizio, nelle più profonde e buie delle notti, il maestro della fiamma emulava il sole, rimpiazzando così la luce del cielo stellato.<br>Anche se il bagliore della fiamma è stato per metà corroso, riflette ancora la gloria dei tempi del mondo antico.",
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/88b25d8e705ee9ee5294d356eae487c5_8794418679119621366.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 450000
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Filosofie della diligenza",
              "desc": "<p>﻿Materiale per l'aumento di livello dei talenti.</p><p>L'operosità è il fondamento della Terra della Roccia.</p><p>Operosità significa credere che chiunque possa guadagnarsi un posto nella terra degli dei con il sudore della fronte, con la saggezza e con il potere.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 16
            },
            {
              "type": "CustomEntry",
              "epId": 372,
              "name": "Nettare energetico",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Del miele denso e appiccicoso che è pieno d'energia.<br>Il Malefiore caccia ingannando la sua preda, un processo che usa per evolversi possibilmente in una forma più forte e più pura.</span></p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 7348,
              "name": "Fuoco solare eroso",
              "desc": "Sebbene la battaglia contro il Signore della Fiamma primordiale erosa sia terminata, la fiamma ad anello continua a bruciare senza sosta.<br>All'inizio, nelle più profonde e buie delle notti, il maestro della fiamma emulava il sole, rimpiazzando così la luce del cielo stellato.<br>Anche se il bagliore della fiamma è stato per metà corroso, riflette ancora la gloria dei tempi del mondo antico.",
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/88b25d8e705ee9ee5294d356eae487c5_8794418679119621366.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 900,
              "name": "Corona della saggezza",
              "desc": "<p>Prezioso materiale per l'aumento di livello dei talenti.</p><p>Nei tempi antichi, era un oggetto che serviva a conservare e trasmettere la conoscenza. Ora, la conoscenza si trova nei testi antichi e nelle profonde riflessioni. Tuttavia, questa Corona della saggezza è ancora in grado di trasmettere parte del suo potere e della sua conoscenza a chi la indossa.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crown of Insight_icon.png",
              "amount": 1
            },
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 700000
            }
          ]
        ],
        "talentImg": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/17/a1c1dbfe7bf1dcd241ed514d0a5a72f0_377390628478468679.gif"
      },
      {
        "title": "Remiganti danzanti della rondine",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/17/337a840aaee6f2cbe726bacc40dbc199_5907703057761762857.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Lan Yan evoca lo Scudo rondine, un'arte segreta tramandata da generazioni, e compie un assalto in avanti. Una volta entrata in contatto con il bersaglio, esegue un salto all'indietro verso l'alto.\nL'assorbimento DAN dello Scudo rondine si basa sull'ATT di Lan Yan e possiede un 250% di efficienza contro i <color=#80ffd7>DAN da Anemo</color> .\nQuando è a mezz'aria per effetto della sua abilità elementale Remiganti danzanti della rondine, usare nuovamente quest'ultima o un attacco normale permette a Lan Yan di scagliare contro un avversario i suoi Anelli Lunapiumata. Una volta colpito un avversario, gli Anelli ruotano due volte tra gli avversari vicini infliggendo <color=#80ffd7>DAN da Anemo</color> .\nLa pressione prolungata permette di eseguire una versione alternativa dell'abilità.\n<color=#ffd780>Pressione prolungata</color>\nEntra in modalità di mira per regolare la direzione dell'assalto.\n\"Le nuvole oscurano il chiaro di luna, come ombre argentate che adornano la vista.\""
          }
        ],
        "attributes": [
          {
            "key": "Livello",
            "values": [
              "Liv.1",
              "Liv.2",
              "Liv.3",
              "Liv.4",
              "Liv.5",
              "Liv.6",
              "Liv.7",
              "Liv.8",
              "Liv.9",
              "Liv.10",
              "Liv.11",
              "Liv.12",
              "Liv.13"
            ]
          },
          {
            "key": "DAN da Anello Lunapiumata",
            "values": [
              "96.3%",
              "103.5%",
              "110.7%",
              "120.3%",
              "127.5%",
              "134.8%",
              "144.4%",
              "154.0%",
              "163.6%",
              "173.3%",
              "182.9%",
              "192.5%",
              "204.5%"
            ]
          },
          {
            "key": "Assorbimento DAN scudo",
            "values": [
              "276.5% <br/>ATT+1156",
              "297.2% <br/>ATT+1271",
              "318.0% <br/>ATT+1396",
              "345.6% <br/>ATT+1531",
              "366.3% <br/>ATT+1676",
              "387.1% <br/>ATT+1830",
              "414.7% <br/>ATT+1993",
              "442.4% <br/>ATT+2167",
              "470.0% <br/>ATT+2350",
              "497.7% <br/>ATT+2542",
              "525.3% <br/>ATT+2745",
              "553.0% <br/>ATT+2957",
              "587.5% <br/>ATT+3178"
            ]
          },
          {
            "key": "Durata scudo",
            "values": [
              "12.5s",
              "12.5s",
              "12.5s",
              "12.5s",
              "12.5s",
              "12.5s",
              "12.5s",
              "12.5s",
              "12.5s",
              "12.5s",
              "12.5s",
              "12.5s",
              "12.5s"
            ]
          },
          {
            "key": "TdR",
            "values": [
              "16.0s",
              "16.0s",
              "16.0s",
              "16.0s",
              "16.0s",
              "16.0s",
              "16.0s",
              "16.0s",
              "16.0s",
              "16.0s",
              "16.0s",
              "16.0s",
              "16.0s"
            ]
          }
        ],
        "materials": [
          null,
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 12500
            },
            {
              "type": "CustomEntry",
              "epId": 76,
              "name": "Insegnamenti della diligenza",
              "desc": "<p>Materiale per l'aumento di livello dei talenti.<br>﻿L'operosità è il fondamento della Terra di Geo. La diligenza ha il coraggio e la forza di</p><p>conquistare mari e monti, e d'inseguire l'oro e la prosperità tramite il duro e onesto lavoro.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Teachings of Diligence_icon.png",
              "amount": 3
            },
            {
              "type": "CustomEntry",
              "epId": 1876,
              "name": "Nettare del Malefiore",
              "desc": "<p><span style=\"color: rgb(219, 222, 225)\">Del nettare estratto dagli stami di un Malefiore che contiene alcune tracce d'energia elementale. Il sapore del nettare ha un accenno di Fiordolce.</span></p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Whopperflower Nectar_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 17500
            },
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Guida alla diligenza",
              "desc": "<p>﻿Materiale per l'aumento di livello dei talenti.</p><p>L'operosità è il fondamento della Terra della Roccia.</p><p>L'operosità è il catalizzatore che scorre nel sangue degli abitanti di Liyue, ed è in grado di tramutare la roccia in oro. È ciò che si cela dietro la magnificenza del suo grande porto commerciale.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 722,
              "name": "Nettare brillante",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Del nettare colmo di pura energia elementale.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Gli studiosi generalmente concordano sul fatto che i Malefiori sono forme di vita avanzata tra le piante elementali, ma non c'è ancora una spiegazione soddisfacente riguardo alle loro abitudini predatorie.</span></p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
              "amount": 3
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 25000
            },
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Guida alla diligenza",
              "desc": "<p>﻿Materiale per l'aumento di livello dei talenti.</p><p>L'operosità è il fondamento della Terra della Roccia.</p><p>L'operosità è il catalizzatore che scorre nel sangue degli abitanti di Liyue, ed è in grado di tramutare la roccia in oro. È ciò che si cela dietro la magnificenza del suo grande porto commerciale.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 722,
              "name": "Nettare brillante",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Del nettare colmo di pura energia elementale.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Gli studiosi generalmente concordano sul fatto che i Malefiori sono forme di vita avanzata tra le piante elementali, ma non c'è ancora una spiegazione soddisfacente riguardo alle loro abitudini predatorie.</span></p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
              "amount": 4
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 30000
            },
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Guida alla diligenza",
              "desc": "<p>﻿Materiale per l'aumento di livello dei talenti.</p><p>L'operosità è il fondamento della Terra della Roccia.</p><p>L'operosità è il catalizzatore che scorre nel sangue degli abitanti di Liyue, ed è in grado di tramutare la roccia in oro. È ciò che si cela dietro la magnificenza del suo grande porto commerciale.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 722,
              "name": "Nettare brillante",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Del nettare colmo di pura energia elementale.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Gli studiosi generalmente concordano sul fatto che i Malefiori sono forme di vita avanzata tra le piante elementali, ma non c'è ancora una spiegazione soddisfacente riguardo alle loro abitudini predatorie.</span></p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 37500
            },
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Guida alla diligenza",
              "desc": "<p>﻿Materiale per l'aumento di livello dei talenti.</p><p>L'operosità è il fondamento della Terra della Roccia.</p><p>L'operosità è il catalizzatore che scorre nel sangue degli abitanti di Liyue, ed è in grado di tramutare la roccia in oro. È ciò che si cela dietro la magnificenza del suo grande porto commerciale.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 722,
              "name": "Nettare brillante",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Del nettare colmo di pura energia elementale.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Gli studiosi generalmente concordano sul fatto che i Malefiori sono forme di vita avanzata tra le piante elementali, ma non c'è ancora una spiegazione soddisfacente riguardo alle loro abitudini predatorie.</span></p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
              "amount": 9
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 120000
            },
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Filosofie della diligenza",
              "desc": "<p>﻿Materiale per l'aumento di livello dei talenti.</p><p>L'operosità è il fondamento della Terra della Roccia.</p><p>Operosità significa credere che chiunque possa guadagnarsi un posto nella terra degli dei con il sudore della fronte, con la saggezza e con il potere.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 372,
              "name": "Nettare energetico",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Del miele denso e appiccicoso che è pieno d'energia.<br>Il Malefiore caccia ingannando la sua preda, un processo che usa per evolversi possibilmente in una forma più forte e più pura.</span></p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 7348,
              "name": "Fuoco solare eroso",
              "desc": "Sebbene la battaglia contro il Signore della Fiamma primordiale erosa sia terminata, la fiamma ad anello continua a bruciare senza sosta.<br>All'inizio, nelle più profonde e buie delle notti, il maestro della fiamma emulava il sole, rimpiazzando così la luce del cielo stellato.<br>Anche se il bagliore della fiamma è stato per metà corroso, riflette ancora la gloria dei tempi del mondo antico.",
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/88b25d8e705ee9ee5294d356eae487c5_8794418679119621366.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 260000
            },
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Filosofie della diligenza",
              "desc": "<p>﻿Materiale per l'aumento di livello dei talenti.</p><p>L'operosità è il fondamento della Terra della Roccia.</p><p>Operosità significa credere che chiunque possa guadagnarsi un posto nella terra degli dei con il sudore della fronte, con la saggezza e con il potere.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 372,
              "name": "Nettare energetico",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Del miele denso e appiccicoso che è pieno d'energia.<br>Il Malefiore caccia ingannando la sua preda, un processo che usa per evolversi possibilmente in una forma più forte e più pura.</span></p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 7348,
              "name": "Fuoco solare eroso",
              "desc": "Sebbene la battaglia contro il Signore della Fiamma primordiale erosa sia terminata, la fiamma ad anello continua a bruciare senza sosta.<br>All'inizio, nelle più profonde e buie delle notti, il maestro della fiamma emulava il sole, rimpiazzando così la luce del cielo stellato.<br>Anche se il bagliore della fiamma è stato per metà corroso, riflette ancora la gloria dei tempi del mondo antico.",
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/88b25d8e705ee9ee5294d356eae487c5_8794418679119621366.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 450000
            },
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Filosofie della diligenza",
              "desc": "<p>﻿Materiale per l'aumento di livello dei talenti.</p><p>L'operosità è il fondamento della Terra della Roccia.</p><p>Operosità significa credere che chiunque possa guadagnarsi un posto nella terra degli dei con il sudore della fronte, con la saggezza e con il potere.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 372,
              "name": "Nettare energetico",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Del miele denso e appiccicoso che è pieno d'energia.<br>Il Malefiore caccia ingannando la sua preda, un processo che usa per evolversi possibilmente in una forma più forte e più pura.</span></p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 7348,
              "name": "Fuoco solare eroso",
              "desc": "Sebbene la battaglia contro il Signore della Fiamma primordiale erosa sia terminata, la fiamma ad anello continua a bruciare senza sosta.<br>All'inizio, nelle più profonde e buie delle notti, il maestro della fiamma emulava il sole, rimpiazzando così la luce del cielo stellato.<br>Anche se il bagliore della fiamma è stato per metà corroso, riflette ancora la gloria dei tempi del mondo antico.",
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/88b25d8e705ee9ee5294d356eae487c5_8794418679119621366.png",
              "amount": 2
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 700000
            },
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Filosofie della diligenza",
              "desc": "<p>﻿Materiale per l'aumento di livello dei talenti.</p><p>L'operosità è il fondamento della Terra della Roccia.</p><p>Operosità significa credere che chiunque possa guadagnarsi un posto nella terra degli dei con il sudore della fronte, con la saggezza e con il potere.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 16
            },
            {
              "type": "CustomEntry",
              "epId": 372,
              "name": "Nettare energetico",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Del miele denso e appiccicoso che è pieno d'energia.<br>Il Malefiore caccia ingannando la sua preda, un processo che usa per evolversi possibilmente in una forma più forte e più pura.</span></p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 7348,
              "name": "Fuoco solare eroso",
              "desc": "Sebbene la battaglia contro il Signore della Fiamma primordiale erosa sia terminata, la fiamma ad anello continua a bruciare senza sosta.<br>All'inizio, nelle più profonde e buie delle notti, il maestro della fiamma emulava il sole, rimpiazzando così la luce del cielo stellato.<br>Anche se il bagliore della fiamma è stato per metà corroso, riflette ancora la gloria dei tempi del mondo antico.",
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/88b25d8e705ee9ee5294d356eae487c5_8794418679119621366.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 900,
              "name": "Corona della saggezza",
              "desc": "<p>Prezioso materiale per l'aumento di livello dei talenti.</p><p>Nei tempi antichi, era un oggetto che serviva a conservare e trasmettere la conoscenza. Ora, la conoscenza si trova nei testi antichi e nelle profonde riflessioni. Tuttavia, questa Corona della saggezza è ancora in grado di trasmettere parte del suo potere e della sua conoscenza a chi la indossa.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crown of Insight_icon.png",
              "amount": 1
            }
          ]
        ],
        "talentImg": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/17/9a7e1c160920458eaf5d912ac7a4265c_5764699190436227593.gif"
      },
      {
        "title": "Alba lunare splendente",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/17/02a3a4638c4da841d654531c773a67cf_3424309031795609620.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Lan Yan crea la Matrice Rondine Lunapiumata, attirando a sé avversari e oggetti vicini e infliggendo diverse iterazioni di <color=#80ffd7>DAN da Anemo ad area</color> .\nA dirla tutta, essendo Lan Yan da sola, non si può davvero parlare di \"matrice\". Tuttavia, se consideriamo le bambole di rattan che ha con lei, allora è in grado di soddisfare i requisiti... Forse."
          }
        ],
        "attributes": [
          {
            "key": "Livello",
            "values": [
              "Liv.1",
              "Liv.2",
              "Liv.3",
              "Liv.4",
              "Liv.5",
              "Liv.6",
              "Liv.7",
              "Liv.8",
              "Liv.9",
              "Liv.10",
              "Liv.11",
              "Liv.12",
              "Liv.13"
            ]
          },
          {
            "key": "DAN da abilità",
            "values": [
              "241.1%×3",
              "259.1%×3",
              "277.2%×3",
              "301.3%×3",
              "319.4%×3",
              "337.5%×3",
              "361.6%×3",
              "385.7%×3",
              "409.8%×3",
              "433.9%×3",
              "458.0%×3",
              "482.1%×3",
              "512.3%×3"
            ]
          },
          {
            "key": "TdR",
            "values": [
              "15.0s",
              "15.0s",
              "15.0s",
              "15.0s",
              "15.0s",
              "15.0s",
              "15.0s",
              "15.0s",
              "15.0s",
              "15.0s",
              "15.0s",
              "15.0s",
              "15.0s"
            ]
          },
          {
            "key": "Costo energia",
            "values": [
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60"
            ]
          }
        ],
        "materials": [
          null,
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 12500
            },
            {
              "type": "CustomEntry",
              "epId": 76,
              "name": "Insegnamenti della diligenza",
              "desc": "<p>Materiale per l'aumento di livello dei talenti.<br>﻿L'operosità è il fondamento della Terra di Geo. La diligenza ha il coraggio e la forza di</p><p>conquistare mari e monti, e d'inseguire l'oro e la prosperità tramite il duro e onesto lavoro.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Teachings of Diligence_icon.png",
              "amount": 3
            },
            {
              "type": "CustomEntry",
              "epId": 1876,
              "name": "Nettare del Malefiore",
              "desc": "<p><span style=\"color: rgb(219, 222, 225)\">Del nettare estratto dagli stami di un Malefiore che contiene alcune tracce d'energia elementale. Il sapore del nettare ha un accenno di Fiordolce.</span></p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Whopperflower Nectar_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 17500
            },
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Guida alla diligenza",
              "desc": "<p>﻿Materiale per l'aumento di livello dei talenti.</p><p>L'operosità è il fondamento della Terra della Roccia.</p><p>L'operosità è il catalizzatore che scorre nel sangue degli abitanti di Liyue, ed è in grado di tramutare la roccia in oro. È ciò che si cela dietro la magnificenza del suo grande porto commerciale.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 722,
              "name": "Nettare brillante",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Del nettare colmo di pura energia elementale.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Gli studiosi generalmente concordano sul fatto che i Malefiori sono forme di vita avanzata tra le piante elementali, ma non c'è ancora una spiegazione soddisfacente riguardo alle loro abitudini predatorie.</span></p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
              "amount": 3
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 25000
            },
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Guida alla diligenza",
              "desc": "<p>﻿Materiale per l'aumento di livello dei talenti.</p><p>L'operosità è il fondamento della Terra della Roccia.</p><p>L'operosità è il catalizzatore che scorre nel sangue degli abitanti di Liyue, ed è in grado di tramutare la roccia in oro. È ciò che si cela dietro la magnificenza del suo grande porto commerciale.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 722,
              "name": "Nettare brillante",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Del nettare colmo di pura energia elementale.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Gli studiosi generalmente concordano sul fatto che i Malefiori sono forme di vita avanzata tra le piante elementali, ma non c'è ancora una spiegazione soddisfacente riguardo alle loro abitudini predatorie.</span></p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
              "amount": 4
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 30000
            },
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Guida alla diligenza",
              "desc": "<p>﻿Materiale per l'aumento di livello dei talenti.</p><p>L'operosità è il fondamento della Terra della Roccia.</p><p>L'operosità è il catalizzatore che scorre nel sangue degli abitanti di Liyue, ed è in grado di tramutare la roccia in oro. È ciò che si cela dietro la magnificenza del suo grande porto commerciale.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 722,
              "name": "Nettare brillante",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Del nettare colmo di pura energia elementale.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Gli studiosi generalmente concordano sul fatto che i Malefiori sono forme di vita avanzata tra le piante elementali, ma non c'è ancora una spiegazione soddisfacente riguardo alle loro abitudini predatorie.</span></p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 37500
            },
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Guida alla diligenza",
              "desc": "<p>﻿Materiale per l'aumento di livello dei talenti.</p><p>L'operosità è il fondamento della Terra della Roccia.</p><p>L'operosità è il catalizzatore che scorre nel sangue degli abitanti di Liyue, ed è in grado di tramutare la roccia in oro. È ciò che si cela dietro la magnificenza del suo grande porto commerciale.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 722,
              "name": "Nettare brillante",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Del nettare colmo di pura energia elementale.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Gli studiosi generalmente concordano sul fatto che i Malefiori sono forme di vita avanzata tra le piante elementali, ma non c'è ancora una spiegazione soddisfacente riguardo alle loro abitudini predatorie.</span></p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
              "amount": 9
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 120000
            },
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Filosofie della diligenza",
              "desc": "<p>﻿Materiale per l'aumento di livello dei talenti.</p><p>L'operosità è il fondamento della Terra della Roccia.</p><p>Operosità significa credere che chiunque possa guadagnarsi un posto nella terra degli dei con il sudore della fronte, con la saggezza e con il potere.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 372,
              "name": "Nettare energetico",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Del miele denso e appiccicoso che è pieno d'energia.<br>Il Malefiore caccia ingannando la sua preda, un processo che usa per evolversi possibilmente in una forma più forte e più pura.</span></p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 7348,
              "name": "Fuoco solare eroso",
              "desc": "Sebbene la battaglia contro il Signore della Fiamma primordiale erosa sia terminata, la fiamma ad anello continua a bruciare senza sosta.<br>All'inizio, nelle più profonde e buie delle notti, il maestro della fiamma emulava il sole, rimpiazzando così la luce del cielo stellato.<br>Anche se il bagliore della fiamma è stato per metà corroso, riflette ancora la gloria dei tempi del mondo antico.",
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/88b25d8e705ee9ee5294d356eae487c5_8794418679119621366.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 260000
            },
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Filosofie della diligenza",
              "desc": "<p>﻿Materiale per l'aumento di livello dei talenti.</p><p>L'operosità è il fondamento della Terra della Roccia.</p><p>Operosità significa credere che chiunque possa guadagnarsi un posto nella terra degli dei con il sudore della fronte, con la saggezza e con il potere.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 372,
              "name": "Nettare energetico",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Del miele denso e appiccicoso che è pieno d'energia.<br>Il Malefiore caccia ingannando la sua preda, un processo che usa per evolversi possibilmente in una forma più forte e più pura.</span></p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 7348,
              "name": "Fuoco solare eroso",
              "desc": "Sebbene la battaglia contro il Signore della Fiamma primordiale erosa sia terminata, la fiamma ad anello continua a bruciare senza sosta.<br>All'inizio, nelle più profonde e buie delle notti, il maestro della fiamma emulava il sole, rimpiazzando così la luce del cielo stellato.<br>Anche se il bagliore della fiamma è stato per metà corroso, riflette ancora la gloria dei tempi del mondo antico.",
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/88b25d8e705ee9ee5294d356eae487c5_8794418679119621366.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 450000
            },
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Filosofie della diligenza",
              "desc": "<p>﻿Materiale per l'aumento di livello dei talenti.</p><p>L'operosità è il fondamento della Terra della Roccia.</p><p>Operosità significa credere che chiunque possa guadagnarsi un posto nella terra degli dei con il sudore della fronte, con la saggezza e con il potere.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 372,
              "name": "Nettare energetico",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Del miele denso e appiccicoso che è pieno d'energia.<br>Il Malefiore caccia ingannando la sua preda, un processo che usa per evolversi possibilmente in una forma più forte e più pura.</span></p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 7348,
              "name": "Fuoco solare eroso",
              "desc": "Sebbene la battaglia contro il Signore della Fiamma primordiale erosa sia terminata, la fiamma ad anello continua a bruciare senza sosta.<br>All'inizio, nelle più profonde e buie delle notti, il maestro della fiamma emulava il sole, rimpiazzando così la luce del cielo stellato.<br>Anche se il bagliore della fiamma è stato per metà corroso, riflette ancora la gloria dei tempi del mondo antico.",
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/88b25d8e705ee9ee5294d356eae487c5_8794418679119621366.png",
              "amount": 2
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 700000
            },
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Filosofie della diligenza",
              "desc": "<p>﻿Materiale per l'aumento di livello dei talenti.</p><p>L'operosità è il fondamento della Terra della Roccia.</p><p>Operosità significa credere che chiunque possa guadagnarsi un posto nella terra degli dei con il sudore della fronte, con la saggezza e con il potere.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 16
            },
            {
              "type": "CustomEntry",
              "epId": 372,
              "name": "Nettare energetico",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Del miele denso e appiccicoso che è pieno d'energia.<br>Il Malefiore caccia ingannando la sua preda, un processo che usa per evolversi possibilmente in una forma più forte e più pura.</span></p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 7348,
              "name": "Fuoco solare eroso",
              "desc": "Sebbene la battaglia contro il Signore della Fiamma primordiale erosa sia terminata, la fiamma ad anello continua a bruciare senza sosta.<br>All'inizio, nelle più profonde e buie delle notti, il maestro della fiamma emulava il sole, rimpiazzando così la luce del cielo stellato.<br>Anche se il bagliore della fiamma è stato per metà corroso, riflette ancora la gloria dei tempi del mondo antico.",
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/88b25d8e705ee9ee5294d356eae487c5_8794418679119621366.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 900,
              "name": "Corona della saggezza",
              "desc": "<p>Prezioso materiale per l'aumento di livello dei talenti.</p><p>Nei tempi antichi, era un oggetto che serviva a conservare e trasmettere la conoscenza. Ora, la conoscenza si trova nei testi antichi e nelle profonde riflessioni. Tuttavia, questa Corona della saggezza è ancora in grado di trasmettere parte del suo potere e della sua conoscenza a chi la indossa.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crown of Insight_icon.png",
              "amount": 1
            }
          ]
        ],
        "talentImg": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/17/ef8da9523f61f21515e6b9c1ccf52481_744445278347395909.gif"
      },
      {
        "title": "Quattro amuleti del sigillo divinatorio",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/17/41be033a2a2ad85806bda3a7a7a8892b_5190886024646506542.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Quando l'assalto dell'abilità elementale <color=#ffd780>Remiganti danzanti della rondine</color> colpisce un bersaglio, se si verifica un'interazione con <color=#80c0ff>Hydro</color> / <color=#ff9999>Pyro</color> / <color=#99ffff>Cryo</color> / <color=#ffacff>Electro</color> , lo Scudo rondine subisce un assorbimento elementale, ottenendo un'efficienza di assorbimento del tipo elementale corrispondente pari a un 250%.\nInoltre, se l'utilizzo di <color=#ffd780>Remiganti danzanti della rondine</color> causa un assorbimento elementale dello Scudo rondine, gli Anelli Lunapiumata lanciati contro gli avversari da Lan Yan infliggono ulteriori DAN elementali pari a un 50% dei DAN originali del corrispondente tipo elementale. Tali DAN sono considerati DAN da abilità elementale."
          }
        ],
        "attributes": null
      },
      {
        "title": "Talismano Celestipiuma scacciamaligno",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/17/ddf4b72f7f80cce6ed8e2f23bb51b133_4150999157996766024.png",
        "desc": [
          {
            "type": "RichText",
            "text": "L'abilità elementale <color=#ffd780>Remiganti danzanti della rondine</color> e il Tripudio elementale <color=#ffd780>Alba lunare splendente</color> infliggono DAN aumentati rispettivamente di un 309% e un 774% della maestria elementale di Lan Yan."
          }
        ],
        "attributes": null
      },
      {
        "title": "Pensieri e intenti, come profumi di seta",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/01/17/bae6fc27483880016384b1bac495d015_4304456814037658287.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Quando Lan Yan è nel gruppo, i Cristallotteri e alcuni altri animali non fuggiranno spaventati quando i tuoi personaggi si avvicinano a essi.\nControlla la sottocategoria Altro della sezione Esseri viventi/Fauna nell'Archivio per scoprire su quali creature ha effetto quest'abilità."
          }
        ],
        "attributes": null
      }
    ]
  }
}