{
  "epId": 7351,
  "name": "Nome antico d'ossidiana",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Tumaini, un Nome antico forgiato dopo molte vicissitudini, il cui significato è “speranza”. Tu sei la sua prima portatrice(il suo primo portatore), ed esso registrerà tutte le tue gesta e le tue avventure a Natlan, per poi essere tramandate per sempre.<br>La “saggezza” non è l’unico dominio degli esseri viventi, né tutti i ricordi o le emozioni sono una “benedizione”. È un’esistenza senza nome e senza forma, e nemmeno il buon senso può comprenderla. Così come non sappiamo nulla dei luoghi che non possono essere toccati dalla luce, non possiamo essere sicuri che non ci siano innumerevoli paia di occhi che ci osservano dalle profondità del buio. È un’arroganza che brama la conoscenza e le informazioni immagazzinate nella terra. Persino l’orrore e la disperazione, che gli esseri umani non potranno mai trascendere sono semplici emozioni “simulate” a tuo beneficio, una volta che avrà compreso tutto ciò che è Natlan.<br>Presta l’orecchio al ruggito di Xumucul. Ascolta l’odio che ha incancrenito il cuore dell’impareggiabile guerriero mille anni fa. Come rimpiange di aver alzato la sua arma davanti alle tombe dei suoi compagni nei giorni andati! Perché se non fosse mai stato possibile vincere la battaglia, allora non sarebbe mai stato un condottiero, ma un re crudele e solitario.<br>Guarda le lacrime di Cochanina e sii testimone della sua disperazione millenaria. Fu risoluta fino alla fine, ma il fuoco, la spada e la morte non cessarono mai di devastare la sua patria. Alla fine, si inginocchiò davanti alle gelide bare e rifletté sull’immagine che le pozzanghere di pioggia dipingevano di sé: se non si può rifiutare, perché non accoglierla?<br>Senti la furia di Ndenge e vieni a conoscenza della sua follia millenaria. Combatté per Natlan per tutta la vita, versò e sacrificò il suo sangue ardente solo per imparare la verità della guerra dalla Fiamma sacra una volta raggiunto il trono. Non era un eroe amato da tutti: era solo un buffone cieco e ignorante, perché l’umanità non ",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/6c535148317ed9d8ecda0afd5ffdbd77_5095437906811194859.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1748550744,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Nome antico d'ossidiana"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7101,
            "name": "Guardando insieme il tramonto",
            "desc": "<p>Assisti all'apparizione del quinto eroe all'interno delle Rovine della Fonte segreta, e raggiungi un accordo temporaneo di collaborazione con il Condottiero. Sembra che questa faccenda stia volgendo al termine, eppure l'Abisso è ancora in agguato. Non è ancora il momento di rilassarsi...</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/20856775/8d026241b4633ed726e023cc1c89d58f_8841144005992511256.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "5.3"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Tumaini, un Nome antico forgiato dopo molte vicissitudini, il cui significato è “speranza”. Tu sei la sua prima portatrice(il suo primo portatore), ed esso registrerà tutte le tue gesta e le tue avventure a Natlan, per poi essere tramandate per sempre.</color>\n<color=#ffffff73>La “saggezza” non è l’unico dominio degli esseri viventi, né tutti i ricordi o le emozioni sono una “benedizione”. È un’esistenza senza nome e senza forma, e nemmeno il buon senso può comprenderla. Così come non sappiamo nulla dei luoghi che non possono essere toccati dalla luce, non possiamo essere sicuri che non ci siano innumerevoli paia di occhi che ci osservano dalle profondità del buio. È un’arroganza che brama la conoscenza e le informazioni immagazzinate nella terra. Persino l’orrore e la disperazione, che gli esseri umani non potranno mai trascendere sono semplici emozioni “simulate” a tuo beneficio, una volta che avrà compreso tutto ciò che è Natlan.</color>\n<color=#ffffff73>Presta l’orecchio al ruggito di Xumucul. Ascolta l’odio che ha incancrenito il cuore dell’impareggiabile guerriero mille anni fa. Come rimpiange di aver alzato la sua arma davanti alle tombe dei suoi compagni nei giorni andati! Perché se non fosse mai stato possibile vincere la battaglia, allora non sarebbe mai stato un condottiero, ma un re crudele e solitario.</color>\n<color=#ffffff73>Guarda le lacrime di Cochanina e sii testimone della sua disperazione millenaria. Fu risoluta fino alla fine, ma il fuoco, la spada e la morte non cessarono mai di devastare la sua patria. Alla fine, si inginocchiò davanti alle gelide bare e rifletté sull’immagine che le pozzanghere di pioggia dipingevano di sé: se non si può rifiutare, perché non accoglierla?</color>\n<color=#ffffff73>Senti la furia di Ndenge e vieni a conoscenza della sua follia millenaria. Combatté per Natlan per tutta la vita, versò e sacrificò il suo sangue ardente solo per imparare la verità della guerra dalla Fiamma sacra una volta raggiunto il trono. Non era un eroe amato da tutti: era solo un buffone cieco e ignorante, perché l’umanità non potrà mai sperare di conquistare il vero padrone.</color>\n<color=#ffffff73>Comprendi le parole di Xbalanque e percepisci la sua bugia millenaria. La massima saggezza genera la massima paranoia, e mentre teneva il tempo e la morte nelle sue mani, condannò Natlan a un gioco senza soluzione. Gli umani non devono accendere lampade prima dell’oscurità destinata a venire, per non attirare mostri ancora più grandi.</color>\n<color=#ffffff73>Pensa al piano di Mavuika… No.</color>\n<color=#ffffff73>Può deformare la storia e la memoria, ma non può stravolgere le tue esperienze personali. Questo è il significato del nome che porti, e la luce che i Nomi antichi intendono tramandare.</color>\n<color=#ffffff73>“I nostri antenati incisero la parola ‘miracoli’ sull’ossidiana, ma i detentori successivi lessero ‘forza’.”</color>"
          }
        ]
      }
    ]
  }
}