{
  "epId": 739,
  "name": "Maschera funeraria",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un trofeo ottenuto dopo aver sconfitto Signora, l'Ottava dei Messaggeri dei Fatui.<br>I Fatui spesso si interfacciano con il mondo da dietro le loro maschere, e si dice che ciò sia dovuto al fatto che prima di diventare Fatui, la loro esistenza fosse priva di significato. Per questo motivo dovevano rinunciare al loro vero nome e al loro volto.<br><br>Tuttavia, dimenticare tutto ciò che costituisce l'identità personale, come i legami passati e ciò che ne consegue, non è impresa da tutti.<br>Forse sarebbe giusto dire che solo coloro che hanno un'ossessione per l'Illusione sarebbero disposti a unirsi a questo gruppo così avverso ai Princìpi celesti. Costoro decidono di vincolare il resto della loro vita a un'Illusione e bruciano intensamente come le stelle.<br>Certamente, molti dei Fatui sono semplicemente dei sadici e sono consumati dal potere. Non che queste cose debbano essere necessariamente in conflitto.<br><br>La donna il cui vero nome era Rosalyne-Kruzchka Lohefalter potrebbe aver condotto un'esistenza più innocente e ingenua.<br>Ma ciò fu prima che i suoi occhi si riempissero di un fuoco violento, consumando la sua innocenza. Prima che la gelante Illusione spegnesse le bocche infuocate che continuavano a morderla. Prima che il potere del congelamento che la proteggeva venisse frantumato dalla(o) straniera(o) eterna(o), colei(lui) che, altrettanto determinata(o), fece esplodere le fiamme ancora una volta...</span></p>",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Funerary Mask_icon.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1751564486,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Maschera funeraria</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Oggetto missione</color>"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Capitolo II: Atto III - L’onnipresenza sui mortali</color>\n<color=#ffffffd9>Missione - Duello dinanzi al trono</color>"
          }
        ]
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>2.1</color>"
          }
        ]
      }
    ]
  }
}