{
  "epId": 7417,
  "name": "Capitano",
  "desc": "<p>Primo degli undici Messaggeri dei Fatui e Cavaliere Sentinella di Khaenri'ah, il suo vero nome è Thrain.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20856775/79759e345facb2f339734b9136d57347_3725823876301470658.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1751368922,
  "components": {
    "galleryCharacter": [
      {
        "key": "Il Condottiero",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20856775/35da88324bf0ebbfeb27d4fe3d92124c_4411390634019059651.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Il primo Messaggero dei Fatui indossa sempre una maschera, perché il suo volto è rimasto sfigurato."
          }
        ]
      },
      {
        "key": "Thrain",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20856775/1492f517bb14c7cf3ab3e0c195e8f56d_4960378286172967146.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Thrain è il vero nome del Condottiero."
          }
        ]
      },
      {
        "key": "Guthred ed il Condottiero",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20856775/d6713b4f2aaaf3dc71b52aa264216c52_2293898890409452571.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Guthred ed il Condottiero uniscono le forze."
          }
        ]
      },
      {
        "key": "Ronova ed il Condottiero ",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20856775/089e9da63f3ce205a957facd8142d995_7458624186165797100.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Il Condottiero negozia con la Signora della Morte."
          }
        ]
      },
      {
        "key": "Sacrificio",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20856775/fe4b26abcac941f6aba68733113fc636_2564538912634009553.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Il Condottiero ottiene ciò che bramava più di ogni altra cosa."
          }
        ]
      },
      {
        "key": "Monumento",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20856775/904a3dd7c2ba4b5ce9e3696417003f32_3287259214817350789.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "\"Canta l'ultimo inno con orgoglio per gli eroi che sono passati dall'altra parte. Questo è un monumento che commemora i valorosi guerrieri che persero la vita nella guerra per Natlan.\""
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Capitano"
          }
        ]
      },
      {
        "key": "Regione ",
        "value": [
          {
            "type": "RichText",
            "text": "Khaenri'ah"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Fatui"
          }
        ]
      },
      {
        "key": "Titolo",
        "value": [
          {
            "type": "RichText",
            "text": "Il Condottiero"
          }
        ]
      },
      {
        "key": "Alias",
        "value": [
          {
            "type": "RichText",
            "text": "Primo degli undici Messaggeri dei Fatui\nCavaliere Sentinella\nThrain"
          }
        ]
      },
      {
        "key": "Voce cinese",
        "value": [
          {
            "type": "RichText",
            "text": "王玮 (Wang Wei)"
          }
        ]
      },
      {
        "key": "Voce inglese",
        "value": [
          {
            "type": "RichText",
            "text": "Chris Tergliafera"
          }
        ]
      },
      {
        "key": "Voce giapponese",
        "value": [
          {
            "type": "RichText",
            "text": "成田剣 (NARITA Ken)"
          }
        ]
      },
      {
        "key": "Voce coreana",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>민응식 (Min Eung-sik)</color>"
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "\"Memories of This Life\" Animated Short | Genshin Impact #GenshinImpact",
        "url": "https://www.youtube.com/watch?v=2o2d7Nr_SN8",
        "coverUrl": "https://i.ytimg.com/vi/2o2d7Nr_SN8/maxresdefault.jpg",
        "duration": 110
      },
      {
        "title": "\"The Song Burning in the Embers\" Full Animated Short | Genshin Impact #GenshinImpact",
        "url": "https://www.youtube.com/watch?v=tN5JACOEJFM",
        "coverUrl": "https://i.ytimg.com/vi/tN5JACOEJFM/maxresdefault.jpg",
        "duration": 425
      },
      {
        "title": "Cutscene Animation: \"Clash of Frost and Flame\" | Genshin Impact #Cutscene #Animation #GenshinImpact",
        "url": "https://www.youtube.com/watch?v=J4uJsK1gNKg",
        "coverUrl": "https://i.ytimg.com/vi/J4uJsK1gNKg/maxresdefault.jpg",
        "duration": 246
      },
      {
        "title": "Ignition Teaser: A Name Forged in Flames | Genshin Impact #Ignition #Teaser #GenshinImpact",
        "url": "https://www.youtube.com/watch?v=O2ATH__rtQo",
        "coverUrl": "https://i.ytimg.com/vi/O2ATH__rtQo/maxresdefault.jpg",
        "duration": 225
      },
      {
        "title": "Story Teaser: Honor | Genshin Impact #GenshinImpact",
        "url": "https://www.youtube.com/watch?v=jqFI2oHC3Ig",
        "coverUrl": "https://i.ytimg.com/vi/jqFI2oHC3Ig/maxresdefault.jpg",
        "duration": 162
      },
      {
        "title": "Teyvat Chapter Interlude Teaser: A Winter Night's Lazzo | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=TmaAOV4SJNQ",
        "coverUrl": "https://i.ytimg.com/vi/TmaAOV4SJNQ/maxresdefault.jpg",
        "duration": 259
      },
      {
        "title": "Version 5.0 \"Flowers Resplendent on the Sun-Scorched Sojourn\" Trailer | Genshin Impact #Natlan",
        "url": "https://www.youtube.com/watch?v=w1BaF4fd1UM",
        "coverUrl": "https://i.ytimg.com/vi/w1BaF4fd1UM/maxresdefault.jpg",
        "duration": 251
      },
      {
        "title": "Version 5.3 \"Incandescent Ode of Resurrection\" Trailer | Genshin Impact #GenshinImpact",
        "url": "https://www.youtube.com/watch?v=Uh3JVQWe16w",
        "coverUrl": "https://i.ytimg.com/vi/Uh3JVQWe16w/maxresdefault.jpg",
        "duration": 344
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrazioni ed Emoji",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sono disponibili gli sfondi della serie \"Viaggio tra i fiori sotto il sole rovente\"!"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/03/237301566/88e8a4aa985bcd5bb364153030ec4a44_926320342070858674.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>20 settembre 2024</color>\nLa serie di sfondi \"Viaggio tra i fiori sotto il sole rovente\" è disponibile da ora!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dipinti di Paimon - 36ª serie: Emoji per tutti!"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20856775/095f120f6bf1deb6b99878e9d5f45c56_1021397263929333254.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>28 ottobre 2024</color>\nSalve, viaggiatori! Ecco le ultime emoji di Genshin Impact!\nI dipinti di Paimon includono una collezione di emoji in versione chibi dei vari personaggi di Genshin Impact. Speriamo che vi piacciano! Paimon continuerà a creare altre emoji carine per tutti!"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/03/237301566/8aaa033f3e1d2fa3f77ac4f788c9a121_5913240439913775501.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mavuika: Giornata di addestramento"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/70239714/c150cc4fce34698807fd24809e5793f4_2317493063351791139.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>27 dicembre 2024</color>\nUltime notizie dalla Camera del Consiglio:\nL'Archon di Pyro condurrà una serie di sfide di addestramento all'aria aperta. Se ti trovi a passare nei pressi del campo d'addestramento e senti rumori concitati, non preoccuparti, questo è il normale livello d'intensità di addestramento dell'Archon di Pyro."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Il Cavaliere Sentinella",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/244507962077fd0f5f2324bb96fb6f31_8632281611233110755.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Oltre cinquecento anni fa, prima del Cataclisma di Khaenri'ah, il cuore del cavaliere Thrain fu modificato con l'aiuto della tecnologia di Khaenri'ah. Il suo cuore venne modificato per trasformare in conoscenza i ricordi e le anime provenienti dalle Linee Geomantiche. Per il valore e l'onore dimostrati, Thrain ricevette il titolo di Cavaliere Sentinella, diventando uno dei pilastri della gloria khaenri'ahn. Quando avvenne il Cataclisma, la Signora della Morte (Ronova), una delle Ombre dell’Uno Primordiale, maledisse i khaenri'ahn di sangue puro, compreso Thrain, concedendo loro l’immortalità a causa dell’uso dei poteri dell’Abisso da parte dei Cinque Peccatori. Pur essendo innocenti, furono condannati a un tormento eterno, costretti a vedere la distruzione di tutto ciò che amavano."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/5fb3b14d0a4e53a961464ef387d8f59b_4370016613442288798.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dopo la caduta di Khaenri’ah, Thrain e i superstiti del suo plotone giunsero a Natlan, dove combatterono fianco a fianco con i Cavalieri Sentinella (Messaggeri dei Fatui) contro l’Abisso. Sebbene molti ritenessero i khaenri'ahn responsabili della catastrofe, Ayizu, capo dei Maestri del Vento della Notte, prese a cuore Thrain e lo aiutò nel momento più oscuro. Fu così che il Cavaliere Sentinella decise di dedicarsi al popolo di Natlan: pur non potendo salvare la patria, combatté per un futuro migliore. Ayizu non sfuggì al suo destino e, negli ultimi momenti, rivelò a Thrain il segreto della Gnosi: un potere in grado di ricostruire le Linee Geometriche al prezzo della cancellazione di tutti i ricordi in esse contenuti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/0b74eedb4c9f5c355b5b93b9d0310f71_2097276738553944443.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Una delle conseguenze del cuore modificato di Thrain fu una straordinaria sensibilità verso le anime. In un lontano passato, le Linee Geometriche di Natlan subirono dei danni; fu allora che uno degli angeli, il Signore della Notte, creò il Regno della Notte, ricostruendo una rete analoga alle Linee Geometriche. In seguito, il primo Archon di Pyro e il Signore della Morte formularono le leggi dell’Ode della Resurrezione, rendendo impossibile la connessione tra le Linee Geometriche di Natlan e quelle di altri regni. I Principi Celesti li trasformarono in modo da resistere all’Abisso, ma quando il Regno della Notte cadde nella corruzione abissale, esso non riuscì più a contenere le anime dei defunti, che iniziarono a vagare per la Terra nel tormento. Durante il Cataclisma, vedendo le innumerevoli anime senza dimora, Thrain rinunciò alla ricerca della conoscenza e iniziò a usare il proprio cuore come rifugio per quelle anime. Il Cavaliere Sentinella accolse nel suo cuore le anime di centinaia dei suoi compagni caduti e degli abitanti di Natlan, ma non trovò mai un modo per farle riposare in pace. Le loro voci, costantemente riecheggianti nella sua mente, erano un continuo pianto, urla e lamenti disperati, che non lo abbandonarono mai per un solo istante. A causa di quel tormento incessante, Thrain non trovò mai pace né sonno per i cinquecento anni della sua immortalità. Il suo corpo cominciò a deteriorarsi a causa di erosione e decadimento, eppure non si allontanò mai dal suo scopo. Thrain tentò a lungo di far riposare le anime conservate nel suo cuore in numerosi altri regni, ma ogni tentativo falliva. Furono proprio le particolari caratteristiche delle Linee Geometriche di Natlan a guidarlo infine a quel luogo: solo lì, si diceva, avrebbe potuto finalmente trovare un metodo per placare le anime che ospitava dentro di sé.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Cataclisma di Khaenri'ah",
        "desc": "<p>Un disastro avvenuto 500 anni fa, durante il quale le forze dell'Abisso irruppero a Teyvat. Come risultato del Cataclisma, Khaenri'ah venne distrutta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/23/20856775/826332c1b0fb525a54df5442ee996c76_3770321130010944750.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7425,
        "name": "Regno della Notte",
        "desc": "<p>La Signora della Notte progettò un regno di anime e ricordi per ricreare le Linee geomantiche di Natlan danneggiate. Il Regno della Notte è uno spazio misterioso e liminale che si trova tra il corpo e la mente, tra la vita e la morte, nel quale finiscono tutte le anime dei Natlanesi deceduti.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "name": "Maestri del Vento della Notte",
        "desc": "<p>Una delle sei tribù di Natlan, conosciuta anche come Mictlan. Sono famosi per le loro predizioni e rituali per amplificare la capacità di comunicare con il Regno della Notte e i Wayob.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/04/362377527/8725b42a03cf25637b574003fd6409eb_8402905827484208007.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7039,
        "name": "Ronova",
        "desc": "<p>La Signora della Morte, una delle quattro Ombre del Primigenio.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/20856775/57099dce99ddcb106636d9fe3a054527_5610238473485806538.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Il Capitano",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/bf8ee46d2caba6d5928fbe7b125d37c4_4378103007949186658.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dopo la fine del Cataclisma e la salvezza di Teyvat dall’Abisso, Thrain si unì ai Fatui, un’organizzazione di Snezhnaya al servizio dell’Archon di Cryo, la Tsaritsa, in lotta contro i Principi Celesti. Desiderava sfidare il Signore della Morte e i suoi obiettivi coincidevano con quelli dei cosiddetti Guerrieri della Stella Pallida. Il Cavaliere Sentinella rinunciò al suo antico nome e assunse quello de Il Capitano, diventando il numero uno tra gli Undici Messaggeri dei Fatui. Uno dei compiti dei Messaggeri è l’ottenimento delle Gnosi e a Il Capitano fu affidata la missione di recuperare la Gnosi di Pyro di Natlan. Il suo scopo, tuttavia, non era solo ottenere l’artefatto: voleva utilizzarne il potere per ricostruire le Linee Geometriche, sempre più danneggiate nei cinquecento anni successivi al Cataclisma. Il Messaggero era a conoscenza del piano escogitato dall’Archon di Pyro, Mavuika, per salvare Natlan: sfruttare il potere di sei eroi di Natlan, portatori dei Nomi Antichi, ossia i nomi di coloro che avevano combattuto al fianco dei primi Archon di Pyro e degli eroi caduti durante il Cataclisma. Tuttavia, con il tempo di Natlan che volgeva al termine e gli eroi ancora ignari dei propri Nomi Antichi, Il Capitano sapeva che quel piano era troppo rischioso. Se gli eroi non fossero giunti in tempo, non solo Natlan, ma tutto Teyvat ne avrebbe pagato il prezzo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/244670de4798b5662672b559cab92615_8744189479226500494.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dopo essere giunto a Natlan insieme ai guerrieri d’élite dei Fatui, il Condottiero desiderava parlare con Citlali, la grande sciamana dei Venti della Notte che possedeva la comprensione più profonda del Regno della Notte. Durante le sue ricerche, incontrò Ororon, anch’egli membro dei Venti della Notte. Ororon, deciso a proteggere Citlali, iniziò a sorvegliare i Fatui. Nel tentativo di ottenere la Gnosi di Pyro, il Condottiero si recò allo Stadio della Fiamma Sacra per sfidare in duello l’Archon di Pyro, ma rimase ferito al cuore dopo una dura battaglia. Percependo una presenza anomala di anime, Ororon salvò Il Capitano grazie a un incantesimo, impedendone la morte e portando via con sé tutte le prove dell’accaduto. Proprio come il Condottiero, anche Ororon aveva una sensibilità acuta verso le anime e sapeva che le Linee Geometriche di Natlan stavano cedendo. Dopo aver assistito al gesto del Capitano, che inviava un’anima al Regno della Notte, e dopo aver ascoltato il suo piano per salvare Natlan, Ororon decise di unirsi a lui per aiutarlo nella sua missione."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/f4e417e55bc256ee1cc4352430c6b25e_2516428373093627854.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dopo il duello con Mavuika, il Condottiero abbandonò l’idea di usare la Gnosi e chiese alla Zaritsa di sollevarlo dal compito di ottenere l’artefatto, richiesta alla quale l’Archon di Cryo acconsentì. La Zaritsa concede a ciascun Messaggero dei Fatui la libertà di perseguire il significato della propria esistenza, anche se ciò può talvolta avere la precedenza sui suoi ordini. I metodi del Condottiero erano radicalmente diversi da quelli degli altri Messaggeri, pur condividendone gli obiettivi. Quando seppe che il Viaggiatore, fratello/sorella del Principe/Principessa di Khaenri'ah, era giunto a Natlan, il Condottiero cercò di allearsi con lui/lei per aiutare Natlan, ma fu respinto. Per trovare un altro modo per ripristinare le Linee Geometriche, i Fatui iniziarono a studiare i Meccanismi Primari, un'antica tecnologia usata dai draghi per rafforzare e potenziare le Linee. Questo metodo era poco utile all’epoca dei draghi, in quanto non possedevano le competenze necessarie per interagire con la complessa struttura delle Linee Geometriche. Proprio come nel caso dell’uso della Gnosi, tale metodo richiedeva il sacrificio di tutto ciò che era contenuto nelle Linee esistenti: ricordi, anime e storia. Quando l’Archon di Pyro venne a conoscenza del piano dei Fatui, ordinò la mobilitazione generale per distruggere il Meccanismo Primario e impedirne l’attivazione. Quando Mavuika, il Viaggiatore e gli eroi di Natlan trovarono il dispositivo, Capitano e Ororon lo attivò, ma vennero fermati. Tuttavia, l’attivazione del Meccanismo non ripristinò le Linee Geometriche, ma risvegliò la Signora della Notte dal suo sonno. Nonostante il dolore provocato dall’attivazione, la Signora della Notte riuscì ad assorbirne parte del potere, ottenendo la capacità di parlare e offrendo il suo aiuto al popolo di Natlan. Era disposta a sacrificare la propria vita per restaurare le Linee, ma ciò avrebbe infranto le leggi fondamentali di Natlan, rendendo il Paese vulnerabile a un futuro attacco dell’Abisso.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7095,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 6824,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Fatui",
        "desc": "<p>Un'organizzazione di Snezhnaya leale alla Tsaritsa, si è espansa in tutto il continente. I suoi Undici Messaggeri sono a caccia delle Gnosi. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/17/20856775/159454dca0123d1c63a52568b03a0a26_2110336716961042200.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "name": "Maestri del Vento della Notte",
        "desc": "<p>Una delle sei tribù di Natlan, conosciuta anche come Mictlan. Sono famosi per le loro predizioni e rituali per amplificare la capacità di comunicare con il Regno della Notte e i Wayob.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/04/362377527/8725b42a03cf25637b574003fd6409eb_8402905827484208007.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosi",
        "desc": "<p>Le \"Gnosi\" sono dei punti focali magici interni che ciascuno dei Sette possiede, permettendo loro di risonare direttamente con Celestia stessa e fungendo da emblema del loro status. <span class=\"wk-shady\">Successivamente viene rivelato che le \"Gnosi\" sono state create dai resti del Terzo Discendente.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7473,
        "name": "Tsaritsa",
        "desc": "<p>L'archon di Cryo di Snezhnaya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/157266935/513d51e0ebfd54f5da34a9f85dfaf61f_4335040911272513274.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7472,
        "name": "Haborym",
        "desc": "<p>Si suppone che tutti gli Archon mortali di Natlan vengano chiamati con il nome Haborym, l'Archon attuale è Mavuika.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/20856775/037c1a198cf54d34c43f88960c5eba9b_6354468531137325875.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7300,
        "name": "Citlali",
        "desc": "La grande sciamana dei Maestri del Vento della Notte, l'universalmente venerata Nonna Itztli.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/27/c4ab2530bb8bbe3c0e811684f97ec124_6688582217610741079.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7079,
        "name": "Ororon",
        "desc": "Un giovane membro dei Maestri del Vento della Notte che ama vivere in mezzo alla natura, accanto a forme di vita d'ogni sorta.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/e4830690f8b6a1ebb02cfbc8ce955671_8091252479018770784.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "name": "Yohualtecuhtin, Signora della Notte",
        "desc": "<p>Un angelo che creò il Regno della Notte a Natlan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/20856775/c1da02b7fb549b7e952c814081f07c16_6007038937546049890.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "L'unione con la Signora della Notte",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/71b3ef9c4b64002c16088a45ea313efd_7616637731577656468.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dopo che cinque dei sei eroi furono riconosciuti con i loro Nomi Antichi, il Capitano accettò il piano dell’Archon di Pyro e propose di unire le forze per combattere l’Abisso. Quando l’Abisso e la sua arma definitiva, Gosoythoth, scatenarono un’invasione su vasta scala di Natlan, i Fatui combatterono al fianco dei guerrieri di Natlan. Durante la battaglia, l’ultima eroina di Natlan fu riconosciuta con il suo Nome Antico, permettendo all’Archon di Pyro di utilizzare il potere conferito da Ronova. Secondo l’accordo stipulato più di mille anni prima tra Xbalanque e il Condottiero, l’Archon di Pyro poteva usare il potere di Ronova, ma a un prezzo: la morte. Questo potere permise a Mavuika di scacciare Gosoythoth negli abissi del Regno della Notte e di congiungersi al Viaggiatore, annientando completamente l’Abisso in Natlan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/283fe38700fb10bdf1520eb99a6600b7_6627271752447883488.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Quando Mavuika si recò dalla Signora della Notte e dal Condottiero per offrire la propria vita, il suo intento era quello di sacrificare la sua forza vitale all’angelo per prolungare l’esistenza delle Linee Geometriche. Quando Ronova accettò i termini dell’accordo, la Signora della Notte le rivelò che anche il Capitano le aveva proposto la stessa offerta e confermò la realizzabilità del suo piano. Il Fatui voleva cambiare le regole delle Linee Geometriche e l’angelo acconsentì, perché molte anime erranti vagavano senza pace a Natlan. Le Linee Geometriche non potevano accoglierle, ma fondendosi con la Signora della Notte, Capitano avrebbe potuto modificare le leggi che le governano, permettendo così alle anime di trovare la pace. Sebbene tali cambiamenti fossero troppo rischiosi e inaccettabili per i Principi Celesti, la missione primaria degli angeli era servire gli umani. Nonostante il suo potere, Mavuika poteva garantire l’esistenza delle Linee Geometriche solo per qualche secolo, dopodiché la prossima Archon di Pyro sarebbe stata costretta a cercare un nuovo modo. Capitano, condannato all’immortalità, decise di fondersi con la Signora della Notte per permetterle di vivere per sempre. Il Fatui voleva vendicarsi e sfidare il Condottiero. Se avesse sacrificato la sua vita alla Signora della Notte, la volontà di Ronova si sarebbe compiuta e lei avrebbe ottenuto la morte che desiderava. Tuttavia, la maledizione dell’immortalità avrebbe annullato tale morte. Questo paradosso, non risolto, avrebbe potuto minare le fondamenta di questo mondo e le sue conseguenze sarebbero state insostenibili. Il Fatui voleva trasformare la maledizione di Ronova in un potere per rovesciare l’oppressione degli dei."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/0a12cc7ec05c8a7707d6b704acc643c2_7370993859284349829.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La Signora della Notte accettò il sacrificio del Capitano, fondendosi con lui in un’unica entità, e tutte le anime conservate nel cuore del Fatui poterono finalmente tornare al Regno della Notte e trovare la pace. Capitano stesso, avendo “congelato” la vita e la morte, rimase seduto sul Trono della Fiamma Primordiale, dove un tempo Xbalanque aveva stipulato un patto con Ronova. Per coloro che sono condannati all’immortalità, la forma più alta di pace è la liberazione dalle catene del mondo, e il suo cammino giunse finalmente al termine. Il Condottiero non poté rimuovere la maledizione dell’immortalità e fu quindi costretto a rifiutare il prezzo per l’uso del suo potere, permettendo al Regno della Notte di esistere in eterno e di accogliere tutte le anime."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Una nobile figura ricopre di ghiaccio il sole, e due ere offrono la salvezza a Natlan non una sola volta, bensì due.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7411,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7425,
        "name": "Regno della Notte",
        "desc": "<p>La Signora della Notte progettò un regno di anime e ricordi per ricreare le Linee geomantiche di Natlan danneggiate. Il Regno della Notte è uno spazio misterioso e liminale che si trova tra il corpo e la mente, tra la vita e la morte, nel quale finiscono tutte le anime dei Natlanesi deceduti.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7472,
        "name": "Haborym",
        "desc": "<p>Si suppone che tutti gli Archon mortali di Natlan vengano chiamati con il nome Haborym, l'Archon attuale è Mavuika.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/20856775/037c1a198cf54d34c43f88960c5eba9b_6354468531137325875.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7039,
        "name": "Ronova",
        "desc": "<p>La Signora della Morte, una delle quattro Ombre del Primigenio.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/20856775/57099dce99ddcb106636d9fe3a054527_5610238473485806538.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "name": "Yohualtecuhtin, Signora della Notte",
        "desc": "<p>Un angelo che creò il Regno della Notte a Natlan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/20856775/c1da02b7fb549b7e952c814081f07c16_6007038937546049890.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7419,
        "name": "Gosoythoth",
        "desc": "<p>Un mostro del vuoto, conosciuto come Gosoythoth il \"Mietitore dell'Abisso\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/445590549/a6d6d7f5ca7dd3558c0943030ddc3dd6_4382031266306349987.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7299,
        "name": "Mavuika",
        "desc": "La leader di Natlan, che ha ereditato il Nome antico di \"Kiongozi\". Ha giurato di illuminare il futuro della Nazione della Guerra con la Fiamma sacra.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/30/2f098b1f15854fd9dafc54998795a59e_864981592196815761.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Storia del personaggio"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Storia del personaggio (5)</color>\nMavuika aveva sempre immaginato il suo piano per combattere l'Abisso come un lungo viaggio, e si considerava un'avventuriera che marciava verso l'obiettivo portando un pesante fardello. Il suo bagaglio era fatto di ricordi e amore, e l'avrebbe aiutata a superare i momenti di confusione e solitudine.\nAll'interno di un mondo creato tramite la meditazione, lei avrebbe manifestato questo cammino. In lontananza si ergeva un'alta torre, sulla cui cima ardeva la Fiamma sacra, illuminandole il cammino e indicandole il percorso da seguire.\nNessuno sapeva come arrivarci, né quanto sarebbe durato il suo viaggio, ma man mano che il suo bagaglio si alleggeriva, il cammino si faceva sempre più lungo.\n\"Addio\", le dissero Atea, Tenoch, sua madre e sua sorella.\n\"Addio\", le dissero Sundjatta, Burkina e Wanjiru.\nL'esistenza di una via verso la vittoria non era garantita. Al contrario, era forgiata da innumerevoli eroi, passati e presenti. Piuttosto che una \"salvatrice\", Mavuika preferiva essere considerata una \"agente\".\nMa questo non bastava. Il suo viaggio non era una penitenza che richiedeva solo forza di volontà, bensì anche risolutezza e saggezza.\nCinquecento anni prima non avrebbe mai potuto prevedere variabili come il viaggiatore o il Condottiero ma, appena seppe di loro, le bastò un momento di riflessione per decidere di incorporarle nel piano.\nOltre alle possibili considerazioni basate sulla realtà della situazione, la sua decisione fu influenzata da un altro fattore: il viaggiatore e il Condottiero possedevano caratteristiche che riflettevano le sue.\nSe non fosse stato per la loro posizione, avrebbe adorato sedersi assieme a loro a parlare di avventure, accompagnando il tutto da dell'ottima carne grigliata e qualcosa da bere. Dopotutto, chi percorre la stessa strada ha i mezzi per capirsi a vicenda.\nMa era anche fortemente consapevole degli ostacoli intrinsechi. Dopo aver viaggiato così a lungo, è normale non voler mostrare segni di stanchezza o debolezza, e lo stesso valeva per lei.\nRiusciva a raccontare storie sui suoi compagni e sulla sua famiglia col sorriso, ma era raro che parlasse della tristezza seminata nel fiume del tempo da quei momenti felici, e mai avrebbe esibito la sua bisaccia ormai vuota per mostrare quanto assomigliasse allo stato attuale del suo animo.\nNon poteva, non voleva e non aveva bisogno di farlo.\nCosì, alla fine mantenne una distanza adeguata, come sempre. Alla gente servivano le grida di gioia e il vino della vittoria, proprio come aveva bisogno di silenzio e solitudine dopo i festeggiamenti.\nIn quest'epoca, forse solo una persona avrebbe inappropriatamente bussato alla sua porta in quei momenti di pace: Citlali.\nEra per via del suo amore per l'alcol? O forse perché la loro situazione le rendeva due congeniali compagne di bevute?"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Battute"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito del Condottiero</color>\nPer lui, immagino che gli ultimi cinquecento anni siano stati un'eternità. Quando qualcuno viene privato della morte, la vita diventa un viaggio senza fine, e lo spirito umano si affatica facilmente. Eppure, è riuscito a sfruttare l'unica possibilità di vittoria per raggiungere la fine che tanto desiderava. Ho grande rispetto per i guerrieri come lui."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito del Condottiero</color>\n<color=#37ffff>Paimon</color> : Un attimo, se negli archivi se ne parla, significa che il Condottiero era famoso a Natlan!\n<color=#37ffff>Mavuika</color> : Sì, ma a meno che non parli del suo passato, in pochi potrebbero fare il collegamento tra un Messaggero dei Fatui e Thrain, uno degli eroi leggendari di Natlan."
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "<p>La Fantesca, la quarta dei Messaggeri dei Fatui. Una diplomatica imperturbabile e spietata. Per i bambini della Casa del Focolare, è il loro temuto e affidabile \"Padre\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/20577441/672e65470bfd14b664596c2a7f7eaaf8_1307009318507582543.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Battute"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito del Condottiero</color>\nÈ molto potente e questo potere comporta un alto livello di responsabilità. Tuttavia, ritengo che sia una persona degna di rispetto indipendentemente dal potere che detiene."
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Vagabondo",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un viandante dall'identità misteriosa. Nonostante sia vestito come una sorta di asceta di montagna, il suo atteggiamento è di quanto più distante ci sia da una tale definizione.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/24d97a22be742fb732ea96f625d1faac_2495743636540582085.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Battute"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito del Condottiero</color>\n\"Il sempre probo Condottiero\", \"il fiero e temerario Condottiero\", \"il pressoché invincibile Condottiero\"... Persino le mie orecchie meccaniche richiedevano manutenzione dopo aver ascoltato tutti questi complimenti dai membri dei Fatui. Non pensi che essere tanto virtuosi costituisca in verità un pericolo latente? Per non parlare della sua grande forza personale."
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'undicesimo Messaggero dei Fatui, noto anche come il \"Principe\". Il suo nome è molto temuto sul campo di battaglia.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Battute"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito del Condottiero</color>\n<color=#ffffff73>L'ho già visto in battaglia, ed era un vero spettacolo. Forse ora sono di un grado troppo basso per farmi notare da lui. Beh, potrebbe non riconoscere ancora i miei punti di forza, ma un giorno gli mostrerò di che pasta sono fatto.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7079,
        "name": "Ororon",
        "desc": "Un giovane membro dei Maestri del Vento della Notte che ama vivere in mezzo alla natura, accanto a forme di vita d'ogni sorta.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/e4830690f8b6a1ebb02cfbc8ce955671_8091252479018770784.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Storia del personaggio"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Storia del personaggio (5)</color>\nIn una notte dal clima mite, Ororon si sedette vicino al falò con i Fatui, ascoltando in silenzio ciò che avevano da dire.\nLui fu l'unico a rimanere in silenzio, a parte il Condottiero, che si unì a loro più tardi. I soldati non si contenevano: era chiaro che sapessero della sua collaborazione con il loro comandante. Parlavano di cose di poco conto, ma lo facevano liberamente e ridendo, senza mostrare alcun freno in sua presenza. Dopo avergli chiesto l'età, uno dei soldati gli diede persino un bicchiere di una bevanda incolore che chiamavano \"Acquafuoco\".\nDopo averne bevuto un sorso con cautela, lo trangugiò tutto d'un fiato, come aveva visto fare ai soldati, ricevendo un forte applauso in risposta. Per qualche ragione, si sentì molto meglio dopo averlo fatto.\nI soldati intorno a lui chiacchieravano di questioni banali, ogni tanto intonando canzoni che conoscevano tutti. Ororon non aveva molto da aggiungere, quindi si sedette lì a guardare il fuoco o a contemplare il cielo. Sembrava così lontano dalla terra, le singole stelle sembravano dei chicchi bianchi in mezzo alla foschia. \"Foschia astrale\", pensò improvvisamente tra sé e sé. Non era un nome brutto...\nIn seguito, avrebbe scoperto che non tutti i soldati dei Fatui erano uguali. Quelli che aveva incontrato erano soldati d'élite guidati dal primo dei Messaggeri, tutti veterani di una certa età dotati di esperienza e una solida tempra morale. Oltre a quella compagnia, però, c'erano molti soldati anche più giovani di lui, le cui azioni lo avrebbero davvero fatto accigliare.\nTuttavia, in quella notte senza vento, con le stelle così visibili in cielo, ancora non era stato turbato da tali conoscenze. Si limitò a lasciar andare le sue preoccupazioni, godendosi la compagnia amichevole e il bicchiere di alcol dal sapore strano che gli era stato offerto.\nNon ci sarebbe mai più stata una notte come quella. Lo percepì allora, proprio quando, pensando di accettare un secondo bicchiere, fu fermato dal Condottiero: sebbene sembrasse totalmente normale dopo il primo bicchiere e mostrasse un'ottima capacità di reggere l'alcol, sapeva comunque che per alcune cose era meglio non esagerare.\nMa chiaramente, Ororon non si può definire un tipo obbediente. Più tardi, rintracciò discretamente il soldato che gli aveva dato quella bevanda, l'Acquafuoco, e gli chiese come poteva prepararla lui stesso. Se fosse mai riuscito a prepararne un lotto abbastanza limpido da riflettere il cielo notturno, avrebbe chiamato la prima bottiglia \"Foschia astrale\"."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Battute"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito del Condottiero</color>\nIncontrare il Condottiero è stato un evento del tutto inaspettato.\nLa mia tribù è famosa per la sua capacità di prevedere il futuro, ma non avrei mai pensato che le cose sarebbero state così complicate. Aiutare qualcuno significa davvero scambiarsi favori fino a pareggiare il conto? Perché sento ancora di essere in debito nei suoi confronti? Perché provo così tanta gratitudine per le sue azioni?\nOppure... Forse ci sto pensando troppo. Non importa cosa sia successo in passato, lui ha contribuito a salvare le linee geomantiche di Natlan. È un eroe degno di rispetto, e lo ricorderò per sempre.\n<color=#ffd780>Cibo meno amato</color>\nLe razioni militari... Soprattutto i biscotti compressi. In realtà, mi ricordano un po' l'anima del Condottiero: buoni dentro, ma un po' duri fuori."
      },
      {
        "type": "CustomEntry",
        "epId": 3462,
        "name": "Mika",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un giovane cavaliere di umili natali. Svolge l'incarico di topografo di prima linea all'interno della sua compagnia. Ha un carattere cauto e discreto.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/114296447/0d2a3c079318e4595f30ca085b3ddd3f_4940761583691336500.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Storia del personaggio"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Storia del personaggio (4)</color>\nMika ha continuato a perfezionare le sue capacità di combattimento, e nel giro di due anni è diventato un membro indispensabile della compagnia di ricognizione, portando a termine un numero impressionante di missioni insieme ai suoi compagni di squadra.\nLa data prevista si avvicinava, e il viaggio della squadra di spedizione stava per cominciare.\nAlla festa prima della partenza, il Gran Maestro Varka restò piacevolmente sorpreso nel notare una Visione nuova e scintillante fissata al braccio destro di Mika; tuttavia, dopo averlo invitato personalmente a una sessione di addestramento, affermò che le abilità attuali di Mika erano \"notevoli, ma decisamente insufficienti\".\nMika non capiva cosa volessero dire quelle parole, almeno finché la squadra di spedizione non si avventurò in una pericolosa zona delimitata, dove finalmente poté vedere coi suoi occhi i mostri che il Gran Maestro Varka aveva preso come riferimento per valutare la sua forza.\nCreature vaganti e innominabili, che avrebbero infestato gli incubi di qualunque Cavaliere abbastanza sfortunato da ritrovarsi lontano dalla propria squadra.\nLa rapidità delle loro avanscoperte determinava la velocità con cui la squadra di spedizione era in grado di procedere, e nei periodi di maggior attività Mika riusciva a riposare per non più di mezz'ora al giorno.\nEra la prima volta che Mika si ritrovava a sopportare una pressione così intensa, e dovette affrontare grandi difficoltà. Per di più, oltre ai pericoli nascosti nell'ignoto, la squadra di spedizione si trovava sotto lo sguardo vigile di un altro gruppo...\nUn giorno, mentre Mika si preparava ad andare a dormire, uno dei ricognitori lo avvertì che i Cavalieri avevano incontrato dei nemici.\nMika si affrettò a raggiungere il luogo in questione. Varka, insieme ai suoi fidati sottoposti, aveva già creato degli schieramenti di battaglia.\nImmerso nelle tenebre della notte, Mika distingueva a malapena una fila di soldati silenziosi e immobili, simili a un gruppo di macchine da guerra senza vita.\nEsattamente al centro della formazione nemica spiccava una sagoma oscura e ben distinta. Anche se le torce illuminavano l'area, Mika riusciva a scorgere soltanto i suoi inquietanti e spettrali occhi blu.\nSollecitato dal suo compagno di squadra, Mika apprese che si trattava del Messaggero dei Fatui conosciuto come il \"Condottiero\" e della sua élite di sottoposti.\nLa loro avanguardia aveva incrociato alcuni ricognitori dei Fatui, portando a un alterco. In preda all'agitazione, entrambe le controparti avevano chiesto rinforzi, finendo per mettere in allerta i rispettivi comandanti.\nNell'aria si avvertiva un forte odore di polvere da sparo, e la sensazione di crisi fece raggelare il sangue nelle vene a Mika.\nSentiva che la situazione sarebbe sfociata in uno scontro armato, e cercava di pensare a cosa avrebbe dovuto fare se una tale eventualità si fosse presentata...\nA dargli maggior pensiero era il Messaggero: Mika sapeva che non sarebbe stato capace di parare nemmeno uno dei suoi colpi, neanche il più debole.\nLa sua confusione mentale, unita alla stanchezza, gli impedivano tanto di respirare quanto di concentrarsi.\nVarka, dal canto suo, non sembrava affatto scosso dalla situazione. Salutò il Messaggero da lontano e s'incamminò verso di lui con l'arma in pugno. Il Condottiero, allo stesso modo, fece segnale ai suoi uomini di mantenere la posizione e si avviò lentamente in avanti.\nMentre la tensione tra le due controparti raggiungeva il culmine, Varka e il Condottiero conversarono brevemente e sembrarono raggiungere un accordo.\nLa sagoma oscura alzò il braccio, e le ombre spettrali dei suoi soldati Fatui si girarono per ritirarsi.\nDal primo all'ultimo, i Cavalieri emisero un sospiro di sollievo, alcuni ancora tremanti di paura. E quando Varka tornò dalla sua formazione, sembrava più rilassato che mai.\n\"Beh, guarda un po' che bella sorpresa! Se non fosse per queste circostanze così particolari, mi sarebbe piaciuto invitarlo per un duello!\nNon è affatto un tipo testardo, anche lui sa che ingaggiare battaglia in una terra straniera e sconosciuta sarebbe stato uno svantaggio per entrambi.\"\nFu allora che Mika lo capì: avevano rischiato di oltrepassare l'orlo della guerra, e il Gran Maestro era stato in grado di fermare il conflitto.\nLa presenza soverchiante del Condottiero e la calma con cui il Gran Maestro Varka aveva gestito la crisi lasciarono un solco profondo nella mente di Mika.\nIl giovane rifletté su questa esperienza a lungo e ne concluse che, malgrado fosse diventato più forte che in passato, aveva ancora una lunga strada da percorrere prima di poter gestire situazioni come quella.\nC'era molto altro da fare, a parte impegnarsi ad aiutare la sua squadra. Doveva lavorare a fondo per diventare un Cavaliere affidabile e capace di gestire ogni tipo d'incidente..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Battute"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito di Varka: Il Condottiero</color>\nIl Gran Maestro mi ha detto che devo fissare degli obiettivi più ambiziosi e impegnarmi a raggiungerli. Ho sempre avuto un atteggiamento di questo tipo, ma solo una volta, in spedizione, mi sono accorto di quanto le cose possano farsi difficili... Un giorno ho incontrato il Messaggero dei Fatui conosciuto come il Condottiero. Non riesco nemmeno a immaginare come potrei affrontare un avversario come lui. Diciamo che... le persone così potenti non hanno davvero pari, io non sono paragonabile a loro..."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Natlanesi</color>",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito del Condottiero</color>\nQuando ero piccola, mio padre mi parlò di Thrain, il \"Cavaliere Sentinella\", un forestiero che combatté al fianco dei guerrieri di Natlan.\nEra coraggioso, impavido e molto rispettato dai suoi uomini. Ho sempre voluto tornare indietro nel tempo per vederlo in azione...\nNon avrei mai pensato che avrei visto un altro straniero combattere per salvare questa terra in vita mia. O che avrei avuto l'opportunità di combattere al suo fianco. Custodirò questo onore per il resto dei miei giorni.\nSapevo dell'immensa forza del Condottiero, ma non avrei mai pensato che avesse un tale senso dell'onore.\nNon importa quanti pregiudizi avessi in passato. Lui ora ha il mio massimo rispetto."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "Nella terra di Khaenri'ah, a Thrain era stato assegnato il titolo di \"Cavaliere Sentinella\". Con l'aiuto della tecnologia di Khaenri'ah, il suo cuore venne modificato per trasformare in conoscenza i ricordi e le anime provenienti dalle linee geomantiche. Dopo l'incontro con innumerevoli anime perdute, durante il",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Cataclisma di Khaenri'ah",
        "desc": "<p>Un disastro avvenuto 500 anni fa, durante il quale le forze dell'Abisso irruppero a Teyvat. Come risultato del Cataclisma, Khaenri'ah venne distrutta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/23/20856775/826332c1b0fb525a54df5442ee996c76_3770321130010944750.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ", il Cavaliere Sentinella utilizzò il proprio cuore come ricettacolo per accoglierle.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "Il Cavaliere Sentinella combatté assieme ai Natlanesi durante il",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Cataclisma di Khaenri'ah",
        "desc": "<p>Un disastro avvenuto 500 anni fa, durante il quale le forze dell'Abisso irruppero a Teyvat. Come risultato del Cataclisma, Khaenri'ah venne distrutta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/23/20856775/826332c1b0fb525a54df5442ee996c76_3770321130010944750.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ". 500 anni più tardi, egli sacrificò se stesso per ripristinare il Regno della Notte.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Fatui",
        "desc": "<p>Un'organizzazione di Snezhnaya leale alla Tsaritsa, si è espansa in tutto il continente. I suoi Undici Messaggeri sono a caccia delle Gnosi. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/17/20856775/159454dca0123d1c63a52568b03a0a26_2110336716961042200.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Il Condottiero è il primo degli undici Messaggeri dei Fatui. Dopo il duello con",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7299,
        "name": "Mavuika",
        "desc": "La leader di Natlan, che ha ereditato il Nome antico di \"Kiongozi\". Ha giurato di illuminare il futuro della Nazione della Guerra con la Fiamma sacra.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/30/2f098b1f15854fd9dafc54998795a59e_864981592196815761.png",
        "displayStyle": "text",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": ", egli chiese alla Tsaritsa di sollevarlo dalla responsabilità di ottenere la Gnosi e la sua richiesta venne accolta. Dopo il suo sacrificio, la Tsaritsa decise di mantenere la sua posizione.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7039,
        "name": "Ronova",
        "desc": "<p>La Signora della Morte, una delle quattro Ombre del Primigenio.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/20856775/57099dce99ddcb106636d9fe3a054527_5610238473485806538.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "La Signora della Morte lanciò la maledizione dell'immortalità sul popolo di Khaenri'ah. Quando l'Archon di Pyro utilizzò i poteri di Ronova, il prezzo dei quali sarebbe stata la morte, il Condottiero decise di sacrificarsi al posto di Mavuika. Voleva utilizzare i poteri di Ronova contro di lei. Per mantenere la maledizione dell'immortalità, la Signora della Morte rinunciò alla richiesta di una \"morte\" come prezzo da pagare per l'uso dei suoi poteri.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "name": "Yohualtecuhtin, Signora della Notte",
        "desc": "<p>Un angelo che creò il Regno della Notte a Natlan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/20856775/c1da02b7fb549b7e952c814081f07c16_6007038937546049890.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Il Condottiero si fuse con la Signora della Notte per ripristinare e modificare le linee geomantiche di Natlan. A causa della sua immortalità, il Regno della Notte esisterà in eterno.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7299,
        "name": "Mavuika",
        "desc": "La leader di Natlan, che ha ereditato il Nome antico di \"Kiongozi\". Ha giurato di illuminare il futuro della Nazione della Guerra con la Fiamma sacra.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/30/2f098b1f15854fd9dafc54998795a59e_864981592196815761.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Il Condottiero sfidò l'Archon di Pyro per ottenere la",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosi",
        "desc": "<p>Le \"Gnosi\" sono dei punti focali magici interni che ciascuno dei Sette possiede, permettendo loro di risonare direttamente con Celestia stessa e fungendo da emblema del loro status. <span class=\"wk-shady\">Successivamente viene rivelato che le \"Gnosi\" sono state create dai resti del Terzo Discendente.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "ed utilizzarla per ricostruire le linee geomantiche. Dopo aver perso il duello, acconsentì a lavorare assieme a Mavuika.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7079,
        "name": "Ororon",
        "desc": "Un giovane membro dei Maestri del Vento della Notte che ama vivere in mezzo alla natura, accanto a forme di vita d'ogni sorta.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/e4830690f8b6a1ebb02cfbc8ce955671_8091252479018770784.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Ororon tentò di aiutare il Condottiero a ricostruire le linee geomantiche utilizzando un Meccanismo sorgente.\nGuthred\nUno dei subordinati del Cavaliere Sentinella, inventò il Decotto della lucidità, una medicina che poteva aiutare le persone affette da allucinazioni dopo la contaminazione Abissale.\nSanhaj Kompore\nIl Cavaliere Sentinella incontrò Sanhaj dei",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "name": "Maestri del Vento della Notte",
        "desc": "<p>Una delle sei tribù di Natlan, conosciuta anche come Mictlan. Sono famosi per le loro predizioni e rituali per amplificare la capacità di comunicare con il Regno della Notte e i Wayob.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/04/362377527/8725b42a03cf25637b574003fd6409eb_8402905827484208007.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "durante il Cataclisma.\nAyizu\nCapotribù dei Maestri del Vento della Notte che combatté assieme al Cavaliere Sentinella 500 anni fa. Sebbene molte persone vedessero Khaenri'ah come la causa delle tragedia, Ayizu fu gentile nei confronti di Thrain e lo aiutò nel momento del bisogno. Nei suoi ultimi istanti di vita, Ayizu rivelò al Cavaliere Sentinella che la Gnosi aveva la capacità di ricostruire le linee geomantiche.",
        "alignment": "center"
      }
    ]
  }
}