{
  "epId": 7424,
  "name": "Mare Jivari",
  "desc": "<p>Un luogo situato nella parte più occidentale di Natlan, si venne a creare durante il Cataclisma di 500 anni fa. Un Maestro dei Confini, Sanhaj Kompore, evocò un Regno della Notte in miniatura e lo fece esplodere per sconfiggere l'incombente calamità oscura, creando così il Mare Jivari.</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_4232196257702248672.png",
  "menuId": 20,
  "menuName": "Definizioni",
  "version": 1758030924,
  "components": {
    "textualResearch": [
      {
        "title": "Poesia di Bennett e Razor",
        "desc": [
          {
            "type": "RichText",
            "text": "Tu e il Mare Jivari\nCosì vicini eppure così lontani\nUno ai margini del mondo\nL'altro al centro del mio cuore\nBacca uncinata e dente di leone\nLa mia offerta del Florvento a te."
          }
        ]
      },
      {
        "title": "A proposito dell'avventuriere Stanley",
        "desc": [
          {
            "type": "RichText",
            "text": "Il celebre avventuriero Stanley di Mondstadt è diventato tanto famoso perché ha attraversato il Mare Jivari, ma durante quella spedizione ha perso un caro amico. Anche se poche persone ricordano il nome di quell'amico, il suo ricordo vive ancora tra noi avventurieri, perché prese parte a quell'impresa."
          }
        ]
      },
      {
        "title": "Mare Jivari",
        "desc": [
          {
            "type": "RichText",
            "text": "Un'infinita pianura di cenere dove il vento non soffia. I sogni di molti avventurieri esperti si sono infranti in quel luogo, e più di un viaggiatore ha interrotto il proprio cammino a causa sua."
          }
        ]
      },
      {
        "title": "A proposito del Mare Jivari",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#37ffff>Citlali:</color> I Maestri dei Confini più potenti sono in grado di espandere i confini del Regno della Notte e manifestarne temporaneamente una parte nel mondo reale.\n<color=#37ffff>Citlali:</color> Non sono una dilettante con gli incantesimi di confine, ma Sanhaj era su tutto un altro livello.\n<color=#37ffff>Citlali:</color> Dicono che la sua maestria con i confini sia stata ciò che ha ribaltato le sorti nella Battaglia del Mare Jivari cinquecento anni fa. La leggenda narra di come Sanhaj abbia evocato un Regno della Notte in miniatura e lo abbia fatto esplodere per sconfiggere l'incombente calamità oscura.\n<color=#37ffff>Citlali:</color> Ovviamente tutto questo è stato pagato a caro prezzo. Da quanto ho capito, sia Sanhaj che Tenoch, il capo della coalizione delle forze tribali, hanno dato la vita per attivare l'incantesimo."
          }
        ]
      },
      {
        "title": "A proposito del Mare Jivari",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#37ffff>Citlali:</color> Potrebbe essere... il Mare Jivari?\n<color=#37ffff>Citlali:</color> Il Mare Jivari fu ridotto a una landa desolata dopo quella grande battaglia. O meglio, cominciò a essere conosciuto come Mare Jivari proprio a causa di quanto accadde in quel luogo.\n<color=#37ffff>Citlali:</color> Le ceneri dei mostri e dei guerrieri che combatterono sul posto ricoprirono l'intero campo di battaglia. A volte, dalle sue profondità, si riescono a sentire delle grida che fanno raggelare il sangue. Altre volte, tutta la regione viene avvolta da alte fiamme, che sommergono le grida...\n<color=#37ffff>Citlali:</color> Quel luogo è pieno di pericoli e misteri sconosciuti. Nel corso dei secoli, gli avventurieri migliori hanno tentato di mettersi alla prova avventurandosi al suo interno... Purtroppo, la maggior parte di loro ha finito col perdere la vita laggiù.\n<color=#37ffff>Citlali:</color> Tutto questo è andato avanti fino a circa venti o trent'anni fa, quando hanno cominciato ad accadere strane cose. La gente ha iniziato a parlare di una creatura oscura enorme, grande come una montagna, che si aggira nel Mare Jivari...\n<color=#37ffff>Citlali:</color> Poi, poco dopo, tutta la regione è completamente scomparsa. Nessuno sa come sia successo, ma quel luogo infame è semplicemente svanito dalla faccia della terra.\n<color=#37ffff>Paimon</color> : Cosa?! Com'è successo?!\n<color=#37ffff>Citlali:</color> Lo so, vero? Comunque, se non sbaglio, il luogo indicato su questa mappa è dove si trovava prima di scomparire.\n<color=#37ffff>Paimon:</color> E dove si trova?\n<color=#37ffff>Citlali:</color> Nella parte più occidentale di Natlan. È un luogo molto isolato, lontano da tutte le tribù. Non c'è mai stato un insediamento da quelle parti, ma da quando il Mare Jivari è scomparso, la presenza di persone è aumentata."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 7495,
        "name": "Sanhaj",
        "desc": "<p>Il sommo sacerdote dei Maestri del Vento della Notte e Maestro dei Confini, che portava il Nome Antico<custom-ruby data-ruby=\"Bidii.|Devozione\"></custom-ruby> Morì nella Battaglia del Mare Jivari 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/05/362377527/6e5cee86a0c719c7793d88a733c00b43_1918892696588604578.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Sanhaj Kompore creò il Mare Jivari 500 anni fa, durante il",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Cataclisma di Khaenri'ah",
        "desc": "<p>Un disastro avvenuto 500 anni fa, durante il quale le forze dell'Abisso irruppero a Teyvat. Come risultato del Cataclisma, Khaenri'ah venne distrutta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/23/20856775/826332c1b0fb525a54df5442ee996c76_3770321130010944750.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ".\nBakunawa\nUn essere immortale contro il quale combatté la Compagnia del vagabondo più di mille anni fa. La runa estratta dal corpo del mostro fu portata ai",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7431,
        "name": "Cavalieri di Favonius",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un ordine responsabile della protezione di Mondstadt e del suo credo di libertà. Nonostante i suoi membri siano noti come Cavalieri, nessuno di loro è stato nominato Cavaliere da alcun membro della famiglia reale: il cavalierato è un titolo che hanno guadagnato per i nobili doveri di cui si fanno carico.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/20/362377527/e22fb041b6c65592b28a251494b72126_2464586764985097789.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "e li aiutò nella ribellione contro l'aristocrazia. Grazie alla carne del mostro immortale,",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7680,
        "name": "Mini Durin",
        "desc": "<p>Un drago proveniente da un mondo magico, creato dalla scrittrice Andersdotter.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/16/362377527/aeb048210bdcd1d14fa6e0c0c6829b8a_3234571846095936172.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "si trasformò in un umano.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Enjou",
        "desc": "<p>Un membro dell'Ordine dell'Abisso che si definisce secchione ed accademico è conosciuto anche come l'essere che si fa chiamare \"Enjou\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/20856775/725dbbb16dec2beb477c3a15194eed29_5026616619767124541.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Un membro dell'Ordine dell'Abisso, raccoglie informazioni che riguardano il Mare Jivari.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "name": "Gilda degli avventurieri",
        "desc": "<p>Un'organizzazione che ha base a Snezhnaya, si occupa di reclutare avventurieri e di accettare e distribuire commissioni. La Gilda ha un ufficio in ognuna delle città più importanti e il suo motto è: \"Ad astra abyssosque!\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/20856775/cc478a96ef1786f56d96ed2ef8718306_4473218081636190842.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Il Mare Jivari è il dominio più pericoloso per gli avventurieri di Mondstadt.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Oggetti correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 2083,
        "name": "Attraversafuochi",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2081,
        "name": "Compagnia del vagabondo",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 7196,
        "name": "Rotolo di Iktomi: mappa",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una mappa su un rotolo di tessuto, ottenuta tramite la chiaroveggenza, che indica la strada che conduce a un luogo che si dice scomparso molto tempo fa: il Mare Jivari.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/17/362377527/9a90075d4c7b9e31a9e2c7b5fc3e5505_901473148745296928.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7195,
        "name": "Misterioso frammento d'arma: Poggiafreccia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il frammento di un'arma un tempo impugnata da Sanhaj Kompore, Maestro dei confini dei Maestri del Vento della Notte. Finì in pezzi durante la grande guerra di cinquecento anni fa. Nonna Itztli è del parere che potrebbe tornare utile al Viaggiatore in modi non ben precisati durante il suo viaggio.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/17/362377527/ed8b592a197b1a7263842f542bd2df3d_4641653824483766782.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailer e teaser della storia",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Version 5.8 \"Sunspray Summer Resort\" Trailer"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/18/237301566/316da1381f829139a54c3b893883c3aa_3807078854125814502.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>18 luglio 2025</color>\nA Natlan fa caldo durante tutto l'anno. Se lo desideri, ogni giorno può essere considerato una vacanza estiva.\nQuindi lascia stare per un po' tutti i tuoi incarichi, il cibo di Paimon, le storie dell'antica civiltà dei draghi, i visitatori di Nod-Krai e la lettera del Gran Maestro.\nPiuttosto, goditi il cibo e l'alloggio gratuiti, insieme a tutte le attività divertenti che ti attendono!\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=I8N9D61dmHg&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tutorial",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dove il vento muore e le leggende cadono..."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/26/237301566/0ce2c90a4c126feb146318a96e132cd6_7219572280730329040.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>26 luglio 2025</color>\nSi dice che la vasta distesa di terra a ovest di Tenochtitoc fosse un tempo il Mare Jivari, un luogo di dolore nato dall'invasione degli Abissali. Con il tempo che ha spazzato via il passato, il Mare Jivari, misteriosamente scomparso, è apparentemente riemerso, ma ciò che è stato rivelato potrebbe essere solo la punta dell'iceberg..."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mare Jivari",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/007949e853649b32c74c2cd3c2e01d34_7740452771120253677.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Più di cinquecento anni fa i Cinque Peccatori di Khaenri'ah si spartirono un potere che avrebbe potuto distruggere il mondo. Tra loro c'era l'alchimista Rhinedottir, che diede vita a molte creature dell'Abisso. Cinquecento anni fa, il re di Khaenri'ah e i saggi strapparono il velo del peccato e i mostri dell'Abisso invasero tutta Teyvat. Il regno stesso fu distrutto e Teyvat fu travolta da un'onda oscura, segnando l'inizio del Cataclisma. Tutte e sette le nazioni si unirono per combattere contro le creature abissali, Natlan compresa. Nella parte più occidentale di Natlan, insieme ad altri mostri, apparve una bestia gigante chiamata Bakunawa, una delle creazioni di Rhinedottir che era andata fuori controllo. Era priva di cervello ed era guidata da un istintivo bisogno di divorare, era una bestia immortale dotata della capacità di crescere all'infinito. Bakunawa una volta assorbì persino parte del corpo del suo creatore. La bestia era diversa dalle altre creazioni del Peccatore in quanto la sua immortalità non derivava dal potere della \"Vita\", ma piuttosto da una forma più trascendente di potere abissale, che né Rhinedottir stessa né l'Ordine dell'Abisso erano in grado di comprendere."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/01/237301566/3d0d636aa02bbe8d9c6e3be6e531c843_8124674311890191342.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Bakunawa divorò intere tribù dell'isola di Tenochtzitoc e ci fu un solo sopravvissuto, Tenoch, che divenne il capo dell'esercito unito delle tribù di Natlan. Ma il mostro non poteva essere ucciso: anche se veniva decapitato o il suo corpo veniva fatto a pezzi, i resti continuavano in qualche modo a rigenerarsi, cercandosi a vicenda e, alla fine, si riunivano formando un nuovo Bakunawa. Tenoch, privato di una tribù e di un Nome Antico a causa della sua natura da guerriero, unì sei dei migliori guerrieri di ogni tribù, portatori dei Nomi Antichi degli alleati del primo Archon di Pyro, Xbalanque. Tra i sei eroi di Natlan c'era il Maestro dei Confini dei Maestri del Vento della Notte, Sanhaj Kompore. I Maestri dei Confini più potenti sono in grado di espandere i confini del Regno della Notte e manifestarne temporaneamente una parte nel mondo reale. Anche quando Tenoch lo invitò ad unirsi a lui, Sanhaj previde sia la sua morte che quella di Tenoch e la nascita di ciò che in seguito sarebbe stato conosciuto come il Mare Jivari, ma decise comunque di seguire Tenoch. Durante la battaglia finale, il Maestro dei Confini praticò l'Incisione di Flogisto sul corpo del capo dell'esercito per liberare il potere degli incantesimi di confine. Successivamente Tenoch si lasciò divorare dal Bakunawa. Dopo aver offerto il corpo di Tenoch come offerta rituale, Sanhaj evocò un Regno della Notte in miniatura nel ventre del Bakunawa. A questo punto lo scontro tra i poteri dell'Abisso, la Signora della Notte, e lo spirito di Tenoch nel corpo di Bakunawa portò ad una violenta esplosione che frantumò il mostro in innumerevoli pezzi. Nonostante il disastro nero fosse stato respinto, la bestia non morì, e l'energia delle forze che generarono l'esplosione le impedì solo di rinascere. Come risultato di questo sacrificio di Tenoch e Sanhaj, nacque il Mare Jivari."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/e341c467aa32fed76c7abb90a148b557_6337261892301068744.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "A causa del trascendente potere dell'Abisso che scorreva dentro Bakunawa, il Mare Jivari e la sua corruzione iniziarono a esistere in ogni istante del tempo. Per impedire che la corruzione del Mare Jivari si diffondesse oltre Tenochtitoc,\nche una volta aveva ricevuto una parte del potere dal\nspazzò via il Mare Jivari dalla linea temporale, trasformandolo nella \"Terra senza vento\". Da quel momento tutti gli Archon di Pyro hanno sempre protetto il sigillo posto sul Mare Jivari per impedire a Bakunawa di rinascere e di evadere.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8409,
        "name": "L'Ultimo superstite di Tenochtzitoc",
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7423,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Cataclisma di Khaenri'ah",
        "desc": "<p>Un disastro avvenuto 500 anni fa, durante il quale le forze dell'Abisso irruppero a Teyvat. Come risultato del Cataclisma, Khaenri'ah venne distrutta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/23/20856775/826332c1b0fb525a54df5442ee996c76_3770321130010944750.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Rhinedottir",
        "desc": "<p>Alchimista membro dell'Hexenzirkel, una dei Cinque Peccatori di Khaenri'ah e madre di Albedo. Rhinedottir creò un'armata di mostri ombra, che attaccarono Teyvat 500 anni fa. La donna è anche conosciuta come \"La Dorata\" o \"R\". </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/20856775/aec634114cb0624de33275829ed6c51f_916028853746468711.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7490,
        "name": "Tenoch",
        "desc": "<p>Un eroe di Natlan che visse 500 anni fa. Tenoch non apparteneva a nessuna tribù, poiché era stato esiliato. Durante il Cataclisma decise di riunire le sei tribù e si recò presso le isole occidentali per combattere contro un gigantesco mostro nero.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/25/20856775/15ca6453a4477a52151487a985aff63f_2140218225664990816.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>Il primo Archon di Pyro, colui che sconfisse il Signore delle Fiamme e rinacque dalle ceneri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/05/445590549/e7f7eee058f60fc225b1f5bc654a08e0_2658918662697367762.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7495,
        "name": "Sanhaj",
        "desc": "<p>Il sommo sacerdote dei Maestri del Vento della Notte e Maestro dei Confini, che portava il Nome Antico<custom-ruby data-ruby=\"Bidii.|Devozione\"></custom-ruby> Morì nella Battaglia del Mare Jivari 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/05/362377527/6e5cee86a0c719c7793d88a733c00b43_1918892696588604578.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "name": "Barbatos",
        "desc": "<p>L'Archon di Anemo di Mondstadt</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/02/445590549/5f7d70114271f8eca21f24cd62499dc6_5900345539858043677.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4898,
        "name": "Istaroth",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Dio del tempo, nota anche come Tokoyo Ookami (\"i mille venti del tempo\") e Kairos (\"la sovrana del mondo immutabile\"). </span><span class=\"wk-shady\">Presumibilmente è una delle ombre del Primordiale.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/07/30663804/513d51e0ebfd54f5da34a9f85dfaf61f_6629683244528966672.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4000,
        "name": "Bastone parlante",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Questa mazza decorata con ossidiana risulta alquanto persuasiva agli occhi di molti.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/11/157266935/6e0130263c2de43a0bd7863edce22df3_1292958361785228642.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Compagnia del Vagabondo",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/be9c62594a243381afec36d022814712_9106835084381303156.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "A causa dell'anomalia temporale causata dal trascendente potere dell'Abisso di Bakunawa, l'esistenza del Mare Jivari si estendeva nel passato. Mille anni fa, durante il regno dell'Aristocrazia, la Compagnia del Vagabondo, chiamata dal popolo Compagnia degli Spadaccini, si riunì a Mondstadt. Avevano spade al posto di flauti e archi al posto di arpe, e la loro canzone era un inno di ribellione. Si esibivano non solo per gli amici ma anche per i nemici. Uno dei membri della compagnia era una carismatica spadaccina. Era bella come la luce che rifletteva sull'acqua ed elegante come il cinguettio dell'allodola. I colpi della sua spada parevano un canto trasportato dal vento. Quando cantava e danzava era come il sole dopo la pioggia. Sia la sua musica che la sua spada erano tanto letali quanto belle. Un altro membro della compagnia era un arpista proveniente dalla ricca e affascinante terra di Fontaine. Partì per viaggiare in giro per il mondo alla ricerca del suo vero destino. Si dice che tutte le dame della Corte di Fontaine fossero molto addolorate nell'apprendere la tragica notizia della sua partenza senza aver avuto la possibilità di salutarlo. Era giocoso e determinato come il vento che accompagna la melodia dell'arpa e come i fiori che crescono sulla scogliera del Promontorio Acchiappastelle. La storia narra che si innamorò di un'umile donna di Mondstadt ma che lei fu poi destinata al miserabile destino di principessa di Ludi Harpastum. In una canzone, le rivelò i suoi sentimenti e le promise di spezzare le sue catene. Voleva ricordare di non innamorarsi mai di nessuno né di affezionarsi a nulla, ma conservò il ricordo di quella donna, come aveva promesso, e avrebbe compiuto qualsiasi sacrificio per lei. Un altro membro della compagnia era un direttore d'orchestra che trascriveva la musica e gli appunti di viaggio in un libro chiamato Sinfonia errante. L'ultimo membro conosciuto della Compagnia del Vagabondo era un membro dell'Aristocrazia rinnegato e traditore, di nome Kreuzlied. Brandiva uno spadone che faceva tremare di paura gli aristocratici al suono della lama che volava nell'aria poiché era il rintocco della campana del giudizio. La leggenda narra che, dopo essere stato rimosso dall'incarico, il suo desiderio di continuare l'eredità dei suoi compagni ribelli lo portò a fondare una società segreta volta a rovesciare l'Aristocrazia."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/3a7f9a37e77fd3237e4038db8e791874_7095235214795698512.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Nel corso dei loro viaggi, la Compagnia del Vagabondo attraversò il deserto e arrivò nel fiammeggiante Mare Jivari. Lì incontrarono e combatterono contro il mostro immortale Bakunawa e, dopo la vittoria, tagliarono una Pietra Runica dal suo corpo, che conteneva \"vitalità infinita\", e presero un pezzo della sua carne. Quando la compagnia fece ritorno a Mondstadt, la Pietra Runica contribuì alla ribellione contro l'Aristocrazia e fu donata ai Cavalieri di Favonius, appena creati. Con il dente di un'altra creazione di Rhinedottir, Durin, la vitalità della Pietra Runica può essere assorbita per forgiare un'arma unica. La carne di Bakunawa fu lasciata all'Hexenzirkel e, mille anni dopo, fu usata per creare un essere umano a partire dal drago delle fiabe, Mini Durin. La creazione di Rhinedottir, l'alchimista Albedo, utilizzò l'anima di Mini Durin, il sangue del suo cuore, la carne di Bakunawa e frammenti di un embrione lasciato da sua madre. La natura corrosiva del veleno di drago e l'accresciuta vitalità dei resti del mostro si compensarono a vicenda, mantenendo il corpo costruito in perfetto equilibrio.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7683,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7431,
        "name": "Cavalieri di Favonius",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un ordine responsabile della protezione di Mondstadt e del suo credo di libertà. Nonostante i suoi membri siano noti come Cavalieri, nessuno di loro è stato nominato Cavaliere da alcun membro della famiglia reale: il cavalierato è un titolo che hanno guadagnato per i nobili doveri di cui si fanno carico.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/20/362377527/e22fb041b6c65592b28a251494b72126_2464586764985097789.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Hexenzirkel",
        "desc": "<p>Una società segreta di streghe che discute alle cerimonie del tè ed esplora l'Irminsul. Otto streghe fanno parte dell'Hexenzirkel.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/362377527/020ec4f93b3e97a635245eee1a680860_594134003990708097.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Un genio conosciuto come Kreideprinz, è capo alchimista e capitano della squadra investigativa dei Cavalieri di Favonius.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7680,
        "name": "Mini Durin",
        "desc": "<p>Un drago proveniente da un mondo magico, creato dalla scrittrice Andersdotter.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/16/362377527/aeb048210bdcd1d14fa6e0c0c6829b8a_3234571846095936172.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>Drago dell'Ombra e figlio di Rhinedottir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/218111227/206a8a0bc1698ae7019f093470f9e845_9011755707088072989.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2060,
        "name": "Lancia del Picco del Drago",
        "desc": "<p>Una lancia creata con la zanna di un drago. Stranamente calda al tatto.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/龙脊长枪.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2081,
        "name": "Compagnia del vagabondo",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2007,
        "name": "Flauto",
        "desc": "<p>Sotto la sua superficie arrugginita, si nasconde una sottile lama decorata. Colpisce rapidamente come il vento.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/笛剑.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2033,
        "name": "Spadone del tempo",
        "desc": "<p>Uno spadone pesante. L'orologio con cui è abbellito è rimasto danneggiato da tempo immemore.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/钟剑.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2009,
        "name": "Monocorda",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un tempo, quest'arco era uno strumento straordinario. Ora non è più in grado di far danzare la gente.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/绝弦.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1991,
        "name": "Sinfonia errante",
        "desc": "<p>Un grosso taccuino che contiene spartiti musicali. Sebbene danneggiato dalle tarme e da un'usura avanzata, le parole al suo interno racchiudono ancora un grande potere.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/流浪乐章.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Avventure nel Mare Jivari",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/44f6196f261950c9e8b4798317466be2_4239983182932665342.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dopo che l'Archon di Anemo eliminò il Mare Jivari dalla linea temporale per fermare la corruzione dell'Abisso, si trasformò in una meta per avventurieri provenienti da tutta Teyvat. Uno di questi avventurieri era <color=#ffffff73>l'Attraversafuochi</color> che realizzò una corona d'agata cremisi per resistere all'intenso calore delle fiamme. La corona lo proteggeva dal fuoco e suscitò paura e gelosia tra i suoi pari e gli anziani. <color=#ffffff>\"Come osa l'Attraversafuochi sfidare le fiamme del Mare Jivari? Una blasfemia del genere non si vedeva da centinaia di anni! Il mare infuocato divorerà senz'ombra di dubbio questo giovane arrogante e il cielo spargerà le sue ceneri nel vuoto.\"</color> Il maestro del <color=#ffffff73>l'Attraversafuochi</color> ordinò al suo allievo di entrare nel mare di fuoco con la corona in testa, ma poi vide il proprietario della corona passeggiare sulla lava e scomparire gradualmente all'orizzonte. Le leggende raccontano che <color=#ffffff73>l'Attraversafuochi</color> avesse un calice pieno di lava e lo bevesse come se fosse vino pregiato. Per <color=#ffffff73>l'Attraversafuochi</color> , il vino pregiato era solo un catalizzatore nel processo di produzione dell'ingegno e, con l'aiuto dell'alcol, anche la più piccola scintilla poteva trasformarsi in un'idea brillante. Il calice fu un silenzioso testimone della forgiatura della saggezza tra le fiamme e, prima dell'ultimo viaggio del <color=#ffffff73>l'Attraversafuochi</color> , fu colmo di orgoglio. Durante i suoi viaggi nel Mare Jivari, <color=#ffffff73>l'Attraversafuochi</color> strappò una piuma da un uccello che cantava tra le fiamme. Secondo la leggenda, l'uccello solitario cantava tra le fiamme ardenti e la gente lo venerava come un totem, mentre i re lo vedevano come un segno di nobiltà. Indossando questa piuma, <color=#ffffff73>l'Attraversafuochi</color> si ritirò dal mondo esterno. Solo arrivò e solo se ne andò, senza lasciare alcuna traccia. Da quel momento in poi si sentono tutt'ora le grida del Mare Jivari. Che si tratti del canto degli uccelli o dei lamenti del <color=#ffffff73>l'Attraversafuochi</color> , nessuno lo sa. La storia del <color=#ffffff73>l'Attraversafuochi</color> non finì dopo aver attraversato il Mare Jivari. Si dice che visse altri cento anni da eremita, ma questo breve ritiro gli portò scarso sollievo dal suo pesante tormento. Nonostante il saggio in fuga non temesse le fiamme ardenti del Mare Jivari, non poté spegnere le fiamme torturanti del tempo. <color=#ffffff73>L'angoscia di essere rimasto solo, senza i discepoli e la famiglia a lui così cari, gli bruciava l'anima più di quanto qualsiasi fiamma potesse mai bruciargli la carne. Poco prima di morire, l'Attraversafuochi</color> <color=#ffffff73>donò alla gente un fiore che sboccia tra le fiamme ardenti, che un tempo portava sul petto. In seguito, le persone che seguirono la luce tremolante giunsero sulla riva del Mare Jivari, ma non trovarono alcuna traccia dell'Attraversafuochi, e solo il fiore sbocciò tra le ceneri.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Questo è il fiore che sboccia tra le fiamme.</color>\n<color=#ffffff>Fino al giorno in cui le fiamme non mi trasformeranno in cenere, vedrete le braci ardenti di questo fiore risplendere nel fumo scuro.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/d964558831a983075723071a1afbe3ed_8406160369996211430.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Altri viaggiatori diretti al Mare Jivari erano avventurieri di Mondstadt, il Grande Avventuriero Stanley e il giovanissimo e inesperto Hans. Durante il loro viaggio, un mostro creò un turbine di cenere e, mentre salvava Hans, Stanley rimase gravemente ferito. Hans riuscì a fuggire e a tornare a Mondstadt, ma il suo amico rimase nel Mare Jivari. Durante una delle soste, il Grande Avventuriero incontrò un uomo che si presentò come Nocht. Usò un fiore sbocciato tra le ceneri per fermare l'emorragia causata dalle ferite e lo avvertì di non avvicinarsi troppo alle bestie. Nocht disse di provenire da Tenochtitoc, ma che questa non era la sua patria, e che quindi la stava ancora cercando. Un altro giorno, Stanley incontrò una strana donna che gli bendò le ferite. Ogni volta che l'avventuriero cercava di ricordare il suo volto, i ricordi sembravano ricoperti di cenere. L'unica cosa che riusciva a ricordare era il suo nome, Nanas. Anche se Stanley fu ucciso dai mostri, era pronto a vivere la sua ultima avventura. Era disposto a sacrificarsi per scoprire i segreti del Mare Jivari e sperava che un giorno la Gilda degli Avventurieri sarebbe tornata, così che il suo sacrificio non fosse stato vano."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/01/237301566/915d950188d6d2d2ffe41b5eac8bb839_4447199750192323187.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dopo essere tornato a Mondstadt, Hans Archibald non riuscì ad accettare la morte di Stanley, di cui si incolpava. Affinché il Grande Avventuriero non venisse dimenticato, Hans prese il suo nome e iniziò a raccontare storie delle sue gesta e avventure. Per molti anni visse abbastanza per raccontare la storia di Stanley, ma col tempo la vera identità dell'avventuriero iniziò a svanire dalla sua memoria. Hans si creò un'immagine, non del vero amico che era stato in vita, ma di un avventuriero sfregiato. Solo con l'aiuto dell'Archon di Anemo, che un tempo aveva anche lui assunto l'immagine del suo amico defunto, Hans riuscì ad accettare la realtà e a lasciar andare lo spirito di Stanley.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8081,
        "desc": "",
        "displayStyle": "card",
        "menuId": 29
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "name": "Gilda degli avventurieri",
        "desc": "<p>Un'organizzazione che ha base a Snezhnaya, si occupa di reclutare avventurieri e di accettare e distribuire commissioni. La Gilda ha un ufficio in ognuna delle città più importanti e il suo motto è: \"Ad astra abyssosque!\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/20856775/cc478a96ef1786f56d96ed2ef8718306_4473218081636190842.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 2494,
        "name": "Stanley",
        "desc": "<p>Stanley is an adventurer from Mondstadt.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/15/1023623/afaa5018d95cbd67d036321c7415268a_7354479792149580845.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Enjou",
        "desc": "<p>Un membro dell'Ordine dell'Abisso che si definisce secchione ed accademico è conosciuto anche come l'essere che si fa chiamare \"Enjou\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/20856775/725dbbb16dec2beb477c3a15194eed29_5026616619767124541.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2083,
        "name": "Attraversafuochi",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 8351,
        "name": "Appunti stracciati di qualcuno (I)",
        "desc": "Appunti rinvenuti tra i resti di Bakunawa.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8352,
        "name": "Appunti stracciati di qualcuno (II)",
        "desc": "Appunti rinvenuti tra i resti di Bakunawa.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8353,
        "name": "Appunti stracciati e corrosi (III)",
        "desc": "Degli appunti che sembrano essere stati corrosi, rinvenuti tra i resti di Bakunawa.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mare Enthymema e simulazioni",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Un giorno, circa venti o trent'anni fa, il Mare Jivari scomparve dalla faccia della terra, come se non fosse mai esistito. Nessuno riuscì a capirne il motivo, ma alcuni riuscirono ad accedere ad aree segrete molto simili. La gente chiamava questi luoghi Mare Enthymema, come se il Mare Jivari gettasse un'ombra su questo mondo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/66c74bd8c7fe33504df9196ec3b14e2f_4846621223262172732.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Oltre a questi Enthymema, esisteva una simulazione del Mare Jivari creata dal potere dell'Abisso. Molto tempo fa, esisteva un gruppo di avventurieri, i \"Tecpatl di Pirite\", che comprendeva Aroni dei Maestri del Vento della Notte, Macani della Comunità dell'Abbondanza, Chaco del Clan Piumafiore e Anja del Popolo delle Sorgenti. Volevano rendere famoso il gruppo di avventurieri dei Tecpatl di Pirite in tutta Teyvat, ma prima che potessero realizzare il loro sogno, Aroni e Macani ebbero un figlio e furono i primi a decidere di lasciare il gruppo. Anja suggerì un viaggio d'addio in modo che tutti potessero rilassarsi e divertirsi e così la squadra partì per il Mare Jivari. Ma invece di tesori, incontrarono solo mostri dell'Abisso e tutte le uscite dalla simulazione erano bloccate. Nel tentativo di salvare il bambino, tutti i membri della squadra morirono, ma le loro anime pregarono gli dei di aiutarlo."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Dèi, se potete ascoltare la mia preghiera…</color>\n<color=#ffffffd9>Traete energia dal mio corpo, dal mio amore e dai miei ricordi</color>\n<color=#ffffffd9>anche se la mia anima sarà esclusa dal Regno della Notte</color>\n<color=#ffffffd9>condannata a vagare in terre selvagge…</color>\n<color=#ffffffd9>Vi offro tutto ciò che sono…</color>\n<color=#ffffffd9>…Purchè questo bambino possa vivere.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/4abc2bbeeb877b89ee95f5ea0918bc3a_728864229728332852.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Così, i \"Tecpatl di Pirite\" divennero gli Asha: le anime delle persone morte nel Mare Jivari non riuscirono a tornare nel Regno della Notte e si unirono ai Monetoo. Gli Asha apparvero a Tenochtitoc subito dopo la scomparsa del Mare Jivari e il ragazzo fu ritrovato da un vecchio avventuriero di Mondstadt. Le fiamme roventi gli scottavano la pelle, il tuono assordante quasi gli sfondava i timpani e i venti ululanti minacciavano di strappargli l'anima. Alla fine del suo viaggio infernale, ciò che trovò ad aspettarlo era un bambino e allora l'avventuriero pensò: <color=#ffffffd9>\"</color> <color=#ffffff>Questo bambino deve essere... un bambino che il mondo stesso ha abbandonato.</color> <color=#ffffffd9>\"</color> Anche se non aveva trovato potenti manufatti, né oro o gioielli, sul volto del vecchio non c'era ombra di delusione, perché considerava quel bambino, la cui vita era appesa a un filo, come il suo tesoro. <color=#ffffffd9>\"</color> <color=#ffffff>Questo bambino è lo scopo ultimo del mio viaggio, ero destinato a trovarlo</color> <color=#ffffffd9>\"</color> pensò mentre prendeva il bambino tra le braccia. Anche se ciò che stava per fare si opponeva alla volontà del mondo stesso, lui non aveva paura. Il vecchio avventuriere morì a causa di gravi ferite prima di poter raccontare questa storia, lasciando soltanto il bambino che aveva salvato. Sul letto di morte, riuscì a dire solo quattro ultime parole: \"volontà\", \"avventura\" e \"tesoro finale\". Alcuni membri anziani della Gilda degli avventurieri di Mondstadt, non sposati e senza figli, allevarono il bambino come se fosse loro e lo chiamarono Bennett, che significa \"Beato\". Come i suoi padri, Bennett divenne un avventuriero, ma tutta la sua vita fu tormentata dalla sfortuna, causata dalla rottura del legame con il Wayob di Natlan. Nonostante ciò, Bennett divenne il leader della Brigata dell'avventura di Benny e non si arrese mai, sognando di diventare il più grande avventuriero."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/47a2b9938049319a91be7d7d342fc5ce_813062626304455711.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Un giorno, quando Bennett era già cresciuto, andò a Natlan al <color=#ffffff73>Resort Dolcebrezza</color> creato a Tenochtitoc con il suo amico\n<color=#ffffff73>A Natlan, Bennett iniziò ad avere un'improvvisa fortuna e un'insolita Asha vestita da membro della Comunità dell'Abbondanza si affezionò a lui. Durante le sue avventure sulle isole, Bennett scoprì un diario dei</color> Tecpatl di Pirite <color=#ffffff73>, lasciato lì prima della fondazione del resort, e improvvisamente le foto all'interno dell'album delle avventure si deformarono, come se qualcuno le avesse scambiate.</color> Poi nell'album apparve una foto dei Tecpatl di Pirite. L'avventuriero non riusciva a scrollarsi di dosso la sensazione che qualcuno lo stesse chiamando e quindi lui e i suoi amici decisero di recarsi nel luogo raffigurato nella foto. Lì scoprirono un passaggio per la simulazione del Mare Jivari creata dall'Abisso. E nel cielo di questa prigione instabile c'era la\ndi Bennett che l'Abisso voleva distruggere per sconfiggere il ragazzo che aveva ingannato la morte. Quando l'avventuriero era già privo di sensi, i suoi amici accesero una candela per aiutarlo a superare la prova del destino, e l'Asha apparve all'improvviso e lo coprì."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Mentre il sole affonda nell'ombra di ponente, possano le scintille delle fiamme guidarci verso casa.</color>\n<color=#ffffffd9>E una luce ardente rifulga per purificare le impurità del passato.</color>\n<color=#ffffffd9>Viandante smarrito, presta orecchio a queste parole.</color>\n<color=#ffffffd9>Ammira del sole la luce, quest'alba tagliente. Una canzone il vento intona, ascoltala, annusa la sua dolce fragranza...</color>\n<color=#ffffffd9>Vieni con me, ti condurrò fino a casa.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/e51f079c23cf7f1c710bd4396013580f_6193646033408472541.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Si scoprì che l'Asha vestito da membro della Comunità dell'Abbondanza era Macani, e l'Asha che sostituiva le foto nell'album di Bennett era Aroni. Come Asha, persero tutti i loro ricordi e la loro coscienza era talmente offuscata che non riuscivano nemmeno a ricordare chi fossero. Dopo aver visto Bennett, Aroni lo seguì, scattando foto lungo il cammino, proprio come amava fare nella vita.</color> Era perseguitata da un senso di familiarità e la simulazione del Mare Jivari sembrava chiamarla. Proprio come sognavano i Tecpatl di Pirite, il ragazzo crebbe fino a diventare un felice avventuriero che finalmente riuscì a scoprire le sue origini e a trovare una famiglia."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/01/237301566/f0f6293938fe74aa96b75996c6457bb8_9015937450889596378.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dopo che l'Archon di Anemo eliminò il Mare Jivari dalla linea temporale, alcune anime non riuscirono a fare ritorno a Mondstadt o nel Regno della Notte, mentre altre si stabilirono su questa terra, trasformandosi in Asha. Quando Barbatos si recò a Natlan con Bennett, incontrò l'Archon di Pyro per restituire tutte le anime intrappolate al suo interno. Quando gli amici di Bennett accesero una candela nella simulazione creata dall'Abisso, questo rappresentò un segnale per\nper aprire una frattura tra quello spazio e il vero Mare Jivari, permettendo a Barbatos di entrare e recuperare le anime perdute. Ed è stato grazie al suo aiuto che i genitori di Bennett sono riusciti a recuperare i loro ricordi.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8403,
        "desc": "",
        "displayStyle": "card",
        "menuId": 29
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "name": "Gilda degli avventurieri",
        "desc": "<p>Un'organizzazione che ha base a Snezhnaya, si occupa di reclutare avventurieri e di accettare e distribuire commissioni. La Gilda ha un ufficio in ognuna delle città più importanti e il suo motto è: \"Ad astra abyssosque!\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/20856775/cc478a96ef1786f56d96ed2ef8718306_4473218081636190842.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 26,
        "name": "Bennett",
        "desc": "<p>Un giovane avventuriere di Mondstadt estremamente sfortunato.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Bennett_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un bardo di Mondstadt, che vaga liberamente per le strade e le vie della città.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7299,
        "name": "Mavuika",
        "desc": "La leader di Natlan, che ha ereditato il Nome antico di \"Kiongozi\". Ha giurato di illuminare il futuro della Nazione della Guerra con la Fiamma sacra.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/30/2f098b1f15854fd9dafc54998795a59e_864981592196815761.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 8344,
        "name": "Sole in miniatura",
        "desc": "Un souvenir ottenuto in regalo al Mercato Dolcebrezza. La sua superficie è liscia.<br>Dato che queste candele provengono dal \"sole\", forse è giusto chiamarle \"soli\" in miniatura.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/e4f3a73c62120cf8c5811fe288c9de37_5795066826039331201.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Lo studioso che attraversò il mare Jivari",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/01/237301566/1d93adc2ea6456e9ba98dda829fc6720_5072089797203609555.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dopo che il Mare Jivari scomparve dalla faccia della terra, nessuno fu più in grado di trovarlo. L'energia spirituale del <color=#ffffff73>rotolo di tessuto</color> dei Maestri del Vento della Notte, che conduceva alla camera in cui gli Archon custodivano il sigillo posto su Bakunawa, si dissipò e la via per il Mare Jivari fu chiusa. Uno dei membri dell'Ordine dell'Abisso, Enjou, si recò a Natlan per scoprire di più su quel subspazio scomparso. Nonostante Enjou servisse l'Ordine dell'Abisso, non poteva considerarlo casa. Aveva visto la gloria di Vindagnyr perire, sepolta sotto la neve, aveva visto i Figli del Sole danzare nella loro Notte Bianca e aveva contemplato la magnificenza di Gurabad, sommersa nel mare di sabbia. Aveva toccato i vasi di carne e sangue nel Sito Cerimoniale di Moshiri, i colossi spezzati di Remuria, e sfiorato con le dita i colori sporchi degli affreschi nella Torre Vucub Caquix. Sapeva come l'antica Aristocrazia di Mondstadt fosse stata rovesciata, come il popolo di Liyue avesse dato inizio alla grande migrazione dell'Assemblea Guili, come i lealisti di Orobaxi avessero combattuto contro i discepoli di Narukami, come il popolo di Tenochtitoc fosse perito in battaglia e come i Muratani fossero partiti per una terra lontana. Ma nessuno di quei luoghi nella sua memoria gli apparteneva. Erano come stelle cadenti che illuminavano il suo cielo per qualche secondo per poi svanire nel nulla. Enjou voleva trovare il Mare Jivari nella speranza di trovare la sua patria, così si servì di Leyla, un membro dei Maestri del Vento della Notte privo di sensibilità spirituale, per entrare nel Regno della Notte. Enjou diede a Leyla un frammento dell'arma di Sanhaj Kompore che aveva trovato da usare come medium. Quando Leyla entrò in uno stato di chiaroveggenza, la sua anima si perse nel Regno della Notte e non fu in grado di tornare, così la grande sciamana della tribù, Citlali, e il Viaggiatore corsero in suo aiuto. La stessa Citlali cadde in uno stato di chiaroveggenza e chiese di tessere tutto ciò che vedeva, compresa una delle pergamene su cui vi era una mappa simile all'isola di Tenochtitoc, dove un tempo si trovava il Mare Jivari. E nonostante Leyla fosse stata salvata, Enjou riuscì a dare un'occhiata alla mappa dell'isola."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/01/237301566/ad7154b24433a7662fbef7520de1604b_8262905967626197268.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dopo aver viaggiato fino a Tenochtitoc, Enjou scoprì l'origine del Bakunawa e del Mare Jivari e scoprì anche la posizione dell'ingresso dello spazio, senza però riuscire ad entrarci. Per puro caso, il Viaggiatore si trovava sull'isola in vacanza, mentre Citlali vi giunse per indagare sullo strano evento spirituale. Durante il suo precedente incontro con Enjou, la grande sciamana aveva lasciato un segno su di lui che le aveva permesso di percepire la sua presenza nel caso si fosse trovato nelle vicinanze. Insieme, e grazie all'Asha e al frammento dell'arma di Sanhaj, riuscirono a ripristinare il flusso di energia del rotolo intrecciato e ad aprire un portale per la sala degli Archon. Dopo aver posizionato l'arco sul trono di Sanhaj ed essersi seduto su quello di Tenoch, il Viaggiatore entrò nel Mare Jivari, mentre Enjou strinse un patto con Citlali, promettendo di aiutare il Viaggiatore in cambio della possibilità di entrare nel subspazio. A causa di un'anomalia temporale, finirono in un altro tempo e incontrarono la permeazione di Bakunawa, una parte del suo corpo che esisteva in quel momento. Usando la spada rituale di Sanhaj, riuscirono a sconfiggere questa parte di Bakunawa ed Enjou ne assorbì il potere per viaggiare più in profondità nel Mare Jivari. Come dono d'addio, donò al Viaggiatore un fiore che sboccia tra le fiamme ardenti, così che potesse camminare nello spazio senza sentire il calore del fuoco."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Questo è il fiore che sboccia tra le fiamme. Fino al giorno in cui le fiamme non mi trasformeranno in cenere,</color>\n<color=#ffffff>vedrete le braci ardenti di questo fiore risplendere nel fumo scuro.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Quando il Viaggiatore tornò al presente, quel delicato fiore appena colto era ormai invecchiato.\nDato che il Mare Jivari esiste al di fuori del tempo, significa che Enjou incontrò il Grande Avventuriero Stanley durante i suoi viaggi lì. Enjou si presentò con il nome di Nocht, usò un fiore sbocciato tra le ceneri per fermare l'emorragia causata dalle ferite di Stanley e lo avvertì di non avvicinarsi troppo alle bestie. Enjou disse di provenire da Tenochtitoc, ma che questa non era la sua patria, e che quindi la stava ancora cercando."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"</color> <color=#ffffff>Se esiste davvero una patria che ho dimenticato, potrebbe essere in questo regno di tempo ardente e frantumato?</color> <color=#ffffffd9>\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Quando il Viaggiatore, Paimon e Citlali lasciarono il Mare Jivari, la grande sciamana sentì che la traccia spirituale che aveva lasciato su Enjou era stata consumata da uno strano potere.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8205,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 8409,
        "name": "L'Ultimo superstite di Tenochtzitoc",
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "name": "Ordine dell'Abisso",
        "desc": "<p>Un'organizzazione che comprende Khaenri'ahni maledetti e mostri non umani. I suoi membri sono nemici della civiltà che abita in superficie e che prospera in molti angoli del mondo. L'obiettivo principale dell'Ordine dell'Abisso è la distruzione del mondo governato dai Sette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/06/20856775/826332c1b0fb525a54df5442ee996c76_5889206726233476671.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Enjou",
        "desc": "<p>Un membro dell'Ordine dell'Abisso che si definisce secchione ed accademico è conosciuto anche come l'essere che si fa chiamare \"Enjou\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/20856775/725dbbb16dec2beb477c3a15194eed29_5026616619767124541.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7300,
        "name": "Citlali",
        "desc": "La grande sciamana dei Maestri del Vento della Notte, l'universalmente venerata Nonna Itztli.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/27/c4ab2530bb8bbe3c0e811684f97ec124_6688582217610741079.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7113,
        "name": "Calamità di Eshu",
        "desc": "Una spada cerimoniale forgiata da Sanhaj, il grande e sommo sacerdote dei Maestri del Vento della Notte. Secondo i racconti di un tempo passato, Sanhaj poteva usare questa lama ricurva per dei rituali, offuscando i confini tra il Regno della Notte e questo mondo.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/034a74a58833bc506791e2d2c8e00539_8351835749900866009.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2083,
        "name": "Attraversafuochi",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 8354,
        "name": "Risoluzione dell'Attraversafuochi",
        "desc": "Un fiore che Enjou ti ha regalato. Un tempo era un bocciolo delicato, appena colto. Quand'è che è diventato così?",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/d680517a7915e98e02c6257f95f252b4_4951244975280181068.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8384,
        "name": "Bakunawa",
        "desc": "Eroso dall'avanzare del tempo, il potere della Wayob ancora latente nella Calamità di Eshu si risveglia, percependo la presenza di una nemesi di 500 anni prima.<br>Sfrutta questo potere per difenderti dagli attacchi del Bakunawa. Dopo aver respinto una mossa speciale, la Wayob scatena un potente contrattacco.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 8327,
        "name": "Rapporto d'indagine: Bakunawa",
        "desc": "Un rapporto d'indagine lasciato da qualcuno che andava di fretta.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8328,
        "name": "Rapporto d'indagine: Mare Jivari",
        "desc": "Un rapporto d'indagine lasciato da qualcuno che andava di fretta.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8329,
        "name": "Rapporto d'indagine: Caverna segreta",
        "desc": "Un rapporto d'indagine lasciato da qualcuno che andava di fretta.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/a3d81222ac0c259d7c24278ae6a68845_8748899289776809939.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8351,
        "name": "Appunti stracciati di qualcuno (I)",
        "desc": "Appunti rinvenuti tra i resti di Bakunawa.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "galleryCharacter": [
      {
        "key": "Mare Jivari",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/09/362377527/81464a53b5aabfe17c3a4bd328445f28_6280950772302041939.png"
      },
      {
        "key": "Bakunawa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/09/362377527/a0377bcd756125ca6cd4b85b4d478ab0_2049272848714538104.png"
      },
      {
        "key": "Mare Jivari",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/20856775/a66063cf30bc7ffe52984494fb2cfee5_5076618850898572358.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Mare Jivari"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Luogo menzionato"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      }
    ]
  }
}