{
  "epId": 7428,
  "name": "Festival floreale di Mikawa",
  "desc": "<p>Il Festival floreale di Mikawa è un'antica sagra youkai collegata a giochi, divertimento, musica e bevande.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/07/20856775/c857e595da1ff6a514746f47ea9941f0_3528225332235858921.png",
  "menuId": 20,
  "menuName": "Definizioni",
  "version": 1741816849,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Festival floreale di Mikawa"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Festival"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Eventi correlati",
        "value": [
          {
            "type": "RichText",
            "text": "Evento versione 3.3 - Akitsu Kimodameshi\nEvento versione 5.4 - Storie incantate del Festival di Mikawa"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Festival floreale di Mikawa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/07/20856775/6e1c33de8b3150ff51cdbafd4e7c2c81_3493574180210020911.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Yanagibashi Takuto e Kamai Kenji."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailer e teaser della storia",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Trailer della Versione 3.3: Lucidità dei sensi, Vacuità dell'esistenza"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/c6fa66810399b209da492e4c6507fd7e_6661915752921079645.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>25 novembre 2022</color>\nI kaidan sono storie molto diffuse a Inazuma sin dai tempi antichi.\nAlcune di queste sono collegate alle storie di fantasmi e di demoni tramandate di generazione in generazione, mentre altre rappresentano degli scorci in un passato ormai dimenticato...\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=oTIHLsa0bj0&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Trailer della Versione 5.4: Sogni al chiaro di luna"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/8a8149bd9cfe859a61ce13ad03422c8e_8238539537074990846.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>24 gennaio 2025</color>\nLa vita è come navigare tra bei sogni e incubi.\nQuando avverti tensione e paura, o ti manca il respiro,\nriposa un po', goditi la dolcezza dei bei sogni\ne distruggi gli incubi prendendoli a morsi.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=vITyIMn8rww&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Akitsu Kimodameshi",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/8cb03cc59d01899b7d6a6abe14598e04_2822795805388864390.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Molti anni dopo, quando il Festival floreale di Mikawa era ormai andato perduto, i tre piccoli youkai Kappa, Youko e Hitotsume Kozou provenienti dalla Foresta di Chinju, decisero di riproporre la celebrazione. Un tempo la foresta era piena di mostri che attaccavano le creature, ma gli avventurieri che giunsero sul luogo li misero in fuga. Per ringraziare le persone dell'intervento, e per sentirsi più vicini, Kappa, Youko e Hitotsume Kozou provarono a ricreare il leggendario gioco Akitsu Hazura consumando tutto il proprio potere e cambiando il suo nome in Akitsu Yugei. Dopo l'impresa, agli youkai rimase soltanto il potere necessario a creare delle bancarelle per aggiungere un tocco di atmosfera in più al festival. Quando la Commissione Yashiro venne a conoscenza dell'evento imminente, il suo capo, Kamisato Ayato, decise inizialmente di spargere la voce a più persone possibili ma temette anche che si creassero delle aspettative troppo elevate. Ayato decise quindi di invitare le persone a partecipare ad una Prova di Coraggio e lasciò che gli youkai si occupassero del resto. Prima di ogni fase, i partecipanti si sarebbero dovuti dividere in gruppi di due e poi avrebbero dovuto trovare prima degli altri un oggetto specifico nascosto all'interno della Foresta di Chinju. Ognuna delle tre fasi sarebbe stata presentata da un diverso organizzatore: i mercanti, la Commissione Yashiro ed il Gran Santuario di Narukami.\nQuando i piccoli youkai stavano creando Akitsu Yugei, sulla costa non era presente nessuno ad eccezione di alcune persone ordinarie. Improvvisamente, dal nulla, era apparsa una bancarella che funzionava da sola. Tutto ciò che la gente doveva fare per iniziare il gioco era semplicemente guardare la bacheca. Inizialmente il gioco era molto popolare, ma le persone decisero rapidamente che la bancarella fosse controllata da un fantasma e la diceria si diffuse a macchia d'olio trasformandosi in una storia spaventosa. Uno dei giocatori sosteneva addirittura di essere caduto in una strana trappola durante una partita e di non essere riuscito a fuggire per svariate ore. Per investigare su tutte quelle voci, la Commissione Tenryou decise di inviare l'investigatore Shikanoin Heizou ad indagare sui fatti. Le persone erano ormai riluttanti ad avvicinarsi alla spiaggia e la Commissione decise di proibirne l'accesso per facilitare le indagini. Prima che l'investigatore potesse fare qualsiasi cosa, la Commissione Yashiro organizzò il Test di Coraggio ed i visitatori decisero che Akitsu Yugei facesse parte della prova, dimenticando quindi tutte le dicerie."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/c135353829d006c04b5481b2d26df0cc_2652743712139093333.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "L'apparizione di Akitsu Yugei risvegliò Hanyuuda Chizuru ed ella decise di spaventare le persone per farle allontanare dalla foresta, in modo che i giovani youkai non potessero fare amicizia con nessuno ed evitassero quindi la sofferenza. Dato che i suoi poteri erano quasi esauriti, ella dovette utilizzare delle attrezzature sceniche per riuscire nel suo intento. Quando un passante tentava di rubare le decorazioni preparate per la celebrazione di Akitsu Yugei e rivenderle a caro prezzo, Chizuru lo attirava in una trappola all'interno della bancarella. Per svariate ore l'uomo non era in grado di fuggire ed i suoi amici, che erano nei dintorni, non si accorgevano nemmeno della sua presenza. Durante la prova, quando Chizuru incontrò il Viaggiatore e Paimon, acconsentì a giocare una partita di Akitsu Yugei con loro, alla condizione che il perdente avrebbe dovuto esaudire un desiderio del vincente. Dopo aver vinto con molta facilità, Chizuru espresse il desiderio di non vedere mai più il Viaggiatore e Paimon, per poi sparire nel nulla.\nDopo aver trovato due oggetti per primi, il Viaggiatore e Paimon arrivarono alla terza fase del gioco. L'oggetto scelto dal Gran Santuario di Narukami era la stessa hagoita della quale Hanyuuda Chizuru era lo spirito. Poco tempo prima della prova, Yae Miko stava passeggiando lungo la spiaggia e aveva percepito un potere a lei familiare. Sebbene si fosse quasi completamente dissipata, la kitsune vide la youkai seduta su un ramo e la sentì mormorare tra sé e sé di dover restare lontana dagli umani. Quando Ayato propose la Prova di Coraggio, la Guuji Yae decise che quella poteva essere l'occasione perfetta per aiutare Chizuru a superare il dolore che la tormentava. La separazione di Kamai e del samurai era stata la prima esperienza che aveva vissuto quando la sua mente era a malapena formata e non aveva ancora una forma umana. Fu un'esperienza davvero molto dolorosa per lei e delle semplici conversazioni non erano in grado di aiutarla. Yae Miko era fermamente convinta che per Chizuru l'opzione migliore fosse semplicemente l'interazione diretta con gli umani.\nIl Viaggiatore e Paimon scoprirono le intenzioni e la vera forma di Chizuru attraverso le indagini di Heizou. Alla spiaggia incontrarono non solo la Tsukumogami ma anche Yae Miko, che raccontò alla youkai la storia di come l'amicizia tra Kamai ed il samurai fosse proseguita attraverso la discendenza dell'uomo. Dopo essere riuscita ad affrontare i propri complessi sentimenti, Hanyuuda Chizuru fece un'altra richiesta al Viaggiatore, dato che la prima non era stata esaudita:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Io desidero che...</color>\n<color=#ffffffd9>ogni giorno del viaggio che ti attende sia pieno di gioia, come un festival.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Durante i fuochi d'artificio del Festival floreale di Mikawa, organizzato dagli youkai e dalla Commissione Yashiro, il potere di Chizuru si dissolse ed ella scomparve senza lasciare alcuna traccia.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Lady Guuji del Gran Santuario di Narukami e caporedattrice della Casa editrice Yae. Dietro alla sua bellezza si celano un'intelligenza e un'astuzia incredibili.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 31,
        "name": "Kamisato Ayato",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il giovane ma particolarmente abile capo del clan Kamisato della Commissione Yashiro. Un uomo dalle mille risorse, colto e garbato.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayato_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2263,
        "name": "Shikanoin Heizou",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un giovane investigatore prodigio della Commissione Tenryou dai sensi acuti e dalla mente chiara.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shikanoin Heizou_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3451,
        "name": "Hanyuuda Chizuru",
        "desc": "<p>Una youkai spuntata da un oggetto, ha assunto una forma umana al di fuori del proprio corpo. Si tratta di uno Tsukumogami.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/20856775/8c5b3611d8309efd5945e2cf8e327acc_8475032424686183834.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3448,
        "name": "Hitotsume Kozou",
        "desc": "<p>Un piccolo youkai che ha cercato di ravvivare il Festival floreale Mikawa.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/09/194600931/fc7e6d7d7171c2ceaedc2657a87ac54d_560063052744400009.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3450,
        "name": "Kappa",
        "desc": "<p>Un piccolo youkai che ha cercato di ravvivare il Festival floreale Mikawa.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/09/194600931/8e15d77396d6a387b146a2cc7a65d735_4264085580161180449.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3449,
        "name": "Youko",
        "desc": "<p>Un piccolo youkai che voleva far ravvivare il Festival delle storie incantate di Mikawa.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/09/194600931/76567cd13cfafe285fb206d4048e4565_8634316643949711731.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Storie incantate del Festival di Mikawa",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/3035f2e18e61438953777841eef7ad8a_4572698096721481920.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dopo la Prova di Coraggio nella Foresta di Chinju, la Guuji del Gran Santuario di Narukami, Yae Miko, decise di ripristinare la tradizione del Festival floreale di Mikawa e di organizzare una celebrazione diretta sia agli youkai, che agli umani. La festa avrebbe unito l'ingenuità umana e le arti degli youkai, per offrire la forma d'intrattenimento più innovativa ed elettrizzante di sempre. La Commissione Yashiro, assieme a Yae Miko, si occupò di preparare lo spazio all'interno della Foresta di Chinju e la Commissione Tenryou fu invece assegnata alla sicurezza dell'evento. Per rendere la festività ancora più divertente, Miko decise di organizzare una competizione sullo sviluppo di giochi e di assegnare ai vincitori una statua dorata rappresentante un Bake-danuki, assieme alla garanzia di finanziare il progetto del gioco in tutta Inazuma. Il Viaggiatore venne scelto come rappresentante ufficiale da Miko, per selezionare i componenti delle varie squadre e decretare il vincitore della competizione. La scelta cadde su di lui perché era vicino agli youkai e non era un abitante di Inazuma. Nella Foresta di Chinju la Guuji invitò i Bake-danuki Kichiboushi, Shousei e Gyoubu Koban a partecipare al festival e poi li invitò a seguire il Viaggiatore per la selezione dei gruppi. L'esperta di fuochi d'artificio Yoimiya e la ninja Sayu, interessate alla magia degli youkai, si unirono alla squadra di Kichiboushi. Shousei entrò in gruppo con il il domestico del clan Kamisato, Thoma e Gyoubu Koban si unì alla Sacerdotessa divina Sangonomiya Kokomi ed alla Yumekui-Baku, Yumemizuki Mizuki. Ogni squadra doveva creare un gioco utilizzando la magia degli youkai e rispettando un determinato tema: i sogni. Sayu, Yoimiya e Kichiboushi crearono un gioco basato sul concetto di doppelgänger, ispirandosi all'idea di Sayu sull'utilizzo dell'arte bunshin per evitare il lavoro. Thoma e lo youkai della Foresta di Chinju crearono un gioco che combinava la tradizione dell'Akitsu Yuugei e quella del Ludi Harpastum di Mondstadt, del quale il domestico sentiva la mancanza. Mizuki, Kokomi e Gyoubu Koban crearono invece un gioco con protagonista una volpe dalle sembianze che ricordavano quelle della rivale ed amica della psicologa, Yae Miko. Kokomi e Mizuki volevano utilizzare i soldi dell'eventuale vincita per promuovere il gioco in tutta Inazuma, inclusa l'Isola di Watatsumi, e attrarre ancora più clienti per le Terme Aisa."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/d50ee090da3d347980e82f0ecc0cab5e_3132257104021917788.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dopo il primo giorno di preparativi per il Festival floreale di Mikawa, il Viaggiatore e Paimon si stavano dirigendo verso casa, quando uno strano samurai bloccò loro la strada. Dopo lo scontro con la presenza ostile, il Viaggiatore si sentì come se fosse stato catapultato all'interno di un sogno e soltanto un tuono fu in grado di riportarlo alla realtà. Era stata Raiden Ei, che aveva assistito alla battaglia, a far risuonare quel tuono. Quella stessa sera, uno degli aiutanti del festival vide un doppelgänger di un suo amico e la Commissione Tenryou decise di far partire un'indagine. Inoltre, gli ufficiali dello Shogunato mandati ad investigare per non disturbare gli youkai, furono ritrovati successivamente privi di sensi e si ritrovarono intrappolati in un incubo infinito, dal quale non riuscivano a svegliarsi. La commissione trovò delle tracce frammentarie del potere degli youkai, che conducevano al luogo del festival. Yae Miko si mosse per indagare sulle tracce e scoprì che comparivano e si fermavano, ma non si spostavano mai dal Monte Yougou. Con lo scopo di non allarmare il colpevole e di non costringerlo a mosse avventate, la Commissione Tenryou decise di non annullare il festival, ma di proseguire segretamente le indagini. Al Viaggiatore venne affidato l'incarico di scoprire se, fra i partecipanti alla competizione, fossero presenti dei doppelgänger, in modo da non destare alcun sospetto. Dopo aver interrogato tutte le persone in gara, il Viaggiatore e Paimon non scoprirono nulla che potesse indicare la presenza di un doppelgänger. Miko decise allora di spaventare il criminale, in modo da indurlo a fare un passo falso e presentò Raiden Ei come ospite speciale del festival."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/5a4df9f6f8032c88206de46e3cd3ec37_2802871851495775758.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durante il secondo giorno prima del festival, la psicologa Mizuki percepì che Ei sembrava essere preoccupata per qualcosa, ma non voleva disturbare nessuno con i propri problemi. La Yumekui-Baku suggerì quindi al Viaggiatore di invitare Ei alle Terme Aisa a mezzanotte, per indagare sulle preoccupazioni dell'Archon. Durante la serata alle terme, Ei spiegò che dopo il Cataclisma di 500 anni prima, un incubo aveva inghiottito tutta Inazuma. Su un campo di battaglia consumato dall'oscurità, i soldati combatterono contro delle forze oscure, capaci di possedere le persone ed intrappolarle all'interno di incubi. Persino la Yumekui-Baku non era riuscita a fare nulla per svegliarli. Se la persona era così forte da evitare lo stato d'incoscienza, allora si ritrovava in un incubo e perdeva la capacità di distinguere il sogno dalla realtà. A quel punto essa percepiva tutto come se fosse un proseguimento della guerra e vedeva ogni cosa preziosa della vita come un nemico da annientare."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/dd22e0610a8fe9569175eeca146c7051_6661914378068293468.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Una delle vittime dell'incubo fu l'oni Mikoshi Chiyo, amica di Ei e della sorella Makoto. Ella venne interamente fagocitata da una bestia proveniente da un altro mondo, dal corpo di tigre e la coda di serpente, che riuscì a squartare dall'interno. Sebbene Chiyo fu in grado di fuggire viva dal ventre della bestia, la battaglia non la lasciò mai. L'oni vedeva ovunque i ricordi dei compagni caduti, assassinava chiunque trovasse sulla propria strada ed infine non riuscì più a capire quale fosse il sogno e quale la realtà. L'incubo aveva distorto tutte le gioie della sua vita, subordinati, famiglia e amici, e li aveva trasformati in nemici da distruggere. Fu in quello stato, intrappolata sul campo di battaglia che ormai era la sua mente, che puntò la spada contro Ei sul Monte Yougou. Raiden, suo malgrado, dovette utilizzare la Musou no Hitotachi e le mozzò un braccio, un corno e distrusse una porzione della montagna stessa."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/90922669a98df5600a1e701199c50fcb_4479179001448159757.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Mentre Ei ed il Viaggiatore si trovavano alle terme, improvvisamente sentirono un terribile urlo provenire dalla città di Inazuma. Una donna aveva visto il proprio doppelgänger ed era svenuta, spaventata da una leggenda secondo la quale vedendo la sua sosia sarebbe morta. Nello stesso momento, un soldato della Commissione Tenryou si avvicinò alla Shogun e riportò che il piccolo youkai Kappa si trovava intrappolato in un incubo al festival. Quando il Viaggiatore, Ei, Miko e Mizuki arrivarono sul posto, trovarono Youko, Hitotsume Kozou e Kappa privo di sensi. Il generale Kujou Sara e l'investigatore Shikanoin Heizou, in servizio al festival, non avevano notato nulla di sospetto e non erano stati in grado di aiutare Kappa. Mizuki indagò quindi sull'incubo dello youkai e non riuscì a trovarlo, quasi come se non fosse mai nemmeno esistito. Successivamente, si rese conto che quel \"Kappa\" era stato creato utilizzando l'arte dei bake-danuki ed era un doppelgänger, così come \"Youko\" e \"Hitotsume Kozou\". Il tanuki era entrato in città sotto le spoglie di Kappa, con lo scopo di seminare il panico tra la gente. Durante le investigazioni fu scoperta l'esistenza di tre tanuki, che erano rimasti intrappolati in un incubo per ben cinquecento anni. Il trio vedeva nemici ovunque e pensava che la Shogun avesse dato ordine di impossessarsi delle loro terre, di sterminarli e di forzare i sopravvissuti a lavorare per gli umani. Il potere dell'incubo si era materializzato sotto la forma di un samurai, che aveva attaccato la gente e anche i tre piccoli youkai."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/09b6a4145d20cdc58be484e0ec0d7127_597536784804437395.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Quando il Viaggiatore purificò i tanuki dall'energia Abissale, essi si svegliarono dal lungo incubo. Cinquecento anni prima, quando l'amico della kitsune Saiguu, Kamuna Harunosuke, si era recato alla Foresta di Chinju a sigillare il bake-danuki Kakushigami Ioroi per aver rubato un oggetto, i tre youkai decisero di scavare una buca e nascondersi. Nella terra trovarono un corno di Mikoshi Chiyo contaminato dall'incubo, che consumò i tre tanuki. Per cinquecento anni il trio si nascose in preda al terrore e questa paura rese possibile la materializzazione fisica dell'incubo, sotto la forma di un Jibakurei. I tanuki si mossero attraverso le linee geomantiche, proprio per questo le loro tracce erano apparse di tanto in tanto, ma mai oltre il Monte Yougou. Per distruggere l'incubo, Ei voleva utilizzare nuovamente il Musou no Hitotachi, ma Miko le suggerì invece di combattere l'entità utilizzando i suoi stessi mezzi e creando un'illusione indistinguibile dalla realtà. Miko decise di utilizzare il Festival floreale di Mikawa come trappola: per il frammento di un incubo, che disprezzava qualsiasi fonte di gioia e felicità, un evento come quello sarebbe diventato il nemico da distruggere ad ogni costo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/9a7aac90d33e9b5fea4298691f4b03b0_4618298286666320405.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durante le celebrazioni ufficiali del Festival floreale di Mikawa, la Commissione Yashiro diede a tutti indicazioni sul rito che sarebbe servito a combattere l'oscurità. Quando l'incubo apparve attirato dalla gioia dei partecipanti, Raiden Ei portò il Viaggiatore nel Piano dell'eutimia, in modo che gli abitanti di Inazuma non rimanessero esposti al pericolo. Con l'aiuto della Shogun e delle preghiere delle persone, il Viaggiatore sconfisse l'incubo ed Ei riuscì a dire addio alla sua amica morta da tempo. Una volta distrutto il corno di Chiyo, Kappa, Youko e Hitotsume Kozou si svegliarono dal loro sonno. Yae Miko, assieme alla Shogun, assegnò ai tre tanuki creatori dei doppelgänger un premio speciale per aver creato il \"gioco\" più immersivo della competizione, in modo che umani e youkai non avessero mai più paura gli uni degli altri.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7487,
        "name": "Youkai",
        "desc": "<p>Gruppo di esseri soprannaturali quasi estinti di Inazuma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/05/362377527/4cddf4cc6fa65cb6a6baabd94aa4e16e_3943901806590153104.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Cataclisma di Khaenri'ah",
        "desc": "<p>Un disastro avvenuto 500 anni fa, durante il quale le forze dell'Abisso irruppero a Teyvat. Come risultato del Cataclisma, Khaenri'ah venne distrutta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/23/20856775/826332c1b0fb525a54df5442ee996c76_3770321130010944750.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Beelzebul",
        "desc": "<p>L'Archon di Electro di Inazuma, conosciuta anche come Raiden Ei</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/06/20577441/68ce1b8c0e262cc6e4f1074c6431a295_2253924797727775864.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7500,
        "name": "Mikoshi Chiyo",
        "desc": "<p>Fedele Luogotenente di Raiden Ei, resa folle dall'Incubo dopo il Cataclisma. Fu sconfitta da Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/04/157266935/6ea050aa0bf1c124840bdb386f992fb7_7085104328890493882.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Lady Guuji del Gran Santuario di Narukami e caporedattrice della Casa editrice Yae. Dietro alla sua bellezza si celano un'intelligenza e un'astuzia incredibili.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 16,
        "name": "Thoma",
        "desc": "<p>Il domestico del clan Kamisato. Un rinomato \"mediatore\" d'Inazuma.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Thoma_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 15,
        "name": "Yoimiya",
        "desc": "<p>Proprietaria della Bottega Naganohara. Conosciuta come la Regina del Festival dell'estate, è particolarmente abile nella creazione di fuochi d'artificio che simboleggiano le speranze e i sogni della gente.</p><p></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yoimiya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 21,
        "name": "Sayu",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una ninja in miniatura legata alla Shuumatsuban. Ha l'aria perennemente stanca.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sayu_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7420,
        "name": "Yumemizuki Mizuki",
        "desc": "Azionista delle Terme Aisa, baku e psicologa clinica. Si dedica alla rimozione degli incubi per donare serenità alle menti delle persone.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/08/11662c12fb353d88bd2b20a2726c9f1c_8013472600677983943.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Sangonomiya Kokomi",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La Sacerdotessa divina dell'Isola di Watatsumi. Ha l'ultima parola su ogni questione dell'isola.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2454,
        "name": "Ioroi",
        "desc": "<p>Un bake-danuki intrappolato in una statua di pietra da Kamuna Harunosuke.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/01/362377527/0267da339bae1dc9d520b01afc82b9ce_6469934651031153037.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4516,
        "name": "Shousei",
        "desc": "<p>Un bake-danuki della Foresta di Chinju.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/01/362377527/00efd32c8b4d9663c1628fb5355ce884_1282014631673196678.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2448,
        "name": "Gyoubu Koban",
        "desc": "<p>Un bakeanuki della tribù di Ioroi. Si trova al Santuario Ioroi nella Foresta di Chinju, sull'isola principale di Inazuma, seduto alla sinistra di Ioroi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/01/362377527/b762ed7d129ec41d90e8d3f8e817b630_4968340469140528091.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2449,
        "name": "Kichiboushi",
        "desc": "<p>Un piccolo tanuki della Foresta di Chinju. Ioroi ha intenzione di passargli i titoli di \"Re dei Bake-Danuki King\" e \"Protettore segreto della foresta\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/01/362377527/47863359c7c3ddc27aef3c286a019b45_8435769022133672956.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3,
        "name": "Kujou Sara",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Generale della Commissione Tenryou. Audace, risoluta e abile in battaglia.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kujou Sara_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2263,
        "name": "Shikanoin Heizou",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un giovane investigatore prodigio della Commissione Tenryou dai sensi acuti e dalla mente chiara.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shikanoin Heizou_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3449,
        "name": "Youko",
        "desc": "<p>Un piccolo youkai che voleva far ravvivare il Festival delle storie incantate di Mikawa.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/09/194600931/76567cd13cfafe285fb206d4048e4565_8634316643949711731.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3450,
        "name": "Kappa",
        "desc": "<p>Un piccolo youkai che ha cercato di ravvivare il Festival floreale Mikawa.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/09/194600931/8e15d77396d6a387b146a2cc7a65d735_4264085580161180449.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3448,
        "name": "Hitotsume Kozou",
        "desc": "<p>Un piccolo youkai che ha cercato di ravvivare il Festival floreale Mikawa.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/09/194600931/fc7e6d7d7171c2ceaedc2657a87ac54d_560063052744400009.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7501,
        "name": "Kamuna Harunosuke",
        "desc": "<p>Creatore della Camera Mistica Onmyou che visse circa 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/15/362377527/f1dd4e5e117d8763b6137a1fde36d359_5494245068467026876.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7498,
        "name": "Kitsune Saiguu",
        "desc": "<p>Una Kitsune del clan Hakushin, che era venerata come una dea kitsune. È morta 500 anni fa durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/05/45954971/442d85d342b758cb26b888a50a2f9b0f_3701134300388787329.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Festival floreale di Mikawa",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/be6ec1f87eae3d3f56f867c244d403cb_5307042729667918862.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Molti anni fa, lo youkai più importante di Inazuma organizzò il Festival floreale di Mikawa per bere, ridere ed ascoltare musica. La sagra nacque con il proposito di portare felicità a tutti coloro che vi partecipavano. Fu un evento su larga scala e presenziarono persino la Kitsune Saiguu con la piccola Yae Miko e l'Archon di Electro, Raiden Makoto, accompagnata dalla sorella Ei. Con il tempo, il numero di youkai presenti nelle terre di Inazuma diminuì ed il festival perse la sua popolarità, fino al giorno in cui un piccolo gruppo di youkai decise di ricrearlo come forma di ringraziamento verso gli umani. L'ispirazione fu una leggenda che narrava l'amicizia tra un mortale ed uno youkai."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/237301566/ed9b52f45d8ac8cf52f1b0afc307233c_8889729351268738520.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Più di cinquecento anni fa, un samurai umano di nome Yanagibashi Takuto, incappò nel Festival floreale di Mikawa. Sul posto conobbe uno youkai, Kamai, che gli chiese di unirsi a lui nei festeggiamenti. I due si sfidarono nell'evento più importante della manifestazione: Akitsu Haneasobi. La loro spettacolare lotta si concluse con un pareggio, fu così che tra il mortale e lo youkai venne a crearsi un legame d'amicizia. Il samurai si rivelò essere uno spadaccino in viaggio per il mondo, alla ricerca di avversari formidabili contro i quali combattere per affinare le proprie abilità. Lo youkai gli suggerì di ritrovarsi ogni dieci anni per mettere alla prova i suoi progressi. Il combattimento contro Kamai gli aveva mostrato molte nuove mosse, che più avanti lo avrebbero aiutato a fondare la scuola di arte della spada Isshin."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/237301566/601a1347bcb94682da61494b5841ac28_3530564386542175681.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dieci anni più tardi, quando il samurai aveva ormai compiuto 35 anni, i due si incontrarono nuovamente ad un festival. Passarono il tempo assieme bevendo, viaggiando ed allenandosi. La prima volta che si incontrarono, a malapena si rispettavano a vicenda, ma dieci anni dopo erano ormai diventati migliori amici. Dopo un'altra decade, il samurai raggiunse il pinnacolo della sua abilità con la spada e vinse il duello, il che costrinse Kamai a prepararsi diligentemente in vista dell'incontro successivo. Tuttavia, dieci anni più tardi, il samurai non si presentò all'appuntamento, perché si era dovuto recare al fronte per difendere i confini della sua terra durante la guerra. Quando i due si incontrano per l'ultima volta, il samurai aveva ormai compiuto 65 anni. I suoi capelli si erano ingrigiti, il suo corpo era pieno di cicatrici e non era più in grado di combattere. Kamai suggerì allora di competere assieme nell'ultimo round di Akitsu Haneasobi. Il samurai diede il massimo durante il gioco, ma dovette abbandonare la sfida a metà perché ormai era troppo debole. Kamai, realizzando che probabilmente quello sarebbe stato il loro ultimo incontro, sospirò tristemente e disse: <color=#ffffffd9>\"Che peccato.\"</color>\nHanyuuda Chizuru, una degli youkai e spirito dell'hagoita con la quale il samurai e Kamai avevano giocato ad Akitsu Haneasobi, aveva sviluppato una coscienza dopo essere stata influenzata dal grande potere dello youkai. Amare il divertimento ed i festeggiamenti era nella sua natura e voleva divertirsi, incontrare persone al festival e giocare con loro ad Akitsu Haneasobi. Quando calava la notte però, ricordava sempre la storia di come il samurai invecchiato aveva dovuto posare le sue hagoita con un sorriso amareggiato e di come il solitario Kamai sospirava e beveva sakè. Chizuru immaginò che, se mai si fosse affezionata ad un umano, avrebbe visto comparire anche sul suo volto quel sorriso amaro e così decise di non avvicinarsi mai alle persone, in modo da non ripetere gli stessi errori di Kamai. La storia di Yanagibashi Takuto e Kamai non ebbe fine con la morte del samurai. Anche l'erede della terza generazione di Takuto, Tominaga Masanari, divenne amico dello youkai. Cinquecento anni dopo, Kamai e Tominaga combatterono fianco a fianco fino all'ultimo e la spada che un tempo egli brandiva, venne tramandata da Yanagibashi. Il rimpianto provato da Kamai in passato si era ormai dissipato. Sebbene la vita di un umano sia troppo corta dal punto di vista di uno youkai ed il giorno dell'addio sia inevitabilmente destinato ad arrivare, i legami che avevano creato tramite le amicizie non si sarebbero mai spezzati e anzi, sarebbero proseguiti in una nuova forma.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4907,
        "name": "Makoto",
        "desc": "<p>Sorella gemella di Raiden Ei e precedente Archon di Electro, conosciuta anche con il nome di Baal. Morì durante il Cataclisma di 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/01/362377527/e5d1d69df9e3e1db8ca6ee72b020cd4d_1625877201838850420.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Shogun Raiden",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Sua Eccellenza, la potente Narukami Ogosho, che ha promesso al popolo di Inazuma un'Eternità immutevole.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3451,
        "name": "Hanyuuda Chizuru",
        "desc": "<p>Una youkai spuntata da un oggetto, ha assunto una forma umana al di fuori del proprio corpo. Si tratta di uno Tsukumogami.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/20856775/8c5b3611d8309efd5945e2cf8e327acc_8475032424686183834.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tradizioni",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Oltre al divertimento ed alle bevande, una delle attività tradizionali del Festival floreale di Mikawa è il gioco Akitsu\n. In questo gioco, i partecipanti utilizzano un'hagoita speciale per colpire una palla e spedirla verso un obiettivo specifico. Col tempo l'Akitsu Hazura originale è andato perduto, ma molti anni dopo un piccolo gruppo di youkai aveva deciso di ricreare il gioco, che era simbolo dell'amicizia tra youkai ed umani. Avevano sentito nominare il passatempo da un mercante itinerante ed avevano utilizzato i loro poteri magici per creare Akitsu Yugei. In questo gioco, le persone utilizzavano delle spatole che facevano vibrare nell'aria per colpire una palla e centrare dei cubi elementali.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      }
    ],
    "videoCollection": [
      {
        "title": "Story Teaser: Akitsu Haneasobi | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=CTWxnQawAqE",
        "coverUrl": "https://i.ytimg.com/vi/CTWxnQawAqE/maxresdefault.jpg",
        "duration": 226
      }
    ]
  }
}