{
  "epId": 7440,
  "name": "Uomini di Litine (III)",
  "desc": "Un romanzo fantasy che circola tra le tribù di Natlan. Si dice sia stato tratto da una famosa opera di K'n-yan, celebre autore di Fontaine. La gente di Natlan che ha visitato la Corte di Fontaine, tuttavia, afferma di non essere riuscita a trovare l'originale, e sembra che nessuno del posto abbia mai sentito parlare di un autore di nome \"K'n-yan\".",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1740665899,
  "components": {
    "textualResearch": [
      {
        "title": "Uomini di Litine (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>La sua testa gigantesca e i suoi arti snelli sono collegati da innumerevoli fili a un corpo apparentemente rettiliano.</color>\n<color=#ffffff73>\"Quello davanti a te è un 'umano'. È l'ultimo della sua specie.\"</color>\n<color=#ffffff73>La mostruosità davanti a te indica verso un'altra creatura che fluttua in un vicino fusto da coltura.</color>\n<color=#ffffff73>Anche se ti stai abituando alla vista di quel volto, fai del tuo meglio per distogliere lo sguardo. I suoi \"occhi\" ti fanno venire i brividi lungo la schiena.</color>\n<color=#ffffff73>\"Se questo qui è un 'umano', allora noi cosa siamo?\"</color>\n<color=#ffffff73>È questa la domanda che rivolgi alla creatura che fino a poco tempo fa conoscevi come \"Akhra\"... Ora che ci pensi, si tratta ovviamente solo di un nome in codice utilizzato dall'Adunanza tecnocratica.</color>\n<color=#ffffff73>Grazie a una tecnologia imperscrutabile, la chiesa è collegata a Natlantea. Forse ogni città ha un posto simile, un luogo in cui si può viaggiare nell'oscurità.</color>\n<color=#ffffff73>\"Voi? Se ti riferisci a quelli che vivono in superficie... Carlini, bracchetti, omini grigi... Abbiamo dato loro molti nomi nel corso dei secoli...</color>\n<color=#ffffff73>Ma, comunque tu voglia chiamarli, sono creature progettate da noi. Le loro funzioni biologiche sono in perfetto contrasto con le nostre: l'ambiente in cui noi viviamo è letalmente tossico per loro, e viceversa. È proprio per questo che il degrado che cagionano è vitale per ricreare un mondo adatto alla nostra esistenza.\"</color>\n<color=#ffffff73>Se le cose stanno davvero come dice questa creatura, allora l'intera storia della nostra civiltà è il risultato della loro pianificazione, e le innumerevoli invenzioni e meraviglie tecnologiche che utilizziamo ci sono state donate da loro.</color>\n<color=#ffffff73>Sono sempre stati qui accanto a noi, ma non li abbiamo mai visti. Secondo loro è perché c'è una ghiandola nel nostro cervello che nasconde una sostanza gassosa chiamata \"nebbia della ragione\", che ci impedisce di percepire il mondo com'è veramente.</color>\n<color=#ffffff73>L'unico motivo per cui ora riesco a percepire la forma orripilante di questa creatura è che ho inalato un gas noto come \"Ignoranza\", una sostanza che io stesso avevo creato nella mia precedente incarnazione.</color>\n<color=#ffffff73>\"Ho ancora una domanda: se ci avete dato il Litine, come puoi garantire che ci distruggeremo a vicenda in una grande guerra quando sarà esaurito?\"</color>\n<color=#ffffff73>Il Litine, la fonte d'energia miracolosa scoperta tra le rovine di Natlantea, è la forma energetica di queste creature. Dopo che la loro civiltà entrò in una guerra su larga scala, che ricoprì il pianeta di una sostanza pericolosa, gli \"umani\" sopravvissuti decisero di trasferire la loro essenza nell'energia pura e s'immagazzinarono all'interno di una biocripta nelle profondità del sottosuolo.</color>\n<color=#ffffff73>In seguito, idearono una nuova specie in grado di sopravvivere sul pianeta contaminato che avevano creato. Speravano che quella nuova specie avrebbe contribuito alla biodegradazione della sostanza nociva, fin quando la superficie non sarebbe stata nuovamente abitabile e avrebbero potuto ricominciare da zero.</color>\n<color=#ffffff73>Ma quel nuovo mondo non avrebbe avuto spazio per le loro creazioni. Una volta che gli abitanti della superficie avessero scoperto il Litine, impiegandolo per far progredire la loro civiltà, gli antichi esseri provenienti dalle profondità della terra avrebbero iniziato a riemergere. E così, essi attendono che la civiltà in superficie si distrugga da sola, così riceveranno una nuova vita.</color>\n<color=#ffffff73>\"Hai mai sentito parlare di psicostoria? Oppure... Forse no. Non ha importanza. Il punto è che, oltre alla progettazione delle funzioni biologiche, anche la forma della storia di una specie è una semplice questione tecnologica.</color>\n<color=#ffffff73>Il desiderio incessante, la cupidigia pressoché incontrollabile, la voglia di vincere... Tutte queste cose conducono alla stessa inevitabile conclusione. Gli 'Ignoranti' lo negano, ma è solo perché la vostra morale insensibile non è stata ancora annientata dall'evoluzione.\"</color>\n<color=#ffffff73>Raggiungi finalmente la stanza finale nelle profondità più recondite della biocripta, dove sono conservati gli ultimi ricordi di innumerevoli generazioni di Ignoranti.</color>\n<color=#ffffff73>Quando i superstiti di quell'antica civiltà decisero di trasferire la loro forza vitale nel Litine, alcuni di questi, anche se in minoranza, si opposero. Si rifiutarono di abbandonare la propria individualità e di fondersi in un'infinita e unica saggezza. Per questo motivo vennero etichettati come \"Ignoranti\".</color>\n<color=#ffffff73>La maggioranza dei superstiti non poté negare i diritti di quegli obiettori, così conservò questa stanza finale per loro, consentendogli di passare da un'incarnazione all'altra tra le forme di vita in superficie. Credevano che un giorno i loro fratelli avrebbero scelto di unirsi a loro e tornare a far parte del tutto.</color>\n<color=#ffffff73>In realtà, tu sei il leader degli Ignoranti. Sei stato testimone degli innumerevoli ricordi dei saggi che hanno stabilito le leggi, dei poeti che hanno decantato le virtù e dei guerrieri che hanno combattuto l'oppressione dei tiranni.</color>\n<color=#ffffff73>All'inizio di ogni ricordo, vedi un'enorme sagoma gettare la propria ombra su coloro che sono stati esiliati dall'antica città. La figura sembra dire qualcosa, ma non riesci più a ricordare le sue parole. Sai solo che ti manca immensamente.</color>\n<color=#ffffff73>Forse ogni generazione degli Ignoranti alla fine tornerà qui per fornire la propria risposta.</color>\n<color=#ffffff73>In tal caso, quale sarà la tua?</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Uomini di Litine (III)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Acquistabile presso la Miniera di Idukan parlando con Amazolli"
          }
        ]
      },
      {
        "key": "Libro",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7464,
            "name": "Uomini di Litine",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Un romanzo fantasy che circola tra le tribù di Natlan. Si dice sia stato tratto da una famosa opera di K'n-yan, celebre autore di Fontaine. La gente di Natlan che ha visitato la Corte di Fontaine, tuttavia, afferma di non essere riuscita a trovare l'originale, e sembra che nessuno del posto abbia mai sentito parlare di un autore di nome \"K'n-yan\".</span></p>",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "5.4"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origine"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=it-it#/map/2?shown_types=2,3,154,319,338,517,658,659,111&center=3889.76,-10491.00&zoom=1.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Negozio"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Venditore</color>\n<color=#ffffff>Prezzo</color>\n<color=#ffffff>Quantità</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7290,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Libri correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 7438,
        "name": "Uomini di Litine (I)",
        "desc": "Un romanzo fantasy che circola tra le tribù di Natlan. Si dice sia stato tratto da una famosa opera di K'n-yan, celebre autore di Fontaine. La gente di Natlan che ha visitato la Corte di Fontaine, tuttavia, afferma di non essere riuscita a trovare l'originale, e sembra che nessuno del posto abbia mai sentito parlare di un autore di nome \"K'n-yan\".",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7439,
        "name": "Uomini di Litine (II)",
        "desc": "Un romanzo fantasy che circola tra le tribù di Natlan. Si dice sia stato tratto da una famosa opera di K'n-yan, celebre autore di Fontaine. La gente di Natlan che ha visitato la Corte di Fontaine, tuttavia, afferma di non essere riuscita a trovare l'originale, e sembra che nessuno del posto abbia mai sentito parlare di un autore di nome \"K'n-yan\".",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png",
        "displayStyle": "card"
      }
    ]
  }
}