{
  "epId": 7464,
  "name": "Uomini di Litine",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Un romanzo fantasy che circola tra le tribù di Natlan. Si dice sia stato tratto da una famosa opera di K'n-yan, celebre autore di Fontaine. La gente di Natlan che ha visitato la Corte di Fontaine, tuttavia, afferma di non essere riuscita a trovare l'originale, e sembra che nessuno del posto abbia mai sentito parlare di un autore di nome \"K'n-yan\".</span></p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1740665896,
  "components": {
    "body": [
      {
        "title": "Uomini di Litine (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "È il terzo millennio da quando la Fiamma è stata rubata. Dalla comparsa dalle prime testimonianze scritte, non c'è mai stata un'epoca tanto illuminata e ragionevole come quella attuale.\nAnche nelle notti senza luna, gli innumerevoli imponenti monoliti della città vengono illuminati da una moltitudine di luci. I tubi metallici, che collegano le strade con i distretti, risplendono d'un fulgido bagliore, mentre il fluido dorato che vi scorre all'interno irrora la città d'energia vitale.\nQuel liquido aureo è il Litine, la linfa vitale della civiltà umana. Da quando la Tecnocrazia l'ha scoperto per la prima volta cent'anni fa, è stato fonte d'innumerevoli innovazioni che hanno condotto l'umanità a una nuova era. Le fresatrici automatizzate hanno rivoluzionato l'agricoltura, sestuplicando i raccolti, mentre le navette aeree hanno reso possibili i collegamenti tra le città, un tempo isolate, che costellano il continente.\nLa gente di oggi non riesce più a immaginare un mondo senza Litine. Questo vale specialmente per i reggenti delle città ora collegate tra loro.\nIl Litine venne scoperto per la prima volta tra le rovine di un antico insediamento conosciuto con il nome di Natlantea, ubicato nelle profondità della terra. Fu proprio questa sua collocazione a rendere possibile l'estrazione del Litine, una sostanza le cui radici affondano ancor più in profondità.\nPoiché non c'era modo di scavare così in profondità dalla superficie, la produzione del Litine era nelle mani di chi controllava le rovine di Natlantea: l'Adunanza tecnocratica. Con l'aumento della richiesta di Litine, tra le città sorsero dei conflitti relativi al suo approvvigionamento e alla sua distribuzione. Man mano che le controversie diventavano sempre più comuni e aspre, lo spettro della guerra si fece sempre più oscuro fino a inghiottire quella terra.\nMa, almeno per oggi, gli abitanti della metropoli sembrano aver momentaneamente dimenticato l'ombra che pende su di loro, mentre affollano le strade e le piazze della \"Fiera continentale\" che si tiene in città.\nQuesto grande evento, organizzato dall'Adunanza tecnocratica, celebra la pace e il progresso, mostrando le ultime invenzioni e i frutti dell'innovazione tecnologica. Anche se queste invenzioni contribuiranno presto alla crescente corsa alle armi tra le varie città, servono comunque da conforto temporaneo a una popolazione preoccupata.\nTranne che per te.\nA te non interessano i nuovi trastulli in mostra o le folle che si radunano per ammirarli imbambolate. Il trambusto delle fiere ha il solo intento d'intensificare il disagio che provi per la tua decisione di incontrarci qui.\nQualche settimana fa, un gruppo di ribelli ha distrutto il centro di trasferimento del Litine a Tsath, prima di trasmettere un messaggio preregistrato che ripeteva i soliti cliché, quali \"Il Litine è un dono demoniaco\" e \"La tecnologia sta distruggendo il mondo\". Oltre ad autodefinirsi \"Araldi degli Ignoranti\", non c'era nulla che li distinguesse da altri gruppi simili.\nTuttavia, il reggente di Tsath dichiarò che i ribelli avevano agito sotto l'impulso dei vertici della metropoli nella speranza di provocare una guerra tra le due città, fino a fornire prove che ognuno di loro era un cittadino della metropoli.\nPer riabilitare il proprio nome e calmare gli animi, le autorità metropolitane richiesero l'intervento dell'Adunanza tecnocratica, ed è per questo che ti trovi qui per condurre un'indagine.\n\"Signor investigatore, chiedo scusa per l'attesa. Questa fiera è davvero meravigliosa, mi è stato difficile allontanarmi.\"\nMentre rifletti sul legame tra questi eventi, un piccolo gentiluomo tondeggiante alle tue spalle ti saluta. Sembra che si tratti di Akhra, l'agente inviato dall'Adunanza tecnocratica per aiutarti nelle tue indagini.\n\"Saltiamo le formalità, Akhra. Iniziamo da ciò che sappiamo.\""
          }
        ]
      },
      {
        "title": "Uomini di Litine (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Se non l'avessi visto con i tuoi occhi, non avresti mai creduto che una città così prospera ospitasse i resti di un'epoca di tale ignoranza.\nDopo giorni di indagini, tu e Akhra localizzate finalmente i ribelli conosciuti come gli \"Ignoranti\", che si nascondono in una chiesa decrepita all'ombra di un ponte imponente.\nLa loro posizione ti convince ancora di più che si tratta solo di un gruppo di luddisti lasciati indietro sulla scia del progresso, e non di un qualche subdolo strumento di una trama politica più sinistra.\nIn ogni caso hai bisogno di prove da presentare all'Adunanza tecnocratica, quindi tu e Akhra decidete di aspettare che i ribelli lascino la loro base (per una delle loro apparentemente infinite missioni per trasportare delle merci sconosciute) per entrare di nascosto e raccogliere le prove necessarie.\nPerlustrate il loro nascondiglio per tre settimane intere prima di cogliere finalmente la vostra occasione. Ora sai che dodici di loro vanno e vengono dalla chiesa e che, proprio quella mattina, se ne sono andati tutti insieme. Secondo le tue osservazioni, è improbabile che rientrino prima del tramonto. Akhra resta di guardia alla porta, mentre tu entri da solo nella chiesa.\nIl lungo e tortuoso corridoio è saturo di un odore nauseante che ricorda quello della formaldeide. Ti aggiri nel buio finché non trovi l'uscita. Forse perché è illuminato da antiche lampade a olio, l'interno della chiesa sembra molto più grande di quanto immaginassi. Nella luce fioca, si riescono a scorgere mucchi di strani fusti di metallo lungo le pareti. Devono essere questi che i ribelli stanno trasportando.\nTi avvicini con cautela ai fusti, e noti che su ognuno di essi è incollata un'etichetta con una sola parola: \"Ignoranza\".\n\"Forse ha a che fare con qualche antica religione\", pensi tra te e te.\nProprio quando stai per prendere uno dei fusti e portarlo con te per indagare, senti un paio di gelide mani sulle spalle.\n\"Dannazione!\"\nQuando tu e Akhra avevate sorvegliato la chiesa, erano entrate o uscite solo dodici persone. O questa persona non è mai uscita, o c'è un'altra uscita di cui non eravate a conoscenza.\nIn preda al panico, apri a calci uno dei fusti di metallo. Il fetore della formaldeide, lo stesso che hai sentito quando sei entrato, è travolgente.\nL'odore pungente ti aiuta a schiarirti un po' le idee, e riesci finalmente a vedere chiaramente l'uomo che ti aveva avvicinato da dietro. Il suo volto potrebbe essere caritatevolmente descritto come umano ma, dove dovrebbero trovarsi i suoi occhi, ci sono solo due orbite vuote che ne mettono in risalto le fattezze distorte.\n\"L'hai visto? L'hai visto?!\", grida, agitando le grosse braccia e cercando di afferrare l'aria che lo circonda.\nÈ chiaramente cieco, e forse è per questo che non era uscito nelle settimane precedenti. Non appena ti rendi conto che non ti vede, ti precipiti di nuovo all'ingresso della stanza, per poi correre fuori a gambe levate attraverso il corridoio buio.\n\"Ehi, investigatore, che succede? Attento! Perché sta correndo?\"\nIn mezzo alla paura e la confusione, senti la voce del tuo compagno, seguita da una serie di passi rapidi che si precipitano verso di te.\nLa tua missione non è andata liscia come l'olio, ma ne hai comunque ricavato qualcosa. Perlomeno, sei riuscito a prendere uno di quegli strani fusti mentre scappavi.\nCon questa consapevolezza in mente, ti sollevi sulle gambe. Alzando lo sguardo, vedi una mostruosità mezza scheletro e mezza macchina davanti a te. Il suo volto è incavato, un paio di occhi vuoti e senza vita ti osservano, e poi senti una voce fredda dire:\n\"L'hai visto, vero, 'Ignorante'?\""
          }
        ]
      },
      {
        "title": "Uomini di Litine (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "La sua testa gigantesca e i suoi arti snelli sono collegati da innumerevoli fili a un corpo apparentemente rettiliano.\n\"Quello davanti a te è un 'umano'. È l'ultimo della sua specie.\"\nLa mostruosità davanti a te indica verso un'altra creatura che fluttua in un vicino fusto da coltura.\nAnche se ti stai abituando alla vista di quel volto, fai del tuo meglio per distogliere lo sguardo. I suoi \"occhi\" ti fanno venire i brividi lungo la schiena.\n\"Se questo qui è un 'umano', allora noi cosa siamo?\"\nÈ questa la domanda che rivolgi alla creatura che fino a poco tempo fa conoscevi come \"Akhra\"... Ora che ci pensi, si tratta ovviamente solo di un nome in codice utilizzato dall'Adunanza tecnocratica.\nGrazie a una tecnologia imperscrutabile, la chiesa è collegata a Natlantea. Forse ogni città ha un posto simile, un luogo in cui si può viaggiare nell'oscurità.\n\"Voi? Se ti riferisci a quelli che vivono in superficie... Carlini, bracchetti, omini grigi... Abbiamo dato loro molti nomi nel corso dei secoli...\nMa, comunque tu voglia chiamarli, sono creature progettate da noi. Le loro funzioni biologiche sono in perfetto contrasto con le nostre: l'ambiente in cui noi viviamo è letalmente tossico per loro, e viceversa. È proprio per questo che il degrado che cagionano è vitale per ricreare un mondo adatto alla nostra esistenza.\"\nSe le cose stanno davvero come dice questa creatura, allora l'intera storia della nostra civiltà è il risultato della loro pianificazione, e le innumerevoli invenzioni e meraviglie tecnologiche che utilizziamo ci sono state donate da loro.\nSono sempre stati qui accanto a noi, ma non li abbiamo mai visti. Secondo loro è perché c'è una ghiandola nel nostro cervello che nasconde una sostanza gassosa chiamata \"nebbia della ragione\", che ci impedisce di percepire il mondo com'è veramente.\nL'unico motivo per cui ora riesco a percepire la forma orripilante di questa creatura è che ho inalato un gas noto come \"Ignoranza\", una sostanza che io stesso avevo creato nella mia precedente incarnazione.\n\"Ho ancora una domanda: se ci avete dato il Litine, come puoi garantire che ci distruggeremo a vicenda in una grande guerra quando sarà esaurito?\"\nIl Litine, la fonte d'energia miracolosa scoperta tra le rovine di Natlantea, è la forma energetica di queste creature. Dopo che la loro civiltà entrò in una guerra su larga scala, che ricoprì il pianeta di una sostanza pericolosa, gli \"umani\" sopravvissuti decisero di trasferire la loro essenza nell'energia pura e s'immagazzinarono all'interno di una biocripta nelle profondità del sottosuolo.\nIn seguito, idearono una nuova specie in grado di sopravvivere sul pianeta contaminato che avevano creato. Speravano che quella nuova specie avrebbe contribuito alla biodegradazione della sostanza nociva, fin quando la superficie non sarebbe stata nuovamente abitabile e avrebbero potuto ricominciare da zero.\nMa quel nuovo mondo non avrebbe avuto spazio per le loro creazioni. Una volta che gli abitanti della superficie avessero scoperto il Litine, impiegandolo per far progredire la loro civiltà, gli antichi esseri provenienti dalle profondità della terra avrebbero iniziato a riemergere. E così, essi attendono che la civiltà in superficie si distrugga da sola, così riceveranno una nuova vita.\n\"Hai mai sentito parlare di psicostoria? Oppure... Forse no. Non ha importanza. Il punto è che, oltre alla progettazione delle funzioni biologiche, anche la forma della storia di una specie è una semplice questione tecnologica.\nIl desiderio incessante, la cupidigia pressoché incontrollabile, la voglia di vincere... Tutte queste cose conducono alla stessa inevitabile conclusione. Gli 'Ignoranti' lo negano, ma è solo perché la vostra morale insensibile non è stata ancora annientata dall'evoluzione.\"\nRaggiungi finalmente la stanza finale nelle profondità più recondite della biocripta, dove sono conservati gli ultimi ricordi di innumerevoli generazioni di Ignoranti.\nQuando i superstiti di quell'antica civiltà decisero di trasferire la loro forza vitale nel Litine, alcuni di questi, anche se in minoranza, si opposero. Si rifiutarono di abbandonare la propria individualità e di fondersi in un'infinita e unica saggezza. Per questo motivo vennero etichettati come \"Ignoranti\".\nLa maggioranza dei superstiti non poté negare i diritti di quegli obiettori, così conservò questa stanza finale per loro, consentendogli di passare da un'incarnazione all'altra tra le forme di vita in superficie. Credevano che un giorno i loro fratelli avrebbero scelto di unirsi a loro e tornare a far parte del tutto.\nIn realtà, tu sei il leader degli Ignoranti. Sei stato testimone degli innumerevoli ricordi dei saggi che hanno stabilito le leggi, dei poeti che hanno decantato le virtù e dei guerrieri che hanno combattuto l'oppressione dei tiranni.\nAll'inizio di ogni ricordo, vedi un'enorme sagoma gettare la propria ombra su coloro che sono stati esiliati dall'antica città. La figura sembra dire qualcosa, ma non riesci più a ricordare le sue parole. Sai solo che ti manca immensamente.\nForse ogni generazione degli Ignoranti alla fine tornerà qui per fornire la propria risposta.\nIn tal caso, quale sarà la tua?"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Uomini di Litine"
          }
        ]
      }
    ]
  }
}