{
  "epId": 7470,
  "name": "Beelzebul",
  "desc": "<p>L'Archon di Electro di Inazuma, conosciuta anche come Raiden Ei</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/06/20577441/68ce1b8c0e262cc6e4f1074c6431a295_2253924797727775864.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1741335611,
  "components": {
    "videoCollection": [
      {
        "title": "Character Teaser - \"Raiden Shogun: Nightmare\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=ydPqFAEgHzs",
        "coverUrl": "https://i.ytimg.com/vi/ydPqFAEgHzs/maxresdefault.jpg",
        "duration": 101
      },
      {
        "title": "Story Teaser: Ode of Floating Dreams | Genshin Impact #GenshinImpact #RaidenShogun",
        "url": "https://www.youtube.com/watch?v=PBM2jQ0NW5o",
        "coverUrl": "https://i.ytimg.com/vi/PBM2jQ0NW5o/maxresdefault.jpg",
        "duration": 136
      },
      {
        "title": "Story Teaser: Promise of a People's Dream | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=hQ5GEOlwLUQ",
        "coverUrl": "https://i.ytimg.com/vi/hQ5GEOlwLUQ/maxresdefault.jpg",
        "duration": 119
      }
    ],
    "customize": [
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Shogun Raiden",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Sua Eccellenza, la potente Narukami Ogosho, che ha promesso al popolo di Inazuma un'Eternità immutevole.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Storia del personaggio"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Storia del personaggio (3)</color>\nPrima che Raiden Ei divenisse la Shogun, era una samurai incaricata di vigilare sullo svolgimento degli ordini impartiti dalla Shogun precedente.\nL'Archon di Electro precedente, Raiden Makoto, non era una grande combattente, pertanto era Ei a occuparsi di guerre e massacri. Nonostante ciò, riusciva a ritagliarsi dei momenti lontano dai campi di battaglia per riposarsi con gli amici sotto agli alberi di sakura e per giocare a karuta.\nPer com'era fatta, Ei era una giocatrice piuttosto mediocre: non vinceva mai e mai aveva ricevuto i premi che la Saiguu Kitsune riservava ai vincitori.\nMa la sua tenacia la portò a riversare lo stesso impegno che dedicava alla spada nello studio del karuta, costringendo Makoto o Mikoshi Chiyo a giocare con lei oppure passando le nottate al chiaro di luna a interpretare le poesie scritte sulle carte.\nSi impegnò così duramente che arrivò il giorno in cui, all'ombra del sakura, cominciò a sconfiggere un avversario dopo l'altro. Nemmeno il potente tengu riusciva a tenerle testa, ed Ei venne incoronata campionessa.\nConquistata la vittoria, urlò di gioia e soddisfazione, causando l'ilarità dei suoi amici che, per la prima volta, la vedevano perdere la sua usuale compostezza. Si rese conto del perché della reazione, e si ricompose in fretta tornando ad assumere la sua aria distaccata.\nNon era per prenderla in giro che i suoi amici ridevano però, anzi, conoscendola, avevano ben chiaro che impegno ci avesse messo e quanta fatica le fosse costata quella vittoria.\nE la Saiguu Kitsune aveva l'aria molto divertita quando si presentò davanti a Ei con dei pasticcini.\n\"Avevo detto che c'era una ricompensa, e si tratta di questi tortini che ho fatto con le mie mani. Non credevo davvero che ti importasse così tanto, Ei. Adesso goditi i frutti della tua vittoria... Direi, a sazietà!\"\nEi non era affatto golosa, ma, in quanto samurai, era convinta che occorra compensare in qualche modo ciò di cui ci si è privati... E quei pasticcini, in un certo senso, erano ciò che le toccava per aver finalmente appagato il suo desiderio di vittoria.\nEra concentrata su questo pensiero, quando il gusto delizioso delle tortine fece riapparire il sorriso sul suo viso: erano dolci, proprio come il gusto della vittoria. Provò a dissimulare quella sua allegria, ma per gli amici era un vero spettacolo vedere quanto male ci riusciva.\nE l'immagine dell'albero di sakura di quel giorno ancora riaffiora, di tanto in tanto, nella sua mente.\nEi non lo vede da molto tempo, e nessuno va più a sedersi sotto le sue fronde, ma lei vorrebbe tanto fermare il tempo a quel momento e che tutto rimanesse come allora.\n<color=#ffd780>Storia del personaggio (4)</color>\nEi si ricorda ancora l'amore che Makoto provava per i paesaggi di Inazuma, per la sua deliziosa cucina e per la gente del luogo... Si ricorda quanto a lei piacesse raccontarle storie sulla città.\nEntrambe conoscevano il concetto del tempo che consuma le cose e le persone, ma mentre Ei tendeva a preoccuparsi troppo del futuro, l'attenzione e le energie di Makoto erano tutte concentrate sul presente.\n\"Proprio perché sappiamo che ciò che abbiamo dinanzi agli occhi è una realtà mutevole e passeggera, dovremmo godercela al massimo.\"\nEi sorrise, un po' amaramente, rendendosi conto che lei, la kagemusha, era persino più conservatrice della reale Shogun Raiden. Le venne in mente che avrebbe dovuto essere più rilassata, proprio come Makoto.\nMa il tempo passa in fretta, e le cose cambiano. Non per questo Ei si fece trovare impreparata e, quando arrivò il momento, impugnava già la spada che Raiden Makoto le aveva affidato prima di spirare.\nLa kagemusha era adesso la nuova Shogun Raiden.\nE proprio allora Ei cominciò ad avvertire l'angoscia legata al passare del tempo.\nMentre il tempo scorreva inesorabile, quella spada, l'albero di sakura e... tutta Inazuma svaniva sotto ai suoi occhi.\nIl suo compito, in qualità di Shogun Raiden, era quello di difendere l'esistenza di Inazuma.\n\"Da questo punto di vista, preoccuparsi del futuro è tutt'altro che inutile, né si può definire arrogante.\"\nRaggiunto questo equilibrio, la sua esistenza superò i confini della mortalità e l'eternità si palesò nella dimensione mortale.\n<color=#ffd780>Musou Isshin</color>\nLa spada che le è stata affidata e che ha accompagnato Ei fino a oggi.\nQuesta spada, brandita da due persone nel corso della sua storia, è stata testimone tanto del tempo quanto dell'Eternità.\nÈ stata forgiata dalla potenza divina di Raiden Makoto, ma la sua lama non è mai stata affilata. Era come la sua proprietaria, inadatta al combattimento. Non era che un simbolo, il simbolo della vera pace.\nIl giorno in cui Makoto venne a mancare, la spada passò nelle mani di Ei. La lama si macchiò di sangue, e assaggiando per la prima volta la cremisi linfa vitale, venne colpita da venti selvaggi e tuoni roboanti.\nMakoto le aveva dato il nome Musou Isshin e tanto aveva desiderato che vedesse Inazuma risplendere in tutta la sua bellezza e i cuori nobili popolare il mondo.\nEi non ne cambiò il nome. Anche lei aveva ammirato quella distesa di bellezza e la vista aveva fatto crescere in lei un sogno ancora più forte e puro.\nL'aspetto del fulmine vuole simboleggiare proprio l'importanza di afferrare ciò che è prezioso nella transitorietà della realtà."
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "Beelzebul è l'attuale Archon di Electro di Inazuma.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "name": "La Guerra degli Archon...",
        "desc": "<p>Una guerra per il trono divino, dichiarata dai Princìpi celesti. Come risultato della Guerra degli Archon, sette governanti di sette nazioni ricevettero la Gnosi, il trono divino ed il titolo di Archon.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/21/20856775/826332c1b0fb525a54df5442ee996c76_5738252862547433153.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Baal e Beelzebul vinsero insieme la guerra degli Archon.\nPer tutti gli abitanti di Inazuma c'era un solo Archon, Baal.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Cataclisma di Khaenri'ah",
        "desc": "<p>Un disastro avvenuto 500 anni fa, durante il quale le forze dell'Abisso irruppero a Teyvat. Come risultato del Cataclisma, Khaenri'ah venne distrutta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/23/20856775/826332c1b0fb525a54df5442ee996c76_3770321130010944750.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Durante il Cataclisma, Makoto andò da sola a",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "text",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "senza dirlo ad Ei. Non essendo una grande guerriera morì.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7498,
        "name": "Kitsune Saiguu",
        "desc": "<p>Una Kitsune del clan Hakushin, che era venerata come una dea kitsune. È morta 500 anni fa durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/05/45954971/442d85d342b758cb26b888a50a2f9b0f_3701134300388787329.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7499,
        "name": "Sasayuri",
        "desc": "<p>Un Tengu e il generale dell'esercito di Inazuma. Morì nella guerra contro Orobashi 2.000 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/07/157266935/6532a7d73481ef732501064e283864c1_6313350485659730574.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7500,
        "name": "Mikoshi Chiyo",
        "desc": "<p>Fedele Luogotenente di Raiden Ei, resa folle dall'Incubo dopo il Cataclisma. Fu sconfitta da Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/04/157266935/6ea050aa0bf1c124840bdb386f992fb7_7085104328890493882.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Amici di Ei.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4907,
        "name": "Makoto",
        "desc": "<p>Sorella gemella di Raiden Ei e precedente Archon di Electro, conosciuta anche con il nome di Baal. Morì durante il Cataclisma di 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/01/362377527/e5d1d69df9e3e1db8ca6ee72b020cd4d_1625877201838850420.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Makoto è la sorella gemella di Ei. Durante il regno di Makoto, lei fu la sua kagemusha. Quando Ei trovò sua sorella a Khaenri'ah, fu ormai troppo tardi. Si diedero l'ultimo addio nel subconscio di Makoto ma Ei non capì mai perchè sua sorella si recò lì da sola.\nPiano dell'eutimia\nDopo la morte di Makoto, Ei trasferì la sua coscienza nel Musou Isshin e creò un sottospazio, il Piano dell'eutimia, dove meditò per secoli.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Lady Guuji del Gran Santuario di Narukami e caporedattrice della Casa editrice Yae. Dietro alla sua bellezza si celano un'intelligenza e un'astuzia incredibili.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Amica e famiglio di Ei. Grazie al suo aiuto, Beelzebul lasciò il Piano dell'eutimia e cancellò il Decreto di Caccia alle Visioni. Quando Ei andò al Piano dell'eutimia, lasciò a Miko la sua",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosi",
        "desc": "<p>Le \"Gnosi\" sono dei punti focali magici interni che ciascuno dei Sette possiede, permettendo loro di risonare direttamente con Celestia stessa e fungendo da emblema del loro status. <span class=\"wk-shady\">Successivamente viene rivelato che le \"Gnosi\" sono state create dai resti del Terzo Discendente.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramouche",
        "desc": "<p>L'ex sesto dei Messaggeri dei Fatui, creato da Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/157266935/3ca9b9e2138195540f079c470acfbce5_5777146378291795991.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Raiden Ei creò Scaramouche come prototipo di burattino per dimostrare il concetto di creazione del corpo di un burattino. All'inizio, Ei voleva liberarsene, ma poi sigillò i suoi poteri e lo lasciò nel Padiglione Shakkei con una piccola piuma dorata, a simboleggiare la relazione con la Shogun.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Shogun Raiden",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Sua Eccellenza, la potente Narukami Ogosho, che ha promesso al popolo di Inazuma un'Eternità immutevole.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2210,
        "name": "Magatsu Mitake Narukami no Mikoto",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Questa è la forma assunta dalla marionetta che ha ereditato il ruolo della Shogun Raiden nel contrastare coloro che minacciano l'Eternità.<br>Assiste la Shogun Raiden nel perseguimento dell'Eternità, impegnandosi al massimo e senza dubbi, paure né pensieri futili.<br>Una volta sentì dire che Ei si era fatta carico di una responsabilità simile quando Makoto era ancora viva, finendo per perdere molte persone care.<br>Tuttavia, quando le loro ombre si sovrapposero di nuovo, lei non riuscì a vedere altro che innumerevoli fratture sottili in quello che sarebbe dovuto essere il \"suo\" volere eterno. Poiché il fato è destinato a ripetersi, deve mantenere la propria promessa e dichiararle guerra.<br><br></span><em><span style=\"color: rgba(255, 255, 255, 0.65)\">\"La mia forma è la più suprema e nobile. Il mio potere sul regno è legittimo, e sono l'essenza stessa della 'Shogun Raiden'.</span></em><span style=\"color: rgba(255, 255, 255, 0.65)\"><br></span><em><span style=\"color: rgba(255, 255, 255, 0.65)\">Ovviamente, ho anche ereditato il dolore provato da Ei per quelle innumerevoli perdite, oltre al suo desiderio di raggiungere l'Eternità.</span></em><span style=\"color: rgba(255, 255, 255, 0.65)\"><br></span><em><span style=\"color: rgba(255, 255, 255, 0.65)\">La determinazione, il coraggio, l'amore, l'odio... verranno distorti dal fiume del tempo.</span></em><span style=\"color: rgba(255, 255, 255, 0.65)\"><br></span><em><span style=\"color: rgba(255, 255, 255, 0.65)\">Ma nessuna 'regola' cambierà mai.\"</span></em></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Magatsu Mitake Narukami no Mikoto_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "Un burattino che ha governato Inazuma dopo che Ei è andata al Piano dell'eutimia. Attualmente, Ei condivide il corpo con lo Shogun.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4908,
        "name": "Orobashi",
        "desc": "<p>Il Dio serpente che ha condotto il popolo di Enkanomiya fuori dal Mare oscuro e verso la superficie, è stato ucciso da Beelzebul. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/20856775/e66bd3f5e6857b4b569fb4fd014fa70b_4441364465739953540.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Circa 2.000 anni fa, le forze di Orobashi e Watatsumi si ribellarono alla Narukami e Raiden Ei li distrusse con il Musou no Hitotachi, tagliando in due l'isola di Yashiori.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4909,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Beelzebul distrusse Kanna Kapatcir, un essere pericoloso che minacciava la sicurezza di Inazuma.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2454,
        "name": "Ioroi",
        "desc": "<p>Un bake-danuki intrappolato in una statua di pietra da Kamuna Harunosuke.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/01/362377527/0267da339bae1dc9d520b01afc82b9ce_6469934651031153037.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Un giorno, Ei quasi tagliò Ioroi in due mentre stava rubando dell'erba del pianto a Tenshukaku.",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Oggetti e libri correlati</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2328,
        "name": "Racconti preziosi del Kiyoshiken Shinkageuchi",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La prima parte di un romanzo tradizionale di Inazuma. Questo volume in particolare è conosciuto anche come \"Shinkageuchi\", e una volta era un testo bandito. Contiene il racconto fantastico della prima Shogun Raiden in tutta la sua sagacia benevola, e della sua kagemusha, una figura molto coraggiosa. Tuttavia, a causa della grande popolarità di un altro libro, conosciuto comunemente come \"La reincarnazione di Raiden\", molte persone si interessarono maggiormente a storie di quest'altro genere. Pertanto, questo libro venne pubblicato in sordina.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Treasured Tales of the Chouken Shinkageuchi_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2014,
        "name": "Fulmine fagocitante",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una naginata usata per tagliare l'erba. Chiunque si trovi lungo il suo passaggio, verrà probabilmente ridotto a brandelli.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/薙草之稻光.png",
        "displayStyle": "card",
        "menuId": 4
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Beelzebul"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Affiliazioni",
        "value": [
          {
            "type": "RichText",
            "text": "Archon"
          }
        ]
      },
      {
        "key": "Titolo",
        "value": [
          {
            "type": "RichText",
            "text": "Sua Eccellenza, la potente Narukami Ogosho, Dea del tuono\nDea dell'Eternità\nNarukami"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Beelzebul",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/06/20577441/22df5562754cdf07c1f9d30f062d5ffc_1199561464051821712.png"
      },
      {
        "key": "Beelzebul",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/06/20577441/5d047cd614529549598d28b12788b877_3678081862439681808.png"
      },
      {
        "key": "Baal",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/06/20577441/4ecd672f771319949f1cd3d877aacb85_3114643920381662805.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Baal e Beelzebul"
          }
        ]
      }
    ]
  }
}