{
  "epId": 7474,
  "name": "Pierrot",
  "desc": "<p>Direttore dei Fatui, conosciuto con il nome in codice \"Il Giullare\". Era un mago reale a Khaenri'ah ed è stato maledetto dall'immortalità.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/20856775/55c17a9a1532110226c732706cde5a5a_1601882742805675215.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1741557747,
  "components": {
    "customize": [
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'undicesimo Messaggero dei Fatui, noto anche come il \"Principe\". Il suo nome è molto temuto sul campo di battaglia.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Battute"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito del Giullare</color>\nFu il primo Messaggero dei Fatui in assoluto, e oggi è il nostro leader. Compare soltanto nelle occasioni importanti. Per quanto riguarda i suoi traguardi... A essere sinceri, tutto ciò non mi interessa. Ho giurato fedeltà e devozione alla Tsaritsa, e a nessun altro."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Storia del personaggio"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Illusione</color>\n<color=#ffffff73>L'Illusione di Tartaglia è la sua medaglia al valore, nonché prova della sua forza.</color>\n<color=#ffffff73>Ricorda chiaramente il giorno in cui ricevette la sua Illusione e diventò uno dei Messaggeri.</color>\n<color=#ffffff73>Fu il Giullare in persona, il primo dei Fatui, ad appuntare personalmente quell'emblema su di lui, mentre era in piedi al cospetto della fredda e austera Tsaritsa.</color>\n<color=#ffffff73>Era il suo premio per aver sterminato numerose terribili bestie, nonché un memento di innumerevoli battaglie.</color>\n<color=#ffffff73>Tuttavia, quel riconoscimento non fu motivo di particolare gioia per Tartaglia, poiché la vera ricompensa per un guerriero è l'onore.</color>\n<color=#ffffff73>Il ragazzo non fece nemmeno caso agli strani sguardi lanciati da suoi nuovi \"colleghi\", poiché per lui le opinioni e le lamentele degli altri non contavano nulla.</color>\n<color=#ffffff73>La vista della Tsaritsa sul suo torreggiante e imponente trono, invece, bastava da sola a riempire il suo cuore di rispetto e ammirazione, non solo perché grazie a Sua Maestà il suo futuro era costellato di innumerevoli battaglie, ma anche per il modo in cui lo guardava.</color>\n<color=#ffffff73>Il suo sguardo era freddo, ma puro; arrogante, ma arguto.</color>\n<color=#ffffff73>Non era solo l'imperscrutabile Archon di Cryo, ma anche una vera guerriera.</color>\n<color=#ffffff73>E fu così che il Principe, una volta ricevuta la sua Illusione, giurò fedeltà assoluta all'unica e impareggiabile Tsaritsa di Snezhnaya.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramouche",
        "desc": "<p>L'ex sesto dei Messaggeri dei Fatui, creato da Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/157266935/3ca9b9e2138195540f079c470acfbce5_5777146378291795991.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Vagabondo",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un viandante dall'identità misteriosa. Nonostante sia vestito come una sorta di asceta di montagna, il suo atteggiamento è di quanto più distante ci sia da una tale definizione.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/24d97a22be742fb732ea96f625d1faac_2495743636540582085.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Battute"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito del Giullare</color>\nIl Giullare è un superstite di Khaenri'ah. Al di là di questo, so molto poco di lui, e non abbiamo mai avuto un rapporto stretto. Eppure sembra volere qualcosa da me. In passato mi ha assegnato degli incarichi importanti, compresi dei viaggi nell'Abisso."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Storia del personaggio"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Storia del personaggio (4)</color>\nIl sesto Messaggero dei Fatui di Snezhnaya è conosciuto come il Menestrello.\nTuttavia, questo nome non è appartenuto a lui fin dall'inizio. In effetti, dovette aspettare più di un centinaio d'anni prima di riceverlo.\nDopo aver lasciato Inazuma, abbandonò il nome di Kabukimono, riacquistando il suo stato di anonimo, e non pensò mai di adottare altri nomi finché non incontrò il Giullare.\nIn fin dei conti, appellativi come \"marionetta\" o \"Kabukimono\" gli erano stati dati da gente mortale ma, dato che non li considerava più suoi compagni, non aveva alcun motivo di usare i nomi che gli avevano affibbiato.\nMa il Giullare seppe dimostrarsi alquanto persuasivo: la marionetta rimase intrigata dal fervido banchetto a cui gli accennò, così lo accompagnò fino a Snezhnaya per servire nei ranghi dei Fatui. Uno sconosciuto soprannominato il Luminare diede al Vagabondo un caloroso benvenuto in quelle gelide lande del Nord, e lo invitò a fargli da materiale di riferimento di base per gli esperimenti del suo grande progetto di ricerca.\nLe tecniche di creazione delle marionette affondano le loro radici a Khaenri'ah, e la natura del Vagabondo in quanto opera dell'Archon di Electro lo rendeva ancor più speciale. Il Luminare nutriva un profondo interesse per quel campo di studi e, usando il Vagabondo come riferimento principale, condusse ricerche ed esperimenti per diverse decine d'anni, arrivando a perfezionare le tecniche che gli avrebbero permesso di dare alla luce i suoi segmenti.\nIn cambio, il Luminare rimosse il sigillo dal corpo del Vagabondo, amplificando notevolmente le sue abilità e portandolo al livello dei Messaggeri di rango inferiore. Nonostante tutto, il Vagabondo era rimasto ancora senza un nome. I suoi colleghi lo chiamavano \"marionetta\", che era ciò che lui stesso si definiva: una marionetta instancabile e sprezzante della morte.\nSu ordine della Tsaritsa, guidò una spedizione per esplorare l'Abisso, nel quale trascorse diverso tempo. Più volte rimase ferito e altrettante fu riparato dal Luminare, crescendo sempre più forte e sopravvivendo ad avversari sempre più temibili e pericolosi.\nMolto tempo dopo, portò i risultati dell'esplorazione a Snezhnaya, guadagnandosi così il sesto seggio. Anche i suoi ordini cambiarono: invece di esplorare l'Abisso, avrebbe dovuto tenersi sempre pronto a partire per fornire supporto alle attività clandestine dei Fatui in tutto il mondo. Fu allora che il Vagabondo iniziò nuovamente a pensare di avere uno scopo preciso."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito dell'Irminsul</color>\nLa ragione per cui l'Irminsul contiene informazioni su tua sorella potrebbe avere a che fare con Khaenri'ah. Si dice che Khaenri'ah sia stata la sua prima destinazione quando arrivò in questo mondo.\nInoltre, venne in questo mondo perché il \"cielo\" aveva risposto alla chiamata.\nÈ quello che mi disse il Giullare, quindi dev'essere vero. Un tempo fu un mago reale a Khaenri'ah e visse con tua sorella per un periodo."
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "<p>La Fantesca, la quarta dei Messaggeri dei Fatui. Una diplomatica imperturbabile e spietata. Per i bambini della Casa del Focolare, è il loro temuto e affidabile \"Padre\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/20577441/672e65470bfd14b664596c2a7f7eaaf8_1307009318507582543.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Battute"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito del Giullare</color>\nIn quanto Messaggero originale, molte cose su di lui rimangono un mistero. Al nostro primo incontro, ha riconosciuto con facilità le mie origini, ma ancora oggi, io so davvero poco sul suo conto.\n<color=#ffd780>A proposito della Gentildonna</color>\nLei e Pierrot sono stati i primi Messaggeri che ho conosciuto. Il suo atteggiamento orgoglioso quando visitò per la prima volta la Casa del Focolare non la rese molto popolare tra i bambini. Le visite successive furono accompagnate da doni e da una spavalda affermazione: \"Coloro che mi disprezzano non riceveranno nulla\". I bambini impararono presto a fingere, e lei, a sua volta, si crogiolò nelle loro attenzioni, per quanto superficiali. Immagino che le piacesse molto essere circondata da bambini, forse a causa della persistente solitudine che la affliggeva... Ho trovato il suo sacrificio un grande dispiacere. Che possa ricongiungersi con il suo amato nella morte.\n<color=#ffd780>Altro su Arlecchino (5)</color>\nIl destino può essere molto curioso. Quando ero giovane, la \"Madre\" mi ha favorita a causa delle insolite abilità che possiedo. Nessuno era in grado di comprendere la loro vera natura, nemmeno io. Si poteva solo ipotizzare che fossero il risultato di una sorta di maledizione ereditaria. Qualunque fosse l'origine del mio potere, tutto ciò che sapevo era che si trattava della fonte della mia forza e spesso la causa della mia sofferenza. Solo dopo essere diventata una Messaggera ho finalmente appreso la verità dal Giullare. Egli espresse sorpresa per il fatto che la stirpe della Luna cremisi non si fosse estinta e che, per uno strano scherzo del destino, la Casa del Focolare fosse finita ancora una volta nelle mani di un'orfana di quella stirpe.\nNon posso dire cosa mi riservi il futuro. Confido che il destino mi darà una risposta a tempo debito, e quando lo farà, sarò pronta a fare le cose a modo mio, anche se ciò significherà colpire il destino con le mie stesse mani."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Storia del personaggio"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Storia del personaggio (5)</color>\nDopo aver incontrato la Tsaritsa, ricevuto un'Illusione ed ereditato il nome \"Arlecchino\", alla giovane Fantesca venne concessa un'udienza individuale con il suo superiore.\nL'espressione del direttore Pierrot rimaneva per metà nascosta dalla sua maschera.\n\"Lo so che nutri ancora insoddisfazione e dubbio. Pertanto, risponderò a cinque tue domande sul mondo... o su te stessa.\nNon serve che tu richieda garanzie da parte mia, puoi fare domande sui nostri programmi, sui nostri principi o sugli ideali di Sua Maestà. Sono tutti temi su cui posso rispondere senza riserva alcuna.\"\nArlecchino non si fidava completamente della sincerità del Giullare.\n\"Allora permettimi una dichiarazione: io aborro qualsiasi offuscamento o mistificazione, così come i giochi di parole e le falsità.\"\n\"Davvero prudente da parte tua. In tal caso, lascia che risponda alla prima domanda che ti turba: perché ti abbiamo scelta, e perché hai accettato? 'L'ingenuo muore per i suoi ideali, ma noi siamo disposti a sopportare anche l'esistenza più meschina pur di raggiungere i nostri obiettivi.'\"\n...\n\"Terza domanda. Cosa rappresentano i miei sogni ricorrenti sulla luna cremisi e i miei poteri?\"\n\"Ho prestato i miei servizi durante l'ultima dinastia di un antico regno sotterraneo. Il suo nome dinastico era 'Eclissi', e prima di esso vi era la 'Luna Cremisi'. Per quanto riguarda i segreti antecedenti alla tua nascita... Ti suggerisco di acquistare un libro chiamato 'Hleobranto Innamorato'. Non leggevo racconti del genere durante il mio perfezionamento accademico, e stato il caso a farmelo trovare. Le circostanze ivi descritte potrebbero sembrare capziose, ma i dettagli fondamentali sono molto accurati.\"\n...\n\"Quinta domanda. Che ne sarà di me e dei membri della Casa del Focolare quando tutto ciò finirà?\"\n\"Sarò sincero. Nessuno di voi ha spazio nei miei ideali, poiché il mio unico intento è perorare la 'virtù della follia'. Ma ti garantisco che la nostra Tsaritsa sarà di nuovo una dea che ama ogni essere umano, e nei suoi ideali i desideri di tutte le genti verranno esauditi.\"\nQuesta \"virtù della follia\" era, ovviamente, un'espressione aperta a mille interpretazioni, ma lei accettò comunque la risposta. Il Giullare aveva dato cinque risposte alle sue cinque domande, e la nebbia che offuscava i suoi occhi iniziava a dissiparsi.\n\"Arlecchino.\"\nPierrot la chiamò mentre si stava allontanando, e lei si voltò nuovamente verso di lui.\n\"Invece di soffermarti sullo stato attuale del mondo, rifletti su quali dovrebbero essere i suoi sviluppi più auspicabili.\"\nL'unica sua risposta fu il rumore dei suoi passi che si allontanavano."
      },
      {
        "type": "CustomEntry",
        "epId": 7475,
        "name": "Dottore",
        "desc": "<p>Il secondo Messaggero dei Fatui, noto anche come il \"Luminare\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/157266935/6b83e21c8ac24b40beb717d67c74768b_7858253775556902103.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito di Tatarasuna</color>\nGiullare, ho completato l'incarico che mi avevi assegnato. Ho creato una breccia per infiltrarci nei meccanismi più remoti d'Inazuma... Eheh, è stato davvero divertente.\nLascia che ti presenti una marionetta. Se si rivelerà utile, diventerà uno di noi. Altrimenti... lo ridurremo in polvere."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "Pierrot era un mago reale a Khaenri'ah, aveva fallito nel fermare regnanti e saggi nel tentativo di strappare il velo del peccato. Come tutte le persone di puro sangue provenienti da Khaenri'ah, venne maledetto dall'immortalità durante il",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Cataclisma di Khaenri'ah",
        "desc": "<p>Un disastro avvenuto 500 anni fa, durante il quale le forze dell'Abisso irruppero a Teyvat. Come risultato del Cataclisma, Khaenri'ah venne distrutta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/23/20856775/826332c1b0fb525a54df5442ee996c76_3770321130010944750.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7473,
        "name": "Tsaritsa",
        "desc": "<p>L'archon di Cryo di Snezhnaya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/157266935/513d51e0ebfd54f5da34a9f85dfaf61f_4335040911272513274.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Pierrot è il servitore dell'Archon di Cryo a Snezhnaya.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Fatui",
        "desc": "<p>Un'organizzazione di Snezhnaya leale alla Tsaritsa, si è espansa in tutto il continente. I suoi Undici Messaggeri sono a caccia delle Gnosi. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/17/20856775/159454dca0123d1c63a52568b03a0a26_2110336716961042200.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Pierrot è il direttore dei Fatui, conosciuto anche con il nome in codice \"Il Giullare\".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7417,
        "name": "Capitano",
        "desc": "<p>Primo degli undici Messaggeri dei Fatui e Cavaliere Sentinella di Khaenri'ah, il suo vero nome è Thrain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20856775/79759e345facb2f339734b9136d57347_3725823876301470658.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7475,
        "name": "Dottore",
        "desc": "<p>Il secondo Messaggero dei Fatui, noto anche come il \"Luminare\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/157266935/6b83e21c8ac24b40beb717d67c74768b_7858253775556902103.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7476,
        "name": "Colombina",
        "desc": "<p>La terza dei Messaggeri dei Fatui, conosciuta anche come \"Damigella\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/157266935/eec3ce8e5b5a2fcef15e211af926b3b3_4332924395192368743.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7477,
        "name": "Arlecchino",
        "desc": "<p>La quarta Messaggera dei Fatui, nota anche come \"La Fantesca\". I bambini della Casa del Focolare si riferiscono a lei chiamandola \"Padre\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/157266935/672e65470bfd14b664596c2a7f7eaaf8_4830611274989231327.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7478,
        "name": "Pulcinella",
        "desc": "<p>Quinto degli undici Messaggeri dei Fatui, conosciuto come \"Il Gallo\", è il sindaco di Snezhnaya. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/12/45954971/5f4bf669210fff3c4ddadcd7951315de_3797346886692488407.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7479,
        "name": "Sandrone",
        "desc": "<p>Settima degli undici Messaggeri dei Fatui, conosciuta come \"Marionetta\". </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/13/45954971/3a1f604040aeba7b2e610971681c9d62_2937649031126727944.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramouche",
        "desc": "<p>L'ex sesto dei Messaggeri dei Fatui, creato da Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/157266935/3ca9b9e2138195540f079c470acfbce5_5777146378291795991.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7480,
        "name": "Signora",
        "desc": "<p>Ottava degli undici Messageri dei Fatui, conosciuta anche come \"La Gentildonna\". Il suo vero nome è Rosalyne-Kruzchka Lohefalter.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/14/45954971/6973138bdad6bd8bd2d4f883ef72ba25_6846151057560409639.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7481,
        "name": "Pantalone",
        "desc": "<p>Il nono degli undici Messaggeri dei Fatui, conosciuto anche come \"Affarista\". Si occupa delle politiche economiche di Snezhnaya. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/16/20856775/1020d4600440c8b127045f2741a57300_5656466565966184079.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7482,
        "name": "Tartaglia",
        "desc": "<p>Undicesimo degli undici Messaggeri dei Fatui, conosciuto come Childe. Il suo vero nome è Ajax.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/13/45954971/daa7ec26fb1d28b31d11ab51aabfb581_134272890218636474.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Messaggeri dei Fatui.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Oggetti correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 2092,
        "name": "Fiamma fioca",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Pierrot"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Khaenri'ah\nSnezhnaya"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Fatui"
          }
        ]
      },
      {
        "key": "Titolo",
        "value": [
          {
            "type": "RichText",
            "text": "Il Giullare"
          }
        ]
      },
      {
        "key": "Voce cinese",
        "value": [
          {
            "type": "RichText",
            "text": "符冲 (Fu Chong)"
          }
        ]
      },
      {
        "key": "Voce inglese",
        "value": [
          {
            "type": "RichText",
            "text": "Richard Tatum"
          }
        ]
      },
      {
        "key": "Voce giapponese",
        "value": [
          {
            "type": "RichText",
            "text": "間宮康弘 (MAMIYA Yasuhiro)"
          }
        ]
      },
      {
        "key": "Voce coreana",
        "value": [
          {
            "type": "RichText",
            "text": "심승한 (Sim Seung-han)"
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "\"The Song Burning in the Embers\" Full Animated Short | Genshin Impact #GenshinImpact",
        "url": "https://www.youtube.com/watch?v=tN5JACOEJFM",
        "coverUrl": "https://i.ytimg.com/vi/tN5JACOEJFM/maxresdefault.jpg",
        "duration": 425
      },
      {
        "title": "Teyvat Chapter Interlude Teaser: A Winter Night's Lazzo | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=TmaAOV4SJNQ",
        "coverUrl": "https://i.ytimg.com/vi/TmaAOV4SJNQ/maxresdefault.jpg",
        "duration": 259
      }
    ],
    "galleryCharacter": [
      {
        "key": "Pierrot",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/20856775/8edbde032872c591c9af08ff33c42763_1518064094970853100.png"
      },
      {
        "key": "I presagi dei Fatui",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/20856775/0684292c5aad5ebe66034ad9ebc2d408_4216158353454473303.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Scaramouche, Giullare, Signora e Capitano."
          }
        ]
      },
      {
        "key": "I presagi dei Fatui",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/20856775/bf8ee46d2caba6d5928fbe7b125d37c4_8185202970512145484.png"
      }
    ]
  }
}