{
  "epId": 7480,
  "name": "Signora",
  "desc": "<p>Ottava degli undici Messageri dei Fatui, conosciuta anche come \"La Gentildonna\". Il suo vero nome è Rosalyne-Kruzchka Lohefalter.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/14/45954971/6973138bdad6bd8bd2d4f883ef72ba25_6846151057560409639.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1743333033,
  "components": {
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/14/45954971/effdf31cdac0eba1fbe188777365dc35_1121903595879242401.png"
      },
      {
        "key": "Signora",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/14/45954971/3c5a1021179c8a8d934a9c3e2c8e302a_3896206838795740958.png"
      },
      {
        "key": "Messaggeri dei Fatui",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/14/45954971/0684292c5aad5ebe66034ad9ebc2d408_1977635205466214515.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Scaramouche, Pierro, Signora e Capitano."
          }
        ]
      },
      {
        "key": "Strega cremisi delle fiamme",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/14/45954971/00c3207a8689e5c10125dfa71df6df6a_2413310838714159146.png"
      }
    ],
    "customize": [
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "Rosalyne-Kruzchka Lohefalter è nata a Mondstadt più di 500 anni fa.\nRostam\nAmato di Rosalyne e Cavaliere di Favonius.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "Rosalyne ha studiato presso l'Akademiya.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "Quando l'onda oscura avvolse Teyvat, Rosalyne era a"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "text",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "."
      },
      {
        "type": "RichText",
        "text": "Quando tornò a Mondstadt, la sua famiglia, gli amici e i suoi cari erano spariti. Dopo la loro morte, divenne la Strega Cremisi delle Fiamme.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7474,
        "name": "Pierrot",
        "desc": "<p>Direttore dei Fatui, conosciuto con il nome in codice \"Il Giullare\". Era un mago reale a Khaenri'ah ed è stato maledetto dall'immortalità.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/20856775/55c17a9a1532110226c732706cde5a5a_1601882742805675215.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Il primo membro dei Messageri dei Fatui, reclutò Rosalyne e le diede un'Illusione di Cryo per spegnere il fuoco che bruciava dentro di lei.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Fatui",
        "desc": "<p>Un'organizzazione di Snezhnaya leale alla Tsaritsa, si è espansa in tutto il continente. I suoi Undici Messaggeri sono a caccia delle Gnosi. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/17/20856775/159454dca0123d1c63a52568b03a0a26_2110336716961042200.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Signora era l'ottava degli undici Messaggeri dei Fatui, nome in codice \"La Gentildonna\".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "name": "Barbatos",
        "desc": "<p>L'Archon di Anemo di Mondstadt</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/02/445590549/5f7d70114271f8eca21f24cd62499dc6_5900345539858043677.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Signora attaccò l'Archon di Anemo per rubargli la",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosi",
        "desc": "<p>Le \"Gnosi\" sono dei punti focali magici interni che ciascuno dei Sette possiede, permettendo loro di risonare direttamente con Celestia stessa e fungendo da emblema del loro status. <span class=\"wk-shady\">Successivamente viene rivelato che le \"Gnosi\" sono state create dai resti del Terzo Discendente.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "name": "Morax",
        "desc": "<p>L'Archon di Geo di Liyue</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/05/20577441/51993b7b69c68f3d8388ed314bf1eed8_2941897031758751868.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Signora ottenne la gnosi dell'Archon di Geo grazie ad un patto stipulato tra Morax e la",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7473,
        "name": "Tsaritsa",
        "desc": "<p>L'archon di Cryo di Snezhnaya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/157266935/513d51e0ebfd54f5da34a9f85dfaf61f_4335040911272513274.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramouche",
        "desc": "<p>L'ex sesto dei Messaggeri dei Fatui, creato da Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/157266935/3ca9b9e2138195540f079c470acfbce5_5777146378291795991.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Signora ha lavorato insieme a Scaramouche nella fabbicazione delle Illusioni ad",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "text",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": ", per destabilizzare il paese.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Beelzebul",
        "desc": "<p>L'Archon di Electro di Inazuma, conosciuta anche come Raiden Ei</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/06/20577441/68ce1b8c0e262cc6e4f1074c6431a295_2253924797727775864.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Signora venne uccisa da Beelzebul con l'utilizzo del Musou no Hitotachi, dopo la sua sconfitta a duello davanti al trono.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Oggetti correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 2085,
        "name": "Strega cremisi delle fiamme",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2092,
        "name": "Fiamma fioca",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2069,
        "name": "Volontà del difensore",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2008,
        "name": "Elegia finale",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un arco che ricorda la lira di un bardo, le sue frecce centrano il cuore come un sospiro lamentoso.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/终末嗟叹之诗.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 739,
        "name": "Maschera funeraria",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un trofeo ottenuto dopo aver sconfitto Signora, l'Ottava dei Messaggeri dei Fatui.<br>I Fatui spesso si interfacciano con il mondo da dietro le loro maschere, e si dice che ciò sia dovuto al fatto che prima di diventare Fatui, la loro esistenza fosse priva di significato. Per questo motivo dovevano rinunciare al loro vero nome e al loro volto.<br><br>Tuttavia, dimenticare tutto ciò che costituisce l'identità personale, come i legami passati e ciò che ne consegue, non è impresa da tutti.<br>Forse sarebbe giusto dire che solo coloro che hanno un'ossessione per l'Illusione sarebbero disposti a unirsi a questo gruppo così avverso ai Princìpi celesti. Costoro decidono di vincolare il resto della loro vita a un'Illusione e bruciano intensamente come le stelle.<br>Certamente, molti dei Fatui sono semplicemente dei sadici e sono consumati dal potere. Non che queste cose debbano essere necessariamente in conflitto.<br><br>La donna il cui vero nome era Rosalyne-Kruzchka Lohefalter potrebbe aver condotto un'esistenza più innocente e ingenua.<br>Ma ciò fu prima che i suoi occhi si riempissero di un fuoco violento, consumando la sua innocenza. Prima che la gelante Illusione spegnesse le bocche infuocate che continuavano a morderla. Prima che il potere del congelamento che la proteggeva venisse frantumato dalla(o) straniera(o) eterna(o), colei(lui) che, altrettanto determinata(o), fece esplodere le fiamme ancora una volta...</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Funerary Mask_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1096,
        "name": "Ora della fusione",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un certo frammento deformato che contiene un grande potere. L'hai ottenuto sconfiggendo Signora, che ha scatenato il suo potere originale.<br>\"Ho fatto un sogno molto lungo.<br>Ho sognato che ci saremmo incontrati di nuovo nel mondo puro che avevamo creato.<br>Ma alla fine mi sono svegliata, essendo stata consumata a lungo dalle fiamme violente, mentre tu eri tornato da tempo alla terra insieme a quel sangue avvelenato.<br>Ma niente di tutto ciò ha più importanza. Devo andare avanti. Devo incenerire tutto ciò che è dietro di me. Devo credere in quel puro e immacolato reame eterno di cui ha parlato... che ho visto nell'Illusione che mi ha mostrato, alla fine dell'orizzonte dei sogni di Sua Maestà.\"</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Molten Moment_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1163,
        "name": "Farfalla infernale",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un frammento deformato che ospita un grande potere. L'hai ottenuto sconfiggendo Signora, che ha scatenato il suo potere originale.<br>Il sigillo di ghiaccio fu rotto sotto costrizione, e mentre la sua antica volontà emergeva dalla sua pallida prigione bianca e lei ricordava di nuovo il suo vecchio nome, la farfalla eterna danzava tra il sangue e i corpi in fiamme. E lei ricordò il suo passato, quando vagava per la terra, spargeva la fiamma, bruciava tutto il male... e ricordò il volto della persona che non avrebbe mai più potuto incontrare.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hellfire Butterfly_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1080,
        "name": "Cuore di cenere",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un frammento deformato che contiene potenti emozioni. L'hai ottenuto sconfiggendo Signora, che ha scatenato il suo potere originale.<br>Nemmeno le lacrime possono estinguere le fiamme. L'agonia e la rabbia ardenti le scorrono nelle vene, colando dai suoi dotti lacrimali.<br>Il Primo Fatuus la trovò poco prima che il suo cuore potesse essere distrutto dalla fiamma eterna. Lui capì che solo un odio e un'ossessione più profondi potevano spegnere il fuoco che la divorava e renderla sua alleata...</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ashen Heart_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Rosalyne-Kruzchka Lohefalter",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Rosalyne-Kruzchka Lohefalter nacque a Mondstadt più di 500 anni fa. Proprio in quel luogo, ella incontrò il braccio destro del Gran Maestro dei Cavalieri di Favonius, Rostam, anche conosciuto come \"Cucciolo di lupo\". Soltanto quando sentiva la voce melodiosa della ragazza, il cavaliere abbandonava la rigida diffidenza e trovava la pace. Un'unica canzone riusciva a far scomparire l'espressione accigliata dell'uomo e solo la ragazza che cantava nella piazza poteva fargli dimenticare momentaneamente il grande fardello dei suoi doveri di cavaliere."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Il vento dell'ovest porta via il profumo del vino\",</color>\n<color=#ffffff>\"il vento di montagna porta le nuove buone novelle\",</color>\n<color=#ffffff>\"la brezza lontana agita il mio cuore\",</color>\n<color=#ffffff>\"e canta la mia nostalgia di te.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "I due rimasero assieme solo per un breve periodo, ma l'amore nei loro cuori era forte. Per ampliare le proprie conoscenze, Rosalyne-Kruzchka andò a studiare presso l'Akademiya di Sumeru. La ragazza si tenne lontana da tutte le distrazioni che la circondavano, si dedicò unicamente allo studio e ad affinare le sue abilità con l'elemento Pyro. Poco dopo la partenza per l'Akademiya, Rosalyne ricevette dal cavaliere una clessidra di Hydro speciale come regalo d'addio, in modo da poter tenere traccia del tempo che avrebbe passato lontana. Un ciclo era il tempo necessario a completare gli studi presso l'Akademiya, ma quando il conto alla rovescia finì e la ragazza tornò a casa, scoprì che il suo amato era ormai morto. Mentre moriva dissanguato, egli riuscì a pensare soltanto una cosa:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Lei sta studiando all'estero, quindi dovrebbe stare bene. Ma ahimè, quanto vorrei risentire di nuovo il suo canto.\"</color>\n<color=#ffffff>\"Almeno Arundolyn e Roland stanno bene. Quando lei tornerà, questo disastro dovrebbe essere passato.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/237301566/0b7d3b527a5e77e72b33e4b3b872e4df_2323306899804453436.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando l'\navvolse Teyvat, Rosalyne si trovava a Sumeru. Al suo ritorno a Mondstadt, ella realizzò che il disastro aveva distrutto tutto ciò che la vita le aveva promesso: gli amici, la famiglia ed il suo brillante futuro. Le dicerie parlavano di come la giovane fanciulla che una volta fremeva d'amore, avesse sacrificato il suo corpo mortale per diventare l'incarnazione stessa del fuoco liquido, diventando la Strega cremisi delle fiamme. I suoi giorni fanciulleschi erano ormai giunti al termine ed era iniziata l'era della distruzione. Dedicandosi completamente alla battaglia, la strega non si accorse di come avesse iniziato a bruciare. Vagava per il mondo, incenerendo i mostri con le sue fiamme ardenti e tutta la sofferenza che causavano si perdeva nel fuoco. Seguendo il sentiero delle fiamme infernali, al suo passaggio Rosalyne lasciava soltanto terra bruciata. Sebbene le sue fiamme toccassero soltanto mostri che seminavano morte ed orrore, le persone tremavano dietro le finestre chiuse e cercarono di mandarla via. Eppure nulla di tutto questo le importava, perché non sentiva bisogno di conforto e nemmeno di compassione. Se nei paraggi non c'era nessuno in grado di bruciare tutta la sofferenza e di portare una nuova speranza, allora sarebbe stato necessario che si desse da fare lei.\nQuando il fuoco vitale della donna era quasi esaurito e l'eterna fiamma era ormai pronta a bruciare il suo cuore, ella incontrò il direttore dei Fatui, Pierrot. L'uomo capì che soltanto un profondo odio ed un'ossessione sarebbero stati in grado di estinguere il fuoco che divorava la donna e si offrì di cancellare il suo passato con l'aiuto di un'Illusione di Cryo. Il ghiaccio silenzioso avrebbe purificato l'oscurità della corruzione, ma nel suo cuore avrebbe continuato a bruciare una fiamma bianca e pura. Il direttore offrì a Rosalyne la possibilità di inchinarsi davanti all'Archon di Cryo, la Tsaritsa, e di purificare le fonti di distorsione di questo mondo: le divinità miopi e ignoranti e l'oscurità e la corruzione dell'Abisso. Alla donna non importava cosa avrebbero fatto, quindi accettò l'offerta per diventare uno strumento efficace nell'avanzamento della loro causa comune."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Perché anche se mi vesto di bianco dalla testa ai piedi, le ceneri dei morti che da tempo hanno lasciato il segno su ogni centimetro del mio essere non potranno mai essere purificate.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7431,
        "name": "Cavalieri di Favonius",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un ordine responsabile della protezione di Mondstadt e del suo credo di libertà. Nonostante i suoi membri siano noti come Cavalieri, nessuno di loro è stato nominato Cavaliere da alcun membro della famiglia reale: il cavalierato è un titolo che hanno guadagnato per i nobili doveri di cui si fanno carico.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/20/362377527/e22fb041b6c65592b28a251494b72126_2464586764985097789.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "name": "Akademiya di Sumeru",
        "desc": "<p>L'organizzazione di Sumeru che esercita il controllo amministrativo della regione ed educa le persone.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/06/362377527/f104ae555e12009875976f0efe8966fb_3736979445995815945.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Fatui",
        "desc": "<p>Un'organizzazione di Snezhnaya leale alla Tsaritsa, si è espansa in tutto il continente. I suoi Undici Messaggeri sono a caccia delle Gnosi. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/17/20856775/159454dca0123d1c63a52568b03a0a26_2110336716961042200.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Cataclisma di Khaenri'ah",
        "desc": "<p>Un disastro avvenuto 500 anni fa, durante il quale le forze dell'Abisso irruppero a Teyvat. Come risultato del Cataclisma, Khaenri'ah venne distrutta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/23/20856775/826332c1b0fb525a54df5442ee996c76_3770321130010944750.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7474,
        "name": "Pierrot",
        "desc": "<p>Direttore dei Fatui, conosciuto con il nome in codice \"Il Giullare\". Era un mago reale a Khaenri'ah ed è stato maledetto dall'immortalità.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/20856775/55c17a9a1532110226c732706cde5a5a_1601882742805675215.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7473,
        "name": "Tsaritsa",
        "desc": "<p>L'archon di Cryo di Snezhnaya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/157266935/513d51e0ebfd54f5da34a9f85dfaf61f_4335040911272513274.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2008,
        "name": "Elegia finale",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un arco che ricorda la lira di un bardo, le sue frecce centrano il cuore come un sospiro lamentoso.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/终末嗟叹之诗.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2069,
        "name": "Volontà del difensore",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2085,
        "name": "Strega cremisi delle fiamme",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2092,
        "name": "Fiamma fioca",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 739,
        "name": "Maschera funeraria",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un trofeo ottenuto dopo aver sconfitto Signora, l'Ottava dei Messaggeri dei Fatui.<br>I Fatui spesso si interfacciano con il mondo da dietro le loro maschere, e si dice che ciò sia dovuto al fatto che prima di diventare Fatui, la loro esistenza fosse priva di significato. Per questo motivo dovevano rinunciare al loro vero nome e al loro volto.<br><br>Tuttavia, dimenticare tutto ciò che costituisce l'identità personale, come i legami passati e ciò che ne consegue, non è impresa da tutti.<br>Forse sarebbe giusto dire che solo coloro che hanno un'ossessione per l'Illusione sarebbero disposti a unirsi a questo gruppo così avverso ai Princìpi celesti. Costoro decidono di vincolare il resto della loro vita a un'Illusione e bruciano intensamente come le stelle.<br>Certamente, molti dei Fatui sono semplicemente dei sadici e sono consumati dal potere. Non che queste cose debbano essere necessariamente in conflitto.<br><br>La donna il cui vero nome era Rosalyne-Kruzchka Lohefalter potrebbe aver condotto un'esistenza più innocente e ingenua.<br>Ma ciò fu prima che i suoi occhi si riempissero di un fuoco violento, consumando la sua innocenza. Prima che la gelante Illusione spegnesse le bocche infuocate che continuavano a morderla. Prima che il potere del congelamento che la proteggeva venisse frantumato dalla(o) straniera(o) eterna(o), colei(lui) che, altrettanto determinata(o), fece esplodere le fiamme ancora una volta...</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Funerary Mask_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1080,
        "name": "Cuore di cenere",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un frammento deformato che contiene potenti emozioni. L'hai ottenuto sconfiggendo Signora, che ha scatenato il suo potere originale.<br>Nemmeno le lacrime possono estinguere le fiamme. L'agonia e la rabbia ardenti le scorrono nelle vene, colando dai suoi dotti lacrimali.<br>Il Primo Fatuus la trovò poco prima che il suo cuore potesse essere distrutto dalla fiamma eterna. Lui capì che solo un odio e un'ossessione più profondi potevano spegnere il fuoco che la divorava e renderla sua alleata...</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ashen Heart_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Signora",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/237301566/63e017e895772c759c85e5b81175b4b3_8011655712427988553.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dopo essersi unita ai Fatui, Rosalyne-Kruzchka Lohefalter abbandonò la sua vecchia vita ed il suo nome diventando Signora, l'ottava Messaggera dei Fatui con il nome in codice \"La Gentildonna\". Come tutti gli altri Messaggeri, le venne assegnato il compito di recuperare le Gnosi dei Sette. Sotto suo ordine vennero inviati a Mondstadt dei diplomatici, che tentarono di usare come vantaggio la difficile situazione con\n. Quando i Cavalieri di Favonius riuscirono a risolvere il problema in autonomia, i Fatui tentarono di rubare il manufatto più importante di Mondstadt: la Lira sacra celeste suonata dall'Archon di Anemo Barbatos. Nonostante il fallimento del piano, la Messaggera stessa attaccò Barbaros e gli sottrasse la Gnosi con la forza."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/237301566/00f1457edeb54308f832b79ca3a956a5_1794916513992681966.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dopo il successo dell'operazione a Mondstadt, Signora si recò a Liyue. Facendo riferimento ad un contratto precedentemente stipulato tra la Tsaritsa e l'Archon di Geo Morax, ella pretese la consegna della Gnosi. Sebbene la perdita del potere divino fosse un prezzo troppo grande, Morax propose un \"contratto per porre fine a tutti i contratti\" in modo da bilanciare le cose. Dopo che Signora entrò in possesso della seconda Gnosi, si recò dall'Archon di Electro Beelzebul ad Inazuma e strinse un accordo con il capo della Commissione Kanjou, per non permettere al Viaggiatore di lasciare l'Isola di Ritou. I Fatui, condotti da Signora, si erano occupati di diffondere il Decreto di caccia alle Visioni in tutto il paese, in modo da distruggere Inazuma dall'interno. Grazie all'intervento dei Fatui, la Commissione Tenryou non diede alla Shogun le informazioni sulle perdite avvenute a causa della guerra civile e così ella non pose fine alla caccia. Quando il Viaggiatore giunse a Tenshukaku e rivelò il coinvolgimento dei Fatui, trovò Raiden e la Messaggera che parlavano di come la morte dei soldati della resistenza a causa delle Illusioni dei Fatui e le perdite avvenute in guerra, fossero soltanto un piccolo prezzo da pagare per arrivare all'obiettivo. Il Viaggiatore sfidò Signora a duello davanti al trono e la perdente venne condannata a morte. Durante il combattimento, Signora rimosse l'Illusione di Cryo che tratteneva il suo fuoco ardente, ma il Viaggiatore vinse comunque il duello. Nonostante le minacce sul suo ruolo come diplomatica di Snezhnaya, Shogun Raiden utilizzò la tecnica Musou no Hitotachi per ridurre Signora in cenere."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>L'alba cremisi si rifletteva nelle sue pupille, e alla fine, dispiegò le ali fiammeggianti e volò verso la luce.</color>\n<color=#ffffffd9>\"Ma quella luce non è l'alba, cara Rosalyne: è un mare di fiamme che consuma ogni cosa.\"</color>\n<color=#ffffffd9>Eppure non importava, poiché nel suo cuore ella sapeva che le fiamme l'avevano divorata molto tempo prima.</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/237301566/bee2fede938a43d911d4d9504ab60773_6711611012435060055.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dopo la morte della Gentildonna, i Messaggeri restanti si riunirono per onorare la memoria della compagna caduta. Alcuni dei Messaggeri non sopportavano che Rosalyne fosse morta in territorio straniero ed altri non si interessarono minimamente. Di fronte al feretro di Signora, i Messaggeri giurarono di sottrarre il potere degli Dei ed il Direttore Pierrot promise che tutto il \"vecchio mondo\" sarebbe diventato il suo rifugio. Per grazia della Tsaritsa, a Signora fu garantito un eterno riposo sotto uno strato di ghiaccio.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosi",
        "desc": "<p>Le \"Gnosi\" sono dei punti focali magici interni che ciascuno dei Sette possiede, permettendo loro di risonare direttamente con Celestia stessa e fungendo da emblema del loro status. <span class=\"wk-shady\">Successivamente viene rivelato che le \"Gnosi\" sono state create dai resti del Terzo Discendente.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Fatui",
        "desc": "<p>Un'organizzazione di Snezhnaya leale alla Tsaritsa, si è espansa in tutto il continente. I suoi Undici Messaggeri sono a caccia delle Gnosi. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/17/20856775/159454dca0123d1c63a52568b03a0a26_2110336716961042200.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7431,
        "name": "Cavalieri di Favonius",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un ordine responsabile della protezione di Mondstadt e del suo credo di libertà. Nonostante i suoi membri siano noti come Cavalieri, nessuno di loro è stato nominato Cavaliere da alcun membro della famiglia reale: il cavalierato è un titolo che hanno guadagnato per i nobili doveri di cui si fanno carico.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/20/362377527/e22fb041b6c65592b28a251494b72126_2464586764985097789.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "name": "Barbatos",
        "desc": "<p>L'Archon di Anemo di Mondstadt</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/02/445590549/5f7d70114271f8eca21f24cd62499dc6_5900345539858043677.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "name": "Morax",
        "desc": "<p>L'Archon di Geo di Liyue</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/05/20577441/51993b7b69c68f3d8388ed314bf1eed8_2941897031758751868.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Shogun Raiden",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Sua Eccellenza, la potente Narukami Ogosho, che ha promesso al popolo di Inazuma un'Eternità immutevole.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Beelzebul",
        "desc": "<p>L'Archon di Electro di Inazuma, conosciuta anche come Raiden Ei</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/06/20577441/68ce1b8c0e262cc6e4f1074c6431a295_2253924797727775864.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7482,
        "name": "Tartaglia",
        "desc": "<p>Undicesimo degli undici Messaggeri dei Fatui, conosciuto come Childe. Il suo vero nome è Ajax.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/09/83872660/4ebee54d57d02e0461f47561d21a0a15_8832211298787235799.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramouche",
        "desc": "<p>L'ex sesto dei Messaggeri dei Fatui, creato da Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/157266935/3ca9b9e2138195540f079c470acfbce5_5777146378291795991.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7474,
        "name": "Pierrot",
        "desc": "<p>Direttore dei Fatui, conosciuto con il nome in codice \"Il Giullare\". Era un mago reale a Khaenri'ah ed è stato maledetto dall'immortalità.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/20856775/55c17a9a1532110226c732706cde5a5a_1601882742805675215.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>Drago Elementale, nonché migliore amico dell'Archon di Anemo, Barbatos. In seguito ad un avvelenamento dovuto al sangue del Drago dell'Ombra, venne rinominato Terrore Alato.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/23/218111227/b6e31b3c3cb069320d40e3b7b7d06b2f_6818716337752725297.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'undicesimo Messaggero dei Fatui, noto anche come il \"Principe\". Il suo nome è molto temuto sul campo di battaglia.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Battute"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito della Gentildonna</color>\n<color=#ffffff73>Non sono mai andato d'accordo con lei, lo sai bene. Immagino che a questo punto, non abbia molto altro da dirti al riguardo. Quando sei un Messaggero, devi accettare tacitamente che la morte arrivi in qualsiasi momento... Ma non preoccuparti per me. Qualunque cosa accada, farò tutto il necessario per rimanere in vita.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito della Trasformazione dell'Eredità immonda (Capitolo del Monoceros Caeli: Atto I - Il tremendo tour di Teucer)</color>\n<color=#ffffff73>Immagino che tu voglia dire che non ho usato la Trasformazione dell'Eredità immonda, vero?</color>\n<color=#ffffff73>Mette a dura prova il mio corpo, quindi è meglio conservarla per i momenti cruciali.</color>\n<color=#ffffff73>Non mi sono ancora ripreso del tutto dalle ferite che ho subito quando l'ho usata nel Palazzo dorato.</color>\n<color=#ffffff73>Comunque, non sono Signora... Non ho interesse a eliminare fisicamente le reclute, suvvia...</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramouche",
        "desc": "<p>L'ex sesto dei Messaggeri dei Fatui, creato da Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/157266935/3ca9b9e2138195540f079c470acfbce5_5777146378291795991.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Vagabondo",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un viandante dall'identità misteriosa. Nonostante sia vestito come una sorta di asceta di montagna, il suo atteggiamento è di quanto più distante ci sia da una tale definizione.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/24d97a22be742fb732ea96f625d1faac_2495743636540582085.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Battute"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito della Gentildonna</color>\n<color=#ffffff73>Non è rimasto nulla tra le sue ceneri. Non ho interesse per coloro che hanno perso il proprio futuro.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito della fabbrica di Illusioni ( Missione dell'Archon - Entra nella fabbrica delle illusioni - Capitolo II: Atto III)</color>\n<color=#ffffff73>Signora e Principe? Ah... Non sapevo che conosceste i meno affidabili tra i miei colleghi.</color>\n<color=#ffffff73>Ti sei fatto/a l'idea sbagliata. So cosa stai pensando, ma io sto solo eseguendo degli ordini.</color>\n<color=#ffffff73>Non sono io la mente dietro a tutto questo. Tu dovresti essere un/a tipo/a alquanto grintoso/a, o sbaglio? Che aspetti? Va' a cercare il vero responsabile.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "<p>La Fantesca, la quarta dei Messaggeri dei Fatui. Una diplomatica imperturbabile e spietata. Per i bambini della Casa del Focolare, è il loro temuto e affidabile \"Padre\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/20577441/672e65470bfd14b664596c2a7f7eaaf8_1307009318507582543.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Battute"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito della Gentildonna</color>\nLei e Pierrot sono stati i primi Messaggeri che ho conosciuto. Il suo atteggiamento orgoglioso quando visitò per la prima volta la Casa del Focolare non la rese molto popolare tra i bambini. Le visite successive furono accompagnate da doni e da una spavalda affermazione: \"Coloro che mi disprezzano non riceveranno nulla\". I bambini impararono presto a fingere, e lei, a sua volta, si crogiolò nelle loro attenzioni, per quanto superficiali. Immagino che le piacesse molto essere circondata da bambini, forse a causa della persistente solitudine che la affliggeva... Ho trovato il suo sacrificio un grande dispiacere. Che possa ricongiungersi con il suo amato nella morte."
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un misterioso esperto ingaggiato dai Servizi Funebri Wangsheng. Estremamente competente in qualsiasi materia.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "name": "Morax",
        "desc": "<p>L'Archon di Geo di Liyue</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/05/20577441/51993b7b69c68f3d8388ed314bf1eed8_2941897031758751868.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Storia del personaggio"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Gnosi</color>\n<color=#ffffff73>Dopo essersi occupato del Rito dell'ascensione, sia nelle vesti di direttore che in quelle di protagonista, Zhongli ricevette una visita dalla Messaggera dei Fatui conosciuta come la Signora.</color>\n<color=#ffffff73>La donna si era presentata per reclamare la Gnosi di Morax, Archon di Geo, come previsto da un precedente contratto.</color>\n<color=#ffffff73>Zhongli aveva rivelato in presenza del/la viaggiatore/trice e di altri due Messaggeri dei Fatui che aveva effettivamente siglato un contratto con l'Archon di Cryo.</color>\n<color=#ffffff73>Secondo quanto aveva detto, si trattava del \"Contratto per porre fine a ogni contratto\".</color>\n<color=#ffffff73>Eppure, in qualunque modo la si metta, perdere il potere divino con cui garantiva la difesa di Liyue era un prezzo troppo alto da pagare.</color>\n<color=#ffffff73>Anche i mortali ritengono che la base di un contratto sia uno \"scambio equo\".</color>\n<color=#ffffff73>Per il Dio dei Contratti, dunque, che aveva sicuramente firmato innumerevoli accordi di questo tipo nel corso della sua lunghissima esistenza, un contratto così importante doveva senz'altro garantire i suoi benefici.</color>\n<color=#ffffff73>L'Archon di Geo aveva ceduto la sua Gnosi, adempiendo così alla sua parte dell'accordo.</color>\n<color=#ffffff73>Cos'era tenuta a porre sull'altro piatto della bilancia l'Archon di Cryo?</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2532,
        "name": "Viktor",
        "desc": "<ol><li><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Agente di Fatui, che era alle dipendenze della Signora a Mondstadt. Dopo la morte dell'Araldo, fu assegnato a Pulcinella e inviato a Sumeru</span></p></li><li><p></p></li></ol>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/12/194600931/5423213ed07349c518107a94bcae79f1_8276243133541630333.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Parlami di Signora: Missione avventura - scambio equivalente -</color>\n<color=#ffffff73>Immaginavo mi avresti chiesto di lei. Temo di non avere molte risposte però, e, a dirla tutta, persino io ho le mie domande...</color>\n<color=#ffffff73>I miei superiori mi hanno inviato a Mondstadt per aiutare Signora, ma da quando sono qui non mi è stato affidato un singolo incarico.</color>\n<color=#ffffff73>Voci di corridoio dicono che si sia trattenuta a lungo. Anzi, quando è ripartita, era proprio di buon umore...</color>\n<color=#ffffff73>Dunque, non capisco. I suoi affari qui sono conclusi? E se sì, questo non dovrebbe voler dire che posso tornare a casa?</color>\nLa mia quotidianità ormai consiste nell'essere guardato male dalle suore e dai cavalieri, e tutto questo inizia a farmi venire i brividi...\n...\nSe vuoi sapere la mia opinione, se gli affari di Signora sono conclusi, dovrebbero richiamarci immediatamente a casa. Gli abitanti di Mondstadt ci detestano, e rimanere qui non vuol dire altro che guai.\n<color=#ffd780>Missione avventura - Ritorno ai giorni invernali -</color>\n<color=#ffffff73>Esatto. Recentemente ho ricevuto ordini dall'alto: posso tornare a Snezhnaya.</color>\n<color=#ffffff73>Non devo più restare a Mondstadt in attesa di nuovi ordini, visto che sarò trasferito presso un altro Messaggero.</color>\n<color=#ffffff73>Non so propriò a quale di loro dovrò sottostare questa volta, ma spero che non sia Scaramouche...</color>\n<color=#ffffff73>Perché questo trasloco improvviso?</color>\n<color=#ffffff73>Mi chiedi perché? a causa di Signora.. Beh.. Del suo sacrificio.</color>\n<color=#ffffff73>Anzi, sai cosa? Sono una persona comune. Eseguo gli ordini. Non c'è bisogno che pensi troppo.</color>\n<color=#ffd780>Incarico giornaliero - Scambio equivalente ancora una volta -</color>\nInizialmente avevo ricevuto l'ordine di trasferirmi da Mondstadt a Snezhnaya.\nMa poi è arrivato un altro ordine e sono stato mandato alla Città di Sumeru per assistere il signor Vsevolod. Inoltre mi avevano detto che sarei stato trasferito sotto il comando del signor Pulcinella."
      },
      {
        "type": "CustomEntry",
        "epId": 2530,
        "name": "Mikhail",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/12/194600931/d4875d60952910096d8215fe4d32017c_2178518118895376003.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2502,
        "name": "Lyudmila",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Lyudmila è un membro dei Fatui e si trova di solito vicino a Mikhail a Mondstadt</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/12/194600931/3f97b5b3d3d7dc09807ac2d8f4305e0b_1288793236144074624.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito d'Inazuma (dopo aver completato - Duello dinanzi al trono - Capitolo II: Atto III)</color>\n<color=#37ffff>Mikhail</color> : Ehi, hai sentito quello che i nostri superiori hanno detto? Il decreto di caccia alle Visioni che Inazuma stava applicando rigorosamente è stato abolito!\n<color=#37ffff>Lyudmila</color> : Il Decreto di Caccia alle Visioni... non era qualcosa che l'Arconte di Electro promulgò lei stessa? Pensare che anche uno così eccelso come un Arconte potrebbe cambiare idea...\n<color=#37ffff>Lyudmila</color> : Beh, la cosa più scioccante che ho sentito è che Signora, l'Ottava dei Messaggeri, era...\n<color=#37ffff>Mikhail</color> : Beh, a proposito di questo... penso che alcuni sacrifici erano inevitabili sulla via del grande lavoro di Sua Maestà.\n<color=#37ffff>Lyudmila</color> : Ma Lady Signora è un Messaggero... Che cosa è successo, mi chiedo, che ha finito per perdere la sua vita?\n<color=#37ffff>Mikhail</color> : Chi lo sa? Le persone cambiano, dopo tutto. Forse la sua forza era insufficiente per rimanere un Messaggero. Non credo che una cosa simile sarebbe successo a lei altrimenti...\n<color=#37ffff>Mikhail</color> : Aspetta. Sono sicuro che il nostro Ottavo posto sarà riempito da qualcuno ancora più potente. E quando ciò accadrà, noi Fatui saremo ancora più forti per questo!"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Signora"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Fatui"
          }
        ]
      },
      {
        "key": "Titolo",
        "value": [
          {
            "type": "RichText",
            "text": "La Gentildonna"
          }
        ]
      },
      {
        "key": "Alias",
        "value": [
          {
            "type": "RichText",
            "text": "Ottava degli Undici Messaggeri dei Fatui\nRosalyne-Kruzchka Lohefalter"
          }
        ]
      },
      {
        "key": "Voci correlate",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2101,
            "name": "Signora",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Signora, l'Ottava dei Messaggeri dei Fatui<br>A differenza degli altri Fatui che usano l'autorità conferitagli dalle loro Illusioni, la sua ha lo scopo di assoggettare una fiamma che divorerà tutto. Al contrario di un'arma usata per uccidere, potrebbe essere più appropriato considerarla uno strumento di reclusione.<br>E sarebbero state le braci di quella fiamma, che si erano accumulate nel corso di molti lunghi anni, a sfondare il gelido sigillo dell'Illusione e ad attribuirle un aspetto corrotto.<br><br>L'alba cremisi si rifletteva nelle sue pupille e, alla fine, spiegò le sue ali fiammeggianti e volò verso la luce.<br></span><em><span style=\"color: rgba(255, 255, 255, 0.65)\">\"Ma quella luce non è l'alba, mia cara Rosalyne. È la luce del mare di fiamme che consumerà tutto.\"</span></em><span style=\"color: rgba(255, 255, 255, 0.65)\"><br>Una voce le parlò nel mezzo della luce.<br><br>Eppure non importava, perché in cuor suo sapeva che le fiamme l'avevano divorata molto tempo prima.</span></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/La Signora_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Carta del Personaggio Invokazione del Genio",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4734,
            "name": "Signora",
            "desc": "<p><span style=\"color: #FFFFFF\">Signora, L'ottava messaggera</span></p><p>L'alba cremisi si rifletteva nelle sue pupille, e alla fine, dispiegò le ali fiammeggianti e volò verso la luce.</p><p>\"Ma quella luce non è l'alba, cara Rosalyne: è un mare di fiamme che consuma ogni cosa.\"</p><p>Eppure non importava, poiché nel suo cuore ella sapeva che le fiamme l'avevano divorata molto tempo prima.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/07/20577441/f09b3e68802998c038891d55f147417a_4124225812334239374.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}