{
  "epId": 7482,
  "name": "Tartaglia",
  "desc": "<p>Undicesimo degli undici Messaggeri dei Fatui, conosciuto come Childe. Il suo vero nome è Ajax.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/13/45954971/daa7ec26fb1d28b31d11ab51aabfb581_134272890218636474.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1746124528,
  "components": {
    "videoCollection": [
      {
        "title": "Character Tales - \"Childe: Sigil of Permission\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=ZF4KyX0ASnI",
        "coverUrl": "https://i.ytimg.com/vi/ZF4KyX0ASnI/maxresdefault.jpg",
        "duration": 92
      },
      {
        "title": "Character Tales - \"Zhongli: An Additional Expense\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=CvCzYbVei04",
        "coverUrl": "https://i.ytimg.com/vi/CvCzYbVei04/maxresdefault.jpg",
        "duration": 168
      },
      {
        "title": "Collected Miscellany - \"Zhongli: Dominance of Earth\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=NRXhkjan52A",
        "coverUrl": "https://i.ytimg.com/vi/NRXhkjan52A/maxresdefault.jpg",
        "duration": 325
      },
      {
        "title": "Cutscene Animation: \"All-Devouring Narwhal\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=0wj5pxhk4JE",
        "coverUrl": "https://i.ytimg.com/vi/0wj5pxhk4JE/maxresdefault.jpg",
        "duration": 106
      },
      {
        "title": "Teyvat Chapter Interlude Teaser: A Winter Night's Lazzo | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=TmaAOV4SJNQ",
        "coverUrl": "https://i.ytimg.com/vi/TmaAOV4SJNQ/maxresdefault.jpg",
        "duration": 259
      },
      {
        "title": "Version 1.1 \"A New Star Approaches\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=kTeoJLD8U0Y",
        "coverUrl": "https://i.ytimg.com/vi/kTeoJLD8U0Y/maxresdefault.jpg",
        "duration": 102
      },
      {
        "title": "Version 2.2 \"Into the Perilous Labyrinth of Fog\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=PukB9J1Mih8",
        "coverUrl": "https://i.ytimg.com/vi/PukB9J1Mih8/maxresdefault.jpg",
        "duration": 182
      },
      {
        "title": "Version 4.0 \"As Light Rain Falls Without Reason\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=1hJ5J5QiyIY",
        "coverUrl": "https://i.ytimg.com/vi/1hJ5J5QiyIY/maxresdefault.jpg",
        "duration": 356
      },
      {
        "title": "Version 4.2 \"Masquerade of the Guilty\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=1Ip43DfbkUw",
        "coverUrl": "https://i.ytimg.com/vi/1Ip43DfbkUw/maxresdefault.jpg",
        "duration": 269
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "RichText",
        "text": "Snezhnaya\nAjax è cresciuto a Morepesok, un villaggio di Snezhnaya.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4582,
        "name": "Skirk",
        "desc": "<p>Una misteriosa spadaccina dell'Abisso e maestra di Tartaglia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/02/445590549/1e2cb29d039dddf84b706c655ed6367a_1754788118074113413.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Quando Ajax aveva 14 anni, cadde nell'Abisso e incontrò una spadaccina di nome Skirk. Fu la donna a insegnargli l'arte del combattimento.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7478,
        "name": "Pulcinella",
        "desc": "<p>Quinto degli undici Messaggeri dei Fatui, conosciuto come \"Il Gallo\", è il sindaco di Snezhnaya. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/12/45954971/5f4bf669210fff3c4ddadcd7951315de_3797346886692488407.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Pulcinella si rese conto delle abilità di Ajax nel combattimento e lo reclutò nei Fatui, obbligandolo a partire dal basso e a dedicarsi al servizio della Tsaritsa. Oggi è Pulcinella che si occupa della famiglia di Tartaglia.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Fatui",
        "desc": "<p>Un'organizzazione di Snezhnaya leale alla Tsaritsa, si è espansa in tutto il continente. I suoi Undici Messaggeri sono a caccia delle Gnosi. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/17/20856775/159454dca0123d1c63a52568b03a0a26_2110336716961042200.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Ajax fu scelto come uno degli Undici Messaggeri dei Fatui per le sue abilità in combattimento e il suo amore per le battaglie, gli venne dato il nome",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2491,
        "name": "Teucer",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Teucer_icon.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Tonya\nAnthon\nFratelli di Ajax.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un misterioso esperto ingaggiato dai Servizi Funebri Wangsheng. Estremamente competente in qualsiasi materia.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Tartaglia chiese l'aiuto del consulente dei Servizi Funebri Wangsheng per avere accesso alle spoglie dell'Archon di Geo e ottenere la",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosi",
        "desc": "<p>Le \"Gnosi\" sono dei punti focali magici interni che ciascuno dei Sette possiede, permettendo loro di risonare direttamente con Celestia stessa e fungendo da emblema del loro status. <span class=\"wk-shady\">Successivamente viene rivelato che le \"Gnosi\" sono state create dai resti del Terzo Discendente.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Tartaglia utilizzò il",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1225,
        "name": "Sigillo del consenso",
        "desc": "A token lent out from \"Childe\" of the Fatui. Normally, the people of Liyue only hold rituals to worship the adepti in the peripheral areas of Jueyun Karst; however, he who holds this token may safely enter the residence of the adepti.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sigil of Permission_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "per risvegliare Osayal e indurre",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "name": "Morax",
        "desc": "<p>L'Archon di Geo di Liyue</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/05/20577441/51993b7b69c68f3d8388ed314bf1eed8_2941897031758751868.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "a salvare Liyue.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4572,
        "name": "Narvalo Divoramondi",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una misteriosa creatura gigantesca proveniente da un altro mondo. I poeti spesso paragonano il cielo stellato all'oceano. Hanno visto o sognato innumerevoli plancton bioluminescenti che fluttuano su un mare senza luna, che assomiglia a una galassia, oppure la luce lunare quarciata da onde sulla superficie del mare, come stelle luccicanti. Nelle storie più favolose o nelle bugie più oltraggiose, le stelle che si trovano nelle profondità del cosmo potrebbero essere piene di vita, proprio come Teyvat, e l'universo stesso somiglia a un oceano.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Parlando in termini realistici, tuttavia, se un universo profondo e pieno di vita esiste, perché nessuna di queste forme di vita ha provato a entrare in contatto con Teyvat?</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Forse l'universo tenta d'infilstrarsi a Teyvat da tempo, o magari un potere superiore ha creato dei confini a protezione di questo mondo.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/23/45954971/278f947a4cbd5097de46e7efb64dbc39_1432744513697629406.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "Animale da compagnia del maestro di Skirk,",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7485,
        "name": "Surtalogi",
        "desc": "<p>Uno dei Cinque Peccatori di Khaenri'ah, anche conosciuto come \"L'Abominevole\". </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/20856775/54fc33ab94abb4b00460e448f7765892_2884575334795921170.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": ", che consuma il Mare primordiale. Quando Tartaglia cadde nell'Abisso, risvegliò il Narvalo. Il Messaggero tentò di impedire che il Narvalo Divoramondi diventasse la causa della profezia di Fontaine.\nOratrice Mécanique d'Analyse Cardinale\nIl macchinario che emette i verdetti per i casi della corte di Fontaine, accusò Tartaglia di essere coinvolto in una serie di sparizioni iniziate 20 anni prima, quando lui era ancora bambino.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 41,
        "name": "Xinyan",
        "desc": "<p>L'unica musicista rock di tutta Liyue. Esprime la sua ribellione nei confronti dei pregiudizi con la sua musica e il canto appassionato.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xinyan_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Tartaglia esplorò la Sala mistica dell'onmyou assieme a Xinyan e al Viaggiatore.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 15,
        "name": "Yoimiya",
        "desc": "<p>Proprietaria della Bottega Naganohara. Conosciuta come la Regina del Festival dell'estate, è particolarmente abile nella creazione di fuochi d'artificio che simboleggiano le speranze e i sogni della gente.</p><p></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yoimiya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Tartaglia aiutò Yoimiya e i bambini di Inazuma a trovare il Grande Youkai Mujina.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Oggetti correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 4127,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1888,
        "name": "Frammento dell'Eredità immonda",
        "desc": "The shard of a weapon that you obtained from defeating Childe, who had unleashed the might of his Delusion.<br/>It is stained with a profound color that is not of this world, no doubt due to the land of endless darkness that the young boy saw with his own two eyes.<br/>Perhaps it has nothing to do with the power of a Delusion, but as they say, the weapon reflects its user...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shard of a Foul Legacy_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 401,
        "name": "Zanna del Monoceros Caeli",
        "desc": "The horn of a whale that you obtained from defeating Childe, who had unleashed the might of his Delusion.<br/>It is said that the shape of one's constellation determines one's character. The image of a whale cruising across the celestial heights represents a solipsism that seeks to crush and devour all in its path.<br/>Embracing this aspect of himself, Childe gleefully summoned one such beast before throwing himself into battle against you.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Tusk of Monoceros Caeli_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 969,
        "name": "Ombra del guerriero",
        "desc": "A fragment of power that you obtained from defeating Childe, who had unleashed the might of his Delusion.<br/>It is the product of a will to fight that has been honed over countless slaughters.<br/>If humans do indeed have destinies, then his must surely have been twisted by such deeds. Why else, then, would he always be at the heart of every conflict?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shadow of the Warrior_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4001,
        "name": "Ballata dei fiordi",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un'arma ad asta usata da chi vuole pescare nella tundra. Non lascia scampo a nessuno.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/11/157266935/bd385748dfaefad1cddca86948a4846c_4865316022262828846.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ajax",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Ajax è nato a Morepesok, un villaggio di Snezhnaya. Il suo nome deriva dall'eroe delle leggende che scoprì la nazione dell'oro e delle bianche pietre, tra le profondità del mare ghiacciato. <color=#ffffff73>Molte sono le storie che lo riguardano: egli condusse una nave fin nel ventre di una balena e per sette giorni combatté contro un drago su una distesa congelata. Un tempo, lui e Snegurochka si innamorarono, ma si persero a causa del perfido trucco dello scambio alla nascita. Il ragazzo, nato per arpionare pesci sotto il ghiaccio, cadde in un regno fino ad allora sconosciuto. Quell'antica capitale era affondata nelle profondità della terra dopo un cataclisma, ma malgrado fosse sepolta nel sottosuolo, era ancora luminosa come l'alba. Il re, solenne e silenzioso, sedeva sul suo imponente trono cesellato, con lo scettro tra le mani che gli insetti ancora non avevano divorato. Gli alberi argentati del giardino erano come le braccia di una madre o di un'amante, che stringevano il saggio e virtuoso sacerdote nel loro abbraccio. Forme di vita bellissime ma infide, mostri deviati e violenti, uno dopo l'altro si svegliarono dal loro sonno millenario. Alla fine, il ragazzo sconfisse il drago che dormiva profondamente nel regno. Il suo tesoro era composto da un'infinita montagna d'oro; ma il ragazzo era gentile e coraggioso, e sapeva che l'oro era l'origine del caos e delle calamità, quindi ne prese solo una piccola parte, sufficiente per soddisfare i propri bisogni e per curare i suoi amici malati.</color>\nA 14 anni Ajax era ormai stanco della monotonia della sua vita familiare e decise di scappare di casa, portando con sé soltanto una lama corta e un pezzo di pane. Perso in una foresta innevata e in fuga da orsi e lupi, Ajax cadde in una crepa del terreno che sembrava essere senza fondo. Laggiù egli vide il mondo infinito dell'Abisso e fu notato da una spadaccina di nome Skirk, discepola di Surtalogi, uno dei Cinque Peccatori di Khaenri'ah. Durante i suoi tre mesi nell'Abisso, Ajax imparò a muoversi liberamente nel reame oscuro e a fomentare i conflitti, utilizzando la propria predisposizione al caos. Subito dopo la caduta, il ragazzo fece un sogno: era nelle profondità dell'acqua e attorno a lui c'era l'infinito fondale marino. Improvvisamente, davanti a lui, appariva una balena talmente grande da togliergli il fiato. Nell'Abisso il ragazzo aveva incontrato il Narvalo Divoramondi, l'animale da compagnia di Surtalogi, che svariati anni dopo sarebbe diventato la causa scatenante della profezia di Fontaine. Quando Ajax chiese alla sua maestra perché avesse scelto proprio lui come discepolo, ella rispose che aveva risvegliato \"qualcosa\" che gli aveva lasciato un segno e che l'addestramento al combattimento gli sarebbe stato utile in futuro. Oltretutto, nell'Abisso, Ajax ricevette la Trasformazione dell'Eredità immonda, un potere speciale ed estremamente pericoloso, che sottoponeva il suo corpo a un tremendo sforzo.\nQuando il giovane venne finalmente ritrovato dalla madre e dalla sorella, nel mondo reale erano passati soltanto tre giorni. Da quel momento Ajax cambiò: da ragazzo codardo e indeciso, si trasformò in un guerriero sicuro di sé e cominciò a comportarsi come se tutto il mondo ruotasse attorno a lui. Divenne un portatore di conflitti dato che, ovunque mettesse piede, si creavano lotte e bisticci, e lui ne traeva un grande godimento. Dopo uno scontro quasi fatale, il padre di Ajax fu costretto a spedire il figlio dai Fatui. L'uomo sperava che con una rigida educazione militare, il carattere del figlio si sarebbe raddrizzato e invece fu costretto a vederlo mentre si sbarazzava con facilità di guerrieri armati fino ai denti. L'incidente attrasse l'attenzione di Pulcinella, il sindaco di Snezhnaya e quinto degli Undici Messaggeri dei Fatui. L'uomo rimase sorpreso dalle abilità di Ajax nel combattimento e fu estremamente intrigato dalla sua natura, perché sembrava attrarre i problemi come una calamita e si divertiva nel farlo. Pulcinella accettò Ajax nei Fatui e, fingendo una punizione, lo costrinse a iniziare dal basso, invitandolo a dedicarsi al servizio della Tsaritsa. Al servizio dei Fatui, l'incontrollabile sete di Ajax per le battaglie venne completamente soddisfatta e il suo ego fu saziato dalle vittorie ottenute contro potenti nemici. Alla fine, Ajax divenne l'undicesimo Messaggero dei Fatui e ricevette il titolo di\nQuesta era la storia di come egli divenne l'uomo più potente di Snezhnaya e il più giovane Messaggero dei Fatui.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4582,
        "name": "Skirk",
        "desc": "<p>Una misteriosa spadaccina dell'Abisso e maestra di Tartaglia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/02/445590549/1e2cb29d039dddf84b706c655ed6367a_1754788118074113413.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7485,
        "name": "Surtalogi",
        "desc": "<p>Uno dei Cinque Peccatori di Khaenri'ah, anche conosciuto come \"L'Abominevole\". </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/20856775/54fc33ab94abb4b00460e448f7765892_2884575334795921170.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7478,
        "name": "Pulcinella",
        "desc": "<p>Quinto degli undici Messaggeri dei Fatui, conosciuto come \"Il Gallo\", è il sindaco di Snezhnaya. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/12/45954971/5f4bf669210fff3c4ddadcd7951315de_3797346886692488407.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Fatui",
        "desc": "<p>Un'organizzazione di Snezhnaya leale alla Tsaritsa, si è espansa in tutto il continente. I suoi Undici Messaggeri sono a caccia delle Gnosi. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/17/20856775/159454dca0123d1c63a52568b03a0a26_2110336716961042200.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4572,
        "name": "Narvalo Divoramondi",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una misteriosa creatura gigantesca proveniente da un altro mondo. I poeti spesso paragonano il cielo stellato all'oceano. Hanno visto o sognato innumerevoli plancton bioluminescenti che fluttuano su un mare senza luna, che assomiglia a una galassia, oppure la luce lunare quarciata da onde sulla superficie del mare, come stelle luccicanti. Nelle storie più favolose o nelle bugie più oltraggiose, le stelle che si trovano nelle profondità del cosmo potrebbero essere piene di vita, proprio come Teyvat, e l'universo stesso somiglia a un oceano.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Parlando in termini realistici, tuttavia, se un universo profondo e pieno di vita esiste, perché nessuna di queste forme di vita ha provato a entrare in contatto con Teyvat?</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Forse l'universo tenta d'infilstrarsi a Teyvat da tempo, o magari un potere superiore ha creato dei confini a protezione di questo mondo.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/23/45954971/278f947a4cbd5097de46e7efb64dbc39_1432744513697629406.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tartaglia",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Nel giorno in cui Tartaglia divenne un Messaggero, il capo dell'Organizzazione Pierrot, attaccò l'Illusione alla cintura del ragazzo. Si trattava della ricompensa per aver sconfitto terribili mostri, ma anche di un ricordo delle sue innumerevoli battaglie. Per il Principe, l'Illusione era soltanto un simbolo d'onore e tutte le sue attenzioni erano rivolte alla Tsaritsa, che dal suo nobile trono era l'unica donna in grado di rimescolare i sentimenti del giovane con rispetto e ammirazione, non solo perché lei gli apriva le strade verso grandi battaglie ma anche per il modo in cui lo guardava. Il suo sguardo era freddo ma puro, arrogante eppure tagliente. Ella era non solo la sacrosanta Archon di Cryo, ma anche una vera guerriera. Fu così che il Principe, dopo aver ricevuto l'Illusione, fece un giuramento di fedeltà solenne all'unica e sola Tsaritsa di Snezhnaya. A dispetto della giovane età il Principe è uno dei Messaggeri dei Fatui più pericolosi e, nonostante l'aspetto tranquillo, nasconde l'animo di un letale macellaio che eccelle nell'utilizzo di qualsiasi tipo di arma e padroneggia tutte le arti marziali. L'unica cosa più forte delle sue abilità è il suo amore per i conflitti e le battaglie. Il Principe adora l'utilizzo di tattiche rischiose e brama lo scontro con avversari molto potenti. La sua arroganza è supportata dalla ricca esperienza in combattimento e dalle sue abilità a dir poco perfette. Nonostante tutto, Tartaglia non ha rapporti amichevoli con tutti gli altri Messaggeri e non è d'accordo con i metodi ingannevoli e sleali con i quali operano i Fatui. I Messaggeri invece, ritengono che la personalità litigiosa del Principe attiri problemi indesiderati e cercano sempre di inviarlo in missioni che si svolgono il più lontano possibile da Snezhnaya, in modo da evitare possibili guai derivanti dal caos e dai conflitti nei quali si ritrova sempre coinvolto il giovane. A dispetto della personalità e dei modi sgarbati, Tartaglia viene considerato una persona responsabile, degna di fiducia e che mantiene sempre la parola data.\nTra i compiti affidati al Principe, vi era l'ottenimento della Gnosi di Geo. Quando Tartaglia giunse a Liyue durante il Rito della discensione, momento in cui l'Archon di Geo Morax discendeva tra il popolo della nazione, Rex Lapis venne ucciso. I Milleliti cominciarono ad avere dei sospetti sul Viaggiatore e Paimon, che erano presenti alla cerimonia, ma il Principe diede loro aiuto, sicuro che fossero innocenti. I tre unirono le forze nel tentativo di scoprire la verità sulla morte dell'Archon e contattarono il consulente dei Servizi Funebri Wangsheng, Zhongli. Sebbene Tartaglia avesse salvato il Viaggiatore e Paimon, rivelando loro anche il suo lavoro per i Fatui, non era stato del tutto sincero riguardo la missione che stava svolgendo. Il Messaggero diede al Viaggiatore un finto Sigillo del consenso, un oggetto che consentiva al popolo di avere udienza presso gli Adepti. Grazie a degli agenti che stavano monitorando il Viaggiatore e Zhongli, il Principe scoprì che il corpo dell'Archon di Geo era stato nascosto all'interno del Palazzo Dorato dall'organizzazione che deteneva il potere, Qixing, e decise quindi di infiltrarsi nel luogo per trafugare la Gnosi. Purtroppo Tartaglia scoprì che la Gnosi non si trovava sulla salma della divinità ed ebbe il sospetto che potesse essere stata ottenuta dal Viaggiatore, concluse anche che Rex Lapis potesse essere ancora vivo e decise di tendergli una trappola. I Fatui avevano prodotto migliaia di Sigilli del consenso, in modo che potessero essere utilizzati per risvegliare una delle divinità sconfitte durante la Guerra degli Archon: Osayal. Il Principe sperava che, se Liyue fosse stata in grave pericolo, Morax non sarebbe riuscito a rimanere in disparte e avrebbe deciso di correre in aiuto del proprio popolo. Nonostante la grande minaccia, il Qixing, i Milleliti e gli Adepti riuscirono a fermare Osayal contando solo sulle proprie forze. Dopo la battaglia contro Osayal, quando Tartaglia decise di recarsi presso la Banca del Nord, scoprì di non essere l'unico Messaggero che era stato mandato a svolgere quella missione. Dietro le sue spalle, l'ottava Messaggera dei Fatui, Signora, aveva già stretto un patto con il vero Archon di Geo, Zhongli, e lo aveva fatto per conto della Tsaritsa. Per onorare il \"contratto per porre fine a tutti i contratti\", Rex Lapis aveva consegnato la sua Gnosi a Snezhnaya.\nSebbene il Messaggero avesse ingannato il Viaggiatore, arrivando persino a scontrarsi con lui al Palazzo Dorato nel tentativo di rubare la Gnosi, egli lo considerava un amico con il quale era sempre pronto a combattere per migliorare le proprie abilità.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Fatui",
        "desc": "<p>Un'organizzazione di Snezhnaya leale alla Tsaritsa, si è espansa in tutto il continente. I suoi Undici Messaggeri sono a caccia delle Gnosi. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/17/20856775/159454dca0123d1c63a52568b03a0a26_2110336716961042200.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7474,
        "name": "Pierrot",
        "desc": "<p>Direttore dei Fatui, conosciuto con il nome in codice \"Il Giullare\". Era un mago reale a Khaenri'ah ed è stato maledetto dall'immortalità.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/20856775/55c17a9a1532110226c732706cde5a5a_1601882742805675215.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7473,
        "name": "Tsaritsa",
        "desc": "<p>L'archon di Cryo di Snezhnaya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/157266935/513d51e0ebfd54f5da34a9f85dfaf61f_4335040911272513274.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosi",
        "desc": "<p>Le \"Gnosi\" sono dei punti focali magici interni che ciascuno dei Sette possiede, permettendo loro di risonare direttamente con Celestia stessa e fungendo da emblema del loro status. <span class=\"wk-shady\">Successivamente viene rivelato che le \"Gnosi\" sono state create dai resti del Terzo Discendente.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "name": "Morax",
        "desc": "<p>L'Archon di Geo di Liyue</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/05/20577441/51993b7b69c68f3d8388ed314bf1eed8_2941897031758751868.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1225,
        "name": "Sigillo del consenso",
        "desc": "A token lent out from \"Childe\" of the Fatui. Normally, the people of Liyue only hold rituals to worship the adepti in the peripheral areas of Jueyun Karst; however, he who holds this token may safely enter the residence of the adepti.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sigil of Permission_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramouche",
        "desc": "<p>L'ex sesto dei Messaggeri dei Fatui, creato da Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/157266935/3ca9b9e2138195540f079c470acfbce5_5777146378291795991.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Vagabondo",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un viandante dall'identità misteriosa. Nonostante sia vestito come una sorta di asceta di montagna, il suo atteggiamento è di quanto più distante ci sia da una tale definizione.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/24d97a22be742fb732ea96f625d1faac_2495743636540582085.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Battute"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito del Principe</color>\nHa un animo semplice e un corpo fragile. Ha ottenuto l'ultimo grado, intaccando il prestigio collettivo dei Messaggeri. Fortunatamente non faccio più parte di quel gruppo.\n<color=#ffd780>A proposito del Gallo</color>\nSolo qualcuno come il Principe penserebbe che il Gallo si stia prendendo cura di lui e della sua famiglia per bontà di cuore. Sebbene il sindaco abbia fatto una serie di cose per aiutarli, chiunque dotato di un minimo di un cervello capirebbe che il vero significato di questi gesti è: \"La tua famiglia è nelle mie mani\"."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito dei messaggeri</color>\nSignora e il Principe? Ah... Non sapevo che conosceste i meno affidabili tra i miei colleghi."
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "<p>La Fantesca, la quarta dei Messaggeri dei Fatui. Una diplomatica imperturbabile e spietata. Per i bambini della Casa del Focolare, è il loro temuto e affidabile \"Padre\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/20577441/672e65470bfd14b664596c2a7f7eaaf8_1307009318507582543.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Battute"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito del Principe</color>\nOggettivamente parlando, non ha la giusta personalità per essere un Messaggero. Cerca spesso di pensare bene degli altri... e alla fine finisce per essere usato. Certamente, ha molto talento, e sono certa che con il tempo si farà apprezzare. Non vedo il motivo di giudicarlo troppo presto."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito del Principe</color>\nChissà come se la passa ora. Immagino che lo sappiate anche voi, vero? È sparito. Sono preoccupata per la sua incolumità. Speriamo che sia un bravo nuotatore.\nOh, quindi conosci bene anche la sua attitudine al combattimento? Ah, certo, dimenticavo. Il Principe è stato sconfitto dallo Iudex Neuvillette proprio davanti a te.\nContro la gente ordinaria, il mio collega non sarebbe mai in svantaggio, ma ahimè, non immaginava di imbattersi in una persona così... Uhm... Devo dire di ammirare molto Messire Neuvillette.\n<color=#ffd780>A proposito della scomparsa del Principe</color>\nSembra che l'occupatissimo Iudex Neuvillette non desideri sprecare tempo con i convenevoli diplomatici e che speri di arrivare dritti al punto della discussione.\nSì, come hai ipotizzato, uno degli obiettivi di questo viaggio è capire la situazione del Principe.\nVisto che siamo entrambi diplomatici di Snezhnaya e Messaggeri dei Fatui, io e il Principe siamo sempre stati colleghi...\nSe succedesse qualcosa a Fontaine, ognuno di noi farebbe da avvocato dell'altro per risolvere la questione.\nPerciò ora, in qualità di suo avvocato, richiedo che il Principe venga consegnato a Snezhnaya. Abbiamo la responsabilità di cooperare assieme a Fontaine e risolvere l'accaduto.\nUn totale rifiuto... Molto bene. Rispetto tutte le regole del tribunale di Fontaine, così come rispetto te in quanto Giudice supremo.\nNon dovete trasferire il Principe da noi. Chiedo solo di poter entrare a Forte Méropide per vedere il Principe e confermare le sue condizioni."
      },
      {
        "type": "CustomEntry",
        "epId": 2532,
        "name": "Viktor",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/12/194600931/5423213ed07349c518107a94bcae79f1_8276243133541630333.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito del Principe</color>\nI Messaggeri? Sono di tutt'altra categoria, rispetto a me. È già tanto se mi arriva qualche strana voce al riguardo.\nPer quanto possa esserti utile, posso riferirti ciò che gli altri mi hanno detto; ma ti suggerisco di prendere queste informazioni con le pinze.\nConosci il Principe? A quanto dicono in giro, è un Messaggero che è spesso in viaggio e che, al ritorno, porta sempre dei regali alla sua famiglia.\nUna mia conoscenza ha detto che i fratelli e le sorelle minori del nobile Principe sono davvero affezionati a lui.\n*sospira* Ma non voglio essere trasferito sotto il suo comando, rischio di trovarmi di nuovo a fare da galoppino."
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>La protagonista assoluta della scena del giudizio, fino all'applauso finale.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/45954971/263e5ea0784d182b393f67a7e24146a5_8864541355688862657.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito dell'innocenza del Principe</color>\nIf you thought Childe had nothing to do with the serial disappearances case, it is only because you have been blinded by the superficial appearance of innocence...\nEverything he's done, not to mention the danger he poses, are beyond ordinary comprehension and completely unforgivable!\nAll shall be revealed in time! You will come to understand my noble intentions, as well as the absolute correctness of the Oratrice's verdict. Hahahaha..."
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il Giudice supremo di Fontaine, anche conosciuto come lo Iudex, famoso per la sua incontestabile imparzialità.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/157266935/0513aa7f482dbb4778545d02f94956fe_7174467864028517893.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito dell'innocenza del Principe</color>\nChiedo scusa. La mia indagine non si è ancora conclusa.\nTuttavia, credo ancora che il giudizio dell'Oratrice non sia stato arbitrario.\nDa molti anni sono consapevole che l'Oratrice non si limita a ripetere meccanicamente il verdetto che emetto in ogni caso.\nLa fede unificata del popolo nel concetto di giustizia è integrata in essa, in quanto meccanismo creato divinamente.\nNon solo può produrre l'incredibile potenza dell'Indemnitium, ma probabilmente possiede anche altre caratteristiche... come l'autocoscienza.\nTutto questo per dire che ero preparato a una situazione come questa da molto tempo.\nIn ogni caso, sono propenso a credere che l'Oratrice abbia una metodologia tutta sua... Solo che non abbiamo abbastanza informazioni.\nMa, data la reazione di Furina, dubito che avesse idea di ciò che stava accadendo. Tuttavia, è riuscita a superare la situazione con i suoi collaudati e drammatici trucchi di spavalderia.\nAnche se abbiamo intenzione di andare in fondo alla questione, per ora, purtroppo dobbiamo ammettere che il Messaggero dei Fatui dovrà attendere all'interno di Forte Méropide.\nSe abbiamo sbagliato a condannarlo per reati che non ha commesso, lo risarciremo nella misura massima consentita dalla legge.\n<color=#ffd780>A proposito della scomparsa del Principe</color>\nA dire il vero, questo problema è più scabroso di quanto sembra. Secondo i rapporti di Forte Méropide, di recente il Principe è misteriosamente scomparso.\nLe ragioni della sua scomparsa non sono ancora chiare. Non possiamo escludere la sua fuga, ma nessuno ha nemmeno riportato di averlo visto fuori da Forte Méropide.\nForte Méropide è sorvegliato da guardie speciali, e i suoi sistemi interni sono vasti. Questo, combinato con le caratteristiche del terreno circostante, dovrebbe far sì che una fuga sia impossibile. Sospetto che ci sia qualcos'altro dietro alla scomparsa del Principe.\nSono disposto a condividere quest'informazione con voi perché siete amici del Principe ed è compito mio assicurare la giustizia.\nVorrei che andaste a Forte Méropide a indagare sulla sparizione del Principe.\nQuesta è stata la mia proposta durante l'incontro con la Fantesca. Anziché permetterle di intervenire, le ho offerto di mandare qualcuno a scoprire la situazione del Principe e di farle rapporto dettagliatamente.\nLa Fantesca non sembrava soddisfatta della mia proposta, ma ha accettato comunque per il momento. Le sue parole sono state: \"Ne riparleremo quando avrò il rapporto\".\n<color=#ffd780>A proposito dell'innocenza del Principe</color>\nA proposito della sentenza iniziale sul Principe...\nHo indagato sul suo caso in molti modi e ho appreso che una volta, da giovane, è caduto in un abisso sconosciuto. Lì, per caso, ha risvegliato il Narvalo Divoramondi.\nMa, che sia per sentimento o per ragione, questo non sarebbe dovuto bastare per considerarlo la causa principale del disastro. Al massimo avrebbe avuto una responsabilità indiretta.\nMentre per quanto riguarda il giudizio emesso dalla Oratrice durante il processo...\nChe sia a causa di quella responsabilità indiretta o che Focalors lo abbia usato per farci guadagnare del tempo sapendo che sarebbe stato in grado di contenere la creatura... Questo non lo so.\nrobabilmente Focalors ha sempre avuto in testa gli abitanti di Fontaine. Alla fine, è stato grazie a lei che sono finalmente diventati dei veri umani..."
      },
      {
        "type": "CustomEntry",
        "epId": 2530,
        "name": "Mikhail",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/12/194600931/d4875d60952910096d8215fe4d32017c_2178518118895376003.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2502,
        "name": "Lyudmila",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/12/194600931/3f97b5b3d3d7dc09807ac2d8f4305e0b_1288793236144074624.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito della profezia</color>\n<color=#37ffff>Mikhail:</color> Hei, hai sentito? Quella profezia della quale si preoccupavano tutti a Fontaine alla fine si è avverata!\n<color=#37ffff>Lydmila:</color> Aspetta, quindi significa che è successo qualcosa di terribile?\n<color=#37ffff>Mikhail:</color> Beh, per gli abitanti di Fontaine c'è una bella notizia e una brutta notizia.\n<color=#37ffff>Mikhail:</color> La bella notizia è che nessuno si è dissolto nell'acqua. La brutta notizia è che c'è stata comunque una grande inondazione.\n<color=#37ffff>Lydmila:</color> Capisco... Quindi, la signora Arlecchino...\n<color=#37ffff>Mikhail:</color> Non c'è nulla di cui preoccuparsi! La Fantesca ha trionfato, non c'è stata nemmeno una singola perdita!\n<color=#37ffff>Mikhail:</color> Infatti, pare che abbia persino ottenuto la Gnosi dell'Archon di Hydro per la Tsaritsa, per aver aiutato la Corte di Fontaine!\n<color=#37ffff>Lydmila:</color> Davvero? Io però ho sentito dire che il signor Principe è rimasto gravemente ferito durante l'inondazione...\n<color=#37ffff>Mikhail:</color> Il signor Principe? Non bisogna nemmeno preoccuparsi per lui.\n<color=#37ffff>Mikhail:</color> È famoso per le sue abilità in combattimento. Sono sicuro che si riprenderà presto!"
      },
      {
        "type": "CustomEntry",
        "epId": 2252,
        "name": "Yelan",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una persona misteriosa che sostiene di lavorare per il Ministero degli Affari Civili, ma che risulta “inesistente” nella lista dello stesso Ministero.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yelan_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Battute"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito di Tartaglia</color>\nIl Messaggero dei Fatui, dici? Una volta mi ha involontariamente aiutata. Volevo fare un'indagine approfondita sul proprietario della Sala da tè Yanshang, ma il nostro caro Messaggero mi ha anticipata. Gli si è parato davanti e ha preteso che ripagasse il suo debito, e nel farlo ha rivelato la frode contabile per cui è poi finito in carcere. Di conseguenza, per me è stato facilissimo prendere il controllo della Sala da tè Yanshang, che si è dimostrata un'ottima base."
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un misterioso esperto ingaggiato dai Servizi Funebri Wangsheng. Estremamente competente in qualsiasi materia.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Battute"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito di Tartaglia: Compostezza</color>\n<color=#ffffff73>Quel mascalzone di Snezhnaya non è ancora partito da Liyue? Eh, non importa. Fammi sapere se ti crea dei problemi e me ne occuperò rapidamente.</color>\n<color=#ffd780>A proposito di Tartaglia: Bevute</color>\n<color=#ffffff73>Si dice che il Principe e la sua reputazione abbiano di nuovo sollevato un polverone tra i ranghi dei Fatui. Conoscendolo, di sicuro si sbarazzerà rapidamente di chiunque osi sfidarlo. Mmmh... Ora che ci penso, ci saranno molte notizie interessanti da ascoltare la prossima volta che ci troveremo per una bevuta. Vorrai unirti quando sarà il momento, viaggiatore(rice)?</color>"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/13/45954971/62c61ed0137667ddd1b3b53b42e2496a_4515677389046455347.png"
      },
      {
        "key": "Tartaglia",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/13/45954971/ae9471bcda74b20d68b8e118c23ead3c_6758255658353367573.png"
      },
      {
        "key": "Messaggeri dei Fatui",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/13/45954971/bf8ee46d2caba6d5928fbe7b125d37c4_8716677545248582956.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Tartaglia"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Snezhnaya"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Fatui"
          }
        ]
      },
      {
        "key": "Titolo",
        "value": [
          {
            "type": "RichText",
            "text": "Principe"
          }
        ]
      },
      {
        "key": "Voce cinese",
        "value": [
          {
            "type": "RichText",
            "text": "鱼冻 (Yudong)"
          }
        ]
      },
      {
        "key": "Voce inglese",
        "value": [
          {
            "type": "RichText",
            "text": "Griffin Burns"
          }
        ]
      },
      {
        "key": "Voce giapponese",
        "value": [
          {
            "type": "RichText",
            "text": "木村良平 (KIMURA Ryōhei)"
          }
        ]
      },
      {
        "key": "Voce coreana",
        "value": [
          {
            "type": "RichText",
            "text": "남도형 (Nam Do-hyeong)"
          }
        ]
      },
      {
        "key": "Voci correlate",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 42,
            "name": "Tartaglia",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">L'undicesimo Messaggero dei Fatui, noto anche come il \"Principe\". Il suo nome è molto temuto sul campo di battaglia.</span></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2100,
            "name": "Principe",
            "desc": "<p>Il \"Principe\" Tartaglia, l'undicesimo dei Messaggeri dei Fatui.</p><p>Trae potere dalla minacciosa Illusione che possiede e combatte usando le arti marziali che ha imparato in una terra di tenebra.</p><p></p><p>È un guerriero puro con un'implacabile brama di combattere.</p><p>Ogni conflitto sanguinoso, ogni lotta all'ultimo sangue è per lui una sfida affascinante.</p><p>Si dice che il giovane Principe sia famoso in tutta la nazione per la sua abilità in battaglia.</p><p>Ma non ha mai dato molto peso ai bei discorsi di questo tipo.</p><p></p><p>Dopotutto...</p><p><em>\"Sarai sempre l'occhio della tempesta,</em></p><p><em>e il clangore delle armi che si scontrano ti accompagnerà in eterno.</em></p><p><em>Il ricordo buio di essere entrato nell'oscurità più assoluta diventerà, alla fine, la forza con cui rovescerai questo mondo.\"</em></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Carta del personaggio Invokazione del Genio",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3833,
            "name": "Tartaglia",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">\"Il Principe\" Tartaglia</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Se questo tavolo è come un campo di battaglia, che vinca il migliore.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/08/95525664/2db46f62068c4f545f787ef481fe73c8_5021836808206473554.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}