{
  "epId": 7485,
  "name": "Surtalogi",
  "desc": "<p>Uno dei Cinque Peccatori di Khaenri'ah, anche conosciuto come \"L'Abominevole\". </p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/09/362377527/395781ad9595e98dadf42b08cb157c2e_4360010451862503406.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1757407605,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "Surtalogi è una delle sei persone che avrebbero dovuto prevenire il disastro di Khaenri'ah, il gruppo si sarebbe anche dovuto occupare di fermare Re Vinster nel suo tentativo di scuotere le fondamenta del mondo stesso.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7483,
        "name": "Hroptatyr",
        "desc": "<p>Uno dei Cinque Peccatori di Khaenri'ah, conosciuto anche come \"Il Saggio\". </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/20856775/54fc33ab94abb4b00460e448f7765892_4107351916826614147.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7484,
        "name": "Vedrfolnir",
        "desc": "<p>Uno dei Cinque Peccatori di Khaenri'ah, anche conosciuto come \"Il Visionario\". </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/20856775/22cc2c062c106f5141e2b88077a479a2_3532060396427865629.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7486,
        "name": "Rerir",
        "desc": "<p>Uno dei Cinque Peccatori di Khaenri'ah, anche conosciuto come \"Il Vindice di Solnari\". </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/20856775/54fc33ab94abb4b00460e448f7765892_5698251995693941102.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Rhinedottir",
        "desc": "<p>Alchimista membro dell'Hexenzirkel, una dei Cinque Peccatori di Khaenri'ah e madre di Albedo. Rhinedottir creò un'armata di mostri ombra, che attaccarono Teyvat 500 anni fa. La donna è anche conosciuta come \"La Dorata\" o \"R\". </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/20856775/aec634114cb0624de33275829ed6c51f_916028853746468711.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Assieme a Surtalogi, non riuscirono a resistere al richiamo dell'Abisso e divisero tra di loro un potere che poteva distruggere il mondo. Essi divennero i Cinque Peccatori, delle entità trascendenti con un potere devastante.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Dainsleif",
        "desc": "<p>Un ex-capitano della Guardia Reale di Khaenri'ah, maledetto da Celestia con l'immortalità. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/28/20856775/5be02279c59111fdade96afcff5cb22d_3939294246381868017.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Compagno di studi di Surtalogi dell'Accademia dei Cavalieri e una delle sei persone che avrebbero dovuto prevenire il disastro di Khaenri'ah. Dopo che cinque di loro divennero Peccatori, Dainsleif giurò vendetta.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4582,
        "name": "Skirk",
        "desc": "<p>Una misteriosa spadaccina dell'Abisso e maestra di Tartaglia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/02/445590549/1e2cb29d039dddf84b706c655ed6367a_1754788118074113413.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Discepola di Surtalogi che salvò dalla morte. Il Peccatore aprì una spaccatura a Teyvat affinché lei seguisse le sue orme. Surtalogi promise di ridurre in cenere tutto ciò che lei avrebbe costruito, affinché la paura della perdita fosse la chiave del suo progresso. L'obiettivo principale di Skirk a Teyvat è trovare la fonte del potere del maestro per poterlo sconfiggere.\nSkofnungr\nAmico di Surtalogi che incontrò durante l'infanzia. Impararono a combattere insieme fino a quando Surtalogi non si spinse troppo oltre. Prima di lasciare Teyvat, il Peccatore lasciò a Skofnungr un dono: un Narvalo Divoramondi indebolito. Skofnungr riuscì a staccare una parte delle sue carni e a fonderla col suo cuore.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4572,
        "name": "Narvalo Divoramondi",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una misteriosa creatura gigantesca proveniente da un altro mondo. I poeti spesso paragonano il cielo stellato all'oceano. Hanno visto o sognato innumerevoli plancton bioluminescenti che fluttuano su un mare senza luna, che assomiglia a una galassia, oppure la luce lunare quarciata da onde sulla superficie del mare, come stelle luccicanti. Nelle storie più favolose o nelle bugie più oltraggiose, le stelle che si trovano nelle profondità del cosmo potrebbero essere piene di vita, proprio come Teyvat, e l'universo stesso somiglia a un oceano.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Parlando in termini realistici, tuttavia, se un universo profondo e pieno di vita esiste, perché nessuna di queste forme di vita ha provato a entrare in contatto con Teyvat?</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Forse l'universo tenta d'infilstrarsi a Teyvat da tempo, o magari un potere superiore ha creato dei confini a protezione di questo mondo.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/23/45954971/278f947a4cbd5097de46e7efb64dbc39_1432744513697629406.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "Animale da compagnia di Surtalogi.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4582,
        "name": "Skirk",
        "desc": "<p>Una misteriosa spadaccina dell'Abisso e maestra di Tartaglia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/02/445590549/1e2cb29d039dddf84b706c655ed6367a_1754788118074113413.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7706,
        "name": "Skirk",
        "desc": "Una visitatrice comparsa tempo fa in una Faglia abissale e nel Mare primordiale. Questa guerriera solitaria è colei che ha insegnato a Tartaglia come combattere.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/06/16/48dba0c10560a3ef573f17d97408b5a0_2527001828446746987.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Storia del personaggio"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Storia del personaggio 1</color>\n\"Andiamo. Non può farcela.\"\n\"Ma abbiamo ricevuto l'ordine di...\"\nSorreggendosi il braccio rotto e coperto di sangue, la ragazzina guardò le due figure davanti a lei con la vista annebbiata.\nAlla fine, quello che sembrava essere il capo ordinò all'altro di fare silenzio. Si voltarono e svanirono in lontananza.\nNon molto tempo prima, la sua gente aveva scoperto che l'universo ospitava più civiltà di quante ne avessero mai immaginate. In passato, la possibilità d'interagire con altri mondi era stata limitata a qualche ricercatore rinsecchito.\nPochi mesi addietro, i capi avevano annunciato che le relazioni commerciali sarebbero state amichevoli. Perché, allora, era successo tutto questo...?\nAvvolte tra le fiamme, le travi crepitavano e si frantumavano. La ragazzina giaceva in quell'inferno di fuoco, soffocata dal fumo, dal calore e dalle emorragie.\nQuando i detriti e la legna bruciata che la seppellivano furono rimossi, udì un rumore... Una sorta di scricchiolio.\nLe sue palpebre erano incrostate di sangue ma, sebbene non riuscisse a vedere, era in grado di percepire la luce.\nSentì dei passi pesanti sul terreno bruciato. A ogni passo, i mattoni rotti si spaccavano.\nQualcuno liberò facilmente la ragazzina dai detriti che la imprigionavano, poi le afferrò la spalla e la tirò fuori con una forza possente.\nQuel violento sconquasso le provocò un dolore atroce, come se le sue membra le fossero state strappate via. Scoppiò a piangere, e le lacrime che le scorrevano dagli occhi lavarono via il sangue.\nRimase sorpresa nell'essere ancora abbastanza idratata da poter piangere.\nMa quella sensazione di sollievo durò solo per un istante. Quando si rese conto di ciò che era accaduto, svenne a causa del dolore.\nQuando si risvegliò di nuovo, rimase sconcertata. Non pensava che le sarebbe stata concessa la grazia di aprire nuovamente gli occhi. La sua vista era annebbiata, ma riuscì a distinguere un falò alle sue spalle e, davanti al fuoco, un uomo alto seduto con le gambe incrociate. Al suo fianco, un'enorme bestia simile a un ratto tremava nell'ombra, nei suoi occhi si riflettevano i movimenti delle fiamme che danzavano.\n\"Sei sveglia, eh? Non sprecare fiato con domande che non riguardano la tua sopravvivenza.\"\nL'uomo non le rivolse nemmeno uno sguardo, ma continuò ad attizzare il fuoco con la sua lama.\n\"Allora? Preferisci morire, oppure vuoi vivere?\"\nLa ragazzina avrebbe voluto chiedergli perché era ancora viva. Avrebbe desiderato sapere chi fosse quell'uomo. Ma lui le aveva intimato di non sprecare il fiato...\nCosì si voltò verso il cielo stellato, e annuì debolmente.\nDopo aver ricevuto la sua risposta, l'uomo estrasse la spada dalle braci e, con un singolo fendente, uccise la bestia che somigliava a un ratto. Staccò della carne dalle sue zampe, ne fece degli spiedini e li arrostì sulla fiamma viva. Infine, si alzò, cosa che faceva raramente, e ne infilò uno tra i denti della ragazzina affamata. Nonostante fosse piuttosto insipido, il sapore del grasso le risultò estremamente appetibile.\nSe non altro, l'uomo non le aveva chiesto di nutrirsi da sola. Sembrava aver capito che le membra della bambina erano ormai irrecuperabili.\n<color=#ffd780>Storia del personaggio 2</color>\nUna volta che le ferite della ragazzina si furono stabilizzate, l'uomo le permise di porgli delle semplici domande.\n\"Anche lei è uno dei superstiti?\"\n\"No.\"\n\"Allora perché riesco a capirla?\"\n\"Esiste solo uno stato di caos, e solo una definizione di vuoto. L'ordine, invece, può essere interpretato in mille modi diversi.\nIn passato, gli abitanti del tuo pianeta si basavano sulla loro grande capacità di adattamento per entrare in contatto con l'Abisso e, persino dopo la morte, il potere residuo che custodivano conteneva... tracce di quei contatti. Io possiedo un potere simile.\nCosì ho unito gli echi morenti di un numero incalcolabile di anime, e trascorso diverso tempo a imparare da loro... Una mezza giornata, se non vado errato.\"\n\"Solo per imparare la nostra lingua? Allora, mio padre e mia madre...\"\n\"Sono morti. Divorati come misera carne per nutrire la forza, ingoiati come degli avanzi.\"\nL'uomo rispose alla seconda domanda, poi continuò:\n\"All'inizio credevo che quella gente avesse deciso di eliminare la vita su questo pianeta perché c'era qualcosa che valeva la pena di distruggere. Una qualche preziosa tecnologia con cui manipolare il potere dell'Abisso, magari.\nMa mi sbagliavo. I vostri metodi sono rozzi e le vostre tecnologie primitive. Si potrebbe pensare che l'intera storia della vostra civiltà sia stata priva d'individui dotati di un minimo di ambizione. O di forza.\"\n\"Ma che cosa...!\"\n\"Pensi di essere diversa? Non hai forse mangiato la carne della creatura che ti ha estratta dalle rovine?\nAnche se, per dovere di cronaca, l'avevo portata con me da un altro pianeta, dato che qui ogni forma di vita è estinta.\nDubito che in questo posto troverò una singola specie esperta nelle ricerche.\"\nLa ragazzina avrebbe voluto dire qualcosa, ma non riuscì a trovare le parole. Pertanto, decise di porre una domanda diversa.\n\"Perché sono ancora viva?\"\n\"Il vostro mondo è coesistito con l'Abisso. Sebbene nessuno l'abbia effettivamente usato, ognuno di voi ne è stato contaminato in qualche modo.\nQuesto ti ha resa leggermente più forte. Se un umano normale fosse stato al tuo posto, sarebbe già morto soffocato, bruciato e poi schiacciato dalle macerie.\"\n\"Quindi si può usare questo potere per diventare più forti?\"\nGli occhi dell'uomo brillarono alla luce del fuoco, un cambio percettibile nel suo sguardo. \"Vorresti diventare più forte?\"\nLa ragazza annuì.\n\"Anche se ti costerà ogni cosa? Anche se verrai giudicata e condannata per aver usato mezzi subdoli per ottenere la vittoria? È questo che desideri davvero?\"\nLa risposta della ragazzina fu portata via dal vento che sferzava la superficie brulla del pianeta.\n<color=#ffd780>Storia del personaggio 3</color>\nOra, quella ragazzina si faceva chiamare Skirk.\nI suoi tendini lacerati e le sue ossa frantumate vennero riparati dall'uomo conosciuto come l'Abominevole, ma ciò non era motivo di gioia.\nPoiché quell'uomo le faceva brandire una lama ogni giorno, addestrandola finché i suoi arti non venivano di nuovo distrutti. Era come se il suo unico scopo fosse quello di arrecarle dolore fisico.\nOgni giorno, dopo l'addestramento, il suo corpo spezzato veniva riparato ancora una volta.\nViaggiò nell'universo insieme all'Abominevole, e vide le innumerevoli tombe dei nemici che egli aveva lasciato lungo il suo cammino.\nUn'arma forgiata dalle risorse combinate di un intero sistema stellare. Un dio manifestatosi dall'unione delle credenze di un'altra civiltà. Il guerriero più potente tra migliaia di milioni...\nEgli li aveva seppelliti tutti. E, mentre la sua forza cresceva, Skirk ebbe una rivelazione: nessuno aveva mai costretto il suo maestro a utilizzare al massimo il suo potere.\nSe si trattava di una bestia malvagia, egli ne divorava le carni; se era un dio o un macchinario, ne assorbiva l'energia.\nSe si trattava di un guerriero o un mago, egli lo trattava come una preda alla sua mercé, costringendo il malcapitato a usare ogni stratagemma a sua disposizione, e uccidendolo quando il gioco diventava noioso.\nAgli occhi del suo maestro, era questo il significato di \"divorare\".\nGli arti di Skirk furono sostituiti con illusioni dell'Abisso. Non le avrebbero più arrecato alcuna sofferenza.\nNel corso di lunghi anni, i suoi recettori del dolore si erano sovraccaricati e completamente intorpiditi, e non avrebbero mai più trasmesso alcun segnale.\nIl dolore era solo un meccanismo biologico di difesa, e Skirk sapeva cosa le stava dicendo il suo corpo.\nEra molto forte, e ormai poche cose avrebbero potuto costituire una minaccia per lei.\nQuesto le diede un po' di fiducia in sé stessa. Un giorno, decise di porgere la domanda che per moltissimo tempo aveva aspettato di chiedere:\n\"Maestro, perché mi hai salvata?\"\n<color=#ffd780>Storia del personaggio 4</color>\n\"È stato un impulso spontaneo, niente di più.\"\nFu questa la risposta del suo maestro, il cui vero nome era Surtalogi.\n\"In questo momento, potrei essere definito come la più grande calamità dell'universo. Non credi anche tu?\"\n\"La mia opinione non ha importanza, Maestro. Coloro che un tempo ne dubitavano ora non sono altro che polvere nel vuoto.\"\n\"Umpf. Ciò che ho sempre perseguito è la forza, quella che permette di divorare ogni bugia e manipolazione.\nMa... ora che sono arrivato fin qui, mi sento sopraffatto da una preoccupazione...\n...Ossia che un giorno tutto questo finirà per venirmi a noia.\"\nSkirk ascoltò in silenzio. Non riusciva a credere che la vita di un essere malvagio, capace di scuotere le fondamenta stesse dell'universo, potesse risultare \"noiosa\".\n\"Dopo aver cercato i guerrieri più forti che l'universo ha da offrire, potrei non avere più la forza per continuare.\nCome diceva quella storia? 'La distanza si misura col cuore, e il mio cuore è leggermente più grande dell'universo'.\nQuando l'intero universo diventerà il mio giardino, tutto ciò che vedrò saranno due formicai in guerra fra loro... Quello sarà il momento più glorioso per me, nonché il più estenuante.\"\nOvviamente Surtalogi non era un amante della lettura. Quella citazione gli era rimasta in mente solo perché, tempo prima, si era imbattuto in ciò che restava di un libro alla deriva nell'universo, che emanava il profumo della sua terra natia.\nAveva dato uno sguardo al titolo e alla prefazione, per poi gettarlo via. Quelle parole erano contenute proprio nella sezione introduttiva.\n\"...Così decisi di accogliere dei discepoli, affinché crescessero, maturassero e fossero in grado d'intrattenermi. Tu sei la prima.\nE, quando te ne andrai, smetterò di considerarti una mia allieva.\nTi priverò di ogni cosa: di ciò che ti ho dato, delle cose che hai ottenuto con le tue proprie forze, e persino di ciò che ti è capitato per puro caso... Finirà tutto in rovina.\"\nSkirk sapeva che non si trattava di una menzogna atta a persuaderla. Tra lei e Surtalogi non vi era il tipico legame tra maestro e allievo, né attenzione reciproca, né tantomeno buone intenzioni.\nTutto ciò che Surtalogi diceva aveva un significato letterale. Un giorno, avrebbero combattuto l'uno contro l'altra fino alla morte.\nLe strade che si possono percorrere nel mondo sono molte ma, una volta che si comincia a percorrerne una, le alternative svaniscono.\nDa quel giorno, per Skirk fu come se una lama apparsa dal nulla avesse iniziato a penderle sopra la testa. Il suo destino, la sua vita... Ora tutto si era fuso assieme, cristallizzandosi in un unico pensiero: \"diventare più forte\".\n<color=#ffd780>Storia del personaggio 5</color>\n\"Maestro, hai detto che un tempo il tuo gruppo si era spartito abbastanza potere abissale da poter capovolgere un mondo intero, o almeno un sesto di esso...\nCome hai fatto a diventare molto più forte di un intero mondo, e per giunta da solo?\"\n\"Non sapevo di aver salvato un'idiota...\nAscoltami bene: quando il frutto di un albero muore, i suoi semi cadono nel terreno marcio. Da quelli crescono alberi più rigogliosi, che generano raccolti cento, o persino mille, volte più ricchi.\nSe anche solo uno o due sopravvissuti riuscissero a sfuggire a un mondo condannato, la loro volontà potrebbe diventare da sola sufficientemente forte da riforgiare lo stesso mondo che hanno perduto.\"\nOra che la loro separazione era imminente, Skirk non aveva più motivo di fingere rispetto e obbedienza.\nLa paura non è che uno stimolo per i deboli. Ma crescendo e diventando più forti, la paura indomita si tramuta in una semplice catena.\nAlla fine decise di dire addio al suo maestro. Fece ritorno nella terra natia di Surtalogi, conosciuta come \"Teyvat\".\nVoleva trovare quell'Albero madre, l'albero che aveva generato frutti corrotti, e il cui seme contaminato era cresciuto in un albero formidabile.\nDa quel momento, una grande oscurità cadde sull'intera foresta... L'ombra del suo maestro si stagliava sopra l'universo.\nAl di là del mare di stelle, era naturale che le altre civiltà la considerassero un'alleata dell'Abominevole.\nOgni comunità che incontrava durante i suoi viaggi credeva che fosse un membro della \"Calamità cosmica\", e si manteneva a distanza con circospezione.\n...Ma questo non accadde a Teyvat, dove chi supervisionava i confini aveva abbassato la guardia dopo averle parlato. Una volta stabilito un accordo, le era stato concesso un diritto di passaggio limitato.\n\"Non appartieni a quel mondo. Non è la tua casa.\"\nLe parole dell'Abominevole erano rimaste impresse nel suo cuore, senza mai svanire.\nMa cos'accadrebbe, se un desiderio rivolto a una stella cadente che sfrecciava tra scie infuocate riuscisse a creare un legame tra esso e il mondo?\n<color=#ffd780>La sua risposta</color>\n\"Anche se ti costerà ogni cosa? Anche se verrai giudicata e condannata per aver usato mezzi subdoli per ottenere la vittoria? È questo che desideri davvero?\"\nQual era stata la risposta di Skirk all'epoca, quella che il vento aveva spazzato via?\nForse, anche se la risposta fosse stata un fugace \"sì\", non avrebbe cambiato nulla di ciò che accadde in seguito.\nMa la risposta non fu quella.\nEra solo una ragazzina, la sua mente non conosceva ancora astuzia o destrezza. Desiderava solo ringraziare e ottenere perdono per la prima vita che aveva nutrito la sua crescita.\n\"Forse quel ratto gigante e io saremmo diventati amici...\"\n...Ma l'ho mangiato.\nPer l'Abominevole, quelle parole avevano un secondo significato: \"Ho tradito persino chi mi ha estratta dalle rovine. A questo punto, c'è altro a cui non potrei rinunciare?\"\nNessuno sa dire quante di quelle parole fossero dovute all'autoindulgenza o a un malinteso, e quante fossero intenzionali.\nAl di là di questo, però, era possibile che tra loro due fossero sorte delle incomprensioni che nessuno dei due aveva previsto.\n\"Dunque... Visto che sono stato io a salvarti, quella volta, perseguirai la ricerca della forza per potermi uccidere, un giorno?\"\nDopo aver posto quella domanda, l'Abominevole si riempì di aspettative, ma la ragazzina, disperata, non se ne accorse.\n<color=#ffd780>Il Serpente eptamorfo</color>\nIl Serpente eptamorfo è un trucco che l'Abominevole ha insegnato a Skirk.\nIn origine era conosciuto come \"Permeazione del Caos\", un incantesimo elaborato dall'Universitas Magistrorum di Khaenri'ah con l'intento di deridere coloro che a Teyvat detenevano poteri elementali. Chi utilizzava quest'incantesimo poteva sfruttare l'energia dell'Abisso per innescare effetti simili a quelli degli elementi. Il principio di base era analogo all'impiegare l'Abisso per permeare la realtà, creando forme specifiche di pressione negativa per richiamare il flusso d'energia di un elemento corrispondente.\nA Khaenri'ah, la \"Permeazione del Caos\" era che un trucchetto da salotto utilizzato durante gli spettacoli e le parate.\nIn quanto guerriero, l'Abominevole inizialmente non sapeva nulla di questa tecnica. Tuttavia, con l'aumentare della sua comprensione del potere dell'Abisso, riuscì a padroneggiarla quasi istantaneamente. Mentre i comuni artisti di strada impiegavano mesi a esercitarsi con un singolo elemento per cercare di guadagnarsi da vivere, l'Abominevole riuscì a dominare tutti e sette gli elementi al primo tentativo.\nDecise quindi d'insegnare questa tecnica a Skirk, ma non per esibirsi e racimolare qualche Mora... Dopotutto, solo un masochista dimostrerebbe una padronanza delle tecniche abissali nelle Sette Nazioni del mondo in superficie.\n\"Nella mia terra natia, i sette elementi rappresentano l'ordine naturale delle cose. Se desideri occultare ulteriormente il tuo potere, puoi farlo sfruttando questo trucco.\""
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Battute"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito del potere dell'Abisso</color>\nIl Maestro mi ha insegnato come usare il potere dell'Abisso e, grazie alla ricerca khaenri'ahna, ho imparato a incanalare quel potere per imitare l'energia elementale di Teyvat. Il fatto che io e te non abbiamo bisogno di una Visione per usare gli elementi implica che le nostre aspirazioni non richiedono l'approvazione degli dèi.\n<color=#ffd780>Qualcosa da condividere</color>\nIl Maestro mi ha detto che, all'inizio, si addestrava con le Tecniche della spada del Serpente nero tradizionali di Khaenri'ah; ma, quando mi ha preso come sua allieva, aveva già incorporato molte tecniche provenienti da altre fonti. Questo è il significato dell'essere un vero marzialista: apprendere e adattarsi costantemente, mettersi sempre alla prova e superare i propri limiti. Altrimenti non si migliora più.\n<color=#ffd780>A proposito di</color> <color=#ffd780>Surtalogi</color>\nPochi sono in grado di guadagnarsi un titolo come \"l'Abominevole\" e riuscire a esserne all'altezza. Sono sicura che chiunque gli abbia dato quel soprannome lo disprezzava visceralmente. Il Maestro ha compiuto sicuramente la sua buona dose di cattive azioni, e il fatto che sia stato un cavaliere che ha voltato le spalle al codice cavalleresco ha solo peggiorato la situazione. Eppure molti scelgono ancora di seguirlo. Sono attirati dalla sua forza, dalla sua compostezza e dalla sua sicurezza, oltre che dal fatto che è diretto con tutti, indipendentemente dai loro trascorsi. Non è guidato dalle emozioni, ma ha una missione: diventare la versione assoluta e perfetta di sé stesso... Ecco perché è così potente, nonché pericoloso."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito di Surtalogi</color>\nL'idea che, un giorno, avrei creato un nuovo ordine mondiale, un ordine in cui non ci sarebbe mai più stata una tragedia come quell'incendio. Un ordine in cui il potere non fosse la legge del paese.\nMa questo significa che devo sconfiggerlo. Perché il mio maestro, Surtalogi, è, in fondo, uno sfidante di ogni regola e ordine."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Skofnungr",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Naturalmente. Preferisco approfittare della mia lucidità, finchè posso. La nostra storia risale a molto... molto tempo fa.\nSono nato in una famiglia nobile di Khaenri'ah. In quanto figlio maggiore, ero destinato a ereditarne il titolo. Tuttavia, da bambino contrassi una malattia incurabile, e nessuno nutriva più aspettative in me.\nMi allenai con la spada più duramente di chiunque altro, sconfissi tutti i miei compagni, ma fu inutile: quando la gente mi guardava, nei loro occhi vedevo solo pietà o una bizzarra felicità per la mia sventura. Persino i miei genitori ormai non aspettavano altro che la mia morte.\nCol tempo, il mio cuore s'indurì, e smisi di avere obiettivi. Fu allora che incontrai il tuo maestro, Surtalogi.\nAvevamo circa la stessa età, ma condizioni sociali diverse. Lui era nato in prigione, figlio di criminali condannati a morte. Aveva trascorso l'infanzia vagando per le strade e ricevendo più critiche delle opere letterarie dell'Universitas Magistrorum.\nEppure, il suo volto era sempre sorridente, come se per lui gentilezza e malvagità fossero la stessa identica cosa.\nRicordo ancora ciò che mi disse quando lo incontrai: \"Bisogna lottare, per sopravvivere. Anche se fosse una battaglia persa in partenza, dovrebbe spronarti a non arrenderti mai. Come puoi rinunciare a tutto senza neanche combattere?\"\nLui fu il primo ad attribuirmi un valore, e mi ispirò ad andare avanti. Quando iniziammo a esercitarsi insieme, per la prima volta sentii l'ebrezza del combattimento.\nDopo che ebbi compiuto dieci anni, rubò dei materiali di ricerca proibiti e riuscì a curare la mia malattia. Era come se per lui niente al mondo fosse impossibile... Il suo intento era quello di mettere alla prova e superare i limiti del corpo umano.\nTuttavia, a un certo punto, io sono rimasto indietro. I mie talenti non erano nulla in confronto ai suoi: dopo essermi reso conto di quanto fosse diventato superiore a me, mi vergognavo perfino di chiedergli di allenarci insieme.\nQuando lui riuscì nella sua \"grande impresa\", venne a cercarmi e mi disse...\n<color=#37ffff>Surtalogi</color> : Su questo pianeta non c'è più nulla che m'interessi, me ne vado via. Ma prima, voglio farti un'offerta: posso usare il potere che ho appena affinato per spezzare la tua maledizione.\n<color=#37ffff>Surtalogi</color> : So che in passato abbiamo fatto di tutto per evitare la tua morte, ma questa \"immortalità\" che stai affrontando è un tipo di sofferenza completamente diverso.\n<color=#37ffff>Skofnungr</color> : Ahaha... Non serve. Essere immortale ammetto che non mi dispiace. Anzi, dato che non posso morire, ho tutto il tempo dell'universo per diventare più forte. Forse un giorno raggiungerò il tuo livello e potremo di nuovo allenarci insieme come ai vecchi tempi.\n<color=#37ffff>Surtalogi</color> : Sei sicuro? Non so quando tornerò. Il tuo corpo... o meglio, la tua anima potrebbe non reggere alla maledizione.\n<color=#37ffff>Skofnungr</color> : Ahah... Beh, devo fare un tentativo. Dopotutto, una persona saggia una volta mi ha detto che per sopravvivere bisogna lottare.\n<color=#37ffff>Surtalogi</color> : Davvero saggia, questa persona. A ogni modo, se un giorno non riuscissi più a sopportare il dolore dell'immortalità, e priva di avvizzire volessi allenarti un'ultima volta con un tuo pari, trova la mia discepola.\n<color=#37ffff>Skofnungr</color> : Discepola? Una parola decisamente inaspettata, detta da te...\n<color=#37ffff>Surtalogi</color> : Infatti. Ma secondo Vedrfolnir, a quanto pare sono destinato a trovare una discepola da qualche parte nel cosmo e condurla fino a Teyvat.\n<color=#37ffff>Surtalogi</color> : E come ben sai, le profezie di Vedrfolnir non sbagliano mai.\n<color=#37ffff>Skofnungr</color> : Mh. Mi chiedo chi sarà mai questa fantomatica discepola...\n<color=#37ffff>Surtalogi</color> : Vedrfolnir ha detto solo che, un giorno, \"le stelle si prostreranno in suo onore.\"\n<color=#37ffff>Skofnungr</color> : Dovrà trattarsi di una persona fuori dal comune.\n<color=#37ffff>Surtalogi</color> : Logico. Solo un individuo eccezionale sarebbe degno di essere mio discepolo.\n<color=#37ffff>Skofnungr</color> : Ahahah... Spavaldo come sempre, eh? Ma, d'altronde, non posso darti torto.\n<color=#37ffff>Surtalogi</color> : Io mi congedo, allora. Oh, e se davvero vorrai diventare più forte, ti ho lasciato un piccolo regalo nel Mare primordiale. Come t'ho già detto, sta a te scegliere la strada da percorrere. Essere liberi significa che anche i malvagi hanno il diritto di fare le proprie scelte.\nNel Mare primordiale c'era il Narvalo Divoramondi che Surtalogi aveva già sottomesso. Sfruttando il suo stato di debolezza, riuscii a staccare una parte delle sue carni e a fonderla al mio cuore."
      }
    ],
    "galleryCharacter": [
      {
        "key": "Surtalogi",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/09/362377527/75e8826ef1b40081a48e8cfc8356d16e_1972959747501538247.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Surtalogi e Skirk"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Surtalogi"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Khaenri'ah\nAbisso"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Peccatori"
          }
        ]
      },
      {
        "key": "Titolo",
        "value": [
          {
            "type": "RichText",
            "text": "L'Abominevole"
          }
        ]
      }
    ]
  }
}