{
  "epId": 7490,
  "name": "Tenoch",
  "desc": "<p>Un eroe di Natlan che visse 500 anni fa. Tenoch non apparteneva a nessuna tribù, poiché era stato esiliato. Durante il Cataclisma decise di riunire le sei tribù e si recò presso le isole occidentali per combattere contro un gigantesco mostro nero.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/25/20856775/15ca6453a4477a52151487a985aff63f_2140218225664990816.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1758056804,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Tenoch",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/27/237301566/b3b73b152ca4cb11cfb5c164b722a808_7272216891442191728.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Circa duemila anni fa, il primo Archon di Pyro, Xbalanque, apparve a Natlan. Era saggio e potente, amava il suo popolo ed era amato a sua volta. Dopo la morte dell’Archon, il suo migliore amico, Och-Kan, divenne il nuovo leader della nazione. Nel tentativo di guidare il suo popolo alla prosperità, aprì le porte a forze malvagie e la sua anima fu corrotta dall’Abisso. A Natlan scoppiò una guerra civile: Och-Kan fu deposto e il suo popolo, che padroneggiava il potere di Anemo, fu esiliato. Alcuni esiliati accettarono il loro destino, abbandonarono per sempre la patria e si diressero verso la Terra del Vento, dove ricevettero il nome di \"Murata\". L’altro gruppo rifiutò di andarsene finché non gli fosse stato concesso di stabilirsi altrove, anche se nella parte più arida e remota della nazione, in una regione chiamata Tenochtzitoc. Per millenni vissero nell’abbandono, finché l’oscurità non tornò a minacciare la loro terra. Il regno era ancora diviso, e furono proprio quegli esiliati a impugnare per primi le armi. Pur essendo poveri, nessuno di loro indietreggiò o fuggì. Con lo stesso spirito ostinato che secoli prima li aveva spinti a non abbandonare la loro patria, combatterono e caddero uno dopo l’altro, e alla fine rimase un solo guerriero di nome Tenoch."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/27/237301566/7f64c83d42532e0d29e8fc25edbdd0f4_7521254409525368902.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Prima del Cataclisma di cinquecento anni fa, Tenoch fu bandito dalla sua tribù e privato del suo Nome Antico a causa delle continue dispute e dei frequenti scontri. Ma quando la marea nera si diffuse in tutto Natlan, impugnò la sua clava d’ossidiana e partì in viaggio, cercando di riunire le tribù in perenne conflitto. La prima a rispondere al suo appello fu la grande velocista Wanjiru, della Comunità dell’Abbondanza, insieme alla sua compagna Kayeke. Nonostante i continui litigi tra le principali tribù l’avessero consumata, l’invito di Tenoch riaccese in lei la fiamma della determinazione e la Comunità dell’Abbondanza accettò di combattere per le terre di Natlan. Il secondo a unirsi fu il valoroso Menilek del Clan Piumafiore, accompagnato da Quetzalcoatlus Ngoubou. Nonostante le frequenti rivalità tra le tribù e Tenoch, Menilek lo considerava un eroe. Il terzo fu il Maestro dei Confini, Sanhaj Kompore, dei Maestri dei Venti della Notte, insieme all’Iktomisaurus Mahamba. Pur avendo già previsto il proprio destino e quello di Tenoch, una fine eroica e la nascita del Mare Jivari, scelse comunque di seguirlo. Il quarto a unirsi volontariamente fu il giovane Burkina dei Discendenti delle Vette, insieme al compagno Yumkasaurus Kongamato. Le innumerevoli cicatrici che la guerra aveva lasciato sul corpo di Tenoch rappresentavano per Burkina la prova tangibile del cammino che anche lui avrebbe dovuto percorrere."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/27/237301566/9ddb9e150eed8deca3950f873090afea_862103509063571919.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Il quinto a lasciarsi convincere da Tenoch fu Sundjatta, il capo delle miniere dei Figli dell’Eco, insieme allo Stegosaurus Muhuru. In passato, era stato proprio Sundjatta a chiedere all’Archon di Pyro di votare per l’espulsione di Tenoch, nel tentativo di evitare ulteriori conflitti. Ma, comprendendo che quella poteva essere l’ultima battaglia della loro generazione, decise di unirsi alla causa, chiedendo però che la sua tribù non venisse coinvolta. Il sesto fu il suo più grande nemico in gioventù: il gigante Tupac del Popolo delle Sorgenti. Nei loro scontri, Tupac aveva riportato oltre trecento cicatrici, venti ossa fratturate e più di un centinaio di frammenti d’ossidiana conficcati nel corpo. A sua volta, il gigante aveva inflitto all’eroe duecento ferite, due costole rotte e un occhio che non gli avrebbe più permesso di distinguere le distanze. Dopo anni di rivalità, i due ex nemici scoppiarono in una fragorosa risata e si strinsero la mano. Così, Tenoch trovò alleati tra le sei tribù più grandi e insieme divennero i leader dell’Armata unita di Natlan. Tutti e sei gli eroi portavano i Nomi Antichi dei compagni del primo Archon di Pyro, Xbalanque. Cinquecento anni dopo, quei nomi e quei legami sarebbero stati la chiave per spezzare l’oscurità dell’Abisso di Natlan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/27/237301566/b8c1a12835afa54b2754e7872ed1cda7_1877904175573510080.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Durante la guerra contro l’Abisso, i saggi di Natlan si resero conto che il Regno della Notte sarebbe stato completamente divorato dall’oscurità entro cinquecento anni. Ma in quel periodo Natlan giaceva in rovina e la sua civiltà era prossima alla fine. Era necessario unire le tribù, altrimenti non sarebbe stato possibile sperare in una vittoria finale. Per questo motivo, l’Archon di Pyro tenne un lungo e articolato consiglio con gli eroi di ogni tribù e concepì un piano della durata di cinquecento anni per salvare Natlan. In questo lasso di tempo, gli Archon e i capi avrebbero fatto rinascere i loro popoli e, quando fosse giunto il momento, i Wayob avrebbero scelto sei eroi di Natlan, portatori dei Nomi Antichi dei compagni del primo Archon di Pyro, Xbalanque.\nHaborym sacrificò la propria vita alla Fiamma Sacra affinché, dopo cinquecento anni, potesse rinascere e portare a termine il suo disegno. Sebbene Tenoch credesse che la sua ira non avrebbe mai conosciuto alcun perdono e che la sua forza non sarebbe più stata d'aiuto per la vittoria, accettò la scelta dell'Archon."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Capisco la sua scelta. Gli eroi di oggi forgeranno il cammino davanti a noi con il sangue e il fuoco. Si ricordi solo di ottenere la vittoria che ci spetta. Altrimenti non si preoccupi, troverò un modo per riscuotere il debito\".</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/27/237301566/eb2601e07b98b96916efe8664ff6e5da_4881164381154593537.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Come aveva previsto Sanhaj Kompore, l’ultima battaglia di Tenoch segnò la nascita del Mare Jivari. Tra tutti i mostri dell’Abisso che avevano assalito Natlan cinquecento anni prima, il più terrificante era Bakunawa, creato dall’alchimista di Khaenri’ah Rhinedottir. Fu Bakunawa a sterminare tutte le tribù dei Tenochtzitoc, finché rimase in vita solo Tenoch. La creatura era impossibile da uccidere: anche se decapitata o fatta a pezzi, le sue membra continuavano a rigenerarsi e a cercarsi l'un l'altra, ricompattandosi in un nuovo e più potente Bakunawa. Tenoch si rese conto che Bakunawa avrebbe potuto divorare tutta Natlan e decise di sacrificarsi. Permise a Sanhaj di incidere sul suo corpo un'Incisione di Flogisto, in modo da liberare il potere degli incantesimi di confine, espandere i limiti del Regno della Notte e manifestarne una porzione nel mondo reale. Poi, Tenoch si lasciò divorare da Bakunawa. Con il corpo dell'eroe come offerta rituale, Sanhaj evocò un Regno della Notte in miniatura all'interno del ventre della bestia. Lo scontro tra le forze dell'Abisso, il Signore della Notte e lo spirito di Tenoch, imprigionato nel corpo di Bakunawa, provocò un'esplosione che frantumò il mostro in innumerevoli pezzi. Da quell'esplosione nacque il Mare Jivari e il condottiero dell'esercito unito delle tribù di Natlan cadde insieme al Maestro dei Confini."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/27/237301566/e341c467aa32fed76c7abb90a148b557_8761681904627583469.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "A Tenoch fu dato il nome eroico di Tenoyollotzin, che significa \"il cuore nobile di Tenochtzitoc\", e fu sepolto nella sua terra natale. Sebbene il sacrificio di Tenoch non abbia distrutto completamente Bakunawa, permise a Natlan di sconfiggerlo e di portare a termine il piano del Primo Archon di Pyro cinquecento anni dopo. Per impedire la rinascita di Bakunawa, i Pyro Archon costruirono una sala nello spazio oltre Natlan che conduce al Mare Jivari. Lì posero i troni di Tenoch e dei sei eroi di Natlan, collocando le loro armi, mentre Haborym prese il Bastone Parlante di Tenoch. Sul trono di Tenoch, che apre il portale verso il Mare Jivari, è incisa la scritta: <color=#ffffffd9>\"A Tenoch l'eterno. I suoi resti sono sepolti qui\".</color>\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6824,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 8205,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 8409,
        "name": "L'Ultimo superstite di Tenochtzitoc",
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>Per inseguire il grande sogno nella mattina nebbiosa e tra il mare di nuvole, i guerrieri che solcavano i cieli non riposavano mai. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/20856775/42d1b97191ffd2055e0c77d25704ea13_8904489027465475519.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7423,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7424,
        "name": "Mare Jivari",
        "desc": "<p>Un luogo situato nella parte più occidentale di Natlan, si venne a creare durante il Cataclisma di 500 anni fa. Un Maestro dei Confini, Sanhaj Kompore, evocò un Regno della Notte in miniatura e lo fece esplodere per sconfiggere l'incombente calamità oscura, creando così il Mare Jivari.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_4232196257702248672.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Cataclisma di Khaenri'ah",
        "desc": "<p>Un disastro avvenuto 500 anni fa, durante il quale le forze dell'Abisso irruppero a Teyvat. Come risultato del Cataclisma, Khaenri'ah venne distrutta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/23/20856775/826332c1b0fb525a54df5442ee996c76_3770321130010944750.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>Il primo Archon di Pyro, colui che sconfisse il Signore delle Fiamme e rinacque dalle ceneri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/05/445590549/e7f7eee058f60fc225b1f5bc654a08e0_2658918662697367762.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Un drago con un'anima umana, Signore della Città di cenere. Era conosciuto anche come Re pitone e Sacro Signore.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/21/20856775/74adbc6536b10e9e313d209ebb05addb_708286412048534319.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7472,
        "name": "Haborym",
        "desc": "<p>Si suppone che tutti gli Archon mortali di Natlan vengano chiamati con il nome Haborym, l'Archon attuale è Mavuika.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/20856775/037c1a198cf54d34c43f88960c5eba9b_6354468531137325875.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7491,
        "name": "Tupac",
        "desc": "<p>Un gigante del Popolo delle Sorgenti ed uno dei sei eroi di Natlan, portava il Nome antico<custom-ruby data-ruby=\"Umoja | Unità\"></custom-ruby>. Tupac morì durante il Cataclisma avvenuto 500 anni fa. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/25/20856775/694d641cbe2a9c9b39478f6d4fd4d823_4950301725100971846.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7492,
        "name": "Sundjatta",
        "desc": "<p>Capotribù dei Figli degli Echi e uno dei sei eroi di Natlan, porta il Nome antico<custom-ruby data-ruby=\"Baraka | Benedizione\"></custom-ruby>. Ha perso la vita durante il Cataclisma 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/18/20856775/26a28e64dcb85e7c527c3843f24f58fb_9080778482037626108.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7493,
        "name": "Wanjiru",
        "desc": "<p>Una dei sei eroi di Natlan che portava il Nome antico<custom-ruby data-ruby=\"Uwezo | Potere\"></custom-ruby>, morì durante il Cataclisma avvenuto 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/21/20856775/add3afe4552cceed035952468c67b943_4612605486634429991.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7494,
        "name": "Menilek",
        "desc": "<p>Uno dei sei eroi di Natlan, era il portatore del Nome antico<custom-ruby data-ruby=\"Vuka | Trascendenza\"></custom-ruby>e morì durante il Cataclisma avvenuto 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/31/20856775/6e9fbba1e214b70d7f993d81b4bc0971_6282009971127206574.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7495,
        "name": "Sanhaj",
        "desc": "<p>Il sommo sacerdote dei Maestri del Vento della Notte e Maestro dei Confini, che portava il Nome Antico<custom-ruby data-ruby=\"Bidii.|Devozione\"></custom-ruby> Morì nella Battaglia del Mare Jivari 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/05/362377527/6e5cee86a0c719c7793d88a733c00b43_1918892696588604578.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7496,
        "name": "Burkina",
        "desc": "<p>Uno dei sei eroi di Natlan che portava il Nome Antico di<custom-ruby data-ruby=\"Malipo.|Turnfire|\"></custom-ruby>Morì durante il Cataclisma di 500 anni fa per mano del suo compagno.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/25/362377527/d8400730c74a89daf5800b328d43380a_3026279988407548829.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4000,
        "name": "Bastone parlante",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Questa mazza decorata con ossidiana risulta alquanto persuasiva agli occhi di molti.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/11/157266935/6e0130263c2de43a0bd7863edce22df3_1292958361785228642.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 7472,
        "name": "Haborym",
        "desc": "<p>Si suppone che tutti gli Archon mortali di Natlan vengano chiamati con il nome Haborym, l'Archon attuale è Mavuika.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/20856775/037c1a198cf54d34c43f88960c5eba9b_6354468531137325875.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Sebbene Tenoch fosse d'accordo con il piano dell'Archon di Pyro",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7299,
        "name": "Mavuika",
        "desc": "La leader di Natlan, che ha ereditato il Nome antico di \"Kiongozi\". Ha giurato di illuminare il futuro della Nazione della Guerra con la Fiamma sacra.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/30/2f098b1f15854fd9dafc54998795a59e_864981592196815761.png",
        "displayStyle": "text",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": ", le disse che avrebbe trovato un modo per farsi ripagare il debito. Durante il",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Cataclisma di Khaenri'ah",
        "desc": "<p>Un disastro avvenuto 500 anni fa, durante il quale le forze dell'Abisso irruppero a Teyvat. Come risultato del Cataclisma, Khaenri'ah venne distrutta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/23/20856775/826332c1b0fb525a54df5442ee996c76_3770321130010944750.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ", egli divenne il capo della coalizione tribale.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7493,
        "name": "Wanjiru",
        "desc": "<p>Una dei sei eroi di Natlan che portava il Nome antico<custom-ruby data-ruby=\"Uwezo | Potere\"></custom-ruby>, morì durante il Cataclisma avvenuto 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/21/20856775/add3afe4552cceed035952468c67b943_4612605486634429991.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Grande velocista della",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7000,
        "name": "Comunità dell'Abbondanza",
        "desc": "<p>Una delle sei tribù di Natlan, anche conosciuta come Teteocan. Le persone della tribù vivono assieme ai Tatankasauri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/20/20856775/1d8c1998795a8c205a5e8dfef689e586_7242878197686375646.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "ed eroina di Natlan, fu la prima ad unirsi a Tenoch assieme al proprio compagno, Kayeke.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7494,
        "name": "Menilek",
        "desc": "<p>Uno dei sei eroi di Natlan, era il portatore del Nome antico<custom-ruby data-ruby=\"Vuka | Trascendenza\"></custom-ruby>e morì durante il Cataclisma avvenuto 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/31/20856775/6e9fbba1e214b70d7f993d81b4bc0971_6282009971127206574.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Uno dei sei eroi di Natlan, guerriero del",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6999,
        "name": "Clan Piumafiore",
        "desc": "<p>Una delle sei tribù di Natlan, conosciuta anche come Tlalocan. La persone della tribù vivono insieme ai Qucusauri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/08/362377527/88a147c730529ee7c7c99a4e43856370_6616712253530434256.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": ". Assieme al compagno, Ngoubou, fu il secondo ad unirsi a Tenoch.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7495,
        "name": "Sanhaj",
        "desc": "<p>Il sommo sacerdote dei Maestri del Vento della Notte e Maestro dei Confini, che portava il Nome Antico<custom-ruby data-ruby=\"Bidii.|Devozione\"></custom-ruby> Morì nella Battaglia del Mare Jivari 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/05/362377527/6e5cee86a0c719c7793d88a733c00b43_1918892696588604578.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Sanhaj Kompore dei",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "name": "Maestri del Vento della Notte",
        "desc": "<p>Una delle sei tribù di Natlan, conosciuta anche come Mictlan. Sono famosi per le loro predizioni e rituali per amplificare la capacità di comunicare con il Regno della Notte e i Wayob.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/04/362377527/8725b42a03cf25637b574003fd6409eb_8402905827484208007.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "aveva predetto l'eroica fine di sé stesso e di Tenoch, era stato persino in grado di visualizzare come, un giorno, sarebbe nato un posto che avrebbe preso il nome di \"Mare Jivari\". Nonostante tutto, egli decise di unirsi a Tenoch assieme al proprio compagno Mahamba. Dato che Tenoch aveva perso il suo Nome antico, l'Ode della resurrezione non fu in grado di riportarlo indietro.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7496,
        "name": "Burkina",
        "desc": "<p>Uno dei sei eroi di Natlan che portava il Nome Antico di<custom-ruby data-ruby=\"Malipo.|Turnfire|\"></custom-ruby>Morì durante il Cataclisma di 500 anni fa per mano del suo compagno.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/25/362377527/d8400730c74a89daf5800b328d43380a_3026279988407548829.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Uno dei sei eroi di Natlan, corriere dei",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6996,
        "name": "Discendenti delle Vette",
        "desc": "<p>Una delle sei tribù di Natlan, nota anche come Huitztlan. Le persone di questa tribù amano gli sport estremi come l'arrampicata su roccia, la discesa in corda doppia e il parkour sui vulcani e vivono insieme agli Yumkasauri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/28/362377527/44eed56d09eebfba695172d09f934eb9_2923941193529339797.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": ". Egli fu il quarto ad unirsi a Tenoch, assieme al compagno Kongamato.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7492,
        "name": "Sundjatta",
        "desc": "<p>Capotribù dei Figli degli Echi e uno dei sei eroi di Natlan, porta il Nome antico<custom-ruby data-ruby=\"Baraka | Benedizione\"></custom-ruby>. Ha perso la vita durante il Cataclisma 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/18/20856775/26a28e64dcb85e7c527c3843f24f58fb_9080778482037626108.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Capotribù dei",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6995,
        "name": "Figli degli Echi",
        "desc": "<p>Una delle sei tribù di Natlan, anche conosciuta come Nanatzcayan. Le persone della tribù sono famose per le loro attività minerarie e perché vivono assieme ai Tepetlisauri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/17/20856775/9cb5693d0a7324d5e02c23b29fb2b4a5_3639426156836555723.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "ed uno dei sei eroi di Natlan. Prima del Cataclisma, egli convinse l'Archon di Pyro a votare per l'espulsione di Tenoch, a causa della sua passione per il combattimento. Sundjatta fu il quinto ad unirsi a Tenoch nella battaglia contro l'Abisso, assieme al compagno Muhuru.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7491,
        "name": "Tupac",
        "desc": "<p>Un gigante del Popolo delle Sorgenti ed uno dei sei eroi di Natlan, portava il Nome antico<custom-ruby data-ruby=\"Umoja | Unità\"></custom-ruby>. Tupac morì durante il Cataclisma avvenuto 500 anni fa. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/25/20856775/694d641cbe2a9c9b39478f6d4fd4d823_4950301725100971846.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Il peggior nemico di Tenoch in gioventù, un gigante del",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6997,
        "name": "Popolo delle Sorgenti",
        "desc": "<p>Una delle sei tribù di Natlan, anche conosciuta come Meztli. Le persone del posto sono gentili e allegre, amano la musica, le feste e le sorgenti termali. Questo popolo vive assieme ai Koholasauri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/26/20856775/b7ac9f95a6b41dbddd208cc2b4fb6142_4768180196508450910.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": ". Tenoch gli inflisse delle ferite che gli lasciarono più di trecento cicatrici, gli ruppe venti ossa e lo lasciò con più di cento frammenti d'ossidiana conficcati nella carne. Tupac fu l'ultimo ad unirsi a Tenoch.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Oggetti e libri correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 4000,
        "name": "Bastone parlante",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Questa mazza decorata con ossidiana risulta alquanto persuasiva agli occhi di molti.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/11/157266935/6e0130263c2de43a0bd7863edce22df3_1292958361785228642.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7030,
        "name": "Gancio fruttuoso",
        "desc": "L'audace Burkina dei Discendenti delle Vette forgiò quest'arma con l'aiuto dell'eroe Tenoch solo per poter ottenere i Vampagrani migliori a Natlan.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/25c75653d47f882870e96d9119a17e9a_6960324287026452673.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7115,
        "name": "Piume coronate di fiori",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un arco lungo che brucia come una fiamma. Si dice che le piume che lo adornano appartenessero a Ngoubou, l'antico tiranno.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/0d166f885502452188022563f5fc8797_876127194185049091.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6550,
        "name": "Corno cinereo",
        "desc": "Un recipiente rituale tramandato tra i Meztli. Si dice che anticamente fosse un tesoro estremamente prezioso appartenente all'eroico \"Gigante\" Tupac, il quale tuttavia non sembra averne mai fatto uso.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/28866045cbb3e5227244b4aa09ef0db3_8394892053233317551.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6938,
        "name": "Il Signore del vulcano e i Chiodi dell'ombra",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un rotolo in tessuto che raffigura la leggenda di Traore, l'eroe preferito dai bambini Nanatzcayan.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ed418f2007c8595744a9baa59cf50e66_3429199171117673913.png",
        "displayStyle": "card",
        "menuId": 12
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Tenoch"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      }
    ]
  }
}