{
  "epId": 7498,
  "name": "Kitsune Saiguu",
  "desc": "<p>Una Kitsune del clan Hakushin, che era venerata come una dea kitsune. È morta 500 anni fa durante il Cataclisma.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/05/45954971/442d85d342b758cb26b888a50a2f9b0f_3701134300388787329.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1741281454,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "Personaggi\nSommario"
      },
      {
        "type": "CustomEntry",
        "epId": 7487,
        "name": "Youkai",
        "desc": "<p>Gruppo di esseri soprannaturali quasi estinti di Inazuma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/05/362377527/4cddf4cc6fa65cb6a6baabd94aa4e16e_3943901806590153104.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "La Sacerdotessa Kitsune era uno Youkai.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7499,
        "name": "Sasayuri",
        "desc": "<p>Un Tengu e il generale dell'esercito di Inazuma. Morì nella guerra contro Orobashi 2.000 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/07/157266935/6532a7d73481ef732501064e283864c1_6313350485659730574.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Beelzebul",
        "desc": "<p>L'Archon di Electro di Inazuma, conosciuta anche come Raiden Ei</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/06/20577441/68ce1b8c0e262cc6e4f1074c6431a295_2253924797727775864.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4907,
        "name": "Makoto",
        "desc": "<p>Sorella gemella di Raiden Ei e precedente Archon di Electro, conosciuta anche con il nome di Baal. Morì durante il Cataclisma di 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/01/362377527/e5d1d69df9e3e1db8ca6ee72b020cd4d_1625877201838850420.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7500,
        "name": "Mikoshi Chiyo",
        "desc": "<p>Fedele Luogotenente di Raiden Ei, resa folle dall'Incubo dopo il Cataclisma. Fu sconfitta da Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/04/157266935/6ea050aa0bf1c124840bdb386f992fb7_7085104328890493882.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Sasayuri, Mikoshi Chiyo, Raiden Ei, Raiden Makoto e la Sacerdotessa Kitsune erano amici.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2454,
        "name": "Ioroi",
        "desc": "<p>Un bake-danuki intrappolato in una statua di pietra da Kamuna Harunosuke.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/01/362377527/0267da339bae1dc9d520b01afc82b9ce_6469934651031153037.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "La Kakushigami dei bake-danuki era amico e rivale della Sacerdotessa Kistune Saiguu. Quando 500 anni fa iniziò il",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Cataclisma di Khaenri'ah",
        "desc": "<p>Un disastro avvenuto 500 anni fa, durante il quale le forze dell'Abisso irruppero a Teyvat. Come risultato del Cataclisma, Khaenri'ah venne distrutta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/23/20856775/826332c1b0fb525a54df5442ee996c76_3770321130010944750.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ", gli propose di giocare a nascondino così da non farsi del male. Tuttavia, non tornò mai perchè in realtà morì a causa della corruzione dell'Abisso. Ioroi non sa ancora che la sua amica è morta.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2541,
        "name": "Hanachirusato",
        "desc": "<p>Una misteriosa fanciulla del Gran Santuario di Narukami.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/15/362377527/9470c07617b03165a33932273ee3376d_2712421689147081710.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Durante la difesa di Narukami, la Sacedotessa Kitsune Saiguu fu corrotta dall'Abisso e il suo corpo e la sua mente furono assorbiti dalla volontà oscura. I suoi ricordi sono tornati sotto forma di Hanachirusato.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Lady Guuji del Gran Santuario di Narukami e caporedattrice della Casa editrice Yae. Dietro alla sua bellezza si celano un'intelligenza e un'astuzia incredibili.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Una kitsune del clan Hakushin. La Scerdotessa Kitsune Saiguu si prese cura di lei quando Miko era piccola.\nAsase Hibiki\nLa Scerdotessa Kitsune Saiguu era un mentore della fanciulla del santuario.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7501,
        "name": "Kamuna Harunosuke",
        "desc": "<p>Creatore della Camera Mistica Onmyou che visse circa 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/15/362377527/f1dd4e5e117d8763b6137a1fde36d359_5494245068467026876.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Amica della Sacerdotess Kitsune. Dopo la sua morte, ha creato l'arte Onmyoudou per combattere il male.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Libri e articoli correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 2317,
        "name": "Nuove cronache delle sei kitsune",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/New Chronicles of the Six Kitsune_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 1997,
        "name": "Anello di Hakushin",
        "desc": "<p>Un catalizzatore che racchiude le memorie della Saiguu Kitsune. Tuttavia, i suoi pensieri erano talmente numerosi che quest'oggetto non fu in grado di contenerli tutti.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/白辰之环.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7435,
        "name": "Tamayuratei no Ohanashi",
        "desc": "Tanto tempo fa, esisteva uno youkai che vagava per Inazuma assumendo la forma della fiamma di una lanterna. Questa dev'essere stata una delle sue dimore.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/a539c3f246fc39105fca045cb374aee8_7144935190009323615.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2049,
        "name": "Battito tonante",
        "desc": "<p>Un arco lungo donato dallo Shogun. Avvolto da una luce eterna.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/飞雷之弦振.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2001,
        "name": "Verità della Kagura",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le campane usate durante la danza Kagura, benedette dalla Guuji in persona. Il profumo del Sakura sacro vi aleggia incontrastato.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/神乐之真意.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2090,
        "name": "Emblema del fato spezzato",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Emblem of Severed Fate/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2098,
        "name": "Reminiscenza di Shimenawa",
        "desc": "<p></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Shimenawa's Reminiscence/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 142,
        "name": "Lente dei ricordi",
        "desc": "A mysterious lens. If you view small fox statues with this lens, you can find things that were not there before.<br/>They say that in the distant past, the legendary Kitsune Saiguu left a catalyst for the then-Hiiragi Clan head, Hiroshi, as a tool to be used in exorcisms.<br/>The Hiiragis would have a special Kamera made to order from overseas with that catalyst mounted on its lens assembly, before giving it back to the Grand Narukami Shrine as a symbol of their friendship.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Memento Lens_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1904,
        "name": "Affetto di Narukami",
        "desc": "<p> <span style=\"color: rgb(255, 255, 255)\">Tutti i demoni che vagano per le terre selvagge o vivono tra i comuni mortali sono attratti dalla vista della potente Narukami Ogosho, rappresentata dal mitsudomoe di Electro. Sebbene le loro vite siano più lunghe di quelle delle altre creature, anche loro avranno una fine. Se coloro che hanno una vita limitata aspirano all'eternità, allora possono solo pregare che l'eternità li ricordi. E lei rispose davvero a tutte le loro preghiere, ricordandoli tutti, amici o nemici, nel suo cuore. Non importa che fossero i demoni gufo che risiedevano tra la nebbia e sfrecciavano tra i cieli, i bake-danuki che osavano introdursi nei suoi giardini imperiali o quell'oni femmina, incantevole come la luna e potente in battaglia, ma che alla fine sarebbe arrivata a scontrarsi con lei... O che fosse il tengu che si librava in cielo con le ali nere o la Saiguu Kitsune che una volta aveva camminato al suo fianco, ma che alla fine sparì per sempre...</span><br><span style=\"color: rgb(255, 255, 255)\">Questi innumerevoli racconti si sono fermati nel suo cuore, e un giorno risplenderanno sicuramente di nuovo nel paradiso eterno dei suoi sogni.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Narukami's Affection_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Lady Guuji del Gran Santuario di Narukami e caporedattrice della Casa editrice Yae. Dietro alla sua bellezza si celano un'intelligenza e un'astuzia incredibili.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Storia del personaggio"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Storia del personaggio 4</color>\n<color=#ffffff73>In un passato remoto, introdurre i racconti sugli youkai con l'espressione \"tanto tempo fa\" non era necessario.</color>\n<color=#ffffff73>All'epoca, i tengu governavano il cielo, gli oni si spargevano rapidamente sui campi di battaglia, i tanuki venivano avvistati sui sentieri e le kitsune camminavano tra gli umani.</color>\n<color=#ffffff73>Sotto il vessillo di Narukami, gli youkai usavano i propri incredibili poteri per aiutare gli esseri umani durante un'epoca segnata da conflitti e povertà.</color>\n<color=#ffffff73>Si rifugiarono tra le montagne e costruirono una città sul mare, fondando così Inazuma.</color>\n<color=#ffffff73>Tra tutte le stirpi di youkai, la più venerata era quella delle kitsune di Hakushin, tant'è che molti racconti tramandati dagli umani parlano di questo lignaggio.</color>\n<color=#ffffff73>Ogni volta che s'incontravano per banchettare e bere, gli youkai si vantavano di come le loro ultime imprese fossero già divenute leggenda.</color>\n<color=#ffffff73>Ovviamente, visto e considerato quanto bevevano, molti racconti narrati successivamente si discostavano leggermente dalla realtà dei fatti. Tuttavia, a loro importava solo che il racconto fosse interessante. Col passare del tempo, quest'evento venne chiamato \"hyakumonogatari daikai\", ossia \"il grande incontro di cento racconti\".</color>\n<color=#ffffff73>Non era raro vedere Urakusai alzare il calice e iniziare a narrare un racconto, stregando gli youkai presenti e riuscendo a far sorridere persino l'organizzatrice dell'evento, ossia la Saiguu Kitsune.</color>\n<color=#ffffff73>Miko, invece, che all'epoca non era altro che una giovane kitsune, si appollaiava sulla spalla della Saiguu Kitsune e beccava accanitamente ogni buco di trama nel racconto che lui stava narrando.</color>\n<color=#ffffff73>Urakusai era un gentiluomo razionale e intelligente, e le spiegava tutto arricciandosi la barba.</color>\n<color=#ffffff73>Tuttavia, Miko riusciva sempre a trovare il pelo nell'uovo, così il botta e risposta continuava finché non interveniva la Saiguu Kitsune che, sorridendo, gli ricordava che il pubblico voleva ascoltare il resto del racconto.</color>\n<color=#ffffff73>Dopo altri tre drink e svariati racconti, il gruppo non riusciva più a mettere due parole in fila, figurarsi un'intera storia!</color>\n<color=#ffffff73>E così gli youkai lasciavano perdere le gare di racconti, per sfidarsi a chi, tramite i propri poteri, sarebbe stato il migliore per coprire il cielo e la luna.</color>\n<color=#ffffff73>Pertanto, si cominciò a dire che \"cento youkai sfilano nella notte senza luna\".</color>\n<color=#ffffff73>Cinquecento anni dopo, quella piccola kitsune è ormai diventata una potentissima youkai.</color>\n<color=#ffffff73>Col passare del tempo e l'infuriare della guerra, quegli youkai sparirono e le loro stirpi si indebolirono sempre di più.</color>\n<color=#ffffff73>E fu così che la Hyakkiyakou, ossia la loro \"grande parata\", divenne un fatto di \"tanto tempo fa\".</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito di una piccola volpe</color>\n<color=#ffffff73>Tanto tempo fa, c'era una bambina che, un giorno, si presentò all'improvviso al santuario.</color>\n<color=#ffffff73>Portava in braccio una piccola volpe moribonda. Si inginocchiò di fronte alla Saiguu Kitsune e la implorò di salvare la sua amica.</color>\n<color=#ffffff73>La bambina disse che la volpe aveva iniziato a farsi vedere abbastanza spesso nel villaggio, dopo che le aveva offerto del tofu fritto.</color>\n<color=#ffffff73>Ma purtroppo, le disgrazie sono sempre dietro l'angolo. Quando la volpe aveva ormai abbassato la guardia, un perfido cane del villaggio ne aveva pprofittato per sferrarle un morso quasi fatale. Sentendosi sopraffatta dai sensi di colpa, la bambina aveva deciso di portare la volpe ferita al santuario per chiedere aiuto.</color>\n<color=#ffffff73>La Saiguu Kitsune decise di esaudire la sua richiesta, prendendosi cura della piccola volpe finché questa non avesse recuperato le energie. Preoccupata che la bambina si sarebbe sentita sola senza la sua amica, la Kitsune Saiguu chiese a un'altra sua simile di tenerle compagnia per qualche giorno. La sua scelta ricadde su di me.</color>\n<color=#ffffff73>Beh, ovviamente, da volpe incantevole quale sono, non ci volle molto prima che la bambina si innamorasse perdutamente di me.</color>\n<color=#ffffff73>Non solo mi comprava un sacco di prelibatezze, ma mi viziava giorno e notte. Voleva che fossi sempre al suo fianco, anche mentre dormiva.</color>\n<color=#ffffff73>Passati due giorni, la piccola volpe si riprese e io riaccompagnai la bambina al santuario. Arrivate là, la Saiguu Kitsune chiese alla piccola quale fosse la sua volpe preferita: quella con cui aveva fatto amicizia prima o la nuova?</color>\n<color=#ffffff73>Esitante, la bimba iniziò a far girare lo sguardo tra me e la sua vecchia amica volpe.</color>\n<color=#ffffff73>Ma quando la sua volpe si avvicinò trotterellando a lei ed emise un guaito, mi rimise finalmente a terra.</color>\n<color=#ffffff73>\"La volpe che mi hai dato è bellissima, signorina sacerdotessa, ma voglio comunque più bene alla mia vecchia amica.\"</color>\n<color=#ffffff73>Infine, la bambina mi offrì del tofu fritto, per ringraziamri di averle fatto compagnia, e se ne andò con la sua piccola volpe.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Shogun Raiden",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Sua Eccellenza, la potente Narukami Ogosho, che ha promesso al popolo di Inazuma un'Eternità immutevole.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Beelzebul",
        "desc": "<p>L'Archon di Electro di Inazuma, conosciuta anche come Raiden Ei</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/06/20577441/68ce1b8c0e262cc6e4f1074c6431a295_2253924797727775864.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Storia del personaggio"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Storia del personaggio 3</color>\n<color=#ffffff73>Prima che Raiden Ei divenisse la Shogun, era una samurai incaricata di vigilare sullo svolgimento degli ordini impartiti dalla Shogun precedente.</color>\n<color=#ffffff73>L'Archon di Electro precedente, Raiden Makoto, non era una grande combattente, pertanto era Ei a occuparsi di guerre e massacri. Nonostante ciò, riusciva a ritagliarsi dei momenti lontano dai campi di battaglia per riposarsi con gli amici sotto agli alberi di sakura e per giocare a karuta.</color>\n<color=#ffffff73>Per com'era fatta, Ei era una giocatrice piuttosto mediocre: non vinceva mai e mai aveva ricevuto i premi che la Saiguu Kitsune riservava ai vincitori.</color>\n<color=#ffffff73>Ma la sua tenacia la portò a riversare lo stesso impegno che dedicava alla spada nello studio del karuta, costringendo Makoto o Mikoshi Chiyo a giocare con lei oppure passando le nottate al chiaro di luna a interpretare le poesie scritte sulle carte.</color>\n<color=#ffffff73>Si impegnò così duramente che arrivò il giorno in cui, all'ombra del sakura, cominciò a sconfiggere un avversario dopo l'altro. Nemmeno il potente tengu riusciva a tenerle testa, ed Ei venne incoronata campionessa.</color>\n<color=#ffffff73>Conquistata la vittoria, urlò di gioia e soddisfazione, causando l'ilarità dei suoi amici che, per la prima volta, la vedevano perdere la sua usuale compostezza. Si rese conto del perché della reazione, e si ricompose in fretta tornando ad assumere la sua aria distaccata.</color>\n<color=#ffffff73>Non era per prenderla in giro che i suoi amici ridevano però, anzi, conoscendola, avevano ben chiaro che impegno ci avesse messo e quanta fatica le fosse costata quella vittoria.</color>\n<color=#ffffff73>E la Saiguu Kitsune aveva l'aria molto divertita quando si presentò davanti a Ei con dei pasticcini.</color>\n<color=#ffffff73>\"Avevo detto che c'era una ricompensa, e si tratta di questi tortini che ho fatto con le mie mani. Non credevo davvero che ti importasse così tanto, Ei. Adesso goditi i frutti della tua vittoria... Direi, a sazietà!\"</color>\n<color=#ffffff73>Ei non era affatto golosa, ma, in quanto samurai, era convinta che occorra compensare in qualche modo ciò di cui ci si è privati... E quei pasticcini, in un certo senso, erano ciò che le toccava per aver finalmente appagato il suo desiderio di vittoria.</color>\n<color=#ffffff73>Era concentrata su questo pensiero, quando il gusto delizioso delle tortine fece riapparire il sorriso sul suo viso: erano dolci, proprio come il gusto della vittoria. Provò a dissimulare quella sua allegria, ma per gli amici era un vero spettacolo vedere quanto male ci riusciva.</color>\n<color=#ffffff73>E l'immagine dell'albero di sakura di quel giorno ancora riaffiora, di tanto in tanto, nella sua mente.</color>\n<color=#ffffff73>Ei non lo vede da molto tempo, e nessuno va più a sedersi sotto le sue fronde, ma lei vorrebbe tanto fermare il tempo a quel momento e che tutto rimanesse come allora.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito del cataclisma</color>\n<color=#ffffff73>Si. Migliaia di soldati compirono l'estremo sacrificio, tra cui quello che abbiamo appena incontrato. Ciò che descriveva poco fa era proprio il disastro che si verificò a Inazuma cinquecento anni fa.</color>\n<color=#ffffff73>Si. Inazuma stava affrontando varie crisi importanti in quel periodo. Alcune erano di origine locale, mentre altre... provenivano dal regno ormai caduto di Khaenri'ah.</color>\n<color=#ffffff73>Il disastro di Inazuma mi preoccupava molto e sentivo di dover intervenire prima che fosse troppo tardi, altrimenti si sarebbe esteso a tutta Teyvat.</color>\n<color=#ffffff73>Ma la mia amica, la Saiguu Kitsune, mi disse che non avevo nulla di cui preoccuparmi: avrebbe pensato lei a proteggere Inazuma, mobilitando tutte le forze a sua disposizione per combattere la minaccia.</color>\n<color=#ffffff73>Sebbene nessuna di noi due lo riconoscesse, eravamo entrambe consapevoli che la strada da percorrere sarebbe probabilmente finita in tragedia...</color>\n<color=#ffffff73>Esattamente. Innumerevoli mostri apparvero d'improvviso in tutta Inazuma. Alla fine.. La Saiguu Kitsune sacrificò la sua vita per proteggere la popolazione.</color>\n<color=#ffffff73>Non ho mai avuto la possibilità di vederla un'ultima volta, ma mi piace credere che abbia tenuto fede alla sua promessa fino all'ultimo.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7420,
        "name": "Yumemizuki Mizuki",
        "desc": "Azionista delle Terme Aisa, baku e psicologa clinica. Si dedica alla rimozione degli incubi per donare serenità alle menti delle persone.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/08/11662c12fb353d88bd2b20a2726c9f1c_8013472600677983943.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Storia del personaggio"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Storia del personaggio 1</color>\nAffermare che le yumekui-baku siano del tutto sconosciute non sarebbe corretto ma, a confronto delle kitsune praticamente onnipresenti nelle storie e nelle leggende, dei valorosi tengu o dei temibili oni, esse non sono mai state particolarmente famose.\nNel grande gioco conosciuto come \"Hyakumonogatari Taikai\", le baku non erano altro che delle comparse. Alcune di loro se ne stavano sedute in un angolino a sorseggiare il tè, mentre altre si mescolavano agli youkai di grado inferiore, ascoltando rispettosamente l'alta retorica e le pompose storie dei grandi e dei potenti. Altre ancora fungevano da servitrici, versando tè e sakè agli individui raffinati, tra cui Urakusai.\nPer la giovane baku Yumemizuki Mizuki, l'unico piacere nel partecipare a quei banchetti era la possibilità di ammirare il modo in cui la sua amica, la giovane kitsune Yae Miko, riusciva a incantare gli altri con il suo intelletto e la sua ingegnosità sagaci.\nMentre osservava Miko discutere senza sosta con Urakusai, accoccolata sulla spalla della più anziana Saiguu Kitsune, Mizuki finiva sempre per sgranocchiare diverse porzioni di spuntini. Entusiasta del modo in cui Miko confutava le argomentazioni del suo avversario, Mizuki annuiva in ammirazione per la prontezza di pensiero della sua amica, memorizzando persino i suoi brillanti rimbecchi parola per parola.\nLa mattina successiva, scorgendo Miko sbadigliare, Mizuki le si avvicinava con una ciotola di tofu fritto appena preparato, pronta a riprendere la conversazione della sera precedente.\nA volte l'entusiasmo di Mizuki coglieva Miko di sorpresa. In occasioni del genere, quest'ultima si copriva elegantemente il volto con la soffice coda, per poi cambiare rapidamente argomento dicendo: \"Andiamo a prendere del ramen\".\nChe si abbuffassero davanti al chiosco del ramen del maestro Karasu, se ne stessero appollaiate sul ramo più robusto di un sakura lungo le pendici meridionali del Monte Yougou, o poltrissero sulle spiagge baciate dal sole del tramonto, la giovane kitsune e la piccola baku erano inseparabili e chiacchieravano di tutto.\nPersino i segreti nascosti dei loro sogni più reconditi divennero dei tesori da condividersi.\nMa, in quanto erede della stirpe delle kitsune di Hakushin, i doveri e le responsabilità che attendevano Miko erano un fardello davvero pesante da portare.\nQuando Miko e Mizuki acquisirono il potere di assumere una forma umanoide, le due furono separate dalle correnti della vita, proprio come gli umani, ognuna trascinata verso acque diverse del mondo.\nSotto la guida della Saiguu Kitsune, Miko continuò a esplorare i misteri della magia youkai e, circondata dalle sacerdotesse del Gran Santuario di Narukami, padroneggiò gli ottocentottanta comandamenti della Guuji. In quanto astro nascente della stirpe di Hakushin, Miko avanzò rapidamente tra i ranghi dei grandi, dei cattivi, dei potenti e dei buoni, consolidando la posizione della sua stirpe nel mondo degli youkai.\nIl suo mondo era come il vasto mare che un tempo ammiravano assieme: tumultuoso e perennemente mutevole, colmo di ogni sorta di pericoli e sfide, ma traboccante d'infinite possibilità.\nMizuki, nel frattempo, era scivolata in una vita decisamente più tranquilla. Passava gran parte del tempo a coltivare o a tessere con le sue compagne baku per sbarcare il lunario, ma usciva anche di pattuglia in orari prestabiliti, divorando gli incubi di coloro che le chiedevano aiuto.\nEra come se fosse stata trascinata a valle fino a sedimentarsi in un lago perfettamente immobile, placido al punto da risultare monotono.\nLe loro uscite insieme divennero sempre meno frequenti, finché persino il loro accordo di ritrovarsi una volta al mese divenne troppo difficile da mantenere.\nMizuki, tuttavia, non provava alcun rimpianto al riguardo.\nDopotutto, ogni mattina usciva di casa alla stessa ora di Miko, e quando Miko prendeva la ciotola di tofu fritto che Mizuki aveva preparato per lei, le rivolgeva ancora lo stesso vecchio sorriso, che riservava solo ai suoi amici più cari.\nMizuki dubitava di riuscire a sopportare anche solo un decimo delle responsabilità di Miko e, ogni volta che passeggiavano insieme, si sentiva sopraffatta dal peso degli sguardi che le circondavano.\nEra piuttosto soddisfatta d'interpretare un ruolo minore e senza tante battute, limitandosi a trasmettere a Miko un senso di pace quando ne aveva bisogno.\n<color=#ffd780>Storia del personaggio 2</color>\nMa, ahimè, quella vita tranquilla non sarebbe durata per sempre.\nQuel giorno una catastrofe oscura s'abbatté su tutti loro, crollando come un baluardo fatiscente. Sia umani che youkai furono schiacciati da una forza maligna implacabile, mentre sulle isole risuonavano grida di disperazione.\nInadatte alla battaglia, le baku non ebbero altra scelta che battere in ritirata, cercando la salvezza nei meandri e negli anfratti poco frequentati per sfuggire alla calamità.\nUna volta che le ultime vestigia del male furono finalmente sconfitte dalla Shogun, Mizuki e la sua stirpe tornarono al loro insediamento con grande trepidazione, solo per scoprire che di quel luogo, un tempo fiorente, erano rimaste soltanto rovine.\nIn preda all'ansia, Mizuki cercò i suoi amici in lungo e in largo, assistendo solo a scene di smarrimento e separazione ovunque andasse.\nLa figura familiare della Saiguu Kitsune era svanita senza lasciare traccia. Mizuki trovò invece Miko, con gli occhi assenti, il viso pallido e le guance bagnate da rivoli di lacrime, chinata in preghiera dinanzi al Sakura sacro avvizzito.\nPerciò, la Miko che conosceva così bene fu costretta prematuramente ad assumere le responsabilità che l'attendevano, diventando la rispettata Guuji Yae.\nDa allora, persino i loro incontri mattutini divennero una cosa del passato. Travolta dalla valanga di lavori per la ricostruzione, Miko non ebbe altra scelta che trasferirsi nel Gran Santuario di Narukami, dove lavorava incessantemente giorno e notte.\nIn breve tempo, anche le yumekui-baku si ritrovarono sommerse da continue richieste, poiché ora la terra infranta di Inazuma era disseminata sia di umani che di youkai, traumatizzati e feriti tanto nel corpo quanto nella mente.\nForse quella calamità era stata scacciata temporaneamente, ma tutti erano perseguitati dal ricordo dei suoi orrori, generando paure che si radicarono nelle profondità dei loro sogni. Notte dopo notte, quelle vittime venivano assalite da ondate di terrore infinito, che divoravano la loro forza di volontà e la loro determinazione.\nL'angoscia residua era talmente devastante che nemmeno la baku anziana era in grado di sopportarla. Un giorno, dopo aver scacciato gli incubi di diversi samurai dello Shogunato, ella crollò, entrando in coma per molti mesi. Quando finalmente si risvegliò, era troppo debole per continuare a svolgere i suoi doveri, e fu pertanto costretta a ritirarsi.\nFu in quel momento che la fino ad allora insignificante Yumemizuki Mizuki rivelò i suoi inaspettati talenti. Quando estrasse il veleno oscuro dalla mente delle vittime provò un dolore lancinante, una sensazione simile a quando ci si taglia o brucia. Eppure, era decisamente molto meglio che lasciarsi trascinare alla deriva in un sonno profondo che sarebbe potuto durare mesi.\nE così Mizuki divenne un faro di speranza per le vittime, aiutandole a liberarsi dagli incubi che le tormentavano. Caricata di un'angoscia insopportabile, ogni giorno rientrava barcollando, ritirandosi in un luogo isolato per riposare in tranquilla solitudine.\nQuello fu forse il periodo più difficile per Mizuki, che condivideva ogni secondo del dolore delle vittime. Sia di giorno che di notte, altro non vedeva se non un'oscurità profonda e violacea, che sembrava scorrere e spandersi come sangue che sgorga da una ferita aperta.\nFortunatamente riusciva a trarre forza dall'immagine della sua amica più cara, profondamente scolpita nel suo subconscio. Ogni volta che Mizuki era sul punto di crollare, quel color rosa sakura la faceva tornare in sé.\n\"In quanto Guuji, è compito di Miko aiutare la Shogun a risolvere i problemi del mondo fisico... Anch'io devo fare il mio dovere e aiutare gli altri a superare il loro dolore spirituale!\"\nRassicurandosi in questo modo, Mizuki trovava sempre la forza per andare avanti.\nEppure, così assorta nel suo lavoro, aveva trascurato una cosa: in un batter d'occhio, un secolo era già volato via.\nMentre Mizuki si era occupata dei suoi innumerevoli pazienti e aveva calmato la turbolenza dei loro traumi, la Miko del passato era stata plasmata dal peso dei suoi doveri. Sempre più spesso, ora la Guuji mostrava il sorriso di chi deride la fugace caducità del mondo mortale.\nNelle rare occasioni in cui si ritrovavano sedute accanto al loro vecchio chiosco del ramen, faticavano più volte a connettersi... L'aria era densa d'un silenzio alieno, nonostante un tempo fossero state così vicine da condividere qualsiasi pensiero.\nDopo averci riflettuto a lungo, Mizuki decise di dare alla sua amica il beneficio del dubbio e di accettare la situazione per ciò che era.\nPensò che la sofferenza di Miko durante la calamità dovesse essere stata di gran lunga superiore alla sua. Gli youkai comuni non avrebbero potuto neanche immaginare gli oneri derivanti dall'essere la Guuji del Gran Santuario di Narukami.\nSecondo il suo ragionamento, se non avesse adottato una così mordace compostezza, forse Miko non sarebbe stata in grado di affrontare il sopraggiungere incessante delle sue sfide.\nAvendo vissuto in ambienti così diversi, era naturale che i loro sentimenti divergessero.\nSe non altro, entrambe avevano fatto del loro meglio per adempiere ai rispettivi doveri. Il modo in cui erano andate le cose non era altro che il risultato delle decisioni migliori che avevano potuto prendere.\nFare affidamento su una figura familiare per rassicurarsi, sperando che rimanesse per sempre come la si ricordava... Inevitabilmente, sarebbe stata una schiavitù per entrambe.\nChe gli fosse piaciuto o meno, i loro giorni spensierati erano finiti per sempre. Ognuna doveva percorrere la propria strada, quindi perché non farlo liberamente e senza aggrapparsi al passato?\nPossano i ricordi di quei giorni passati rimanere al loro posto, al sicuro nelle profondità del suo io interiore."
      },
      {
        "type": "CustomEntry",
        "epId": 2541,
        "name": "Hanachirusato",
        "desc": "<p>Una misteriosa fanciulla del Gran Santuario di Narukami.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/15/362377527/9470c07617b03165a33932273ee3376d_2712421689147081710.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialoghi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>A proposito di Ioroi</color>\n<color=#ffffff73>... È un bel complimento. In realtà stava parlando della figlia della linea di sangue Hakushin, conosciuta anche come \"Kitsune Saiguu\". Era venerata come la dea kitsune in molti luoghi molto tempo fa.</color>\n<color=#ffffff73>I Kitsune del cielo e della terra erano una volta suoi emissari. Dopo che se n'è andata, tutti si sono trasformati in statue di pietra per preservare il loro potere e attendere il suo ritorno - e quando lo farà, tutti percorreranno la pianura di Byakko insieme ancora una volta.</color>\n<color=#ffffff73>Dopo la sua partenza, la linea di sangue e il potere mistico delle kitsune sull'isola di Narukami diminuirono a meno di un decimo di quello che erano un tempo...</color>\n<color=#ffffff73>Ioroi ha detto: \"La nostra lotta non è ancora finita!\"</color>\n<color=#ffffff73>Sapevi che il nome completo di Ioroi è \"Ioroi, il Protettore segreto della foresta\"?</color>\n<color=#ffffff73>Ioroi può essere noioso e viscido, ma è anche gentile e leale. È per questo che la Kitsune Saiguu ha cercato di guidarlo sulla giusta via molto tempo fa.</color>\n<color=#ffffff73>Al fine di assicurarsi che avrebbe rispettato la regola dell'Arconte di Electro, la Kitsune Saiguu li ha messi insieme e ha nominato Ioroi come Protettore del Boschetto. Questo lo ha reso responsabile per la sicurezza della foresta di Chinju.</color>\n<color=#ffffff73>Ecco perché, quando il mondo divenne buio pesto, la Kitsune Saiguu era preoccupata che Ioroi potesse morire mentre combatteva contro questo male inesorabile nella sua qualità di protettore della foresta.</color>\n<color=#ffffff73>Così ha usato il gioco \"nascondino\", qualcosa in cui i bake-danuki sono bravi, come un modo per sfidarlo...</color>\n<color=#ffffff73>\"Ioroi, qualunque cosa accada... sono tutti i miei trucchi magici. Non innamorarti di loro e non farti vedere,\" disse lei.</color>\n<color=#ffffff73>\"Naturalmente, kitsune silenziosa. Questa volta ti sconfiggerò sicuramente,\" disse Ioroi. E così è iniziata la loro gara senza fine.</color>\n<color=#ffffff73>Ma dopo un po' di tempo, Ioroi ha percepito che qualcosa non andava e ha iniziato a seminare il caos. Ha anche rubato la custodia nel tentativo di attirare fuori la Kitsune Saiguu.</color>\nNon si era reso conto che era qualcosa di necessario per il Rituale di purificazione dell'albero Sakura. Pensava solo che fosse un pettine di qualche importanza per la Kitsune Saiguu. Più tardi, Kamuna lo sigillò all'interno della pietra a causa di quel passo falso.\n... la Kitsune Saiguu è stata inghiottita dall'oscurità. Alla fine, dopo che quell'oscurità fu sconfitta, tornò nella grande isola di Narukami insieme al suolo."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "\"La volpe evanescente\"",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Leggenda narra che una volta esisteva una volpe bianca che si chiamava \"Saiguu\", che serviva l'Arconte di Electro. Si dice che apparisse occasionalmente nella forma di un essere umano per ascoltare i desideri della gente.\nTuttavia, tutti i desideri richiedevano una sorta di ricompensa. Si dice che il tuo desiderio verrà esaudito se avresti offerto del tofu fritto a Saiguu.\nLa leggenda narra che una volta incaricò gli antenati del villaggio di Konda con una missione misteriosa. In cambio, avrebbe protetto e garantito la pace eterna e la prosperità del villaggio.\nTuttavia, per qualche motivo sconosciuto, Saiguu smise di rispondere ai desideri della gente. Per questo, meno persone le facevano offerte. Alla fine, anche la misteriosa missione venne dimenticata.\nIn seguito, gli abitanti del villaggio cominciarono gradualmente ad incontrare una sorta di \"spirito\" intorno al villaggio.\nLe persone che hanno visto questo \"spirito\" l'hanno descritto come un qualcosa che prende la forma di una giovane donna che appare durante le notti di pioggia e fulmini. A volte, sembra vicina - e altre volte, lontana...\nAlcuni dicono che è dovuto alle offerte che sono diminuite. Altri dicono che è perché la gente del villaggio di Konda ha dimenticato la loro missione. In ogni caso, la grande volpe si manifesta con rabbia sotto forma di un fantasma come avvertimento.\nAltri ancora dicono che lei non è più la volpe bianca che porta prosperità, e che invece, è diventata una Tatarigami amareggiata...\nUna volta che un Tatarigami ti mette gli occhi addosso, continuerà a perseguitarti negli angoli più bui che tu non puoi vedere..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "\"Tanuki della foresta di Chinju\"",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "I Tanuki sono piccoli compagni maliziosi.\nQuesto rimane anche per i Tanuki della foresta di Chinju. Non sono mostri malvagi, ma si divertono a fare scherzi alle persone.\nSaiguu notò tutto ciò e iniziò a confrontarsi con il tanuki. Lei ne è uscita vincitrice, ovviamente, lasciandoli sconcertati e abbagliati, perplessi e ostacolati in molte occasioni.\nDopo che Saiguu è misteriosamente scomparsa, i tanuki si sono annoiati, avendo perso il loro rivale e compagno di giochi, così si sono dedicati a fare scherzi agli abitanti che passano per la foresta."
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Kitsune Saiguu"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Youkai\nGran Santuario di Narukami"
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "Character Teaser - \"Raiden Shogun: Nightmare\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=ydPqFAEgHzs",
        "coverUrl": "https://i.ytimg.com/vi/ydPqFAEgHzs/maxresdefault.jpg",
        "duration": 101
      },
      {
        "title": "Story Teaser: Akitsu Haneasobi | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=CTWxnQawAqE",
        "coverUrl": "https://i.ytimg.com/vi/CTWxnQawAqE/maxresdefault.jpg",
        "duration": 226
      },
      {
        "title": "Story Teaser: Ode of Floating Dreams | Genshin Impact #GenshinImpact #RaidenShogun",
        "url": "https://www.youtube.com/watch?v=PBM2jQ0NW5o",
        "coverUrl": "https://i.ytimg.com/vi/PBM2jQ0NW5o/maxresdefault.jpg",
        "duration": 136
      }
    ],
    "galleryCharacter": [
      {
        "key": "Sacerdotessa Kitsune",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/05/45954971/3ad2f6ec1911f2a2dc137ba8b37851e9_2432781615994692343.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Sasayuri, Mikoshi Chiyo, Raiden Ei e la Sacerdotessa Kitsune"
          }
        ]
      },
      {
        "key": "Sacerdotessa Kitsune",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/05/45954971/1e10e665a799a6fe87c53750fefb3b63_1387605117462384870.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Sacedotessa Kitsune al Festival floreale di Mikawa"
          }
        ]
      }
    ]
  }
}