{
  "epId": 7500,
  "name": "Mikoshi Chiyo",
  "desc": "<p>Fedele Luogotenente di Raiden Ei, resa folle dall'Incubo dopo il Cataclisma. Fu sconfitta da Ei.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/04/157266935/6ea050aa0bf1c124840bdb386f992fb7_7085104328890493882.png",
  "menuId": 10,
  "menuName": "Archivio NPC",
  "version": 1741116231,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Mikoshi Chiyo"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Affiliazione",
        "value": [
          {
            "type": "RichText",
            "text": "Youkai"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Shogun Raiden",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Sua Eccellenza, la potente Narukami Ogosho, che ha promesso al popolo di Inazuma un'Eternità immutevole.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Storia"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Storia del personaggio (3)</color>\nPrima che Raiden Ei divenisse la Shogun, era una samurai incaricata di vigilare sullo svolgimento degli ordini impartiti dalla Shogun precedente.\nL'Archon di Electro precedente, Raiden Makoto, non era una grande combattente, pertanto era Ei a occuparsi di guerre e massacri. Nonostante ciò, riusciva a ritagliarsi dei momenti lontano dai campi di battaglia per riposarsi con gli amici sotto agli alberi di sakura e per giocare a karuta.\nPer com'era fatta, Ei era una giocatrice piuttosto mediocre: non vinceva mai e mai aveva ricevuto i premi che la Saiguu Kitsune riservava ai vincitori.\nMa la sua tenacia la portò a riversare lo stesso impegno che dedicava alla spada nello studio del karuta, costringendo Makoto o Mikoshi Chiyo a giocare con lei oppure passando le nottate al chiaro di luna a interpretare le poesie scritte sulle carte.\nSi impegnò così duramente che arrivò il giorno in cui, all'ombra del sakura, cominciò a sconfiggere un avversario dopo l'altro. Nemmeno il potente tengu riusciva a tenerle testa, ed Ei venne incoronata campionessa.\nConquistata la vittoria, urlò di gioia e soddisfazione, causando l'ilarità dei suoi amici che, per la prima volta, la vedevano perdere la sua usuale compostezza. Si rese conto del perché della reazione, e si ricompose in fretta tornando ad assumere la sua aria distaccata.\nNon era per prenderla in giro che i suoi amici ridevano però, anzi, conoscendola, avevano ben chiaro che impegno ci avesse messo e quanta fatica le fosse costata quella vittoria.\nE la Saiguu Kitsune aveva l'aria molto divertita quando si presentò davanti a Ei con dei pasticcini.\n\"Avevo detto che c'era una ricompensa, e si tratta di questi tortini che ho fatto con le mie mani. Non credevo davvero che ti importasse così tanto, Ei. Adesso goditi i frutti della tua vittoria... Direi, a sazietà!\"\nEi non era affatto golosa, ma, in quanto samurai, era convinta che occorra compensare in qualche modo ciò di cui ci si è privati... E quei pasticcini, in un certo senso, erano ciò che le toccava per aver finalmente appagato il suo desiderio di vittoria.\nEra concentrata su questo pensiero, quando il gusto delizioso delle tortine fece riapparire il sorriso sul suo viso: erano dolci, proprio come il gusto della vittoria. Provò a dissimulare quella sua allegria, ma per gli amici era un vero spettacolo vedere quanto male ci riusciva.\nE l'immagine dell'albero di sakura di quel giorno ancora riaffiora, di tanto in tanto, nella sua mente.\nEi non lo vede da molto tempo, e nessuno va più a sedersi sotto le sue fronde, ma lei vorrebbe tanto fermare il tempo a quel momento e che tutto rimanesse come allora."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Relazioni del personaggio",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7487,
        "name": "Youkai",
        "desc": "<p>Gruppo di esseri soprannaturali quasi estinti di Inazuma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/05/362377527/4cddf4cc6fa65cb6a6baabd94aa4e16e_3943901806590153104.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Mikoshi Chiyo era un oni cremisi.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Cataclisma di Khaenri'ah",
        "desc": "<p>Un disastro avvenuto 500 anni fa, durante il quale le forze dell'Abisso irruppero a Teyvat. Come risultato del Cataclisma, Khaenri'ah venne distrutta.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/23/20856775/826332c1b0fb525a54df5442ee996c76_3770321130010944750.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Durante la Catastrofe, 500 anni fa, Chiyo fu una volta inghiottita interamente da una bestia proveniente da un altro mondo, con il corpo di una tigre e la coda di un serpente, finché non lacerò la creatura dall'interno. Sebbene fosse riuscita a sfuggire viva dal ventre del mostro, quella battaglia non la abbandonò mai. Vedeva ovunque i ricordi dei suoi compagni caduti, massacrati uno dopo l'altro, fino a non riuscire più a distinguere il sogno dalla realtà. L'incubo distorse ogni gioia della sua vita — i suoi subordinati, la sua famiglia e i suoi amici — trasformandoli in nemici da distruggere.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Beelzebul",
        "desc": "<p>L'Archon di Electro di Inazuma, conosciuta anche come Raiden Ei</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/06/20577441/68ce1b8c0e262cc6e4f1074c6431a295_2253924797727775864.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ei Raiden e Mikoshi Chiyo erano amiche, ma Ei fu costretta a usare la Musou no Hitotachi quando Chiyo la attaccò, intrappolata nel campo di battaglia della sua mente dall'Incubo.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7498,
        "name": "Kitsune Saiguu",
        "desc": "<p>Una Kitsune del clan Hakushin, che era venerata come una dea kitsune. È morta 500 anni fa durante il Cataclisma.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/05/45954971/442d85d342b758cb26b888a50a2f9b0f_3701134300388787329.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Kitsune Saiguu e Chiyo erano amiche. Insieme suonavano musica divina davanti al trono, e la kitsune applaudiva la danza della spada dell’oni. Pensando alla bellezza senza pari di Chiyo, Kitsune Saiguu non poteva fare a meno di desiderare di nascondere il proprio aspetto dietro una maschera.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4907,
        "name": "Makoto",
        "desc": "<p>Sorella gemella di Raiden Ei e precedente Archon di Electro, conosciuta anche con il nome di Baal. Morì durante il Cataclisma di 500 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/01/362377527/e5d1d69df9e3e1db8ca6ee72b020cd4d_1625877201838850420.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7499,
        "name": "Sasayuri",
        "desc": "<p>Un Tengu e il generale dell'esercito di Inazuma. Morì nella guerra contro Orobashi 2.000 anni fa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/07/157266935/6532a7d73481ef732501064e283864c1_6313350485659730574.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Amici di Mikoshi Chiyo.\nMikoshi Michihiro\nIl figlio di Chiyo, fuggito al Villaggio Konda dopo l'attacco di sua madre contro lo Shogun, rinunciò al suo nome e divenne Iwakura Michihiro, noto anche come Douin. Fu il fondatore delle Arti Iwakura.\nMikoshi Nagamasa\nIl figlio adottivo di Chiyo, che si unì allo Shogunato dopo l'attacco di sua madre contro lo Shogun per riconquistare la fiducia perduta del suo clan. Quando il suo yoriki, Katsuragi, fu collegato anche solo a un'ombra di illecito, lo fece giustiziare senza pietà.\nKinkaku\nGinkaku\nTetsunosuke\nTre bake-danuki trovarono un frammento del corno di Chiyo, reciso da Raiden. L'Incubo proveniente dal corno si diffuse tra gli youkai, facendogli vedere chiunque come un nemico.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3450,
        "name": "Kappa",
        "desc": "<p>Un piccolo youkai che ha cercato di ravvivare il Festival floreale Mikawa.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/09/194600931/8e15d77396d6a387b146a2cc7a65d735_4264085580161180449.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3449,
        "name": "Youko",
        "desc": "<p>Un piccolo youkai che voleva far ravvivare il Festival delle storie incantate di Mikawa.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/09/194600931/76567cd13cfafe285fb206d4048e4565_8634316643949711731.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3448,
        "name": "Hitotsume Kozou",
        "desc": "<p>Un piccolo youkai che ha cercato di ravvivare il Festival floreale Mikawa.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/09/194600931/fc7e6d7d7171c2ceaedc2657a87ac54d_560063052744400009.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Piccoli youkai che furono attaccati dall'Incubo materializzatosi dal corno di Chiyo. Quando il corno fu distrutto, gli youkai si risvegliarono dal loro incubo.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Materiali correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 1997,
        "name": "Anello di Hakushin",
        "desc": "<p>Un catalizzatore che racchiude le memorie della Saiguu Kitsune. Tuttavia, i suoi pensieri erano talmente numerosi che quest'oggetto non fu in grado di contenerli tutti.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/白辰之环.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1987,
        "name": "Katsuragikiri Nagamasa",
        "desc": "<p>Una spada forgiata a Tatarasuna. Pesante e potente.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/桂木斩长正.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1952,
        "name": "Spada delle ombre",
        "desc": "<p>Una spada forgiata su misura per un celebre samurai, in grado di abbattere perfino un guerriero tengu a mezz'aria.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天目影打刀.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 5150,
        "name": "Uraku Misugiri",
        "desc": "<p>Questa celeberrima lama è opera di Urakusai, il famoso intellettuale. Leggenda vuole che in questi secoli non abbia mai ferito alcuna creatura vivente.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/20577441/97083537849c199bc3fa7fed8a49d010_2933060740837241641.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2090,
        "name": "Emblema del fato spezzato",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Emblem of Severed Fate/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2098,
        "name": "Reminiscenza di Shimenawa",
        "desc": "<p></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Shimenawa's Reminiscence/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 264,
        "name": "Maschera del kijin",
        "desc": "<p>Materiale d'ascensione delle armi. <br>Chiyo, una guerriera della tribù degli oni con l'emblema del mitsudomoe di Electro inciso sulla schiena, una volta, mentre combatteva contro le forze dell'oscurità, fu inghiottita da una ebstia di un altro mondo che aveva il corpo di una tigre e la coda di un serpente. Alla fine, riuscì a liberarsi strappando dall'interno le viscere dell'abominevole creatura. <br>Questa è l'origine del nome \"Chiyo, il morso della tigre\", che sarebbe stato cambiato negli anni a seguire in \"Torachiyo\". <br>Ma all'interno della pancia della bestia, la guerriera si macchiò di un peccato profondo e vide i suoi compagni fatti a brandelli da quei denti intrisi di sangue. Immersa in un'oscurità senza fine, avrebbe poi sguainato la spada contro la potente Narukami Ogosho. Come risultato, andò incontro alla perdita del braccio che impugnava la spada, e di un corno, finendo col fuggire nella foresta come una bestia ferita. Lì dicono venne scambiata per un mostro e uccisa dai tengu, o forse dalla Shuumatsuban...oppure da un discendente del clan Iwakura che si stava allenando nel cuore delle montagne, poiché i lineamenti della guerriera erano stati deformati dall'odio e dall'agonia delle ferite. O forse incontrò la bambola con la spada e la maschera oni vicino al corpo del serpente gigante, e lì ebbe fine la sua vita. Pochi tra quelli che combatteorno contro l'abisso a quei tempi furono risparmiati da sogni oscuri. Coloro che uccidevano mostri e finivano per trasformarsi in essi non erano certo la minoranza. <br>In confine tra i mondi si indebolisce, e una corruzione di questo tipo forse non si muove in una sola direzione.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the Kijin_icon.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "galleryCharacter": [
      {
        "key": "Mikoshi Chiyo",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/04/157266935/091f296c8feac01dfd60c05f23c6522a_757568291905378963.png"
      },
      {
        "key": "Mikoshi Chiyo",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/04/157266935/3ee459c39ce533c038e2cfdfd72f4adc_2529525001659581803.png"
      },
      {
        "key": "Mikoshi Chiyo",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/04/157266935/5d9e2e28191b2559ef06a492bd4688bb_6374368630459974723.png"
      },
      {
        "key": "Mikoshi Chiyo",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/04/157266935/dd22e0610a8fe9569175eeca146c7051_3656255785459408179.png"
      },
      {
        "key": "Mikoshi Chiyo",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/04/157266935/f3681046d98c4e4c94ba074993b46a66_4928930432299500933.png"
      },
      {
        "key": "Mikoshi Chiyo",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/04/157266935/3ad2f6ec1911f2a2dc137ba8b37851e9_760246563881306098.png"
      }
    ],
    "videoCollection": [
      {
        "title": "Character Teaser - \"Raiden Shogun: Nightmare\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=ydPqFAEgHzs",
        "coverUrl": "https://i.ytimg.com/vi/ydPqFAEgHzs/maxresdefault.jpg",
        "duration": 101
      },
      {
        "title": "Story Teaser: Ode of Floating Dreams | Genshin Impact #GenshinImpact #RaidenShogun",
        "url": "https://www.youtube.com/watch?v=PBM2jQ0NW5o",
        "coverUrl": "https://i.ytimg.com/vi/PBM2jQ0NW5o/maxresdefault.jpg",
        "duration": 136
      }
    ]
  }
}