{
  "epId": 7510,
  "name": "Prima incursione di Sundjatta",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/99206bcf5f7b719cf45b8fe34f7ba272_1799210593401237045.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1744756053,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Prima incursione di Sundjatta"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Prima incursione di Sundjatta (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Fratelli, figli miei, ascoltate attentamente.\nAscoltate bene il mio nome: io sono Djeli Mamoudou dei Figli degli Echi.\nSono un cantastorie della nostra tribù, un messaggero di epiche gesta.\nLa mia storia comincia da Bilali, il primo cantore di epopee,\ne Keitan Kouyate e Bintu Kouyate sono i miei predecessori.\nBilali fu colui che un tempo seguì un saggio errante per imparare antiche poesie,\ne i due Kouyate intrecciarono gli antichi testi creando tappeti e tende di feltro.\nLa mia mente conosce i Signori dei Draghi e i Re barbari delle epoche oscure.\nLa mia lingua può affrontare un duello di poesie contro il più prolisso dei Monetoo.\nLe mie storie possono illuminare molte verità, e le mie parole purificare molte menzogne.\nLe storie purificano le menzogne e diventano storia, chiara e trasparente come uno specchio d'acqua.\nQuesti specchi brillano di una luce iridescente di giorni antichi... Ma l'oscurità è altrettanto abbagliante...\nCome il bagliore degli occhi imperscrutabili della morte.\nLa storia insegna ai sopravvissuti, ma le storie sono radicate in coloro che sono morti...\nPoiché le gemme del futuro spuntano dalle venature del passato.\nPerciò venite ad ascoltare le mie canzoni e i racconti di quest'eroe!\nAscoltate la canzone dell'anima dei figli del bisonte, dei figli del rinoceronte.\nVi narrerò le gesta di Magan Sundjatta e del suo destino,\nvi parlerò dei fardelli e delle passioni di Mali Djata,\nvi canterò le lodi di Sogolon Djata e della sua illustre fama,\ne vi racconterò della battaglia finale tra Nare Magan Djata e il suo grande nemico...\nOh, quale eroe ha mai detenuto così tanti titoli?\nNemmeno la magia più oscura né gli spettri più ripugnanti avrebbero potuto fargli del male!\nFratelli miei, mia progenie, fieri Figli degli Echi!\nAscoltate! Vi narrerò di centomila Re barbari da tempo dimenticati.\nPrestate attenzione mentre vi racconto la storia della loro sconfitta per mano di Sundjatta.\nUdite come, una volta conquistati, essi combatterono al suo fianco.\nLasciate che vi racconti di come i nemici diventino amici, e di come la ferocia possa portare alla benevolenza...\nLasciate che vi sveli come l'esercito delle tenebre s'innalzò come una montagna,\ne si dissolse dinanzi alla potenza di Sundjatta.\nQuesta è una storia di gesta eroiche mai udite prima e di sacrifici incompresi."
          }
        ]
      },
      {
        "title": "Prima incursione di Sundjatta (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "È proprio come si suol dire: il saggio non ha quasi mai il sangue blu.\nNeanche la stirpe di Sundjatta era stata mai contaminata dall'antica aristocrazia.\nLe vecchie storie sono svanite come fiumi di sale in una miniera buia,\nlasciando dietro di sé cristalli di verità che i poeti potessero rivelare.\nLo stesso si può dire per Sundjatta, la cui nascita è oggetto di molti e vari racconti.\nI veri amici cercheranno di abbellirla, mentre tra i nemici non riceverà di certo molte lodi.\nCome si chiamavano i suoi genitori? A quale tribù appartenevano?\nChiedi alla pallida luce di tre lune, ma non riceverai alcuna risposta.\nLa storia narra che, alla sua nascita, Sundjatta fosse stato benedetto dalle stelle del mattino.\nSua madre non era di bell'aspetto, né suo padre era nerboruto,\nma alle stelle guardiane celestiali non interessa l'aspetto dei mortali.\nTessere il destino del cielo e della terra è un'impresa divina e un'eterna responsabilità.\nQuando Sundjatta era giovane, Mbande era la capotribù.\nMbande Giadanera, la Madre dei minerali e delle gemme...\nFu lei a sceglierlo come eroe della nostra tribù.\nE così nacque la storia del grande eroe e del possente minatore.\nIl giovane Sundjatta iniziò così la sua carriera nelle miniere.\nI martelli usati per scavare nella montagna erano più grandi di lui,\neppure era in grado di brandirli come se fossero fatti d'aria.\n\"La miniera sta per crollare!\", gridarono i guerrieri in preda allo sgomento.\n\"Ahah! Fratelli e sorelle, non abbiate paura!\nÈ solo il mio martello a evocare questo fragore. Vedete? Un colpo e un sibilo!\"\nUn colpo dopo l'altro, si fece strada all'interno della montagna mentre il martello emetteva scintille,\ne tutti lo guardavano con gioia e timore mentre il campione rivendicava la sua corona!\nUn giorno Mbande tornò nell'abbraccio della Signora della Notte.\nSundjatta era già un giovane uomo, molto robusto per i suoi anni.\nLa notte in cui doveva essere eletto un nuovo capotribù, egli si allontanò.\nSundjatta, il campione della tribù, non aveva alcuna aspirazione di potere,\nal contrario, cercava una prova di orgoglio della propria esistenza tra di noi.\nIn compagnia della propria risolutezza, il giovane eroe s'imbarcò in una nuova avventura verso terre lontane e sconosciute,\nma la sua passione venne mal interpretata dai membri della sua tribù, che lo considerarono un fuggiasco e un traditore..."
          }
        ]
      },
      {
        "title": "Prima incursione di Sundjatta (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Sundjatta aveva perso il proprio buon nome imbarcandosi volontariamente in un'avventura.\nSi diresse verso il lago di lava, lasciandosi bruciare dalle onde di fuoco.\nQuesto lago di fuoco, ora raffreddatosi, e i Draghi non causano più scompiglio,\nma a quel tempo, esso era la dimora del perfido drago Lukwata.\nEgli era uno dei pochi superstiti dell'antica razza dei draghi,\nil cui intento malvagio era quello di ripristinare l'antica tirannia del suo popolo.\nL'antica guerra, che aveva scosso terra e cielo, aveva distrutto la sua tribù,\ncosì lui si nascose in una grotta scura, sfuggendo alla devastazione.\nSenza servitori a occuparsi di lui, Lukwata era diventato vecchio e stanco.\nI suoi occhi si rovinarono per i fumi sulfurei, ed egli divenne ottuso e delirante.\nRimase intrappolato in un folle sogno in cui combatteva contro gli emissari celesti e lottava per la vita,\ne rimase così inconsapevole dell'era degli umani che era giunta a Natlan.\nUn giorno, un piccolo schiavo si presentò nella sua tana per sfidarlo.\nL'antico drago si alzò in preda alla rabbia e, tra un colpo di tosse e un conato di vomito, iniziò a maledirlo incessantemente,\nsputando fiamme e zolfo assieme alle maledizioni:\n\"Miserabile insolente! Come osi disturbare il mio regale sonno?!\"\nSundjatta vide che il drago malvagio della leggenda era diventato da tempo pazzo e barcollante.\nReclamava il titolo di sovrano, ma si era dimenticato persino della propria razza.\nPoi scoppiò in una grassa risata, sollevò l'enorme martello e derise il fragile drago:\n\"Non sono che un umile minatore, non uno spregevole schiavo,\nesattamente come tu non sei un re, ma solo una fragile lucertola!\"\nIracondo per quelle parole, Lukwata si lanciò all'attacco in un impeto di furia selvaggia.\nSputò della lava sudicia e rovente, liberando fumane nere come la pece.\nSundjatta non batté nemmeno ciglio, ma assestò al drago un colpo di martello.\nLukwata era vecchio e gracile ma, quando si arrabbiava, diventava una creatura formidabile, di quelle da temere.\nIl calore intenso del magma bruciò i capelli e le sopracciglia di Sundjatta,\ne così il potente veleno del drago penetrò di nuovo nelle carni dell'eroe, procurandogli un'agonia insopportabile in tutto il corpo.\nLe enormi zanne ingiallite della creatura lasciarono delle ferite purulente, mentre con i suoi artigli affilati Lukwata riaprì vecchie cicatrici.\nEppure, nonostante il dolore, Sundjatta continuò a colpire con il suo martello...\nFinché la testa frastagliata del suo nemico non si spaccò in due, e la tempesta di martellate non spazzò via la nebbia nera.\nL'anima del drago fu sparsa al vento, e il lago di lava si raffreddò parzialmente.\nAllora Sundjatta si sdraiò soddisfatto: si era decisamente guadagnato un nome da eroe!"
          }
        ]
      }
    ]
  }
}