{
  "epId": 7512,
  "name": "Il Coquitao acefalo",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/e0a36dcfeb895f8e7ff5761e616b09ce_2453531099941069813.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 1744756010,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Il Coquitao acefalo"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Il Coquitao acefalo (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "I tessitori dei Maestri del Vento della Notte conoscono ogni minuscolo rivolo d'acqua che scorre nel dominio della notte, e sanno come le storie e le epopee emergono dal nero fiume di Mictlan. Gli uccelli rapaci che volano nella notte sono servitori della Dama dal Volto Deturpato, che strappò dalla mano della sua padrona la luce della luna condensata in tre filamenti d'argento, e attraversò la nebbia della notte per giungere alla terra della fiamma spirituale, ordinando a tessitori ciechi di trasporli in vividi arazzi. Questi ultimi vennero fissati alle pareti degli ambienti umani, come abitazioni, santuari e luoghi di guerra, divulgando le storie e le leggende conosciute dall'uomo. E man mano che quegli arazzi diventano sempre più lunghi, essi danno forma alla storia.\nTuttavia, come disse Ropal, il \"Figlio del Mare\", saggio errante bandito da tutte le tribù: \"Io accolgo il caos, ma non so se il caos accoglierà me\". Le antiche storie e gli enigmi del passato celano sempre segreti minacciosi. Come tale, la Signora della Notte privò della vista tutti i tessitori di storie, costringendoli a concentrarsi sui racconti senza poter vedere il presente, punti dalla fredda e pungente luce della luna, e impedendo loro di assistere alla morte delle tre lune. Così, del grande maestro degli enigmi e delle allegorie non rimase altro che una foschia indiscernibile e imperscrutabile sulla superficie d'un arazzo.\nLa successiva storia intessuta da quegli artigiani nacque da un sussurro del volto deturpato della Signora della Notte. La leggenda narra di un guerriero rispondente al nome di Coquitao, uno dei precursori dei Maestri del Vento della Notte, la cui anima nacque in una remota notte illuminata da un sole freddo. Impugnando la mazza di pietra Makana, egli vagò in lungo e in largo per onorare un contratto forgiato con gelidi dèi estinti, sprofondando la sua vita in un ciclo perenne di guerra e caos. Si dice che, in una ventosa notte di pioggia, egli strinse un tacito accordo con la divinità del solleone, dando in pegno il suo destino ai Gemelli Kame, provenienti da una terra pestilenziale.\nLa divinità del solleone ordinò a Coquitao di punire gli illusi che avevano dimenticato la morte, di abbattere il fumo ghiacciato e i sogni del cielo stellato, e di distribuirli alle genti. Così, Coquitao usò Makana per infliggere una morte irreversibile, riportando le anime vaganti tra le nere acque del fiume di Mictlan, nell'abbraccio della Signora della Notte.\nTrascinandosi in pozze di sangue alte fino alle ginocchia, Coquitao non lasciò mai andare Makana. Dopo infiniti giorni e notti di lotta e massacro, la pace tornò infine in quel cielo stellato lacerato dalla follia. I compagni di Coquitao non smisero mai di seguirlo: tra essi c'era Nagual, uno scaltro mutaforma che proveniva da una terra torrida che ancora oggi brucia senza fine.\nQuando l'ultimo visionario finì schiacciato da Coquitao e dai suoi compagni, e il fiume di sangue fu infine abbastanza imponente da soddisfare la padrona dalla gonna color giada che dimorava tra le nubi in tempesta, ella ordinò alle dolci piogge di purificare ogni fiume. La divinità del solleone, tuttavia, si rifiutò di restituire l'anima all'eroe, ordinando invece agli infidi Gemelli Kame di corrompere in segreto lo spregevole Nagual, il quale decapitò Coquitao con una lama d'ossidiana.\nCosì, privato della sua testa, Coquitao non poté concludere il suo contratto con la divinità del solleone, ritrovandosi solo a seguire ciecamente le Tzitzimimeh nelle loro peregrinazioni."
          }
        ]
      },
      {
        "title": "Il Coquitao acefalo (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Colma di dolore e rabbia, la signora delle stelle celesti non accettò un destino tanto miserabile per il suo eroe prediletto, e inviò sulla terra le sue Tzitzimimeh affinché guidassero l'acefalo Coquitao nella sua vendetta. Nella lunga e oscura epoca che seguì, le genti videro il corpo decapitato di Coquitao vagare durante le notti di luna, la mazza di pietra Makana ben stretta in pugno. Secondo alcuni, egli assunse la forma spirituale di un leopardo nero, che attraversava foreste e pianure senza emettere alcun suono, infestando i sogni e ispirando i sacerdoti immersi nella meditazione.\nCosì, Coquitao ramingò per un incalcolabile numero di lunghe notti, assumendo un'infinità di forme, attraversando terre sommerse dal sangue, e serpeggiando tra gli altari un tempo dedicati al signore dei cieli. Ma infine, nella terra del suolo in fiamme, trovò il maledetto traditore Nagual intento a riposarsi in un'oasi, sorseggiando il sangue di un serpente velenoso e del succo di Mexicali allucinogeno.\nL'acefalo Coquitao issò Makana e colpì, frantumando il cranio del traditore come l'illusorio oracolo di Mexicali. Poi sferrò un secondo colpo, e poi un terzo, maciullando Nagual sul suo torrido luogo natio...\nCionondimeno, sebbene la sua vendetta fosse compiuta, lo spirito di Coquitao si era ormai unito alla terra, e per lui non c'era più ritorno. In quel corpo non restava altro che una furia ardente, gelida ed eterna, simile a quella del sole freddo che illuminava i cieli notturni della sua vecchia terra natale.\nMolto tempo dopo, secondo i tessitori, quando perfino la divinità del solleone, i subdoli gemelli e la padrona dalla gonna color giada non erano più nel mondo, e il baluginio delle Tzitzimimeh aveva iniziato ad affievolirsi, la fiamma iraconda di Coquitao era ancora ben lungi dall'estinguersi. La sua figura acefala ancora vaga nella notte tra le pianure argentate, aggirandosi nelle profonde foreste soffocate dall'ombra. Molti eroi si dice abbiano ereditato Makana in tempi di tumulto e scompiglio, tra cui anche il leggendario tiranno Och-Kan. E anche lui trovò la sua fine immerso tra le fiamme ardenti... Ma questa è un'altra storia."
          }
        ]
      }
    ]
  }
}