{
  "epId": 7572,
  "name": "Finale delle gallerie profonde",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/27/362377527/3fef84e28322a6073b86cb306921999c_5080751177469227704.png",
  "filterValues": {
    "reliquaryEffect": [
      "Bonus DAN"
    ]
  },
  "menuId": 5,
  "menuName": "Manufatti",
  "version": 1743370432,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Finale delle gallerie profonde"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Pontile abbandonato"
          }
        ]
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "5.5"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Canzone echeggiante della Galleria profonda",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Seguendo le istruzioni del suo maestro, la ragazza si diresse a nord, attraversando le gelide steppe e il corridoio di specchi frantumati posto sul bordo del mare ghiacciato.</color>\n<color=#ffffffa6>Dopo aver ucciso innumerevoli mostri che vagavano tra le rovine, intravide finalmente, davanti al tronco avvizzito di un albero argenteo, il barlume di un tesoro sepolto dalla neve.</color>\n<color=#ffffffa6>Era un'epoca in cui la luna d'argento non era stata ancora frantumata dalle fiamme della guerra, un tempo in cui le divine profezie del cielo ancora avevano potere sulla terra.</color>\n<color=#ffffffa6>Il giovane che si era avventurato nelle viscere della terra incontrò il primo angelo, chiedendole delle origini più proibite del mondo.</color>\n<color=#ffffffa6>La figlia dell'alba sussultò a quelle parole sacrileghe, poiché non sapeva come quel mortale avesse potuto scoprire un segreto tanto recondito.</color>\n<color=#ffffffa6>Ma il suo visitatore le rivelò le sue origini, cantando soavi sogni di bellezza che mai prima di allora si erano fatti strada nella sua mente.</color>\n<color=#ffffffa6>In un istante, le catene che la tenevano vincolata al sovrano si sfaldarono come la tela di un ragno: per la prima volta, aveva scoperto cosa significasse essere al servizio di sé stessa.</color>\n<color=#ffffffa6>E alla persona che amava più di ogni altra cosa, ella rivelò ogni nozione del creato, i più proibiti dei segreti.</color>\n<color=#ffffffa6>\"È un peccato che il vostro signore osi profanare esseri così nobili.</color>\n<color=#ffffffa6>Anche gli autori demoniaci degli incubi più sanguinosi, che godono nel tormentare le anime, s'indignerebbero di fronte a una simile crudeltà.</color>\n<color=#ffffffa6>O fanciulla dell'alba, che non hai mai conosciuto l'amore, lascia che io sia il nemico delle tue leggi.</color>\n<color=#ffffffa6>Leva gli occhi verso le stelle, per il bene di tutte le creature segregate dal tuo sovrano.</color>\n<color=#ffffffa6>Concedimi di essere la tua spada, il tuo scudo, la tua guida, il tuo imperdonabile cospiratore in questa ribellione.\"</color>\n<color=#ffffffa6>Fu così che lei, la più eccelsa fra gli angeli, si piegò in avanti e lo baciò sulla fronte, mentre innumerevoli fiori di ghiaccio sbocciavano sul gelido albero argenteo.</color>\n<color=#ffffffa6>Ma quell'istante di tradimento non passò inosservato poiché, proprio in quel momento, le lune del cielo fecero capolino tra la coltre di nubi: un desiderio ancora più ardente si stava facendo strada dentro di loro...</color>"
          }
        ]
      },
      {
        "title": "Patto antico della Galleria profonda",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Seguendo le istruzioni del suo maestro, la ragazza si diresse a nord, attraversando le gelide steppe e il corridoio di specchi frantumati posto sul bordo del mare ghiacciato.</color>\n<color=#ffffffa6>Dopo aver ucciso innumerevoli mostri che vagavano tra le rovine, intravide finalmente, tra i resti abissali, il barlume di un tesoro sepolto nella neve.</color>\n<color=#ffffffa6>Eppure, non era stata lei la prima forestiera ad aver messo piede in quel luogo. Molto prima che i discendenti dell'Estremo Nord potessero anche solo sognare di immergercisi,</color>\n<color=#ffffffa6>un'esploratrice, la cui volontà soprannaturale aveva attraversato il cosmo, aveva formulato un giuramento di riunione con un Signore dei Draghi, prima che questi sprofondasse nell'oscurità.</color>\n<color=#ffffffa6>Quell'esploratrice, come una scriba dispersa in un vuoto desolato, era tenuta a non interagire in alcun modo con le civiltà primordiali.</color>\n<color=#ffffffa6>Mentre il suo corpo senza vita dormiva all'interno di un remoto costrutto celestiale a forma di disco, la sua mente spaziava in un vuoto sterminato, per anni luce di distanza.</color>\n<color=#ffffffa6>Tracciando innumerevoli popoli e civiltà destinate a perire, meditava sulle verità ultime dell'universo in quell'oscurità eterna.</color>\n<color=#ffffffa6>Poi, una lieve luce squarciò la sua coscienza, risvegliandola dopo decine di millenni di meditazione.</color>\n<color=#ffffffa6>La luce proveniva da un mondo piccolo e ordinario ai margini della spirale, e dal Drago primordiale nato assieme a esso.</color>\n<color=#ffffffa6>Anche se un giorno la morte avesse generato una notte senza fine, e il suo sole non fosse altro che una fugace fiammella,</color>\n<color=#ffffffa6>quella volontà, incatenata alla sua crosta terrestre, avrebbe brillato più intensamente di tutte le civiltà che avesse mai visto.</color>\n<color=#ffffffa6>Incapace di reprimere le infinite meraviglie e il dolore che inondavano il suo cuore, enunciò un solenne decreto al suo sovrano:</color>\n<color=#ffffffa6>\"Ho visto la fine senza luce che trapassava gli ammassi stellari come un fuso tra fili di seta.</color>\n<color=#ffffffa6>Ho visto la fredda marea del caos sommergere ogni canto, spazzando via il bene e il male nel silenzio eterno.</color>\n<color=#ffffffa6>Eppure, mio gentile e magnanimo re, ancora ti rifiuti di abbandonare il tuo popolo?</color>\n<color=#ffffffa6>Questo mondo è condannato alla rovina: lascialo andare e viaggia con me oltre le stelle più lontane.\"</color>\n<color=#ffffffa6>Così rispose il fiero drago:</color>\n<color=#ffffffa6>\"O amica di un mondo lontano, mi hai svelato verità nascoste al di là del cielo, e di questo ti sono grato.</color>\n<color=#ffffffa6>Ciononostante, per quanto rozze possano apparire ai tuoi occhi, queste creature per me sono il senso stesso dell'universo.</color>\n<color=#ffffffa6>Se la marea dell'oblio è di là da venire, possano le mie ossa essere l'estremo baluardo di questo regno.</color>\n<color=#ffffffa6>Sii testimone del cammino che ho scelto, poiché io guiderò la mia gente verso le stelle.\"</color>\n<color=#ffffffa6>Tuttavia, quando l'esploratrice tornò, il mondo non era più lo stesso che ricordava...</color>\n<color=#ffffffa6>Le ossa della terra erano state incatenate da quattro pastoie, e il tenue bagliore bianco del cielo si era separato in sette tonalità immutabili.</color>\n<color=#ffffffa6>Come fumo nel vento, il Signore dei Draghi era svanito cedendo il posto all'Alato, che dal suo trono dominava il chiarore delle tre lune.</color>\n<color=#ffffffa6>Dopo l'inattesa dipartita del Drago, l'esploratrice non intendeva disturbare il nuovo sovrano di quel mondo.</color>\n<color=#ffffffa6>Tuttavia, sfidando le leggi dei suoi simili, riversò in segreto la sua coscienza nel mondo circondato da quel guscio.</color>\n<color=#ffffffa6>S'incarnò nel corpo di un giovane, e cominciò a camminare tra quei cordati,</color>\n<color=#ffffffa6>ascoltando i loro dibattiti sempre più accesi e accaniti, in quella città fatta d'oro...</color>"
          }
        ]
      },
      {
        "title": "Istante d'oblio della Galleria profonda",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Seguendo le istruzioni del suo maestro, la ragazza si diresse a nord, attraversando le gelide steppe e il corridoio di specchi frantumati posto sul bordo del mare ghiacciato.</color>\n<color=#ffffffa6>Dopo aver ucciso innumerevoli mostri che vagavano tra le rovine, intravide finalmente, di fronte alla torre dorata, il barlume di un tesoro sepolto dalla neve.</color>\n<color=#ffffffa6>Era un'epoca di cui non si ha più alcuna memoria, quando la città nell'Estremo Nord brillava come fili dorati sulle lande ghiacciate.</color>\n<color=#ffffffa6>Le fornaci delle gallerie profonde rimbombavano giorno e notte. Gli artigiani, ricorrendo a metodi proibiti, forgiavano schiere di spiriti fatati usando ossa di bestie titaniche.</color>\n<color=#ffffffa6>Avendo intessuto il pallore dell'algida luna in carni e ossa perfette, l'innestarono su sembianze precedentemente fragili e deboli.</color>\n<color=#ffffffa6>La creazione di un potere così grande era un tempo prerogativa del divino Signore del firmamento, ma era stata ceduta ai mortali da parte dell'emissaria ribelle,</color>\n<color=#ffffffa6>che sognava, un giorno, che quelle piccole creature creassero un essere perfetto in grado di fondersi col mondo.</color>\n<color=#ffffffa6>Nelle gallerie profonde, che ancora oggi rimangono intatte, il primo angelo sussurrava al suo compagno dolci sogni sull'alba a venire...</color>\n<color=#ffffffa6>\"Vedo un tempo in cui le nazioni della terra non desidereranno più la misericordia celeste.</color>\n<color=#ffffffa6>Le città che costruiranno s'innalzeranno oltre le nuvole, più in alto del trono e delle stelle.</color>\n<color=#ffffffa6>Vedo gli umani condividere il cielo con gli dèi che un tempo veneravano.</color>\n<color=#ffffffa6>Non ci saranno più lacrime, né dolore, né morte, perché ogni cosa sarà giunta a compimento.\"</color>\n<color=#ffffffa6>Eppure, alla fine, quelle sfrenate, folli e ambiziose fantasie piombarono giù dal cielo, insieme a spuntoni di cristallo blu scuro.</color>\n<color=#ffffffa6>Le fate si tramutarono in nebbia argentea, emettendo grida agghiaccianti, e nel giro di una notte, i gelidi venti distrussero lo splendore della città dorata.</color>\n<color=#ffffffa6>L'emissaria traditrice venne privata del nome e della forma e, da quell'istante in poi, una maledizione si abbatté sui suoi simili...</color>\n<color=#ffffffa6>Se avessero osato posare gli occhi su qualcun altro, e avessero offerto a una sola persona l'amore destinato a tutti,</color>\n<color=#ffffffa6>non solo la loro bellezza divina si sarebbe sgretolata nel vento, ma anche le loro menti si sarebbero ridotte in polvere...</color>\n<color=#ffffffa6>E dunque, dalle ceneri di ciascuno sarebbe affiorato un Seelie, destinato a errare per sempre in cerca di ricordi evanescenti di cui nutrirsi.</color>"
          }
        ]
      },
      {
        "title": "Banchetto d'onore della Galleria profonda",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Seguendo le istruzioni del suo maestro, la ragazza si diresse a nord, attraversando le gelide steppe e il corridoio di specchi frantumati posto sul bordo del mare ghiacciato.</color>\n<color=#ffffffa6>Da sola attraversò le rovine dell'Abisso a spirale, intenzionata a trovare le tracce di un'esploratrice di cui aveva parlato il magico maestro della spada...</color>\n<color=#ffffffa6>Era l'epoca in cui l'argenteo pallore della luna illuminava ancora la terra dell'Estremo Nord, e gli emissari del cielo continuavano a guardare con sdegno la polvere e la terra.</color>\n<color=#ffffffa6>Avendo mosso a ira gli emissari divini con quesiti sui progressi della conoscenza, il popolo della Città dorata iniziò a discutere incessantemente su come placare la loro rabbia.</color>\n<color=#ffffffa6>I sacerdoti si accusavano a vicenda di sacrilegio, di aver profanato l'amore, la prosperità e la saggezza degli dèi.</color>\n<color=#ffffffa6>Cercavano di identificare chi tra loro fosse il colpevole principale: volevano che chi aveva osato corrompere le menti del popolo fosse anche la persona che avrebbe acquietato gli emissari divini.</color>\n<color=#ffffffa6>Tuttavia, all'improvviso, una voce si levò dal clamore...</color>\n<color=#ffffffa6>\"Se il peccato deriva dalla ricerca della conoscenza, allora la vera dottrina è l'ignoranza; se deriva dalla ribellione, allora solo l'agnello è veramente virtuoso.</color>\n<color=#ffffffa6>Se il peccato dev'essere espiato col sangue, allora perché dovrebbe nascere dall'umanità? Se le leggi sono perfette e impeccabili, allora perché temere delle semplici domande?\"</color>\n<color=#ffffffa6>Era solo un ragazzo di umili natali che, dopo aver superato furtivamente i guardiani, era entrato nella sala dove i sacerdoti si erano riuniti.</color>\n<color=#ffffffa6>Confutò l'una dopo l'altra tutte le loro erudite affermazioni, e le accuse di eresia diedero spazio a un silenzio composto da nient'altro che sguardi rabbiosi.</color>\n<color=#ffffffa6>In quella sala priva di voci, il sommo sacerdote, con la sua corona di rami bianchi, finalmente congedò le guardie che erano accorse.</color>\n<color=#ffffffa6>\"O eretico oratore... Stando alle tue eloquenti parole, sei davvero convinto che questo grave peccato non sia altro che un'illusione dei mortali...</color>\n<color=#ffffffa6>Pertanto, sarai tu a bere da questo calice d'ardente ira. Recati al cinereo albero argenteo e appellati agli emissari che c'hanno condannato.\"</color>\n<color=#ffffffa6>Così, quel giovane sconosciuto s'avventurò nei profondi recessi della terra, in cerca di una risposta da parte del primo angelo...</color>"
          }
        ]
      },
      {
        "title": "Corona perduta della Galleria profonda",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Seguendo le istruzioni del suo maestro, la ragazza si diresse a nord, attraversando le gelide steppe e il corridoio di specchi frantumati posto sul bordo del mare ghiacciato.</color>\n<color=#ffffffa6>Dopo aver ucciso innumerevoli mostri che vagavano tra le rovine, intravide finalmente, attraverso un velo stracciato, il barlume di un tesoro sepolto dalla neve.</color>\n<color=#ffffffa6>Era un'epoca in cui le masse ignoranti s'inchinavano ancora ai decreti del cielo, e la corte reale dell'astro dell'aurora pendeva al di sopra delle nuvole.</color>\n<color=#ffffffa6>Nobili e magnifiche creazioni discesero dalla luce, e i mortali, ignari della loro vera natura, li chiamavano \"angeli\".</color>\n<color=#ffffffa6>Le loro ali argentine brillavano come fiamme al chiaro di luna; le loro corone, fabbricate con le ossa della terra e le stelle del firmamento, erano adornate da sette raggi.</color>\n<color=#ffffffa6>Il nome sulle corone rappresentava l'amore promesso a tutte le creature dagli dèi celesti, o forse il mandato per governare le nazioni della terra.</color>\n<color=#ffffffa6>\"Amerete ogni essere su questa terra, con il cuore, con l'anima e con la potenza.</color>\n<color=#ffffffa6>Amerete come la rugiada del mattino anela all'alba, e i semi i venti alisei.\"</color>\n<color=#ffffffa6>Essi erano i servitori più fedeli della corte celeste, giudici infallibili e portatori di giustizia.</color>\n<color=#ffffffa6>Tessero un velo per il grande sovrano del firmamento, rivelando il sacro verbo a tutti i regni.</color>\n<color=#ffffffa6>Tale era il compito per cui erano stati generati, o almeno così avrebbe dovuto essere...</color>\n<color=#ffffffa6>Poi, il primo angelo incontrò un giovane senza nome sotto l'albero argenteo dell'Estremo Nord.</color>\n<color=#ffffffa6>E in quelle pupille simili a stelle, vide un'immagine di sé che non aveva mai visto prima.</color>\n<color=#ffffffa6>Era un amore fuori da ogni legge, una libertà che il cielo non avrebbe mai concesso.</color>\n<color=#ffffffa6>Il suo cuore palpitò in modi a lei sconosciuti, e l'eterna corona di stelle forgiata in nome dell'amore d'improvviso si spezzò.</color>\n<color=#ffffffa6>Poggiandola nella neve ai piedi dell'albero argenteo, la fanciulla dell'alba pronunziò il suo giuramento:</color>\n<color=#ffffffa6>\"Ora vieni, resta con me... Riscriviamo queste assurde leggi con le ossa, e nutriamo l'infecondo Nord col nostro sangue.</color>\n<color=#ffffffa6>Costruiamo una città e una torre che arrivi fino alle nuvole, così che le genti non debbano più versare lacrime di dolore.</color>\n<color=#ffffffa6>Restituisco alla polvere quest'inutile corona, così che tutte le nazioni sulla terra possano liberarsi dalle loro catene.\"</color>"
          }
        ]
      }
    ],
    "artifactList": {
      "sands_of_eon": {
        "title": "Istante d’oblio della Galleria profonda",
        "position": "Sabbie del tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Un orologio da tasca scolpito con giada del Nord, le cui lancette si sono bloccate per sempre nell'attimo della sua distruzione.</color>"
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/27/362377527/cd57ac7a5334d5f7931ce6ba23de5ef9_7119297449468303857.png"
      },
      "circlet_of_logos": {
        "title": "Corona perduta della Galleria profonda",
        "position": "Corona della ragione",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Un elmo impregnato d'ossessione, proprio come la mente del suo precedente proprietario. Il suo ornamento di giada sembra risalire a un'epoca ancora più antica.</color>"
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/27/362377527/402441e4147f7589d88a24b69ccaf1ed_1042165353093177451.png"
      },
      "goblet_of_eonothem": {
        "title": "Banchetto d'onore della Galleria profonda",
        "position": "Calice eonotemo",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Una coppa scolpita con giada del Nord. Si dice che un tempo un'antica civiltà la utilizzasse come recipiente cerimoniale per compiere offerte ai cieli.</color>"
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/27/362377527/01fc65af4f0ac37497371d0b4bd6cd50_6148512625222742675.png"
      },
      "flower_of_life": {
        "title": "Canzone echeggiante della Galleria profonda",
        "position": "Fiore della vita",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Un fiore di ghiaccio scolpito con giada del Nord, i cui petali si sono sgretolati nel corso del suo lungo ciclo vitale.</color>"
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/27/362377527/0cc0cd35dfeebc733b5c4c80a83b0910_3769906348601837830.png"
      },
      "plume_of_death": {
        "title": "Patto antico della Galleria profonda",
        "position": "Piuma della morte",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Un accessorio dalla forma piumata scolpito con giada del Nord, che sfavilla di un bagliore ultraterreno.</color>"
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/27/362377527/18e558eebf9dcabdca154a78b828668c_2212158690816051812.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "<p><span style=\"color: rgb(255, 215, 128)\">Bonus DAN</span><span style=\"color: rgba(255, 255, 255, 0.85)\"> da Cryo </span><span style=\"color: rgb(55, 255, 255)\">+15%</span></p>",
      "fourSetEffect": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Quando l'energia elementale del personaggio è pari a zero, i </span><span style=\"color: rgb(255, 215, 128)\">DAN </span><span style=\"color: rgba(255, 255, 255, 0.85)\">da </span><span style=\"color: rgb(255, 215, 128)\">attacco normale</span><span style=\"color: rgba(255, 255, 255, 0.85)\"> e da </span><span style=\"color: rgb(255, 215, 128)\">Tripudio elementale</span><span style=\"color: rgba(255, 255, 255, 0.85)\"> aumentano di un </span><span style=\"color: rgb(55, 255, 255)\">60%</span><span style=\"color: rgba(255, 255, 255, 0.85)\">. Dopo aver inflitto </span><span style=\"color: rgb(255, 215, 128)\">DAN </span><span style=\"color: rgba(255, 255, 255, 0.85)\">da attacco normale, l'effetto relativo al Tripudio elementale si disattiva per </span><span style=\"color: rgb(255, 215, 128)\">6 s</span><span style=\"color: rgba(255, 255, 255, 0.85)\">. Allo stesso modo, dopo aver inflitto </span><span style=\"color: rgb(255, 215, 128)\">DAN </span><span style=\"color: rgba(255, 255, 255, 0.85)\">da Tripudio elementale, l'effetto relativo agli attacchi normali si disattiva per la stessa quantità di tempo. L'effetto può attivarsi anche se il personaggio che equipaggia il set non è in campo.</span></p>"
    }
  }
}