{
  "epId": 7626,
  "name": "Fate",
  "desc": "<p>Seguaci del primo Archon di Cryo, lo Zar d'Inverno, furono plasmate dalle ossa di bestie titaniche e dalla luce riflessa della Luna Gelata caduta.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/05/445590549/8bfe123477466c3c8a09fbff5702b087_9089585389889026865.png",
  "menuId": 23,
  "menuName": "Affiliazione",
  "version": 1749220312,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Fate"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Specie"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Snezhnaya"
          }
        ]
      },
      {
        "key": "Capo",
        "value": [
          {
            "type": "RichText",
            "text": "Zar Bianco"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relazioni"
      },
      {
        "type": "CustomEntry",
        "epId": 7083,
        "name": "Angeli",
        "desc": "<p>Conosciuti anche come Messaggeri Celesti, il loro compito principale consisteva nell'aiutare le persone. Successivamente, a causa di eventi oscuri, furono espulsi da Celestia, la dimora degli dei, perdendo progressivamente i loro corpi fisici e le loro menti.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/445590549/2aa6b47bf4316be4c736d48e07f765e4_8863505454226297729.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Quando il primo angelo si ribellò alle leggi imposte dai Principi Celesti, infrangendo il patto iniziale, consegnò il potere della creazione, dono esclusivo del Primigenio, ai mortali. Nelle gallerie profonde, nascosti agli occhi del cielo, gli antichi artefici plasmarono innumerevoli fate, piccole creature d'argento nate dalla luce della Luna Gelata e dall’ambizione degli uomini. Si racconta che queste creature fossero il frutto di un sogno: generare, un giorno, un essere perfetto. Un essere capace di fondersi con il mondo stesso, ricucendo la frattura tra il divino e il terreno e riportando l’equilibrio spezzato dalla disobbedienza.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Primigenio",
        "desc": "<p>Il Primo Discendente, sconfisse i Draghi Sovrani del mondo e creò gli umani. Il Primigenio potrebbe essere Phanes.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/11/20856775/54fc33ab94abb4b00460e448f7765892_3287798328747037195.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Quando il Primigenio scagliò le Punte Divine dal cielo, la terra tremò e le stelle vacillarono nei loro corsi. Le fate, nobili figlie della Luna Gelata e un tempo sovrane dei cieli del nord, alzarono i loro canti in un lamento disperato. Ma la loro grazia non bastò a salvarle: trafitte dalla luce celeste e pura delle Punte Divine, si disgregarono, una ad una, in nebbia d’argento e ghiaccio eterno.\nDopo la caduta della Luna Gelata, le poche Fate sopravvissute si riunirono attorno al Primo Archon di Cryo, conosciuto nei miti come lo Zar d’Inverno. Guidate dalla sua volontà glaciale, abbandonarono le rovine delle lune e marciarono verso i confini settentrionali di Teyvat. Le Fate, figlie della luce lunare e del gelo primordiale, divennero così sovrane del nord, custodi di un potere che precede persino gli elementi.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7623,
        "name": "Nod-Krai",
        "desc": "<p>Si tratta di una regione appartenente a Snezhnaya, dove un tempo esisteva una civiltà fiorente e ben organizzata.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/03/445590549/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_4040772281860085259.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Le Fate rappresentano l’antica nobiltà di Nod-Krai. Un tempo regnanti incontrastate, incarnano l’eredità dei primi seguaci del Primo Archon di Cryo. Nonostante il loro potere e la loro gloria siano ormai relegati alla storia, le Fate continuano a esercitare un'influenza sottile ma determinante sulle sorti di Nod-Krai. Il loro lignaggio è strettamente legato ai cicli lunari e ai miti che narrano la discesa della Luna Gelata, simbolo di purezza e custode di segreti arcani, nonché guardiana di antichi rituali.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Oggetti correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 7571,
        "name": "Giuramento della lunga notte",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/3cf2511dfb1f91696a0ee986e5f1fb22_3371878648281977517.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 7572,
        "name": "Finale delle gallerie profonde",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/27/362377527/3fef84e28322a6073b86cb306921999c_5080751177469227704.png",
        "displayStyle": "card",
        "menuId": 5
      }
    ]
  }
}