{
  "epId": 7786,
  "name": "Battaglia nel regno oscuro",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Devi selezionare una difficoltà per le sfide di Battaglia nel regno oscuro. Man mano che aumenta la difficoltà, inizieranno a comparire delle perturbazioni geomantiche, che andranno a influenzare il combattimento. Inoltre, gli avversari diventeranno più forti.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/03/30663804/1ef525b101a31611b9fe2cc1b0a59aa8_3585530157729638552.png",
  "menuId": 14,
  "menuName": "Tutorial",
  "version": 1754333744,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Battaglia nel regno oscuro"
          }
        ]
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "5.7"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Battaglia nel regno oscuro",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/03/30663804/11164cfe770f38b495eb7fcc73304a18_672226497201173331.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Devi selezionare una difficoltà per le sfide di Battaglia nel regno oscuro. Man mano che aumenta la difficoltà, inizieranno a comparire delle perturbazioni geomantiche, che andranno a influenzare il combattimento. Inoltre, gli avversari diventeranno più forti.</color>"
          }
        ]
      },
      {
        "key": "Battaglia nel regno oscuro",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/03/30663804/11164cfe770f38b495eb7fcc73304a18_9131452868691025247.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Se completi una sfida in una difficoltà elevata, potrai ottenere le ricompense di ogni difficoltà inferiore a questa.</color>"
          }
        ]
      },
      {
        "key": "Battaglia nel regno oscuro",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/03/30663804/6e3fe71cbee1598a877eed7224f9d535_240723943877812209.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Dopo aver iniziato una sfida, devi dirigerti verso 3 campi di battaglia diversi e completare 3 battaglie a tempo. La sfida viene considerata completa per questa difficoltà quando tutti gli avversari delle 3 battaglie vengono sconfitti.</color>"
          }
        ]
      },
      {
        "key": "Battaglia nel regno oscuro",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/03/30663804/a833ee0edf75e212fe547fb74a1c908d_6818138202794910178.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Dopo che tutti i giocatori hanno completato le sfide nella difficoltà Spietata in modalità giocatore singolo, ottengono \"Eminenza\". Quando completano le sfide nella difficoltà Spietata mentre completano gli obiettivi Insidiosi, il gruppo attuale ottiene la più potente \"Eminenza tenace\". Un singolo personaggio di un giocatore non può ottenere ripetutamente \"Eminenza\" o \"Eminenza tenace\" dalla stessa fonte, e qualsiasi Eminenza tenace che un personaggio riceve sostituirà l'Eminenza che possedeva in precedenza. Un personaggio con \"Eminenza\" sufficiente diventa un \"Personaggio eccelso\". Ciò gli conferisce, nelle difficoltà Normale, Avanzata, Minacciosa e Intrepida, dei \"Favori eminenti\", che possono aiutare i giocatori a completare le sfide più velocemente.</color>"
          }
        ]
      },
      {
        "key": "Battaglia nel regno oscuro",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/03/30663804/a833ee0edf75e212fe547fb74a1c908d_8056714627926701883.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Dopo due ore dall'inizio delle sfide di Battaglia nel regno oscuro, verranno caricate le informazioni sui Personaggi eccelsi in base ai risultati delle sfide dei viaggiatori. Dopodiché, le informazioni si aggiorneranno ogni giorno alle 04:00 ({TIMEZONE}).</color>\n<color=#ffffffa6>Ci possono essere un massimo di 16 Personaggi eccelsi alla volta e, quando i dati vengono aggiornati, i personaggi con più Eminenza diventeranno i nuovi Personaggi eccelsi.</color>"
          }
        ]
      },
      {
        "key": "Battaglia nel regno oscuro",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/03/30663804/1d82cfd09c64166ac4f7184d8eeff71c_4990475810792855336.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Puoi invitare dei compagni di squadra per partecipare alle sfide cooperative in modalità cooperativa. Quando diversi giocatori partecipano alla sfida, il potere di combattimento degli avversari cambia in base alla difficoltà della sfida cooperativa corrispondente, e non in base al numero di giocatori che partecipano alla sfida.</color>\n<color=#ffffffa6>I risultati delle sfide cooperative vengono registrati separatamente e puoi controllarli in qualunque momento. Tuttavia, potrai mostrare solo i risultati ottenuti in modalità giocatore singolo.</color>"
          }
        ]
      },
      {
        "key": "Battaglia nel regno oscuro",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/03/30663804/9e742f5285a5edbb67b871783aa236be_3172497616889093689.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>I primi 10 giorni dopo l'inizio della sfida saranno caratterizzati da un periodo di \"Recrudescenza\". In questo periodo, i viaggiatori con grado avventura 45 o superiore possono affrontare le sfide in difficoltà Difficile o superiore e, dopo averle completate, possono consumare la Resina primordiale, la Resina condensata, la Resina fragile o la Resina effimera per rivitalizzare dei Fiori geomantici speciali affetti dalla perturbazione, e ottenere le ricompense ×1/×2/×3 dai Domini della benedizione scelti.</color>"
          }
        ]
      },
      {
        "key": "Battaglia nel regno oscuro",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/03/30663804/9e742f5285a5edbb67b871783aa236be_5715683032858878554.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Consumando Resina primordiale, Resina condensata, Resina fragile (o Resina effimera) si ottengono 20/40/60 punti Prestigio spietato. Quando si accumulano 120 punti Prestigio spietato, si ottiene come ricompensa della fase un manufatto da 5★ casuale in più dai due set disponibili nel Dominio della benedizione scelto.</color>\n<color=#ffffffa6>Quando si accumulano 1.200 punti Prestigio spietato, si ottiene anche un Encomio spietato.</color>"
          }
        ]
      }
    ]
  }
}