{
  "epId": 8269,
  "name": "GCC Invokazione del genio",
  "desc": "<p>Un gioco di carte creato da due studenti dell'Akademiya di Sumeru. Uno scrittore di Inazuma, Fukumoto, ha creato la storia del GCC Invokazione del genio.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/30/362377527/6a951fd7fda6bb63c3262b85151b88dd_4255357705490719258.png",
  "menuId": 20,
  "menuName": "Definizioni",
  "version": 1757407614,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "GCC Invokazione del genio"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Definizioni"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailer e Teaser della storia",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Versione 3.3 Trailer: Lucidità dei sensi, Vacuità dell'esistenza"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/07/237301566/c6fa66810399b209da492e4c6507fd7e_5615487277399818990.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>25 Novembre 2022</color>\nI kaidan sono storie molto diffuse a Inazuma sin dai tempi antichi.\nAlcune di queste sono collegate alle storie di fantasmi e di demoni tramandate di generazione in generazione,\nmentre altre rappresentano degli scorci in un passato ormai dimenticato...\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=oTIHLsa0bj0&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Versione 3.7 Trailer: A duello! Invokatore Inviktus!"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/23/70239714/594dddcec4de566299a51e2f602e2d15_3528237908873569032.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>13 Maggio 2023</color>\nI giochi di carte sono come la vita: è la fortuna a decidere che tipo di mano riceverai, seppur l'esperienza possa aiutare a cambiare l'esito della partita.\nLa vita è come i giochi di carte: la vittoria non è che il culmine del viaggio, ed è il brivido del duello a creare melodie eterne.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=0fEtfzr0fpY"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Teaser della storia: Tesori tra le carte"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/47829eff8f2622f6d8abef0143f54551_3355186518440849353.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>2 Giugno 2023</color>\n<color=#ffffff73>Un passato sepolto dalla polvere, una carta che nasconde dei tesori, un gioco frutto dell'amicizia.</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=ZhWO6QOzLT4&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Battaglia con dadi, gatti, e carte",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/7fb65b965bc9f751a8a7308300471349_1481482516531573624.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Diversi anni fa, un mercante viaggiatore, Liben, portò il gioco di carte <color=#ffffff73>GCC Invokazione del genio</color> a Inazuma, dove ottenne popolarità e sviluppò una propria tradizione narrativa. Da Inazuma, il gioco si diffuse in tutta Teyvat e conquistò il cuore di migliaia di fan. Un giorno a Mondstadt, il Viaggiatore e Paimon incontrarono Sucrose, un'assistente del capo alchimista dei Cavalieri di Favonius, che aveva ricevuto un pacco da uno studioso di Sumeru con cui stava lavorando. Una volta aveva visto che il suo collega Timaeus possedeva delle carte particolari e così chiese consiglio allo studioso. Come segno di gratitudine per il suo aiuto nella ricerca, lui le inviò un set di carte di <color=#ffffff73>GCC Invokazione del genio</color> , contenente persino una carta con l'immagine di Sucrose stessa. Dato che né Sucrose né il Viaggiatore né Paimon avevano mai giocato a questo gioco, si recarono alla taverna Coda di Gatto dove i giocatori si riunivano spesso. Quando il numero di visitatori che venivano a giocare a carte aumentò, la proprietaria della taverna, Margaret, assunse un impiegato speciale per aiutare i giocatori. L'impiegato si rivelò essere un gatto nero di nome Prince che il Viaggiatore e Paimon avevano in passato aiutato a cercare. Un assistente speciale fu incaricato di \"tradurre\" il discorso di Prince, sostenendo che dopo aver giocato a <color=#ffffff73>GCC Invokazione del genio</color> era riuscito a comprendere appieno l'animale."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/f7fdd44677fa759a84b5e7c7d07b778b_4774258549970826054.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dato che Principe era troppo abile per giocare con i novellini, Margaret chiese aiuto a Diona, l'amica del Viaggiatore che preparava drink alla taverna. Diede al Viaggiatore e a Sucrose una carta di \"Diluc\", un magnate del vino di Mondstadt, che era stata recentemente lasciata alla taverna dal fratello adottivo di Diluc, Kaeya. Diluc fu sorpreso di vedere una carta con la sua immagine e decise di parlarne con suo fratello. Dopo aver imparato le regole del gioco e aver vinto un duello con Sucrose, Margaret diede al Viaggiatore uno Scrigno degli arcani, una scatola per conservare le carte in grado di captare i segnali dalle altre scatole vicine, in modo tale da trovare gli avversari. Dopo aver sconfitto un Cavaliere di Favonius, Prince assegnò al Viaggiatore un avversario speciale, Fischl, la cui sconfitta gli avrebbe permesso di diventare un giocatore di carte certificato. Sconfiggendo la Prinzessin der Verurteilung in un combattimento alla pari, il Viaggiatore ricevette la carta Fischl, il Manuale del Giocatore del GCC e la possibilità di acquistare vari beni legati a <color=#ffffff73>GCC Invokazione del genio</color> dalla taverna.\nQuando il gioco divenne talmente popolare che tutta Teyvat iniziò a giocarci, lo spirito della Serenteiera, Tubby, creò uno speciale sottospazio in cui i giocatori di tutto il mondo potevano giocare tra loro senza dover viaggiare in altri paesi.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8428,
        "name": "Battaglia con dadi, gatti e carte",
        "desc": "<p>Sembra che Sucrose abbia ricevuto uno strano regalo di ringraziamento da parte di un ricercatore dell'Akademiya e stia analizzando con Timaeus cosa siano le carte contenute nel pacchetto e quale scopo possano avere...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/29/20856775/2c8fb96d89331c9038c3815c23dd25d5_6095190819369840183.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 30,
        "name": "Sucrose",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un'alchimista dalla vivace curiosità verso ogni cosa e ricercatrice bioalchemica.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sucrose_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 44,
        "name": "Diona",
        "desc": "<p><span style=\"color: #BFBFBF\">Una fanciulla che ha ereditato in minima parte sangue non umano. Barista incredibilmente popolare della taverna Coda di Gatto.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 43,
        "name": "Diluc",
        "desc": "<p>Il magnate di un impero vinicolo a Mondstadt, la sua ricchezza, reputazione e le sue capacità sono senza eguali.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diluc_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Spadaccino esperto e stratega dei Cavalieri di Favonius. Si dice che non sia originario di Mondstadt.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaeya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 38,
        "name": "Fischl",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una ragazza misteriosa che si fa chiamare Prinzessin der Verurteilung e che viaggia in compagnia di un corvo di nome Oz.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Fischl_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3329,
        "name": "Prince",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/07/194600931/8f56ac468f468070eedc3fe87c96e392_2661412714891318875.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2517,
        "name": "Margaret",
        "desc": "<p>Margaret è la proprietaria della taverna Coda di gatto, dove Diona lavora come barista.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/20/1023623/2855a796e328aa05f1b447d944a04818_2011583091982949180.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2529,
        "name": "Liben",
        "desc": "<p>Liben is the merchant who travels around the world.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/28/194600931/fea05699eabd33a682b5b52dd24c2b96_8513516310579816301.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3941,
        "name": "Shuyun",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/09/157266935/64858a07768c8b442b80248b1567cbca_724626877457914849.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3524,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3193,
        "name": "Sucrose",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Sucrose, Dolcezza innocua</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">\"Non puoi valutare la potenza di un mazzo non ancora provato!\"</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/01/35428890/b9a4ece363d697dfb565dda772efbaf4_2275797930134526552.png",
        "displayStyle": "card",
        "menuId": 17
      },
      {
        "type": "CustomEntry",
        "epId": 3181,
        "name": "Diluc",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Diluc, Lato oscuro dell'alba</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il suo cuore è il suo più acerrimo nemico.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/01/35428890/1692ce668a14a238e1fa6b763b9ae0ce_7969084686280123775.png",
        "displayStyle": "card",
        "menuId": 17
      },
      {
        "type": "CustomEntry",
        "epId": 3188,
        "name": "Fischl",
        "desc": "<p><strong><span style=\"color: rgb(255, 255, 255)\">\"Fischl, Prinzessin der Verurteilung!\" Fischl</span></strong></p><p>\"Oz, mio figlio, distendi le tue ali e tessimi un nuovo destino nell'oscurità della notte!\"</p><p>\"Mein Fräulein, non possono aiutarla a sostituire una carta...\"</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/01/35428890/a122204b72ab4c460887089b8e4664be_4195146453162683492.png",
        "displayStyle": "card",
        "menuId": 17
      },
      {
        "type": "CustomEntry",
        "epId": 3334,
        "name": "Scrigno degli arcani",
        "desc": "<p>A box for cards released by the Genius Invokation TCG Society.</p><p>Only beginners who have learned the basic rules and are verified as players can collect one.</p><p>They say that these boxes were made by researchers from the Sumeru Akademiya, and that they feature a special mechanism that can be used to detect nearby people who also possess Caskets of Tomes.</p><p>Use this function to engage in more matches against nearby players!</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/13/77454259/b2d1cdd9dd64d797e2beacdcb039210c_5093552134128177889.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "A duello! Invokatore Inviktus!",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/0b591dd44b48e694730e3edee7fb187c_3366143719157171802.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La popolarità del gioco di carte <color=#ffffff73>GCC Invokazione del genio</color> continuò a crescere e a un famoso artista di Mondstadt,\nfu chiesto di realizzare le immagini esclusive per le carte. La Gilda degli Avventurieri decise di organizzare il Gran Premio del Re delle Invokazioni, un torneo a premi in ogni città di Teyvat. Quando il Viaggiatore e Paimon arrivarono a Mondstadt, il torneo stava già per terminare e quindi non poterono partecipare; tuttavia, oltre alla competizione ufficiale, i giocatori organizzarono altri tornei non ufficiali, senza un limite di tempo per la presentazione delle domande. Quando il Viaggiatore e Paimon si recarono da Diona alla taverna Coda di Gatto, notarono uno Youkai insolito di Inazuma accanto alla ragazza, un corriere del Komaniya Express, Kirara. E dopo aver incontrato Diona e il proprietario della taverna, mentre si dirigevano al luogo del torneo, vennero presentati a una giornalista di Fontaine, Charlotte, che era venuta a seguire ogni torneo del Gran Premio del Re delle Invokazioni. Raccontò che durante la gara aveva visto un \"Ladro di Carte\" che aveva aspettato che il suo avversario si distraesse per rubargli le carte. La giornalista aveva intenzione di inseguire il colpevole, ma purtroppo era già scomparso. Volendo scoprire tutta la verità, il Viaggiatore e Paimon si unirono alla sua indagine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/69aea1267bbfd8628bd4d8e569920c7f_5604734524600792493.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Durante la battaglia finale tra il capitano dei Cavalieri di Favonius, Kaeya, e il ragazzo che si occupava dei piccioni, Timmie, Charlotte notò due individui sospetti che evitavano lo sguardo di tutti, come se stessero tramando qualcosa di losco. Quando uno di loro iniziò improvvisamente a correre, la giornalista, il Viaggiatore e Paimon lo inseguirono, perdendosi la gara finale, vinta poi da Timmie. Quando raggiunsero il sospettato fuori dalle porte di Mondstadt, fu improvvisamente attaccato dai Cacciatori di tesori. Dopo la sconfitta dei Cacciatori di tesori, il sospettato confessò di aver ricevuto una carta con un forziere sul retro per tre volte il prezzo da lui pagato. E così, dopo l'accordo, nel tentativo di verificare che i Mora ottenuti fossero veri, fu improvvisamente aggredito. Dopo aver raccontato tutto ai Cavalieri di Favonius e aver capito che dietro il retro delle carte si nascondeva un segreto, Charlotte, il Viaggiatore e Paimon si recarono al Porto di Liyue, dove si sarebbero tenute le finali successive. Uscendo dal torneo, videro un poster proprio dello stesso torneo che raffigurava i creatori di <color=#ffffff73>GCC Invokazione del genio</color> , ma nessuno conosceva le loro identità, i loro indirizzi o altre informazioni."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/d01763012fa95507bd7836854d2c3fb9_8003719174813827251.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando il Viaggiatore, Paimon e Charlotte arrivarono a Liyue, la giornalista fu invitata ad un incontro con il Tianquan dei Qixing di Liyue, Ningguang, e così nel mentre il Viaggiatore e Paimon andarono a indagare. Al porto, incontrarono il loro vecchio amico, Kaedehara Kazuha, e rividero Kirara, che stava avendo delle difficoltà a trovare l'impresa di pompe funebri Wangsheng. Scoprirono che il pacco di Kirara era destinato alla proprietaria dell'impresa e finalista del Gran Premio di Liyue, Hu Tao. Il Viaggiatore e Paimon chiesero a Hu Tao del retro delle carte del forziere, e lei si ricordò di come l'esorcista Chongyun avesse perso un duello con uno sconosciuto e, quando quest'ultimo vinse, chiesero una carta con un retro simile. Quando Kazuha, il Viaggiatore e Paimon trovarono Chongyun, stava aiutando un bambino a trovare il suo amico che era scappato. Dopo aver scoperto che il ragazzo aveva dato al suo amico lo Scrigno degli arcani, il Viaggiatore usò il tracciamento del giocatore sulla sua scatola per seguire le tracce della ragazza, dove incontrarono di nuovo i Cacciatori di tesori. Dopo averli sconfitti e aver incontrato la ragazza scomparsa, Chongyun li informò che la persona a cui aveva perso la carta stava progettando di andare da Inazuma. Quando il Viaggiatore e Paimon tornarono al porto dopo la vittoria di Hu Tao al Gran Premio, incontrarono Charlotte e Ningguang, che raccontarono loro che proprio recentemente un retro di una carta forziere estremamente raro era apparso sul mercato, ma che era andato esaurito in una sola notte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/c9894dcb6f98a3756a7299353b2a02ee_4407908945773921997.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "All'inizio, pensò che si trattasse di un altro mercante che nascondeva la merce per creare una corsa all'acquisto, ma dopo aver saputo del Ladro di Carte, pensò subito a loro. Anche se il retro delle carte fossero fatti su misura, non erano particolarmente belli o eleganti, il che rendeva il mistero ancora più intricato."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/0c24f56ce52d600a1594e60a86abeefa_594076962623727452.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Arrivati ​​sull'isola di Ritou, il Viaggiatore, Paimon e Charlotte incontrarono l'Archon di Elettro di Inazuma, Ei. La sua amica e famiglio, Yae Miko, la convinse a partecipare al Gran Premio, ed Ei riuscì ad arivare alle semifinali, combattendo contro le persone comuni di Inazuma che tremavano di paura al suo cospetto. In semifinale, l'Archon perse contro Miko. La seconda finalista fu la Gran Sacerdotessa Sangonomiya Kokomi, giunta a Ritou per dimostrare agli abitanti di Inazuma che, anche se credevano in divinità diverse, potevano comunque unirsi giocando a carte e mettere da parte le loro divergenze. Vicino al campo del torneo, il Viaggiatore, Charlotte e Paimon incontrarono di nuovo Kirara, che stava consegnando dei pacchi. Dopo aver sconfitto Miko nella battaglia finale, Kokomi intuì che il mistero del Ladro di Carte risiedeva nel percorso di viaggio di Kirara, in quanto l'ora e il luogo coincidevano perfettamente. Tutte le sue scatole erano molto leggere e quindi potevano contenere solo una cosa: carte con l'immagine di un forziere. E poiché aveva ritirato il pacco prima di incontrare il Ladro di Carte, potevano esserci diversi criminali all'opera. Dopo aver messo insieme i fatti, il nekomata ricordò che tutti i suoi pacchi avevano una destinazione comune a Sumeru: <color=#ffffffd9>\"</color> <color=#ffffff>A circa 100 passi lungo la strada dal Ribat delle Carovane verso il deserto, vicino al primo Fiorardente,</color> <color=#ffffffd9>\"</color> così il Viaggiatore, Charlotte e Paimon chiesero di andare con lei a consegnare\nil pacco. Al <color=#ffffff73>Ribat delle Carovane</color> si incontrarono con il con il\nche divenne il vincitore del torneo e gli raccontò l'accaduto. Cyno andò con loro per catturare i criminali. Durante l'incontro con i clienti, la nekomata cercò di scoprire cosa ci fosse all'interno del pacco, ma i Cacciatori di Tesori che lo avevano ricevuto attaccarono il corriere."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/70343bc67d366a2c6893ffc6707026da_8081937571062038112.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dopo che Cyno e gli altri aiutarono a respingere l'attacco, i Cacciatori di Tesori ammisero di essere stanchi di rubare e decisero di organizzare qualcosa di grosso e rubare tesori preziosi da diverse nazioni contemporaneamente per aumentare la loro autorità. Per comunicare rapidamente il piano agli altri, improvvisamente ebbero l'idea di usare delle carte e stamparono il retro di un forziere. Tutti i Cacciatori di Tesori sapevano che se il forziere fosse stato coperto con della terra bagnata o sabbia e poi strofinato, il messaggio sarebbe stato rivelato: <color=#ffffffd9>\"</color> <color=#ffffff>Cari Cacciatori di tesori seriali, questo è il grande colpo che tutti stavamo aspettando. Prendete i vostri pugnali, indossate le vostre maschere e radunatevi con le vostre bestie da soma... Oh, e per quelli di voi senza</color> <color=#ffffff>bestie da soma..</color> <color=#ffffff>.</color> <color=#1f1f1f>.</color> <color=#ffffffd9>\"</color> Il messaggio proseguiva poi con i dettagli del piano e l'orario. Alcuni Cacciatori di Tesori iniziarono a giocare a <color=#ffffff73>GCC Invokazione del genio</color> e le carte con il messaggio furono messe in circolazione. Rendendosi conto del loro errore, i Cacciatori di Tesori decisero di collezionare tutte le carte in modo che nessun altro potesse scoprire il loro piano, quindi rubarono, vinsero o acquistarono il retro delle carte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/13dd8937509b63587365c20f111f5f0a_2359361944767608416.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando il caso dei Ladri di Carte fu risolto e Cyno scortò i criminali, Kirara si ritrovò con un ultimo pacco. Rimase a lungo in ufficio perché il destinatario non era stato trovato e nemmeno i vicini sapevano che fine avesse fatto. Ma in seguito, il periodo di giacenza del pacco scadde e si scoprì che il mittente era morto, così Kirara decise di trovare il destinatario, uno studioso, Garvipidam. Il pacco riportava l'indirizzo del villaggio di Vimara a Sumeru, ma nessuno degli abitanti del villaggio aveva mai sentito parlare di una persona con quel nome. Scoprirono dal capo del villaggio che uno studioso dell'Akademiya viveva nel villaggio ma nessuno lo conosceva. Quando Kirara e gli altri trovarono Garvipidam, scoprirono che era uno dei creatori di <color=#ffffff73>GCC Invokazione del genio</color> e che il mittente del pacco, Gulab, era il secondo creatore. Il pacco conteneva una lettera e una carta che Gulab aveva disegnato prima di morire:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"</color> <color=#ffffff>Caro amico, ti starai chiedendo perché ti sto lasciando una lettera come questa.</color>\n<color=#ffffff>È</color> <color=#ffffffd9>perché… non vuoi accettare che ormai mi resta poco.</color>\n<color=#ffffffd9>Suppongo che lo Scrigno degli arcani che ti ho dato stia facendo la polvere dimenticato da qualche parte... Quindi questo è il mio ultimo regalo per te.</color>\n<color=#ffffffd9>Mi dispiace avertelo potuto dare solo ora.</color>\n<color=#ffffffd9>Ricordi quando ci siamo incontrati la prima volta?</color>\n<color=#ffffffd9>Eri l'unico disposto a fare amicizia col bambino affetto da Eleazar.</color>\n<color=#ffffffd9>Ora tocca a me aiutarti a fare nuove amicizie.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/7bc9ca894b9306e6f861c3cebb599561_2465822552007288056.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Nonostante Garvipidam non potesse più giocare a carte dopo la morte di Gulab, per molte persone, <color=#ffffff73>GCC Invokazione del genio</color> divenne non solo un gioco, ma un'occasione per incontrarsi, fare amicizia e divertirsi a duellare insieme. E anche se gli amici se ne vanno, non scompaiono per sempre, ma rimangono con le persone, solo in una forma diversa. Garvipidam alla fine accettò il fatto che il suo amico non fosse più lì e suggerì di giocare a <color=#ffffff73>GCC Invokazione del genio</color> con la carta che Gulab gli aveva lasciato, perché lo Scrigno degli arcani che Gulab gli aveva dato sarebbe rimasto per sempre con lui.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8423,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "name": "Gilda degli avventurieri",
        "desc": "<p>Un'organizzazione che ha base a Snezhnaya, si occupa di reclutare avventurieri e di accettare e distribuire commissioni. La Gilda ha un ufficio in ognuna delle città più importanti e il suo motto è: \"Ad astra abyssosque!\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/20856775/cc478a96ef1786f56d96ed2ef8718306_4473218081636190842.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 8270,
        "desc": "",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 4377,
        "name": "Charlotte",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Instancabile giornalista dell'Uccello a vapore, sempre a caccia della \"verità\".</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/190184121/7bbbff3f35661a93b5091b1f17fae6c0_4260674213241120995.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3719,
        "name": "Kirara",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una fattorina della Komaniya Express, una compagnia di spedizione di Inazuma. Una nekomata che adora il suo lavoro e la società umana.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/20/95525664/d1699810632f8c3bc8c1e8c8beb8250f_8238517951563319098.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 44,
        "name": "Diona",
        "desc": "<p><span style=\"color: #BFBFBF\">Una fanciulla che ha ereditato in minima parte sangue non umano. Barista incredibilmente popolare della taverna Coda di Gatto.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Spadaccino esperto e stratega dei Cavalieri di Favonius. Si dice che non sia originario di Mondstadt.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaeya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2492,
        "name": "Timmie",
        "desc": "<p>A child who is fond of pigeons. He can be found on the bridge leading to Mondstadt city.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/683e4af0068ff18aaa5df8894cf818a1_4152939601076302293.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 34,
        "name": "Hu Tao",
        "desc": "<p>La 77a direttrice dei Servizi Funebri Wangsheng. Ha rilevato l'attività in giovane età.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Hu Tao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 22,
        "name": "Kaedehara Kazuha",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un samurai errante di Inazuma attualmente imbarcato sulla flotta della Crux di Liyue. Un'anima gentile e spensierata il cui cuore nasconde troppi fardelli del passato.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaedehara Kazuha_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 45,
        "name": "Chongyun",
        "desc": "<p>Il giovane erede di una famiglia di esorcisti. Fa tutto il possibile per sopprimere la sua abbondanza di energia yang.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Chongyun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 8,
        "name": "Ningguang",
        "desc": "<p>La Tianquan delle Sette Stelle di Liyue. La sua ricchezza è ineguagliabile in tutta Teyvat.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ningguang_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Shogun Raiden",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Sua Eccellenza, la potente Narukami Ogosho, che ha promesso al popolo di Inazuma un'Eternità immutevole.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Lady Guuji del Gran Santuario di Narukami e caporedattrice della Casa editrice Yae. Dietro alla sua bellezza si celano un'intelligenza e un'astuzia incredibili.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Sangonomiya Kokomi",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La Sacerdotessa divina dell'Isola di Watatsumi. Ha l'ultima parola su ogni questione dell'isola.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2813,
        "name": "Cyno",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il generale Mahamatra incaricato della supervisione dei ricercatori all'Akademiya. Si dice che svolga il suo lavoro in maniera ancor più efficiente del Gran Vayuvyastra creato dalla Kshahrewar.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/77454259/e09e2bda5e022611fad0dea1bb6518bb_6757667565719577204.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Un genio conosciuto come Kreideprinz, è capo alchimista e capitano della squadra investigativa dei Cavalieri di Favonius.</span></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "GCC Invokazione del genio",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/d117b7775ff35836aa868c8de0d0ce13_5368843121030452130.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Il gioco di carte <color=#ffffff73>GCC Invokazione del genio</color> è stato ideato da due studenti di Sumeru, Gulab e Garvipidam. Si conoscevano fin dall'infanzia, avevano studiato ed erano cresciuti insieme. Gulab era malato di Eleazar, una malattia che esisteva solamente a Sumeru e derivava da conoscenze proibite. Chi ne era affetto presentava delle squame scure sulla pelle, intorpidimento degli arti e, nella fase finale, poteva morire. Se non fosse stato per le bende sulle mani, sarebbe stato difficile intuire che fosse malato, ma nessuno voleva essere suo amico. Nonostante ciò, Gulab era calmo, gentile e sempre di buon umore. Garvipidam era l'unico volenteroso di fare amicizia con il ragazzo malato e da allora divennero inseparabili. Entrarono insieme all'Akademiya di Sumeru dove Gulab ottenne il titolo di Rtawahist Dastur. Ma poco dopo, la malattia iniziò a peggiorare, iniziarono gravi complicazioni e Gulab fu costretto a rimanere a letto. Fu curato in ospedale, quindi dovette abbandonare la sua ricerca. Per sostenere l'amico, Garvipidam si recò in ospedale ogni giorno, anche quando l'amico gli disse che non c'era bisogno di andarci così spesso. Quando non avevano niente da fare in ospedale, gli amici iniziarono a divertirsi colorando le carte, e gradualmente queste carte si trasformarono in un gioco di carte collezionabili. Ben presto, l'intero ospedale si ritrovò a giocare a carte. Nel creare il gioco, Garvipidam si servì della conoscenza teorica degli elementi, sognando di continuare la ricerca insieme una volta che Gulab si fosse ripreso."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/9410c6251327ab6c1257fecd24c1f595_6948451517613006929.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Purtroppo i sogni di Garvipidam non erano destinati a realizzarsi, dato che Gulab morì a causa della malattia Eleazar. In seguito alla sua morte, lo studioso provò a giocare insieme a qualcun altro, ma ogni volta che alzava lo sguardo, vedeva la sagoma del suo amico, come se fosse ancora lì seduto al tavolo.\n<color=#ffffff73>Tutti i conoscenti di Garvipidam gli suggerirono di andare avanti e godersi il GCC Invokazione del genio, dato che era uno dei due creatori. Ma l'uomo non riusciva ad accettare la morte del suo amico.</color> Iniziò a condurre una vita solitaria, si <color=#ffffff73>presentava</color> con un nome fittizio e persino i suoi vicini non sapevano chi vivesse vicino a loro. Nonostante esistessero delle foto dei creatori del gioco, nessuno ne conosceva l'identità e, col tempo, la storia del gioco fu avvolta da varie dicerie. Alcuni credevano che gli autori del gioco non fossero i veri creatori, mentre altri credevano che il gioco fosse stato inventato dopo una rivelazione della divinità della saggezza. Solo dopo uno dei tornei del <color=#ffffff73>GCC Invokazione del genio</color> la verità venne a galla e Garvipidam riuscì finalmente a ottenere la conclusione necessaria per superare la morte di Gulab attraverso il suo ultimo messaggio e dono, una carta del <color=#ffffff73>GCC Invokazione del genio</color> che li ritraeva entrambi bambini tanto tempo fa.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "name": "Akademiya di Sumeru",
        "desc": "<p>L'organizzazione di Sumeru che esercita il controllo amministrativo della regione ed educa le persone.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/06/362377527/f104ae555e12009875976f0efe8966fb_3736979445995815945.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 8270,
        "desc": "",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 3944,
        "desc": "",
        "displayStyle": "card",
        "menuId": 18
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Re delle Invokazioni",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/21/237301566/fac4492056b305f87c2997c7d70a1625_3462596612050593980.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dopo l'uscita del <color=#ffffff73>GCC Invokazione del genio</color> , venne scritto il libro \"Re delle Invokazioni\", che racconta la storia di un giovane che trovò uno Scrigno degli arcani nella sua soffitta. Quando lo aprì, scoprì l'anima del Re Coccodrillo, che lo possedeva, e l'eroe divenne un giocatore di <color=#ffffff73>GCC Invokazione del genio</color> . Per creare le immagini delle carte, l'autore del libro, Fukumoto, si ispirò a battaglie e personaggi reali, come il generale Mahamatra Cyno. Dopo la pubblicazione del libro, alcuni iniziarono a credere che i veri creatori del gioco fossero il Re Coccodrillo e il Re Ibis e che il libro fosse stato scritto da un giovane posseduto. E nonostante Fukumoto abbia smentito il tutto, il numero di dicerie non ha fatto altro che aumentare facendo aumentare di conseguenza la popolarità del gioco."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/14/237301566/e4697b66743322b761c46ad742aa08b7_4281653627758930364.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Il Re Coccodrillo Sobek, capitano dei capitani, e il Re Ibis Thoth, scriba degli scribi, erano tra i sette saggi di\n, il sovrano del deserto di Sumeru. In un capitolo del libro, il Re Coccodrillo e il Re Ibis discutevano incessantemente, e un giorno la loro discussione si concentrò sulla trasformazione delle cose. Sobek cercò una persona che, avendo ricevuto la benedizione di un'Oceanide, potesse trasformare qualsiasi liquido in vino. Toth portò con sé un uomo che, sotto l'influenza di una maledizione, trasformò tutto in argento puro. I saggi del Re Deshret scommisero su quale effetto avrebbe prevalso alla fine e chiesero al capo della classe sacerdotale, Hermanubis, di formulare una congettura sul risultato finale. <color=#ffffffd9>\"</color> <color=#ffffff>Entrambe le forme di potere si scontrano direttamente, come lance taglienti che colpiscono scudi resistenti,</color> <color=#ffffffd9>\"</color> disse Hermanubis, <color=#ffffffd9>\"</color> <color=#ffffff>e ognuna delle due deve arrendersi all'altra e fare un passo indietro. Questo è il principio dell'equilibrio.</color> <color=#ffffffd9>\"</color> Alla fine, il risultato fu che il calice divenne argento puro, mentre l'acqua insabbiata all'interno si tramutò in un liquore pregiato con granelli d'argento. Eppure, il Re Coccodrillo e il Re Ibis non compresero il monito di Hermanubis, continuando invece la loro battaglia. Alla fine, inventarono una strana magia per l'evocazione. E ora, i due hanno attraversato millenni per continuare la loro battaglia sul campo di battaglia di <color=#ffffff73>GCC Invokazione del genio</color> ."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/14/237301566/9b145f097c61d2bf12d48e675aac29c0_2454828832054840521.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando fu pubblicato l'ultimo volume del Re delle Invokazioni #1, un pre-ordine speciale avrebbe dovuto includere un campione del prodotto sotto forma di un'arma chiamata Becco d'ibis. Tuttavia, a causa delle sue specifiche uniche, la richiesta di produrre un semplice campione fu scambiata per quella di realizzare una vera arma, che non piacque particolarmente alla <color=#ffffff73>Casa editrice Yae</color> . Tuttavia, Fukumoto, che era presente alla consegna dell'arco, rimase profondamente ispirato dagli eventi e scrisse il seguente estratto, che in seguito venne aggiunto al libro come appendice. Secondo la storia, l'arco, decorato con pietre preziose, un tempo si trovava nel tesoro del Re Ibis. Il Re Coccodrillo era sicuro che chiunque avesse impugnato quell'arco sarebbe diventato l'arciere più abile nel regno di Re Deshret e quindi era determinato a ottenerlo a tutti i costi. Il giovane prussiano dalla pelle color verde chiese se avrebbe potuto ottenere l'arco se fosse diventato l'arciere più abile di tutti, ma l'unica risposta che ottenne fu solo un sorrisetto. <color=#ffffff73>Quando Re Deshret fu ormai scomparso da tempo, il Re Coccodrillo decise di calpestare il mare di sabbia in nome del \"Rito dei Duelli\",</color> il tutto per cancellare le barriere tra una moltitudine di mondi e provocare una furiosa guerra. Per fermarlo, una\nche si aggrappava all'arco dorato arrancò sui gradini che conducevano al rituale. Dopo questa battaglia, Sobek fu rinchiuso da Toth nella \"Stanza dei Duelli\" per la sua sete di guerra e il suo tentativo di distruggere le mura dei mondi. La \"Stanza dei Duelli\" era una sorta di santuario: era impossibile fuggirne e barare senza essere notati. Persino il Re Coccodrillo non sarebbe stato in grado di lasciare quel luogo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/09e3d65b6afe44c2eb824f5bc52ca8f6_1494281877174131513.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Diversi secoli dopo, il giovane Abu scoprì lo Scrigno degli arcani e il Re Coccodrillo si impossessò di lui e insieme divennero il re dell'invokazione. Quando Sobek entrò nuovamente nella \"Stanza dei Duelli\" sigillata, usando il giovane, vide il fantasma impugnare un arco. Era come se il tempo si fosse fermato, così che ciò che restava della sua anima potesse attraversare le porte in frantumi e i corridoi disseminati, e tornare nella stanza del tradimento e delle macchinazioni. Afferrando l'inevitabile freccia dorata scoccata dall'Arco dei <color=#ffffff73>Riti arcani</color> che sfrecciava verso di lui, salvò il corpo da uno sfortunato destino: essere trafitto al petto. Ma in quel momento, il rituale segreto si dissipò, la freccia si dissipò e la sagoma dell'uomo che impugnava l'arco svanì in un lampo. Sobek afferrò l'arco prima che cadesse a terra. I suoi molteplici tentativi di afferrare quell'arco forgiato in oro si erano sempre conclusi con un fallimento, il che contribuì alla frattura tra lui e il Re Ibis. Ahimè, quando finalmente ottenne il tesoro che aveva a lungo bramato, scoprì di avere il cuore freddo come una palude stagnante, senza un briciolo di gioia. Il Re Coccodrillo rifletté e concluse che non provava più lo stesso desiderio di soddisfare quei desideri inappagati che provava in gioventù."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/334c716df62558e7326153cf949a2b0a_759668867041982066.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Più tardi, quando l'anima del Re Coccodrillo lasciò il corpo di Abu, il giovane andò a sfidarlo nella \"Stanza dei Duelli\". Ricordando il passato, Sobek prese l'arco tra le mani, immaginando la vittoria che aveva sognato in gioventù, e si diresse lentamente verso il campo di battaglia destinato dal fato. Nonostante il re prussiano dalla pelle color verde fosse vicino alla vittoria, il giovane riuscì a prevalere. Abu inclinò la testa, osservando il corpo del re che si riduceva gradualmente in cenere. <color=#ffffffd9>\"</color> <color=#ffffff>Sebbene tu viva di guerra, non hai mai smesso per un singolo giorno di alimentarne la fiamma.</color> <color=#ffffffd9>\"</color> disse il giovane. <color=#ffffffd9>\"</color> <color=#ffffff>Così sarebbe troppo noioso\", disse Abu, \"Il mondo sarebbe troppo noioso senza di te. Per me, tu sei... Non capiresti. Oh, giusto, mi è appena venuto in mente che non so ancora il tuo nome.</color> <color=#ffffffd9>\"</color> Il Re Coccodrillo vide un sorriso insolito e pericoloso formarsi sulle labbra del giovane. Quel giorno, vari mondi furono testimoni del desiderio del giovane: <color=#ffffffd9>\"</color> <color=#ffffff>Lascia che le mura si distruggano e che la guerra tra i mondi abbia inizio. Voglio che fiumi di sangue tingano di rosso la terra e che montagne di ossa buchino i cieli. Il Signore dei duelli vivrà per sempre!</color> <color=#ffffffd9>\"</color>\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 2813,
        "name": "Cyno",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Il generale Mahamatra incaricato della supervisione dei ricercatori all'Akademiya. Si dice che svolga il suo lavoro in maniera ancor più efficiente del Gran Vayuvyastra creato dalla Kshahrewar.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/77454259/e09e2bda5e022611fad0dea1bb6518bb_6757667565719577204.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "name": "Al-Ahmar",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Sovrano del deserto di Sumeru, noto anche come Re Deshret e Re Scarlatto o il Signore delle Sabbie Dorate, fu il primo a esplorare i segreti dell’oscura conoscenza proibita, lasciando un’impronta eterna tra le dune. </span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/06/445590549/513d51e0ebfd54f5da34a9f85dfaf61f_639172384376205685.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3902,
        "name": "Becco d'ibis",
        "desc": "<p>Un arco d'oro forgiato come descritto nella storia. Se usato come arma comune, è possibile considerarlo la materializzazione di un oggetto appartenente a un mondo fittizio.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/22/190184121/3c33fbd1aeadf27dc00617c3f4d31c55_3258831431958086952.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 5151,
        "name": "Dialoghi dei saggi del deserto",
        "desc": "Un caduceo simbolo della gloria alchemica, creato con speciali leghe che ne valorizzano il prestigio. È estremamente rigido e pesante, e usato come randello potrebbe causare ferite piuttosto gravi.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/03/13/cc3e6b2a6e31846dff52115554a9bedd_7197352110243179180.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 3945,
        "name": "Re delle Invokazioni",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Una light novel incentrata su Invokazione del genio, il gioco di carte collezionabili più popolare di Teyvat. I personaggi sono unici e la storia è emozionante e piena di colpi di scena, il che la rende una delle opere più in voga in circolazione.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/83872660/13c47d70bd04598cc4da0c6693b1c245_2910282073018630835.png",
        "displayStyle": "card",
        "menuId": 12
      }
    ]
  }
}