{
  "epId": 8347,
  "name": "Opuscolo del concorso per idol Pipilpan",
  "desc": "Un opuscolo pieno di immagini stupefacenti che introducono il formato, le condizioni di partecipazione e i giudici della competizione.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/7b5e5ffc8ad84a76373ef8aa85171573_330932813371727968.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1755868238,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Porta il miracolo dei Guiztli in fiore, e lascia che la Fiamma sacra illumini il tuo sorriso!\nA nome di Tenochtzitoc, vi porgo i miei saluti con un balletto di benvenuto! Brilla, idol Pipilpan!\nEhi, tu! Stai percorrendo il sentiero della forza?\nEhi, tu! La ricerca di quel sentiero pervade la tua mente?\nEhi, tu! Il tuo cuore trabocca d'aspirazione?\nAllora tu! Sì, tu! Sei a un passo dal diventare l'idol Pipilpan dei tuoi sogni, e l'opportunità è proprio davanti a te. Esatto, è il \"concorso per idol Pipilpan\"!\nModalità di partecipazione\nDopo aver ottenuto il riconoscimento dei tre giudici e raggiunto la finale, affronterai gli attori del Resort Dolcebrezza. Combatti per il titolo di imbattibile idol Pipilpan!\nRegolamento dettagliato\n1. Turni di qualificazione\nSupera le prove dei tre giudici per qualificarti alla finale.\n2. Finale\nVerrà impiegato un sistema di valutazione per giudicare tutti i concorrenti sul palco e determinare il più meritevole del titolo di idol Pipilpan!\nI tuoi giudici\nCampa: entusiasta insegnante di danza che trasforma la forza muscolare in quella di un idol!\nOhuitia: campione di vendite del Popolo delle Sorgenti, un vero maestro del marketing e genio dei servizi che tutti adorano!\nIonna: nota critica del mondo della moda di Fontaine, nonché osservatrice speciale del concorso per idol Pipilpan!\nGiovani attori e attrici, partecipate al concorso per ottenere il riconoscimento dei nostri giudici! Intraprendete un viaggio per realizzare i vostri sogni e superare i vostri limiti! Diventate dei grandiosi idol Pipilpan e illuminate il Resort Dolcebrezza con la vostra luce sfolgorante!"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Opuscolo del concorso per idol Pipilpan"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Ottenibile completanto la missione avventura</color> - <color=#ffffff>Brilla, idol Pipilpan! -</color>"
          }
        ]
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "5.8"
          }
        ]
      }
    ]
  }
}