{
  "epId": 8351,
  "name": "Appunti stracciati di qualcuno (I)",
  "desc": "Appunti rinvenuti tra i resti di Bakunawa.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Appunti stracciati di qualcuno (I)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "14ª sosta. Ancora nessuna indicazione di giorno o notte. Il vento è sempre assente.\nCredevo che la mia vita sarebbe finita. Il mostro mi ha mangiato la mano sinistra e parte del busto. Non so dove mi siano caduti i farmaci, quindi non posso curare le ferite...\nMa oggi è stato il mio giorno fortunato. Non mi aspettavo di incontrare un uomo, qui. Si chiama Nocht e ha usato un fiore che sboccia tra le ceneri per fermare le emorragie. Mi ha anche detto di non avvicinarmi alle bestie, poiché mangiano anche i loro simili.\n...\nGli ho chiesto da dove venisse, e ha menzionato un luogo chiamato \"Tenochtzitoc\"...\nMa non è la sua città natale. Stranamente, non ricorda il suo luogo di nascita, ma chi sono io per giudicarlo?\n...\nNocht se n'è andato senza riposare. Ha detto di non avere molto tempo.\nMi ha consigliato di tornare indietro prima che sia troppo tardi. Bah... Col mio corpo in queste condizioni, potrebbe essere davvero troppo tardi.\nSono pronto. So che questa sarà la mia ultima avventura. In quanto Grande avventuriere Stanley, giuro di usare fino all'ultima goccia di sangue che ho in corpo per svelare i segreti di questo luogo.\n...\nHans, purché tu riesca a tornare a Mondstadt sano e salvo, i miei sforzi non saranno stati vani.\nSe un giorno un altro membro della Gilda dovesse tornare qui, spero che troverà i documenti che ho lasciato.\nAd astra abyssosque."
          }
        ]
      }
    ]
  }
}