{
  "epId": 8510,
  "name": "Kuuvahki",
  "desc": "<p>Il Kuuvahki è una forma di energia che ha origine nel Nod-Krai e che è simile al magnetismo. A differenza del magnetismo convenzionale, che è polarizzato in positivo e negativo, il Kuuvahki presenta una carica \"unipolare\" rossa e blu.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/29/445590549/0049096a6357db745824e3e9e71439e0_8451786547922660526.png",
  "menuId": 14,
  "menuName": "Tutorial",
  "version": 1759349508,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Kuuvahki"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Nod-Krai"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Energia Primordiale"
          }
        ]
      },
      {
        "key": "Versione di Rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "Luna I"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffff>Fauna e Nemici</color>\n<color=#ffffff>Ibis Lungapiuma Bifiamma & Rinoceronte Cornospuntato</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/15/205556113/3611fc2f6ebe7304584e12d4775b00a2_3577712054374424094.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Grazie al potere del Kuuvahki, è possibile colpire queste creature e infliggere loro una scarica elettrica.\nFauna:"
      },
      {
        "type": "CustomEntry",
        "epId": 8553,
        "desc": "",
        "displayStyle": "text",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 8559,
        "desc": "",
        "displayStyle": "text",
        "menuId": 15
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Capra castagna & Capra tramontina</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/15/205556113/f0bb6d2f1b4a36d4580a6692e609c6c4_7975414370458715751.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Quando salta, può generare un Campo Unipolare\nFauna:"
      },
      {
        "type": "CustomEntry",
        "epId": 8556,
        "desc": "",
        "displayStyle": "text",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 8555,
        "desc": "",
        "displayStyle": "text",
        "menuId": 15
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Oprichniki dei Fatui</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/15/205556113/4ae171216a32cb3961898660264e88de_718927951275052896.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "I membri delle forze d’élite Oprichniki dei Fatui hanno il compito di difendere la linea di battaglia e utilizzano potenti armi modificate che sfruttano l’energia del Kuuvahki. Mentre gli Oprichniki caricano le loro armi, un personaggio in stato potenziato può colpirli con attacchi basati sul Kuuvahki per interromperli.\nNemici e mostri:"
      },
      {
        "type": "CustomEntry",
        "epId": 8539,
        "name": "Oprichniki dei Fatui soldato d'assalto Fiammalama",
        "desc": "Un ufficiale Fatuus d'élite degli Oprichniki specializzato nel combattimento ravvicinato, che fa uso di una grossa lama.<br>Che si tratti di combattere contro la calamità oscura o contro gli ignoranti che osano opporsi agli ideali della Tsaritsa, coloro che sfondano le fila nemiche usando la punta della propria lancia pagano spesso il prezzo più alto. Pertanto, coloro che sopravvivono a molteplici scontri vengono naturalmente considerati l'élite dell'élite. C'è sempre chi è disposto a diventare la spada e il fuoco dell'impero, così come c'è sempre chi si sente soffocato dall'ingiustizia del destino e dall'iniquità del Vecchio Mondo.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/3b74658aca896379aa56cbc89c6f4e32_8860444580827029796.png",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8541,
        "name": "Oprichniki dei Fatui Gvardiya del fulmine",
        "desc": "Un ufficiale Fatuus d'élite degli Oprichniki, specializzato nell'uso della doppia pistola.<br>A differenza dei loro cugini Schermagliatori, gli ufficiali degli Oprichniki hanno frequentato quasi tutti la Reale Accademia Militare di Snezhnaya, alcuni per privilegio di nascita, altri per talenti che li distinguevano in mezzo ai cittadini comuni. Dopotutto, nei suoi ideali di carità e amore, per la Tsaritsa nessun individuo è davvero diverso dagli altri. Tradizionalmente, soltanto le Fate potevano aspirare a diventare Gvardiya d'élite, ma oggi questo glorioso ruolo e titolo è stato affidato agli ufficiali degli Oprichniki, attuando una più equa ripartizione nella costruzione del nuovo mondo.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/6a88932d0f60c6d87b2d6c42dbaeac70_7662821812595513697.png",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8540,
        "name": "Oprichniki dei Fatui cannoniere della grandine",
        "desc": "Un ufficiale Fatuus d'élite degli Oprichniki, che usa un cannone pesante per guastare le formazioni nemiche e un potente scudo per proteggere i propri compagni.<br>Le aspre battaglie hanno tinto il suo scudo di un bianco gelido, e strati di sangue ne hanno annerito i bordi. Gli ufficiali degli Oprichniki sanno che le parole vuote non servono a riportare in vita coloro che si sono sacrificati... Solo un bombardamento incessante, simile a una tormenta di neve, è in grado di scuotere la corruzione del Vecchio Mondo.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/6bf963cabdae815a35d3fbad84c84768_2882530668785961793.png",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8534,
        "name": "Oprichniki dei Fatui soldato di supporto",
        "desc": "Un soldato Fatuus degli Oprichniki, equipaggiato con un pesante scudo, a cui è affidato l'incarico di difendere i suoi compagni in prima linea.<br>In molti comprendono che, nella lunga guerra tra Snezhnaya e la calamità oscura, soltanto lo schieramento che mostra la risolutezza maggiore può sopraffare l'avversario e ottenere la vittoria. E la suprema risolutezza degli Oprichniki è senza dubbio dimostrata dallo scudo che supporta le proprie truppe: finché esso non cederà, ci sarà sempre una speranza di vittoria.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/3df577a2552e76310a0eab4ff5d6da52_3023349889232063447.png",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8533,
        "name": "Oprichniki dei Fatui soldato di linea",
        "desc": "Un soldato Fatuus degli Oprichniki, equipaggiato con un'arma da fuoco, a cui è affidato l'incarico di mantenere la posizione in quanto spina dorsale del loro corpo armato.<br>I manuali d'ordinanza dell'esercito di Snezhnaya stabiliscono che le unità di fanteria devono limitarsi a mirare, sparare e andare alla carica. Anche se la forza di un singolo soldato non è eccezionale, la potenza di fuoco di un'intera formazione e la tenacia dei suoi membri costituiscono la base fondamentale della forza militare di Snezhnaya.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/37634030a01efee052676fa124bd4ff4_6945826530730161659.png",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8537,
        "name": "Oprichniki dei Fatui assistente medico",
        "desc": "Un soldato Fatuus degli Oprichniki, equipaggiato con un dispositivo a forma di bastone, a cui è affidato il supporto medico d'emergenza dei suoi compagni d'armi.<br>In verità, avendo seguito solo un corso accelerato, molti di questi assistenti medici possiedono capacità di guarigione molto limitate. Nella pratica, tendono ad adottare metodi più efficienti per supportare i loro alleati, mescolandosi ad altre unità e caricando verso le linee nemiche.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/37634030a01efee052676fa124bd4ff4_6945826530730161659.png",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8535,
        "name": "Oprichniki dei Fatui granatiere",
        "desc": "Un soldato Fatuus degli Oprichniki, equipaggiato con un lanciagranate portatile con cui eseguire bombardamenti a corto raggio.<br>Nonostante gli Oprichniki dispongano di un ampio apparato di artiglieria ausiliario pienamente funzionale, il personale di comando ha sempre insistito sull'impiego di un ampio numero di granatieri. Dopotutto, nessun fucile o pistola, per quanto grande sia, può essere considerato una risorsa affidabile in prima linea rispetto a un lanciagranate manovrabile a piacimento.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/e89e908246e27a6e6b4647fd58fddb0a_589176764468166306.png",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8538,
        "name": "Oprichniki dei Fatui bombardiere",
        "desc": "Un soldato Fatuus degli Oprichniki, equipaggiato con uno speciale zaino a levitazione e cariche esplosive, a cui sono affidate le operazioni di sfondamento.<br>Essendo dotati di un immenso potenziale di penetrazione, i bombardieri vengono solitamente impiegati nei campi di battaglia più difficili, il che li rende le truppe più rapide a ottenere una promozione per merito. Si dice che la stragrande maggioranza degli ufficiali degli Oprichniki abbia prestato servizio come bombardiere nel corso della propria carriera.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/37634030a01efee052676fa124bd4ff4_6945826530730161659.png",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8536,
        "name": "Oprichniki dei Fatui avanguardia",
        "desc": "Un soldato Fatuus degli Oprichniki, equipaggiato con attrezzi ingegneristici e molto abile negli scontri corpo a corpo.<br>Per soddisfare le esigenze operative sul campo di battaglia, gli Oprichniki dei Fatui hanno istituito il corpo d'avanguardia, incaricato di spianare la strada all'avanzata delle forze armate. Cosa costituisca di preciso un \"ostacolo\" non ha molta importanza: che si tratti di burroni invalicabili o di potenti nemici che bloccano il percorso, ogni impedimento verrà eliminato senza la minima esitazione. Nulla dovrà mai opporsi all'avanzata del vessillo della Candida Stella.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/37634030a01efee052676fa124bd4ff4_6945826530730161659.png",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Incrociatore terrestre</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/15/205556113/591d0b300267150a6c3f5f2dc266d556_2233925317232539013.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "L’Incrociatore Terrestre è una nave pesantemente armata che si muove sulla terraferma e che, grazie a delle modifiche, può sfruttare l’energia del Kuuvahki per attivare delle funzioni speciali. Mentre gli incrociatori terrestri utilizzano il Kuuvahki, un personaggio in stato potenziato può colpirli con attacchi basati su di esso per bloccare i loro movimenti.\nNemici e mostri:"
      },
      {
        "type": "CustomEntry",
        "epId": 8549,
        "name": "Incrociatore terrestre: Artigliere a effetto suolo avanzato",
        "desc": "Questi Incrociatori terrestri d'élite, incontro perfetto tra tecnologia avanzata, costi di produzione e tasso di uscita, offrono un potere di penetrazione immenso in qualsiasi ordine di battaglia, costituendo il fulcro delle prime linee.<br>Dopo essere stato equipaggiato con motori a reazione ad alta efficienza, questo Incrociatore terrestre a effetto suolo ha acquisito l'abilità di trasportare più tipologie di armi, permettendo d'impiegare tempestivamente una notevole potenza di fuoco sul campo di battaglia. Secondo la dottrina militare redatta congiuntamente dai Fatui e dalla Reale Accademia Militare, questo genere d'Incrociatori deve agire da \"forza di reazione rapida\" nelle battaglie su larga scala, al fine di prevenire le brecce e i contrattacchi da parte dei nemici, e sfruttare ogni possibile vantaggio se la battaglia procede in modo favorevole. Ovviamente, questi Incrociatori possono agire indipendentemente tra loro, e nelle missioni particolarmente lunghe possono formare il nucleo di una piccola squadra atta a massimizzare la potenza di fuoco di svariate unità dei Fatui...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/b599f1aec012ea4217093ee3835a5634_715119045354053191.png",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8548,
        "name": "Incrociatore terrestre: Ricognitore polivalente avanzato",
        "desc": "Questi Incrociatori terrestri d'élite, incontro perfetto tra tecnologia avanzata, costi di produzione e tasso di uscita, offrono un potere di penetrazione immenso in qualsiasi ordine di battaglia, costituendo il fulcro delle prime linee.<br>La dotazione da ricognizione polivalente è stata progettata per il combattimento sia a lungo che a corto raggio, e non solo funge da guida per le squadre di ricognizione terrestre, ma fornisce anche un supporto ravvicinato agli Assaltatori polivalenti avanzati durante le battaglie ad alta intensità, come l'attraversamento di trincee anti-Incrociatori o la distruzione delle roccaforti nemiche. Questo tipo di Incrociatore terrestre può anche essere parte della squadra d'assalto, penetrando in profondità per poi girare all'esterno e attaccare rapidamente i bersagli chiave nelle retrovie del nemico.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/8110d092b967f568543c54c0cde78f16_3252903354657259556.png",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8547,
        "name": "Incrociatore terrestre: Assaltatore polivalente avanzato",
        "desc": "Questi Incrociatori terrestri d'élite, incontro perfetto tra tecnologia avanzata, costi di produzione e tasso di uscita, offrono un potere di penetrazione immenso in qualsiasi ordine di battaglia, costituendo il fulcro delle prime linee.<br>La dotazione da assalto polivalente combina mitragliatrici automatizzate a canna multipla con lame rotanti per il combattimento ravvicinato, permettendo a questa unità di fronteggiare gli avversari in qualsiasi situazione, mentre i pesanti obici presenti su entrambe le braccia gli permettono di annientare le coperture e impedire agli avversari di sfruttare le fortificazioni. Secondo la dottrina militare redatta congiuntamente dai Fatui e dalla Reale Accademia, questi Incrociatori terrestri vanno supportati nei loro assalti da tutte le unità presenti nelle vicinanze, penetrando rapidamente e in profondità le linee nemiche e permettendo l'attuazione di attacchi consequenziali, al fine di radere al suolo le linee difensive nemiche...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/54e4cf08765006b4b7da7b044eff26d4_4755722916967116999.png",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8546,
        "name": "Incrociatore terrestre: Ricognitore a effetto suolo",
        "desc": "Un automa che applica i principi del combattimento navale alle battaglie terrestri, un'autentica \"corazzata che naviga sulla terraferma\".<br>L'Incrociatore terrestre a effetto suolo può \"volare\" a una certa distanza da terra mantenendo l'assetto e generando differenze di pressione tramite l'emissione di getti ad alta velocità, che gli permettono di raggiungere una certa velocità di movimento in battaglia, evitare mine e trappole, e lanciarsi in assalti estremamente efficaci. Tuttavia, i modelli prodotti in serie possiedono cariche esplosive ristrette a causa dei costi e dei limiti operativi. Pertanto, al momento, il loro utilizzo è limitato ai soli ruoli di ricognizione...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/4a39b550f8ee587f9c701811b7668c4c_6198242411326559140.png",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8545,
        "name": "Incrociatore terrestre: Ricognitore da esplorazione",
        "desc": "Un automa che applica i principi del combattimento navale alle battaglie terrestri, un'autentica \"corazzata che naviga sulla terraferma\".<br>Data la loro capacità di attraversare rapidamente terreni impervi, gli Incrociatori bipedi sono spesso usati come \"ricognitori\", capaci di raggiungere posizioni chiave e anticipare il nemico. Possedendo una dotazione da Unità di ricognizione, questo Incrociatore terrestre è in grado non solo di fungere da perlustratore per le sue forze di appartenenza, ma anche di sfruttare le brecce nemiche e attaccare nei punti di maggior debolezza, esercitando un ruolo simile a quello della cavalleria tradizionale...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/86d88f1ae5c854af1ca89e3ab629b5b4_4456679729455158445.png",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8544,
        "name": "Incrociatore terrestre: Ricognitore d'assalto",
        "desc": "Un automa che applica i principi del combattimento navale alle battaglie terrestri, un'autentica \"corazzata che naviga sulla terraferma\".<br>Equipaggiati con meccanismi di spostamento a cingoli, questi Incrociatori terrestri sono normalmente usati per assaltare le postazioni nemiche, potendo spostarsi su terreni impervi come fango e neve sciolta grazie alla loro eccezionale capacità di carico e mobilità fuori strada. Le Unità di ricognizione possiedono armi automatiche a canna multipla, che permettono loro di adattare le tattiche di battaglia in base alla distanza dal nemico. Che si tratti di osservare il nemico da lontano o di ottenerne informazioni durante gli scontri a fuoco, questo modello sarà sempre all'altezza del compito.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/bbd671f0d9586412a8a7fcfe9268062c_5630102464057470155.png",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8542,
        "name": "Incrociatore terrestre: Assaltatore ravvicinato",
        "desc": "Un automa che applica i principi del combattimento navale alle battaglie terrestri, un'autentica \"corazzata che naviga sulla terraferma\".<br>Equipaggiati con meccanismi di spostamento a cingoli, questi Incrociatori terrestri sono normalmente usati per assaltare le postazioni nemiche, potendo spostarsi su terreni impervi come fango e neve sciolta grazie alla loro eccezionale capacità di carico e mobilità fuori strada. Quando gli Incrociatori terrestri, con le loro lame rotanti spiegate, si avvicinano in formazione alle linee difensive nemiche, queste ultime tendono a concentrare il fuoco su di essi, dando l'opportunità alle altre unità di scatenare la loro potenza distruttiva...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/2f723b9c14015889cf90c4ea9ba9f7f1_3617617454391174030.png",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8543,
        "name": "Incrociatore terrestre: Esploratore ravvicinato",
        "desc": "Un automa che applica i principi del combattimento navale alle battaglie terrestri, un'autentica \"corazzata che naviga sulla terraferma\".<br>Data la loro capacità di attraversare rapidamente terreni impervi, gli Incrociatori terrestri bipedi sono spesso usati come \"ricognitori\", capaci di raggiungere posizioni chiave e anticipare il nemico. Grazie alle loro lame rotanti specializzate nel combattimento ravvicinato, possono infliggere danni letali e aprirsi la strada distruggendo arbusti e altri ostacoli, permettendo alle unità alleate di operare con estrema facilità anche tra la vegetazione più fitta.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/a970b86bbe00a82cf8f293389d5ff95b_1977622271480835471.png",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Pietre Sigilmarea</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/15/205556113/8466133552326adac53d1b73dcf2ea94_4491210387640310437.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Quando una Pietra Sigilmarea è illuminata, è possibile utilizzare l'energia del Kuuvahki su di essa per scatenare un potente attacco contro la Caccia selvaggia.\nTutorial:"
      },
      {
        "type": "CustomEntry",
        "epId": 8808,
        "name": "Pietre Sigilmarea",
        "desc": "Un sigillo posto dai Guardaluce per dissipare la permeazione della Caccia selvaggia.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "text",
        "menuId": 14
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Oggetti e Esplorazione</color>\n<color=#ffffff>Scie lunari</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/15/205556113/93e9760d679a43bff00a692f3534d375_8149555499922852291.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Percorrere le Scie Lunari consente di sfruttare l'energia del Kuuvahki per spostarsi rapidamente lungo il percorso. Tuttavia, le Scie Lunari non sono sempre continue e, talvolta, è necessario cambiare percorso, operazione che può essere eseguita anche manualmente. Durante il viaggio, è possibile interagire liberamente con gli oggetti circostanti utilizzando il Kuuvahki sotto forma di Kuuhenki di vari tipi.\nTutorial:"
      },
      {
        "type": "CustomEntry",
        "epId": 8792,
        "name": "Scie lunari",
        "desc": "Un fenomeno comune in un luogo pieno di energia Kuuvahki come Nod-Krai, si dice che siano le tracce del passaggio delle Kuuhenki.<br>Usare le Scie lunari ti permette di strutturare il potere del Kuuvahki per muoverti velocemente lungo il tuo percorso. Tuttavia, talvolta le Scie lunari si interrompono, pertanto a volte è preferibile cambiare percorso.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "text",
        "menuId": 14
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Temporali</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/15/205556113/81cba1a24a39b7c21d012f5bdd1875ea_1677775585243504862.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "I temporali generano un Campo Unipolare in ogni punto in cui colpiscono. Trasportare i Meccanismi di Trasmissione Kuuvahki durante un temporale aumenta le probabilità di essere fulminati. I fulmini possono anche attivare alcuni dispositivi robotici.\nTutorial:"
      },
      {
        "type": "CustomEntry",
        "epId": 8798,
        "name": "Trasporto sicuro dei Meccanismi di trasmissione a Kuuvahki",
        "desc": "Portare con sé i Meccanismi di trasmissione a Kuuvahki quando piove è estremamente pericoloso, poiché aumenta la probabilità di essere colpiti da un fulmine.<br>Tuttavia, gli avventurieri esperti possono anche <color=#FFE14BFF>sfruttare dei fulmini speciali</color> per superare delle difficoltà lungo il loro viaggio...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "text",
        "menuId": 14
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Cristalli unipolari</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/15/205556113/3cb5861f710a3bfdc086a503aa4eb0d6_6520875786611120723.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Riceverai una ricompensa lanciando della Rugiada Kuuvahki sul Cristallo Unipolare.\nTutorial:"
      },
      {
        "type": "CustomEntry",
        "epId": 8791,
        "name": "Rugiada di Kuuvahki",
        "desc": "Sembra che ci siano delle strane creature al suo interno...<br>Lancia della Rugiada di Kuuvahki sui Cristalli unipolari rossi o blu, potrebbe succedere qualcosa di inaspettato...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "text",
        "menuId": 14
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Algherbacce</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/15/205556113/19037654a28ec618a0c3d2966e74e9dd_2608430443560987253.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Se si lancia della Rugiada di Kuuvahki sulle foglie chiuse, queste potrebbero aprirsi. Nelle vicinanze del Lago Ambra Blu, tra le Algherbacce, è possibile trovare spesso un frutto insolito a forma di stella che sembra racchiudere un potere misterioso.\nTutorial:"
      },
      {
        "type": "CustomEntry",
        "epId": 8804,
        "name": "Algherbacce",
        "desc": "Una pianta strana che cresce in ambienti umidi. Se lanci della Rugiada di Kuuvahki contro le sue foglie chiuse, forse potrebbero aprirsi...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "text",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 8805,
        "name": "Astrofrutti",
        "desc": "Uno strano frutto a forma di stella, che si trova spesso tra le Algherbacce vicino al Lago Ambra Blu. Sembra contenere un potere misterioso...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "text",
        "menuId": 14
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Moduli di assemblaggio</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/15/205556113/c2a13dfbb185bcbd820e35d803d0285c_8117869095891982407.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "I Moduli di Assemblaggio sono oggetti in grado di contenere una Carica Unipolare. Lanciando un Meccanismo di Rete Kuuvahki su un modulo di assemblaggio inattivo, è possibile attivare il suo campo di forza. Una volta attivato, il modulo interessato si muoverà. Quando il modulo è potenziato, i personaggi possono convogliare la propria energia verso un modulo unipolare per farlo muovere. I Campi Unipolari dello stesso colore si respingono, mentre quelli di colori diversi si attraggono. Se due Campi Unipolari dello stesso colore sono posti uno di fronte all’altro, i contenitori si sovrapporranno in modo insolito.\nTutorial:"
      },
      {
        "type": "CustomEntry",
        "epId": 8787,
        "name": "Moduli di assemblaggio",
        "desc": "I moduli di assemblaggio sono degli oggetti in grado di avere una carica unipolare rossa o blu.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 8802,
        "name": "Raccolta dati pericolosa",
        "desc": "Per garantire il corretto lancio del raccoglitore di dati, i moduli di assemblaggio di tutti e tre i percorsi devono essere spinti nei luoghi designati, <color=#FFE14BFF>generando un campo unipolare forte e orientato verso il raccoglitore</color>.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "text",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 8823,
        "name": "Colori uguali si respingono, colori opposti si attraggono",
        "desc": "A Nod-Krai, non è strano trovare degli oggetti con un campo unipolare <color=#FFE14BFF>rosso</color> o <color=#FFE14BFF>blu</color>. I campi unipolari dello <color=#FFE14BFF>stesso colore</color> si respingono a vicenda, mentre quelli di <color=#FFE14BFF>colore diverso</color> si attraggono.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "text",
        "menuId": 14
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Bobik il Fortissimo</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/15/205556113/7b97ada01f3984b87aa66b79672c3e3c_5039470841516567029.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Bobik è in grado di generare potenti Campi Unipolari, che gli permettono di spostare o ruotare con facilità i contenitori dotati a loro volta di Campo Unipolare.\nTutorial:"
      },
      {
        "type": "CustomEntry",
        "epId": 8788,
        "name": "Bobik il Fortissimo",
        "desc": "Bobik è in grado di generare potenti campi unipolari blu che possono muovere o ruotare i container che hanno un campo unipolare rosso.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Specchio Lunare</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/15/205556113/9b88fb380c3b5f4ad4c89d8b81295459_7883277517527837355.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Alcuni Specchi Lunari presentano una colorazione rossa o blu. Quando un oggetto con Campo Unipolare viene riflesso in essi, la sua polarità si trasforma in base al colore dello specchio.\nTutorial:"
      },
      {
        "type": "CustomEntry",
        "epId": 8809,
        "name": "Lo Specchio lunare",
        "desc": "Un oggetto leggendario che si dice sia stato usato dagli Eredi della Luna gelata durante i loro rituali. A volte, nel riflesso di questo specchio è possibile intravedere delle scene bizzarre...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "text",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 8810,
        "name": "Le diverse forme dello Specchio lunare",
        "desc": "Lo stesso oggetto, riflesso nello Specchio lunare in forme diverse, può assumere un aspetto completamente diverso...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "text",
        "menuId": 14
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Robot ricognitori</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/15/205556113/ed561b5b13fb093bceef1713528689a1_1110280724178335204.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "I Robot Ricognitori sono dotati di un centro di controllo situato nella parte superiore. Utilizzando l’energia Kuuvahki dall’alto, è possibile neutralizzarli.\nTutorial:"
      },
      {
        "type": "CustomEntry",
        "epId": 8803,
        "name": "Robot ricognitori",
        "desc": "Distruggendo il centro di controllo <color=#FFE14BFF>nella parte superiore</color>, forse potresti abbatterlo più facilmente...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "text",
        "menuId": 14
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Le astute Talpe fiutatrici</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/15/205556113/8c71992bdd88a9fbd59bd58d734b8819_2637729294225273798.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Le astute Talpe Fiutatrici sono in grado di individuare i Campi Unipolari. Consegnando loro il Meccanismo di Trasmissione Kuuvahki desiderato, ti aiuteranno a rivelare i Campi Unipolari presenti nelle vicinanze.\nTutorial:"
      },
      {
        "type": "CustomEntry",
        "epId": 8793,
        "name": "Le astute Talpe fiutatrici",
        "desc": "Le scaltre e intelligenti Talpe fiutatrici possono percepire i campi unipolari rossi o blu.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Attenzione, dispositivo pericoloso!</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/15/205556113/e4dafc0b926fa15a919a5b71c64645ac_5993096290147571998.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Il dispositivo pericoloso rilascia Proiettili Unipolari dal proprio nucleo. Per difendersi, è possibile ripararsi dietro le Barriere Unipolari. Alcuni congegni inattivi possono generare queste barriere se vi viene lanciato un Meccanismo di Trasmissione Kuuvahki. Poiché il nucleo stesso è un Oggetto Bipolare, durante lo stato potenziato i personaggi possono sfruttare questa caratteristica per attrarlo e sfruttarlo a proprio vantaggio, scagliandolo contro il dispositivo.\nTutorial:"
      },
      {
        "type": "CustomEntry",
        "epId": 8795,
        "name": "Attenzione, dispositivo pericoloso!",
        "desc": "Il dispositivo pericoloso sparerà dei proiettili bipolari speciali dal suo nucleo.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 8794,
        "name": "Occhio ai proiettili!",
        "desc": "Secondo Auni, per fermare gli attacchi di questo dispositivo pericoloso, devi prima rimuovere il suo \"nucleo energetico\", un Meccanismo di trasmissione a Kuuvahki.<br>Avvicinati al dispositivo pericoloso con cautela e spegnilo <color=#FFE14BFF>attirando a te il Meccanismo di trasmissione a Kuuvahki</color>.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "text",
        "menuId": 14
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Robot pulitori</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/15/205556113/2fdb3ece10731ccea9c8ff4a29d7ba85_2560940678601449949.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Puoi attivare le unità di pulizia. Durante il funzionamento entreranno in uno stato potenziato e potranno attrarre o lanciare gli Oggetti Bipolari. Al termine del funzionamento, rilasceranno gli Oggetti Bipolari precedentemente attratti.\nTutorial:"
      },
      {
        "type": "CustomEntry",
        "epId": 8806,
        "name": "Robot pulitori",
        "desc": "Un piccolo dispositivo meccanico che si trova praticamente in ogni angolo dell'Istituto di Progettazione sperimentale del Kuuvahki. I Fatui ci sono così abituati che non ci fanno più caso. Può essere controllato tramite un pannello di controllo.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "text",
        "menuId": 14
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Proiettili Kuuvahki</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/15/205556113/0538534b6382560e486c526a2408e629_7849793861337852974.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Usa i proiettili Kuuvahki per distruggere tutti gli obbiettivi volanti."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Kuuvahki",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/15/205556113/42d4135f3243555d6d0cc58c68b5f9a6_3834295101312745750.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Il Kuuvahki è una forma di energia originaria del Nod-Krai, simile al magnetismo. A differenza del magnetismo convenzionale, basato sulla polarità positiva e negativa, il Kuuvahki presenta una carica 'unipolare' rossa e blu.\nI personaggi possono entrare in uno stato potenziato quando si verificano determinate condizioni:\nStando vicino a un Kuuhenki,\nTrovandosi vicino a determinate piante o oggetti influenzati dal Kuuhenki, come le unità pulenti inattive che emettono un campo energetico colorato in un'area ridotta,\nInteragendo con l'energia rilasciata dalle Conchiglia Fossilpietra colpite,\nOppure semplicemente trovandosi in un ambiente con forte concentrazione di Kuuhenki."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/15/205556113/8f9e08a73fa1e886e171585d5415bc2c_4081455407732872238.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Quando i personaggi sono nello stato potenziato, mostrano il simbolo di una mezzaluna illuminata sul lato destro che brilla del colore corrispondente al Kuuvahki. Questo simbolo può apparire brevemente senza colore solo quando il tempo di recupero per trasformarsi in Kuuhenki si azzera e il personaggio riassorbe il Kuuvahki. Inoltre, durante lo stato potenziato, può apparire un simbolo speciale che indica l'interazione con le meccaniche correlate. All'interno dei campi unipolari, i personaggi in stato potenziato possono eseguire un salto speciale."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/15/205556113/40c76cc239e2f0d48d2d72083493694e_30633948279675015.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Esistono anche oggetti bipolari influenzati dal Kuuvahki che i personaggi possono ottenere mentre si trovano nello stato di potenziamento, come la Rugiada Kuuvahki, i Proiettili Kuuvahki, le Rocce Kuuvahki e i Meccanismi di Trasmissione Kuuvahki. Questi oggetti possono essere trasportati direttamente dal personaggio, mentre i Cristalli di Iridostilla, i Cuscinetti Portatili e i Ciottoli Ghiacciati vengono conservati direttamente nell'inventario.\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8800,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 8821,
        "name": "Stato di potenziamento e oggetti \"unipolari\"",
        "desc": "A Nod-Krai, troverai degli oggetti con una carica \"unipolare\" rossa o blu.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 8820,
        "name": "Stato di potenziamento e oggetti \"bipolari\"",
        "desc": "A Nod-Krai, troverai degli oggetti \"bipolari\".",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 8797,
        "name": "Ambiente con forte concentrazione di Kuuvahki",
        "desc": "A Nod-Krai sono presenti certe regioni speciali. Quando sono in queste aree, i personaggi entrano automaticamente in uno stato di potenziamento.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 8786,
        "name": "Piante affette dal Kuuvahki",
        "desc": "A Nod-Krai, troverai delle piante speciali in grado di fornire energia Kuuvahki ai personaggi...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 8812,
        "name": "Conchiglia Fossilpietra",
        "desc": "Una creatura misteriosa e antica dal guscio duro. Se lo colpisci, potresti ottenere come ricompensa una misteriosa energia in grado di far entrare i personaggi in uno stato di potenziamento...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 8796,
        "name": "Salta più in alto!",
        "desc": "Quando sono in uno <color=#FFE14BFF>stato di potenziamento</color>, i personaggi possono effettuare un salto speciale <color=#FFE14BFF>premendo Salto</color> quando si trovano all'interno di campi unipolari dello <color=#FFE14BFF>stesso colore</color>.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 8791,
        "name": "Rugiada di Kuuvahki",
        "desc": "Sembra che ci siano delle strane creature al suo interno...<br>Lancia della Rugiada di Kuuvahki sui Cristalli unipolari rossi o blu, potrebbe succedere qualcosa di inaspettato...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Kuuhenki",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/15/205556113/7ef56a23bdf286f68a06449ab7d2642b_6492040946279489923.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "I Kuuhenki sono forme di vita elementali del Nod-Krai, nate insieme alla dea della Luna quando questa è venuta al mondo. Possono assumere varie forme, simili ai contrasti intrecciati dei fiori notturni. Esistono tre tipi di Kuuhenki: rosso, blu e bianco. Avvicinandosi a un Kuuhenki rosso o blu, quest'ultimo seguirà il personaggio, consentendo di mantenere lo stato potenziato in modo continuo. I Kuuhenki bianchi, invece, non conferiscono lo stato potenziato, ma possono condurre a un baule se si soddisfano determinate condizioni. A seconda della situazione, potrebbe essere necessario inseguirli, liberarli o interagire con l'ambiente circostante per soddisfare il requisito e ottenere la ricompensa."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/15/205556113/3a64766a8bd193bbaba1471a08decb86_8940504200002151895.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Una volta assorbita una quantità sufficiente di energia Kuuvahki, il personaggio può trasformarsi in un Kuuhenki per 6 secondi, potendo così muoversi liberamente e sfruttare l'energia Kuuvahki. Passando attraverso una Violetta Lunare, è possibile librarsi verso l’alto. Mentre ci si rifugia all'interno delle nebbie colorate, il tempo rimanente della trasformazione in Kuuhenki viene messo in pausa. È possibile puntare la telecamera nella direzione desiderata e premere il tasto di interazione per cambiare forma (blu/rosso) ed uscire dalla nebbia. È possibile rifugiarsi solo in una nebbia di colore diverso rispetto alla forma Kuuvahki attuale. Questo resetta il processo di lancio, permettendo di attraversare il terreno complesso in modo più efficace\n<color=#ffd780>Articoli correlati:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8799,
        "name": "Le varie forme delle Kuuhenki",
        "desc": "Le Kuuhenki di Nod-Krai hanno forme diverse, come i colori contrastanti ma intrecciati dei Boccioli notturni.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 8895,
        "name": "Spostarsi con le cortine di nebbia",
        "desc": "Puoi trasformarti in una Kuuhenki per rifugiarti nella nebbia. Kuuhenki di forme diverse possono rifugiarsi in nebbie con un <color=#FFE14BFF>colore diverso dal loro</color>.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 8817,
        "name": "Nebbia misteriosa e Muschiosfere smeraldo",
        "desc": "Le Kuuhenki possono <color=#FFE14BFF>cambiare forma</color> per attraversare la nebbia misteriosa e arrivare alla Muschiosfera smeraldo.<br>Tuttavia, tieni a mente che mentre le Kuuhenki di forme diverse saranno <color=#FFE14BFF>attratte</color> dalle nebbie con un <color=#FFE14BFF>colore diverso dal loro</color>, quando ne incontrano dello <color=#FFE14BFF>stesso colore</color>, verranno <color=#FFE14BFF>respinte</color>.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      }
    ]
  }
}