{
  "epId": 8533,
  "name": "Oprichniki dei Fatui soldato di linea",
  "desc": "Un soldato Fatuus degli Oprichniki, equipaggiato con un'arma da fuoco, a cui è affidato l'incarico di mantenere la posizione in quanto spina dorsale del loro corpo armato.<br>I manuali d'ordinanza dell'esercito di Snezhnaya stabiliscono che le unità di fanteria devono limitarsi a mirare, sparare e andare alla carica. Anche se la forza di un singolo soldato non è eccezionale, la potenza di fuoco di un'intera formazione e la tenacia dei suoi membri costituiscono la base fondamentale della forza militare di Snezhnaya.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/37634030a01efee052676fa124bd4ff4_6945826530730161659.png",
  "headerImgUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/16/45954971/6118483a39986f4bdda61475cbc89e30_3085798502126640271.png",
  "menuId": 7,
  "menuName": "Nemici e mostri",
  "version": 1758794117,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Oprichniki dei Fatui soldato di linea"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Nod-krai"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Fatui"
          }
        ]
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "Luna I"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffff>Origine:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=dark&bbs_theme_device=1&lang=it-it#/map/2?shown_types=3,2,739&center=154.00,-11019.00&zoom=-1.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Nemici correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 8536,
        "name": "Oprichniki dei Fatui avanguardia",
        "desc": "Un soldato Fatuus degli Oprichniki, equipaggiato con attrezzi ingegneristici e molto abile negli scontri corpo a corpo.<br>Per soddisfare le esigenze operative sul campo di battaglia, gli Oprichniki dei Fatui hanno istituito il corpo d'avanguardia, incaricato di spianare la strada all'avanzata delle forze armate. Cosa costituisca di preciso un \"ostacolo\" non ha molta importanza: che si tratti di burroni invalicabili o di potenti nemici che bloccano il percorso, ogni impedimento verrà eliminato senza la minima esitazione. Nulla dovrà mai opporsi all'avanzata del vessillo della Candida Stella.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/37634030a01efee052676fa124bd4ff4_6945826530730161659.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8535,
        "name": "Oprichniki dei Fatui granatiere",
        "desc": "Un soldato Fatuus degli Oprichniki, equipaggiato con un lanciagranate portatile con cui eseguire bombardamenti a corto raggio.<br>Nonostante gli Oprichniki dispongano di un ampio apparato di artiglieria ausiliario pienamente funzionale, il personale di comando ha sempre insistito sull'impiego di un ampio numero di granatieri. Dopotutto, nessun fucile o pistola, per quanto grande sia, può essere considerato una risorsa affidabile in prima linea rispetto a un lanciagranate manovrabile a piacimento.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/e89e908246e27a6e6b4647fd58fddb0a_589176764468166306.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8538,
        "name": "Oprichniki dei Fatui bombardiere",
        "desc": "Un soldato Fatuus degli Oprichniki, equipaggiato con uno speciale zaino a levitazione e cariche esplosive, a cui sono affidate le operazioni di sfondamento.<br>Essendo dotati di un immenso potenziale di penetrazione, i bombardieri vengono solitamente impiegati nei campi di battaglia più difficili, il che li rende le truppe più rapide a ottenere una promozione per merito. Si dice che la stragrande maggioranza degli ufficiali degli Oprichniki abbia prestato servizio come bombardiere nel corso della propria carriera.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/37634030a01efee052676fa124bd4ff4_6945826530730161659.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8541,
        "name": "Oprichniki dei Fatui Gvardiya del fulmine",
        "desc": "Un ufficiale Fatuus d'élite degli Oprichniki, specializzato nell'uso della doppia pistola.<br>A differenza dei loro cugini Schermagliatori, gli ufficiali degli Oprichniki hanno frequentato quasi tutti la Reale Accademia Militare di Snezhnaya, alcuni per privilegio di nascita, altri per talenti che li distinguevano in mezzo ai cittadini comuni. Dopotutto, nei suoi ideali di carità e amore, per la Tsaritsa nessun individuo è davvero diverso dagli altri. Tradizionalmente, soltanto le Fate potevano aspirare a diventare Gvardiya d'élite, ma oggi questo glorioso ruolo e titolo è stato affidato agli ufficiali degli Oprichniki, attuando una più equa ripartizione nella costruzione del nuovo mondo.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/6a88932d0f60c6d87b2d6c42dbaeac70_7662821812595513697.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8540,
        "name": "Oprichniki dei Fatui cannoniere della grandine",
        "desc": "Un ufficiale Fatuus d'élite degli Oprichniki, che usa un cannone pesante per guastare le formazioni nemiche e un potente scudo per proteggere i propri compagni.<br>Le aspre battaglie hanno tinto il suo scudo di un bianco gelido, e strati di sangue ne hanno annerito i bordi. Gli ufficiali degli Oprichniki sanno che le parole vuote non servono a riportare in vita coloro che si sono sacrificati... Solo un bombardamento incessante, simile a una tormenta di neve, è in grado di scuotere la corruzione del Vecchio Mondo.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/6bf963cabdae815a35d3fbad84c84768_2882530668785961793.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8537,
        "name": "Oprichniki dei Fatui assistente medico",
        "desc": "Un soldato Fatuus degli Oprichniki, equipaggiato con un dispositivo a forma di bastone, a cui è affidato il supporto medico d'emergenza dei suoi compagni d'armi.<br>In verità, avendo seguito solo un corso accelerato, molti di questi assistenti medici possiedono capacità di guarigione molto limitate. Nella pratica, tendono ad adottare metodi più efficienti per supportare i loro alleati, mescolandosi ad altre unità e caricando verso le linee nemiche.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/37634030a01efee052676fa124bd4ff4_6945826530730161659.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8534,
        "name": "Oprichniki dei Fatui soldato di supporto",
        "desc": "Un soldato Fatuus degli Oprichniki, equipaggiato con un pesante scudo, a cui è affidato l'incarico di difendere i suoi compagni in prima linea.<br>In molti comprendono che, nella lunga guerra tra Snezhnaya e la calamità oscura, soltanto lo schieramento che mostra la risolutezza maggiore può sopraffare l'avversario e ottenere la vittoria. E la suprema risolutezza degli Oprichniki è senza dubbio dimostrata dallo scudo che supporta le proprie truppe: finché esso non cederà, ci sarà sempre una speranza di vittoria.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/3df577a2552e76310a0eab4ff5d6da52_3023349889232063447.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8539,
        "name": "Oprichniki dei Fatui soldato d'assalto Fiammalama",
        "desc": "Un ufficiale Fatuus d'élite degli Oprichniki specializzato nel combattimento ravvicinato, che fa uso di una grossa lama.<br>Che si tratti di combattere contro la calamità oscura o contro gli ignoranti che osano opporsi agli ideali della Tsaritsa, coloro che sfondano le fila nemiche usando la punta della propria lancia pagano spesso il prezzo più alto. Pertanto, coloro che sopravvivono a molteplici scontri vengono naturalmente considerati l'élite dell'élite. C'è sempre chi è disposto a diventare la spada e il fuoco dell'impero, così come c'è sempre chi si sente soffocato dall'ingiustizia del destino e dall'iniquità del Vecchio Mondo.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/3b74658aca896379aa56cbc89c6f4e32_8860444580827029796.png",
        "displayStyle": "card",
        "menuId": 7
      }
    ],
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 8608,
        "name": "Distintivo rovinato",
        "desc": "Un distintivo dato ai membri degli Oprichniki dei Fatui.<br>Ci si chiede quali siano le motivazioni che hanno spinto il suo portatore a unirsi.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/9f0e22244a7132935602433e79bef24f_5872688653273879780.png"
      },
      {
        "type": "CustomEntry",
        "epId": 8609,
        "name": "Distintivo immacolato",
        "desc": "Un distintivo dato ai membri degli Oprichniki dei Fatui.<br>Ci si chiede se lo stile raffinato non nasconda un prezzo pagato per la promozione del suo proprietario.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/852358094b751d2fa2c7dafcfa28d324_4616812596451196995.png"
      },
      {
        "type": "CustomEntry",
        "epId": 8610,
        "name": "Distintivo gelinciso",
        "desc": "Un distintivo dato ai membri degli Oprichniki dei Fatui.<br>È adornato da dei cristalli color ghiaccio, è un simbolo di gloria. Ci si chiede quali imprese deve aver compiuto il suo possessore per dimostrare la sua lealtà e valore.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/7bd8e70d50422f25ab44ce5d6fa7ccd9_9016563996009424798.png"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Oprichniki dei Fatui soldato di linea",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/ce880a740c18341352ffef046d4a02ed_5211990575179103759.png"
      }
    ]
  }
}