{
  "epId": 8546,
  "name": "Incrociatore terrestre: Ricognitore a effetto suolo",
  "desc": "Un automa che applica i principi del combattimento navale alle battaglie terrestri, un'autentica \"corazzata che naviga sulla terraferma\".<br>L'Incrociatore terrestre a effetto suolo può \"volare\" a una certa distanza da terra mantenendo l'assetto e generando differenze di pressione tramite l'emissione di getti ad alta velocità, che gli permettono di raggiungere una certa velocità di movimento in battaglia, evitare mine e trappole, e lanciarsi in assalti estremamente efficaci. Tuttavia, i modelli prodotti in serie possiedono cariche esplosive ristrette a causa dei costi e dei limiti operativi. Pertanto, al momento, il loro utilizzo è limitato ai soli ruoli di ricognizione...",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/4a39b550f8ee587f9c701811b7668c4c_6198242411326559140.png",
  "headerImgUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/18/141621183/5fedc61e402f65528f1d28998e702bc0_7576466826911089876.png",
  "menuId": 7,
  "menuName": "Nemici e mostri",
  "version": 1758234006,
  "components": {
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 4928,
        "name": "ESP personaggio",
        "desc": "<p>L'ESP del personaggio serve per aumentare il livello dei personaggi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/20577441/ac6f487c9a34c28ccf895925fdde2001_1723026648783227438.png"
      },
      {
        "type": "CustomEntry",
        "epId": 8605,
        "name": "Albero di trasmissione rotto",
        "desc": "L'albero di trasmissione di un Incrociatore terrestre distrutto in battaglia.<br>Anche la più meticolosa delle lavorazioni artigianali non può resistere all'usura eccessiva, così come il più nobile degli ideali non può riportare indietro coloro che sono morti invano per la causa altrui. Inoltre, così come i componenti prodotti in serie non possono essere considerati precisi, anche gli ideali prodotti in serie non possono essere considerati veri ideali.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/e724f6f71ea0a46395b84b8af26dda20_6584226285579579622.png"
      },
      {
        "type": "CustomEntry",
        "epId": 8606,
        "name": "Albero di trasmissione rinforzato",
        "desc": "L'albero di trasmissione di un Incrociatore terrestre.<br>Ci sono voluti innumerevoli rapporti di distruzione per ottenere questo piccolo miglioramento. In un certo senso, il sistema amministrativo del Palazzo dell'Armeria reale è molte volte più complesso dei macchinari che costruisce. Dopotutto, neanche la costruzione degli Incrociatori terrestri più avanzati richiede mesi o anni.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/7a61b42008edbe7fc7356c011ef7b760_2213517549807440323.png"
      },
      {
        "type": "CustomEntry",
        "epId": 8607,
        "name": "Albero di trasmissione di precisione",
        "desc": "L'albero di trasmissione di un Incrociatore terrestre perfezionato dall'Istituto di Progettazione.<br>Stando ai progetti degli ingegneri del Nord, questa componente insignificante era un tempo l'incarnazione perfetta della gloria e dei progressi tecnologici, il suo piccolo corpo in metallo racchiude la saggezza di innumerevoli generazioni. Ora giace sul terreno gelido, in attesa di essere riciclato un'altra volta.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/fcf444c3a40bf213f98a80cde35bf4ab_115132291217183169.png"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Incrociatore terrestre: Ricognitore a effetto suolo",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/5fedc61e402f65528f1d28998e702bc0_3874963179966023916.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Incrociatore terrestre: Ricognitore a effetto suolo"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Fatui"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Nod-Krai"
          }
        ]
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "Luna I"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origine:"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tutorial"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/18/141621183/8a43ebb4c145cf82a53e66226703d199_6066328144720308615.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Un trasporto militare pesantemente armato che naviga sulla terraferma e, grazie ad alcune modifiche, può sfruttare la potenza del Kuuvahki per usare delle funzioni speciali. <color=#ffd780>Attaccalo un certo numero di volte con reazioni di Electrocarica o di Carica lunare</color> mentre usa il Kuuvahki per fermarlo.\nDato che dipende dal Kuuvahki, potresti sfruttare le proprietà del Kuuvahki per attaccarlo più efficacemente."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Nemici correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 8549,
        "name": "Incrociatore terrestre: Artigliere a effetto suolo avanzato",
        "desc": "Questi Incrociatori terrestri d'élite, incontro perfetto tra tecnologia avanzata, costi di produzione e tasso di uscita, offrono un potere di penetrazione immenso in qualsiasi ordine di battaglia, costituendo il fulcro delle prime linee.<br>Dopo essere stato equipaggiato con motori a reazione ad alta efficienza, questo Incrociatore terrestre a effetto suolo ha acquisito l'abilità di trasportare più tipologie di armi, permettendo d'impiegare tempestivamente una notevole potenza di fuoco sul campo di battaglia. Secondo la dottrina militare redatta congiuntamente dai Fatui e dalla Reale Accademia Militare, questo genere d'Incrociatori deve agire da \"forza di reazione rapida\" nelle battaglie su larga scala, al fine di prevenire le brecce e i contrattacchi da parte dei nemici, e sfruttare ogni possibile vantaggio se la battaglia procede in modo favorevole. Ovviamente, questi Incrociatori possono agire indipendentemente tra loro, e nelle missioni particolarmente lunghe possono formare il nucleo di una piccola squadra atta a massimizzare la potenza di fuoco di svariate unità dei Fatui...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/b599f1aec012ea4217093ee3835a5634_715119045354053191.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8542,
        "name": "Incrociatore terrestre: Assaltatore ravvicinato",
        "desc": "Un automa che applica i principi del combattimento navale alle battaglie terrestri, un'autentica \"corazzata che naviga sulla terraferma\".<br>Equipaggiati con meccanismi di spostamento a cingoli, questi Incrociatori terrestri sono normalmente usati per assaltare le postazioni nemiche, potendo spostarsi su terreni impervi come fango e neve sciolta grazie alla loro eccezionale capacità di carico e mobilità fuori strada. Quando gli Incrociatori terrestri, con le loro lame rotanti spiegate, si avvicinano in formazione alle linee difensive nemiche, queste ultime tendono a concentrare il fuoco su di essi, dando l'opportunità alle altre unità di scatenare la loro potenza distruttiva...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/2f723b9c14015889cf90c4ea9ba9f7f1_3617617454391174030.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8543,
        "name": "Incrociatore terrestre: Esploratore ravvicinato",
        "desc": "Un automa che applica i principi del combattimento navale alle battaglie terrestri, un'autentica \"corazzata che naviga sulla terraferma\".<br>Data la loro capacità di attraversare rapidamente terreni impervi, gli Incrociatori terrestri bipedi sono spesso usati come \"ricognitori\", capaci di raggiungere posizioni chiave e anticipare il nemico. Grazie alle loro lame rotanti specializzate nel combattimento ravvicinato, possono infliggere danni letali e aprirsi la strada distruggendo arbusti e altri ostacoli, permettendo alle unità alleate di operare con estrema facilità anche tra la vegetazione più fitta.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/a970b86bbe00a82cf8f293389d5ff95b_1977622271480835471.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8545,
        "name": "Incrociatore terrestre: Ricognitore da esplorazione",
        "desc": "Un automa che applica i principi del combattimento navale alle battaglie terrestri, un'autentica \"corazzata che naviga sulla terraferma\".<br>Data la loro capacità di attraversare rapidamente terreni impervi, gli Incrociatori bipedi sono spesso usati come \"ricognitori\", capaci di raggiungere posizioni chiave e anticipare il nemico. Possedendo una dotazione da Unità di ricognizione, questo Incrociatore terrestre è in grado non solo di fungere da perlustratore per le sue forze di appartenenza, ma anche di sfruttare le brecce nemiche e attaccare nei punti di maggior debolezza, esercitando un ruolo simile a quello della cavalleria tradizionale...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/86d88f1ae5c854af1ca89e3ab629b5b4_4456679729455158445.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8544,
        "name": "Incrociatore terrestre: Ricognitore d'assalto",
        "desc": "Un automa che applica i principi del combattimento navale alle battaglie terrestri, un'autentica \"corazzata che naviga sulla terraferma\".<br>Equipaggiati con meccanismi di spostamento a cingoli, questi Incrociatori terrestri sono normalmente usati per assaltare le postazioni nemiche, potendo spostarsi su terreni impervi come fango e neve sciolta grazie alla loro eccezionale capacità di carico e mobilità fuori strada. Le Unità di ricognizione possiedono armi automatiche a canna multipla, che permettono loro di adattare le tattiche di battaglia in base alla distanza dal nemico. Che si tratti di osservare il nemico da lontano o di ottenerne informazioni durante gli scontri a fuoco, questo modello sarà sempre all'altezza del compito.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/bbd671f0d9586412a8a7fcfe9268062c_5630102464057470155.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8547,
        "name": "Incrociatore terrestre: Assaltatore polivalente avanzato",
        "desc": "Questi Incrociatori terrestri d'élite, incontro perfetto tra tecnologia avanzata, costi di produzione e tasso di uscita, offrono un potere di penetrazione immenso in qualsiasi ordine di battaglia, costituendo il fulcro delle prime linee.<br>La dotazione da assalto polivalente combina mitragliatrici automatizzate a canna multipla con lame rotanti per il combattimento ravvicinato, permettendo a questa unità di fronteggiare gli avversari in qualsiasi situazione, mentre i pesanti obici presenti su entrambe le braccia gli permettono di annientare le coperture e impedire agli avversari di sfruttare le fortificazioni. Secondo la dottrina militare redatta congiuntamente dai Fatui e dalla Reale Accademia, questi Incrociatori terrestri vanno supportati nei loro assalti da tutte le unità presenti nelle vicinanze, penetrando rapidamente e in profondità le linee nemiche e permettendo l'attuazione di attacchi consequenziali, al fine di radere al suolo le linee difensive nemiche...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/54e4cf08765006b4b7da7b044eff26d4_4755722916967116999.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8548,
        "name": "Incrociatore terrestre: Ricognitore polivalente avanzato",
        "desc": "Questi Incrociatori terrestri d'élite, incontro perfetto tra tecnologia avanzata, costi di produzione e tasso di uscita, offrono un potere di penetrazione immenso in qualsiasi ordine di battaglia, costituendo il fulcro delle prime linee.<br>La dotazione da ricognizione polivalente è stata progettata per il combattimento sia a lungo che a corto raggio, e non solo funge da guida per le squadre di ricognizione terrestre, ma fornisce anche un supporto ravvicinato agli Assaltatori polivalenti avanzati durante le battaglie ad alta intensità, come l'attraversamento di trincee anti-Incrociatori o la distruzione delle roccaforti nemiche. Questo tipo di Incrociatore terrestre può anche essere parte della squadra d'assalto, penetrando in profondità per poi girare all'esterno e attaccare rapidamente i bersagli chiave nelle retrovie del nemico.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/8110d092b967f568543c54c0cde78f16_3252903354657259556.png",
        "displayStyle": "card",
        "menuId": 7
      }
    ]
  }
}