{
  "epId": 8603,
  "name": "Paperino d'assalto a Kuuvahki",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Paperino d'assalto recuperato dalla struttura danneggiata di Cazzotto Paperotto, consideralo un souvenir da parte di Aino.<br>Tempo fa, un filosofo di Sumeru sostenne che l'autoriproduzione è una caratteristica unica degli esseri viventi, e che nessun oggetto artificiale può imitarla. Il potere di riprodursi è ciò che distingue il divino dall'umano.<br>Tuttavia, se una macchina ha a disposizione uno stampo esatto di sé stessa per riprodursi, può ciò essere vista come una riproduzione infinita? La precedente padrona della silenziosa domestica dai capelli blu che accompagna Aino si è posta la stessa domanda, ma infine ci aveva rinunciato, temendo che una replicazione infinita delle macchine avrebbe consumato qualsiasi risorsa a disposizione sul pianeta.<br>Tuttavia, Aino non si è mai preoccupata del problema, e questa macchina non consumerà mai tutte le risorse del pianeta per replicarsi. Dopotutto, una papera è pur sempre solo una papera.</span></p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/ca6b4d470bf6756fb98300b6eaa29ae7_3226897478295048466.png",
  "filterValues": {
    "objectType": [
      "Materiale per aumento livello dei personaggi"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1757535784,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Paperino d'assalto a Kuuvahki</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Materiale per aumento livello dei personaggi</color>"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Cazzotto Paperotto Lv. 30+</color>"
          }
        ]
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Luna I</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Ottenibile da:"
      },
      {
        "type": "CustomEntry",
        "epId": 8522,
        "name": "Cazzotto Paperotto",
        "desc": "Un dispositivo a Kuuvahki di curiosa fattura, realizzato con scarti di metallo e cuscinetti meccanici, la cui forma vagamente simile a quella di un \"papero\" deriva dalle naturali inclinazioni della sua creatrice.<br>La sua potenza e la sua resistenza sono paragonabili a quelle delle più moderne armi da guerra dei Fatui... Ciononostante, rimane sempre un giocattolo capace di colpire MOLTO forte i suoi avversari. Le preferenze del creatore determinano sempre l'aspetto della sua creazione, dato che l'argilla non ha l'autorità di mettere in discussione la scelta di colui che la modella. Il mondo ai piedi della luna è stato plasmato in una forma che la gente ha imparato a dare per scontata, ma agli occhi dei suoi abitanti originali, tale forma appare probabilmente come uno strano papero, modellato dalle bizzarre predilezioni della sua creatrice.<br>Naturalmente, la cameriera dai capelli blu non oserebbe mai dire certe cose davanti alla padrona del Laboratorio di Krumkake. Dopotutto, i paperi sono creature adorabili, specialmente se paragonati allo stato attuale del mondo.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/388b0ed1e96b283c14473f75b011db88_8370339134688120443.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ascensione dei personaggi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>4-Stelle</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8397,
        "name": "Aino",
        "desc": "Una geniale meccanica e inventrice di Nod-Krai. Ama le macchine interessanti e i dolci.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/09/4e58c851d6c947865026faa168db83bd_3944254802105067377.png",
        "displayStyle": "card",
        "menuId": 2
      }
    ]
  }
}