{
  "epId": 8706,
  "name": "Benvenuti a Nasha!",
  "desc": "Questa mappa, trovata dopo essere incappati in una Kuuhenki al porto di Nasha, sembra indicare alcuni dei luoghi più interessanti della cittadina.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/44ff970d6a2aa6c057a3373f85ff871c_1987179974368956843.png",
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 0,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Portafoglio d'investimento della Libreria Mimisbrunnr\nUna libreria non offre solo conoscenza, ma anche speranza. Gli investimenti comportano sicuramente dei rischi, ma si dice che un investitore che ha avuto successo con questo portafoglio abbia abbandonato il lavoro al porto e intrapreso un viaggio intorno al mondo. Auguriamo il meglio a questo fortunato viaggiatore!\nSe anche a te interessa questo portafoglio d'investimento, non fartelo scappare!\nRuota della Fortuna dello Speranza\nSe pensi che lo Speranza sia famoso solamente per i suoi deliziosi hot dog, ti sbagli di grosso! Non perderti la Ruota della Fortuna su un lato del ristorante, è un classico anche per gli abitanti del posto! Fa niente se sembra una roulette riciclata dell'Ammiraglia... Gira e prova a vincere!\nFai girare la ruota e, quando si fermerà, \"Hot Dog\" ti predirà la fortuna!\nSculture di zucchero golose e scenografiche\nCon le sue mani esperte, Hunajatta modella il miele e lo zucchero in forme fantastiche, aggiungendo un pizzico di dolcezza alle giornate di Nasha. Basterà un morso per farti scoprire che queste sculture sono persino più dolci del sorriso sereno della loro creatrice!\nMa non ammirarle troppo a lungo, queste prelibatezze vanno consumate subito!\nRicercatrice entusiasta\nPer ragioni sconosciute, la ricercatrice dell'Istituto di ricerca di Fontaine Liouba è arrivata a Nasha e ha iniziato a condurre degli esperimenti piuttosto fantasiosi... Ma coloro che saranno abbastanza intrepidi da darle una mano potrebbero ricevere delle ricompense altrettanto bizzarre!"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Benvenuti a Nasha!"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      }
    ]
  }
}