{
  "epId": 8730,
  "name": "Appunti di Semyon",
  "desc": "Appunti scritti su pagine stampate con un motivo a conchiglia.<br>Gli appunti sono le osservazioni di Semyon fatte al Bacino Granata, comprendono i suoi pensieri sulle Meduse nappine e le sue preoccupazioni sulle loro condizioni di vita.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/10/32ba03aed77c908d87833ad7003b3736_1423342399501301145.png",
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Appunti di Semyon"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Medusa nappina\nUna specie unica di Nod-Krai. Ha un cappello rosa e lunghi tentacoli. Queste meduse si trovano tipicamente nelle acque poco profonde del Bacino Granata, luoghi di caccia perfetti grazie alle maree che determinano un'elevata concentrazione di plancton. Anche dopo che le maree si sono ritirate, queste meduse riescono a muoversi senza fatica sulla terraferma, probabilmente grazie alle loro speciali sacche d'acqua che le mantengono umide, o forse grazie alle ghiandole mucose che ne impediscono la disidratazione. I loro tentacoli sono molto più resistenti di quelli delle meduse normali e sembrano possedere un potere unico, sebbene possa essere efficace solo contro le loro prede. Ho provato a toccarne una con un bastoncino, ma non ha reagito un granché, né ha provato ad attaccarmi (toccare una medusa, ah! Credo che nessuno nella Banda della Conchiglia avrebbe il mio stesso coraggio!) \"Comunicano\" tra loro intrecciando i tentacoli, come se si stessero stringendo la mano o dando un cinque. Questo significa che... i loro movimenti danzanti sono probabilmente una sorta di \"linguaggio unico\". Sebbene siano prive di un cervello, sembrano dotate di una certa intelligenza.\nPurtroppo, pare che quelle maledette strutture dei Fatui abbiano distrutto l'habitat delle Meduse nappine. I macchinari che hanno portato con loro ruggiscono giorno e notte... Non so cosa facciano esattamente quei congegni, ma stanno spazzando via la vita in tutta l'area. Forse le meduse hanno perso la loro fonte di nutrimento, o forse i rumori terribili prodotti da quelle macchine hanno contaminato l'aria, oppure tutt'e due le cose, ma ho visto quelle povere creature collassate sulla spiaggia. Ho cercato di aiutarle, ma... era troppo tardi."
          }
        ]
      }
    ]
  }
}