{
  "epId": 8779,
  "name": "Inni dell'Estremo Nord",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/288d84d9769eb1650cbe427026ebe402_5495273741062744782.png",
  "menuId": 12,
  "menuName": "Libri",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Inni dell'Estremo Nord (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Proemio\nO labbra, intonate un inno solenne per me, cantate le antiche parole d'avvertimento del Nord per mari e per monti.\nHo lasciato la mia terra, le mie sponde natie, la mia casa, e ho viaggiato lontano...\nAttraverso regni sconosciuti, dove nessuno conosce il mio nome, attraverso una landa desolata e perduta da tempo nella storia...\nLa tundra oscura trova riposo sotto le profondità dell'acqua, solo la neve danza su mille laghi.\nEppure la luce della luna continua a illuminare il cammino che percorro, e i venti spazzano ancora via la mia tristezza.\nCanterò di come la luna abbia baciato la terra per la prima volta, e reciterò il verso che respinge le orde malefiche.\nLoderò le acque impetuose dei fiumi e le vette senza fine.\nCelebrerò la nave di bronzo di Seutervoinen, e le frecce d'oro indistruttibili di Ianikuinen.\nMaledirò il complotto velenoso di Pakkaisukko, e condannerò la catastrofe di Pohjola per l'eternità.\nLa mia preghiera, una parola sacra proveniente dal cielo sovrastante, è stata cantata dagli emissari ai miei antenati.\nMa il fato si dissolve come un sogno effimero; e la morte, come l'acqua cristallina, sommerge i nostri occhi.\nFinché la luce della luna sarà imprigionata nel cielo, io non potrò trovare la strada di casa, nemmeno se questa fosse vicina.\nDove la dolce luce dorata risplende attraverso la corona verdeggiante, dove le stelle dell'alba d'argento si ergono sui pini.\nEredi di Iperborea, ricordate questa canzone, che possa imprimersi nelle vostre menti.\nNon bramate i sentieri stretti dell'astuta volpe, né la forza superba dell'orso.\nMa finché l'inno e Runo risuoneranno, il Nord si leverà, eterno come la primavera.\nCanto di preghiera I: Pitkamoonen, Signore delle Sette calamità\n(Il solstizio d'estate. Brucia il primo fascio di grano della stagione. Aggiungi a quest'offerta una gallina, un bue, la bile di un serpente pari al peso del grano, così come sette calici di sangue di █████ di ████. La Gran Sacerdotessa recita il Runo sette volte, eseguendo divinazioni con le interiora degli animali per placare gli dèi.)\nO supremo Signore dei cieli, implacabile e inarrestabile, Padre di tutti e Madre degli dèi,\noffriamo questi sacrifici per placare la tua gelosia, affinché la tua ira non si scateni contro la terra.\nO volubile essere alato, re spietato che porti le nazioni alla rovina, dio dal cuore irremovibile,\no dio di genere ignoto, ti supplichiamo di allontanarti dal regno mortale e dai figli del Nord più remoto.\nHai infranto l'ordine delle antiche leggi e offerto rifugio ai mortali, eppure li hai ███.\nHai scosso le antiche dimore degli eterni, ███ le loro ali e distrutto i loro ███.\nTu sei la divinità del castigo e della vendetta. La tua volontà è assoluta sotto la luna e non può essere disobbedita.\nLa tua lama ██ nel cielo e sulla terra, bevendo il ██ dei malvagi e degli innocenti.\nO ██ e re di ██: dinanzi a te, gli dèi non sono altro che semplici mortali, e i mortali non sono altro che insetti.\nNessuno osa pronunciare il tuo nome, poiché ██ tutti coloro che lo conoscono.\nMa, o dio puro e iracondo, ti chiediamo umilmente di accettare questa offerta.\nPossa la Luna gelata proteggerci dalle calamità che porti, e risparmiarci un destino d'eterna sofferenza.\n(Nota della sacerdotessa Ehrnrooth: questo rituale è stato abolito cinque secoli fa per decreto di Aila, la prima Cantaluna. Le sezioni oscurate della preghiera non sono state cancellate di proposito, o così è scritto nei relativi documenti. Al contrario, la Gran Sacerdotessa doveva recitarle in modo confuso per evitare di provocare il dio delle Sette Calamità.)\nCanto di preghiera II: Maadteraahka, Madre della Vita\n(Alla nascita di un bambino, viene offerta alla pietra sacra una manciata di sale marino. Un membro clericale di grado pari o superiore a quello della Vicesacerdotessa deve recitare il Runo quattro volte prima che il neonato venga immerso in acqua calda infusa d'Erba invernale.)\nO grande Maadteraahka, nobile madre degli dèi e dei mortali, ascoltami.\nDa Iperborea a Sal Vindagnyr, la tua compassione è onorata da tutti.\nVegli le giovani donne, alleviando le loro sofferenze e garantendo un passaggio sicuro attraverso il parto.\nTi rallegri della fecondità, doni la vita al globo sublunare e nutri tutto ciò che cresce in natura.\nMadre delle acque, tu che hai partorito un cuore dell'impetuoso oceano primordiale,\ntutti gli uccelli, le bestie e i pesci di questo mondo sono tuoi, perché sei tu che gli hai donato la vita.\nLa tua volontà divina plasma la carne mortale come un vasaio plasma l'argilla,\nper cui ti prego di benedire questo neonato con salute, coraggio e saggezza.\n(Nota della sacerdotessa Ehrnrooth: questo rituale è stato abolito cinque secoli fa per decreto di Aila, la prima Cantaluna. Al suo posto, un membro clericale di grado pari o superiore a quello della Vicesacerdotessa recita \"Che la Luna nuova illumini il tuo cammino\". Questa invocazione ha lo scopo di proteggere il bambino dalla contaminazione del globo sublunare.)\nCanto di preghiera III: Tuonetar, Signora dell'Aldilà\n(Durante il raccolto d'autunno, gli animali vengono sacrificati in base allo stato sociale di coloro che sono morti quell'anno. Gli animali preparati vengono posizionati in contenitori di bronzo o legno intagliato, a forma di imbarcazioni, per essere arsi. Prima di appiccare il fuoco, un membro clericale di grado pari o superiore a quello della Vicesacerdotessa rimuove gli occhi di ogni animale e li offre alla Signora dell'Aldilà. Quindi, con gli occhi bendati da un tessuto nero, la Gran Sacerdotessa recita il Runo quattro volte ed esegue una divinazione usando le interiora degli animali per compiacere la divinità.)\nSignora della Morte, impassibile e senza espressione,\no Signora dell'Aldilà, umile, taciturna e temibile Tuonetar!\nSpregi gli arroganti e gli irrispettosi, e non v'è via d'uscita dalla tua presa.\nI tuoi piedi si sono posati sia nell'umile capanna che sul trono dorato.\nLa gente ti teme, poiché tu vedi, senti e giudichi tutto.\nTi veneriamo per la tua grazia infinita e la tua natura generosa.\nIl destino di tutti gli esseri viventi è nelle tue mani ma, per quanto imploriamo, tu rimani impassibile.\nEppure, nobile e maestosa dea, conosciamo la gentilezza e la misericordia che dimorano dentro di te.\nProprio come hai liberato i nostri antenati dalla sofferenza,\no Signora della morte, tu che conosci il destino di tutti sotto la luna, accetta la nostra umile offerta.\nI discendenti dell'Estremo Nord ti supplicano, ora che la stirpe dorata è tornata nel tuo grembo,\ndi condurci oltre il ruscello oscuro, e permetterci di riposare in eterno in un sonno senza sogni.\n(Nota della sacerdotessa Ehrnrooth: questo rituale è stato abolito cinque secoli fa per decreto di Aila, la prima Cantaluna. Ora, al suo posto, quando un seguace della Luna gelata muore, indipendentemente dal suo stato sociale, un membro clericale di grado pari o superiore a quello della Vicesacerdotessa recita \"Che la Luna nuova possa condurti alla Spiaggia della Pace\". Quindi viene celebrato un funerale semplice ma solenne.)\nCanto di preghiera IV: Laimelea, Madre del Tempo\n(Durante il solstizio d'inverno viene bruciato un tessuto riportante gli eventi più importanti dell'anno, e le sue ceneri vengono raccolte in una coppa d'argento colma d'acqua pura. La Gran Sacerdotessa recita il Runo quattro volte e, quando il vento inizia a soffiare, unisce lo Stemma verdeggiante alla miscela benedetta per onorare la divinità.)\nO pura ed eterna Madre del Tempo, sovrana che non è mai nata né mai morirà,\ntu crei e distruggi tutto. Tu ricordi tutto, ma permetti che venga dimenticato.\nTu che ti sei data alla luce nel momento della tua nascita, o madre suprema,\ntu sei l'unica staticità nel flusso infinito, l'unica estranea nel sacro giardino degli dèi.\nChe tu possa proteggere le quattro Lune imprigionate. Che tu possa proteggere le quattro Lune imprigionate.\nTu sei l'unica estranea nel cortile sacro degli dèi, la sola e unica staticità nel flusso infinito.\nO madre suprema, che ti sei data alla luce nel momento della tua nascita,\ntu ricordi tutto, ma permetti che venga dimenticato. Tu crei e distruggi tutto.\nO sovrana che non è mai nata né mai morirà, pura e immacolata Madre del Tempo!\n(Nota della sacerdotessa Ehrnrooth: il significato di questa preghiera rimane oscuro, e il rituale qui descritto contraddice la tradizione storica consolidata. Lo Stemma verdeggiante, un Albero divino apparso cinque secoli fa alla nascita della Fanciulla lunare, non dovrebbe essere incluso in alcun rituale precedente a quell'evento. Poiché nessun altro testo conosciuto fa riferimento a questi rituali, si presume che si tratti di un errore di scrittura. Tuttavia, questo passaggio è stato preservato per motivi di fedeltà al testo.)\nCanto di preghiera V\n[Mancante]"
          }
        ]
      },
      {
        "title": "Inni dell'Estremo Nord (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Canto di preghiera VI: Takoja Ianikuinen, il Fabbro primordiale\nO grande padre della Genesi, forgiatore delle ossa della terra e delle triplici lune,\nlascia che la tua ira raddrizzi quel trono inclinato, così che la bellezza possa sottomettersi.\nIl primo giorno forgiasti un arco dorato dal bagliore lunare, un'arma destinata ad annientare i tuoi nemici.\nMa mentre stavi cacciando ti venne rubato, e ora il tuo nemico lo brandisce come se fosse suo.\nIl secondo giorno creasti un grande carro, la cui luce lunare avrebbe dovuto proteggere la tua casa.\nMa nuovamente, mentre cacciavi ti venne rubato, e il tuo nemico lo rivendicò come suo.\nIl terzo giorno forgiasti una spoletta di chiaro di luna, con la figlia delle stelle nel cuore.\nEppure, nella tua imprudenza, ti sei addentrato in una palude immersa nella nebbia e la fucina di luce si è spenta.\nTu sei il re di cui si parla, ma il cui nome non si può pronunciare, o fabbro assassino e assetato di sangue.\nSei il Maestro della sventura, il Signore di ogni male, ossessionato dalle ingiuste morti degli innocenti e dai fuochi devastanti della guerra.\nO terribile e possente Lavoratore eterno, Signore delle due nature,\nforte, vigoroso ed eroico come gli stessi dèi. Perfino le stelle ti guardano con ammirazione.\nO Signore indistruttibile, t'imploro, placa quest'ira che scuote la terra.\nAllevia il tormento che opprime il mio cuore e scaglia via questo disastro oscuro.\n(Nota della sacerdotessa Ehrnrooth: questa è una forma antica della preghiera che un tempo veniva usata per placare la furia della natura. I documenti accennano a una versione perduta, svanita dalla memoria molto tempo prima della nascita della Fanciulla lunare per ragioni sconosciute, le cui ultime quattro righe intendono evocare, piuttosto che placare, i disastri naturali. Successivamente, la prima Cantaluna Aila revisionò e semplificò questa preghiera. La sua versione, presentata di seguito, è ora la norma per tutte le recitazioni:\nO Luna gelata bianca e splendente, nel nome dei discendenti dell'Estremo Nord, ti supplico di placare quest'ira che scuote la terra.\nPossa la tua delicata luce lenire la sofferenza che affligge i nostri cuori e scacciare via quel disastro oscuro!)\n...\nCanto di preghiera XI: Dea dell'Albastella e Apostolo dell'Estremo Nord - Koitar e Seutervoinen\nInvoco Koitar, moglie di Seutervoinen e prima figlia del dio creatore,\nO generosa fanciulla e stella del mattino, le tue gesta sono eternamente cantate dai discendenti dell'Estremo Nord.\nIl freddo vento della notte non può estinguere la fiamma argentea nel nostro petto, né la sua oscurità pericolosa può corrompere il nostro cuore.\nUn giorno torneremo a casa, attraversando l'erba selvatica dei solitari cimiteri fino alla maestosa città dorata.\nT'invoco, benedetta Koitar, affinché tu conceda la grazia alle nostre conquiste, come quando hai soggiogato tutte le nazioni con la tua potenza.\nT'imploro di scuotere la terra, di far tremare le città e di dileguare i nemici dell'Estremo Nord come rugiada sotto la Luna gelata.\n(Nota della sacerdotessa Ehrnrooth: questa preghiera è una versione antica, risalente a un'epoca passata. È stata successivamente modificata in modo significativo da Aila, la prima Cantaluna. Ora il testo che segue rappresenta la norma per tutte le recitazioni:\nI gelidi venti non possono estinguere la fiamma argentea nel nostro petto, né le notti malefiche potranno corrompere il nostro cuore.\nO Luna gelata bianca e splendente, proteggi i discendenti dell'Estremo Nord e lascia che le oscure calamità della fredda notte si sciolgano come la rugiada del mattino.\n...\nCanto di preghiera XVI: Saarelainen, il Forestiero invernale\nNon lasciare che le agonie mortali che hai patito penetrino nel mio corpo, o amante del gelo e dell'inverno.\nTu, giovane spensierato e di buon cuore, nobile di nascita e d'educazione, gentile e valoroso.\nSul tuo destriero stellato, attraversasti la desolata Isola di Hiisi e le oscure terre brumose di Pohjola\nper corteggiare la figlia di Pakkaisukko, una bellezza senza eguali, nella sua dimora.\nIl vecchio Pakkaisukko, servitore dei nostri antenati, rispose:\nTi concederò la mano di mia figlia solo dopo che avrai aperto le porte di Pohjola per me.\nTu, anima spensierata e di buon cuore, eri consapevole della perfidia del suo piano, eppure hai accettato di tua spontanea volontà.\nPoiché, se non l'avessi fatto, il vecchio Pakkaisukko avrebbe fatto subire alla sua figlia sprovveduta la punizione.\nNella fosca oscurità di Pohjola, il Signore delle Sette calamità ti ha tagliato in sette pezzi.\nE quella giovane e pura ragazza, la figlia di Pakkaisukko, non si sposerà mai più.\nO eroe perduto, ti invoco col tuo nome indicibile, tu che sei il guaritore dei dolori e delle disgrazie del mondo.\nPossa la tua grazia placare i venti selvaggi della fredda notte e portare calore agli uccellini che si radunano sul terreno ghiacciato.\n(Nota della sacerdotessa Ehrnrooth: questa è una vecchia versione di una preghiera per la guarigione dalle ferite e dalla malattia, che fu successivamente modificata e semplificata dalla prima Cantaluna Aila. Il testo che segue è divenuto la norma per tutte le recitazioni:\nO progenie perduta, nel nome dei discendenti dell'Estremo Nord, imploro la benedizione della luce.\nPossa la grazia della Luna gelata placare i venti selvaggi della fredda notte e portare calore agli uccellini che si radunano sul terreno ghiacciato.)"
          }
        ]
      },
      {
        "title": "Inni dell'Estremo Nord (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Canto di preghiera XXI: Huurrekuutar, Dea della Luna gelata\nO Huurrekuutar, Madre della Luce sacra, ascolta le mie preghiere e guardami dall'alto.\nPossano le tue lacrime silenziose trafiggere la fredda notte, accendere una torcia d'argento eterna e donare una luce guida al popolo dell'Estremo Nord.\nO Huurrekuutar, Madre della Spoletta d'argento, ascolta la mia preghiera e avvolgi il cielo in un velo delicato.\nPossa il tuo filo d'argento guidare le anime perdute dalla contaminazione dell'aldilà, affinché non si perdano nella fredda notte.\nO Huurrekuutar, ti seguiremo ovunque ci guiderai, e la tua volontà sarà la nostra legge.\nPreferiremmo che la fredda notte della morte ci rendesse ciechi, piuttosto che cantare nel disonore sotto una falsa luce.\n(Nota della sacerdotessa Ehrnrooth: questa è una vecchia versione inedita di una preghiera. In origine era breve, poiché gli unici argomenti troppo sacri per essere trattati a lungo erano la divinità che proteggeva i nostri antenati e l'origine, il passato e il futuro delle lune. Fu successivamente modificata e semplificata dalla prima Cantaluna Aila. Il testo che segue è divenuto la norma per tutte le recitazioni:\nO Luna gelata bianca e splendente, nel nome dei discendenti dell'Estremo Nord, ti supplico di gettare il tuo sguardo dalla cupola celeste sopra di noi.\nPossano le tue lacrime gentili trafiggere la gelida notte, e dona a noi, reietti caduti nell'oblio, la tua luce guida.)\nCanto di preghiera XXII: Kuutar, la Fanciulla lunare\nO Luna nuova pura e immacolata, in nome della Messaggera della Luna gelata ti supplico, concedimi la tua grazia e la tua misericordia.\nPurificaci dai nostri peccati, ti prego, e spazza via le infinite sofferenze e lacrime di coloro eternamente esclusi dall'Elisio."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Inni dell'Estremo Nord"
          }
        ]
      }
    ]
  }
}