{
  "epId": 882,
  "name": "Prima del sole e della luna",
  "desc": "<p>Un racconto che è stato vietato alla gente comune. Lo scritto unisce elementi storici ad altri fiabeschi, narrando gli eventi dalla creazione del mondo fino alla nascita del Dainichi Mikoshi.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20577441/30d637f5d6939cb8f5a886096aa7ba70_7112384876880326976.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1736618922,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Libri correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 688,
        "name": "Il serpente e i draghi di Tokoyokoku",
        "desc": "<p>Un romanzo basato sui racconti popolari dell'Isola di Watatsumi. L'edizione originale del testo venne composta sull'Isola di Watatsumi e poi riportata sull'Isola di Narukami da un mercante, al tempo in cui viveva ancora il Dio serpente. Nessuno al giorno d'oggi legge più questo libro antico, visto che è stato soppiantato da tutte le light novel presenti sul mercato. Questo volume descrive la singolare prospettiva cosmologica della gente di Watatsumi prima che iniziasse ad adottare gli aspetti della cultura Narukami. Alcuni temi ripresi recentemente dall'editoria tradizionale hanno permesso a questo libro di vedere nuovamente la luce.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Serpent and Drakes of Tokoyokoku_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1220,
        "name": "Studi idrologici di Byakuyakoku",
        "desc": "<p>Un libro sulla geografia e l'idrologia di Byakuyakoku. A causa della chiusura dei fondali e dell'emigrazione della gente di Watatsumi, con il passare degli anni questo libro è diventato inutile.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20577441/30d637f5d6939cb8f5a886096aa7ba70_7328636557972986176.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6555,
        "name": "Esperimenti sull'Elementosauro abissale",
        "desc": "<p>Degli esperimenti condotti sull'Elementosauro abissale. Nessun Elementosauro è stato ucciso durante i test.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20577441/30d637f5d6939cb8f5a886096aa7ba70_4802069406147776369.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6556,
        "name": "Luce sull'oscurità",
        "desc": "<p>Un libro di indovinelli per bambini tra i nove e i dodici anni. Essendo un libro di un periodo di transizione, sotto i nomi in stile Narukami sono presenti delle note che riportano la versione nella lingua antica di Byakuyakoku.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/20577441/30d637f5d6939cb8f5a886096aa7ba70_3745008115110438578.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Prima del sole e della luna"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Libro",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2846,
            "name": "La raccolta di Byakuyakoku",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/80830045/8a7b95710be73a0c089b83f2ff88270a_4510262374456186105.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "2.4"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Prima del sole e della luna",
        "desc": [
          {
            "type": "RichText",
            "text": "Vol. 2\nVogliamo raccontare come il volere del Cielo prese forma sulla terra sottostante. Oh, dèi\ndel cielo, il creato è opera vostra. Donateci la saggezza divina per dar vita a un racconto\nsenza fine!\n\"Quando la colomba portò il rametto\"\nCon l'arrivo dell'eterno regnante del cielo, il mondo venne ricreato. Poi l'unico vero\nSignore, il Primigenio, si fece avanti e combatté contro i sette terribili sovrani, i signori\ndei draghi del vecchio mondo.\nIl Primigenio creò quattro ombre luminose a sua immagine e somiglianza.\n\"Phanes, il Primigenio\"\nForse il Primigenio era Phanes. Egli nacque da un uovo, aveva natura androgina, era dotato\ndi ali e indossava una corona. Per creare il mondo era necessario rompere l'uovo, tuttavia\nPhanes, il Primigenio, ne usò poi il guscio per separare l'universo e il microcosmo del\nmondo.\n\"Quarant'anni dopo il rametto della colomba\"\nQuaranta inverni tumularono le fiamme e quaranta estati rimescolarono i mari. I sette\nsovrani vennero sconfitti e le sette nazioni si sottomisero al Cielo. Il Primigenio, il Grande\nSovrano, diede inizio alla creazione di cielo e terra per il nostro bene, ovvero per il bene\ndella creazione che più amava su tutte e che presto sarebbe giunta sulla terra.\n...\n\"Quattrocento anni dopo il rametto della colomba\"\nVennero creati i monti e i fiumi, e i mari e gli oceani accolsero chi si ribellò e chi rifiutò di\nprostrarsi. Il Primigenio, insieme a una delle sue ombre, creò gli uccelli che volano\nnell'aria, gli animali che vivono sulla terra e i pesci che nuotano nel mare. Insieme\nplasmarono anche i fiori, l'erba, gli alberi e, infine, crearono i nostri antenati umani,\ninnumerevoli come le stelle nel cielo e i granelli di sabbia.\nFu allora che i nostri antenati si allearono con il Primigenio, dando inizio a una nuova era.\n\"L'anno dell'apertura dell'arca\"\nIl Primigenio aveva un solenne piano per gli umani e gioiva della loro felicità.\n\"L'anno dopo l'apertura dell'arca\"\nLa gente lavorò la terra e venne il primo raccolto. La gente scavò e raccolse i primi\nminerali preziosi. La gente si riunì e scrisse i primi poemi.\n\"L'anno del giubileo\"\nSe si aveva fame, il cielo portava sulla terra cibo e pioggia. Se si era poveri, la terra\ngenerava ricchezza. Se si era malinconici, il cielo rispondeva e faceva sentire la propria\nvoce.\nBisognava solo non cadere in tentazione, ma la via che conduceva alla tentazione era già\nstata sigillata.\n...\n\"L'anno funebre\"\nArrivò il secondo regnante del cielo e si riaccese il conflitto, poiché era parte del creato.\nQuel giorno il cielo cadde e la terra fu fatta a pezzi. Fu allora che i nostri antenati e la\nloro terra ancestrale caddero in questo luogo.\nIniziò l'era delle tenebre.\n\"Il primo anno delle tenebre\"\nI popoli dei Sette sovrani si erano rifugiati nell'oceano e gli Eredi dei draghi dell'Abisso\nregnavano su questo luogo. Ciò scatenò una guerra tra loro e i nostri antenati.\nI nostri antenati, grazie alla luce di mille lanterne, li scacciarono tra le ombre e lì loro si\nnascosero e ci diedero la caccia. Ma non c'erano confini al loro territorio di caccia, perché\nin questo luogo c'è solo oscurità.\nLe preghiere della gente si tramutarono in pianti, ma il Primigenio e le sue altre tre ombre\nnon li udirono.\n\"La parabola del sole\"\nIn una caverna buia viveva un gruppo di persone che non aveva mai visto la luce, tranne un\nsaggio. Egli raccontò alla folla radunata com'era la vita sotto la luce del sole e quanto\nessa fosse potente. Poiché la folla non riusciva a comprendere, accese una torcia e la\ngente iniziò a venerare la fiamma, credendola il sole. Si abituarono persino a un'esistenza\ndedita al buio e al fuoco.\nQuando il saggio morì, qualcuno prese il controllo della fiamma e la usò per gettare\nl'ombra su questa terra.\n\"La parabola del Loto leteo\"\nChiunque poggi lo sguardo sul Loto leteo dimentica i propri affanni. Un giorno il capitano\ndi una nave cercava un modo per tornare in superficie e trovò una tribù che mangiava\nquesti fiori. Alcuni membri dell'equipaggio rimasero lì, mentre altri resistettero alla\ntentazione.\nLa vita è uno smisurato oceano di sofferenza. Tutti noi non cerchiamo altro che un modo\nper tornare a casa.\n\"Il terzo anno delle tenebre\"\nL'unica a non averci dimenticati era a noi nota come la \"Sovrana del tempo\". Lei era\nl'attimo, ogni attimo. Lei valeva come mille venti, come il sole, come la luna. Lei era ogni\nsecondo di gioia, ogni momento di rabbia, ogni istante di nostalgia, ogni minuto di\nossessione. Lei era ogni lampo di delirio.\nLa chiamiamo Kairos, oppure la sovrana del mondo immutabile. Non osiamo pronunciare il\nsuo vero nome segreto, quindi lo scriverò una sola volta qui e al contrario: Htoratsi.\n...\n\"L'anno della cecità\"\nVenne risvegliata la saggezza del saggio Abrax, che svelò dall'interno delle proprie mani\nun miracolo che avrebbe portato la luce. I nostri antenati iniziarono così a costruire\nHelios sotto la sua guida.\n\"L'anno della vista, o il primo anno del sole e della luna\"\nHelios, il divino carro del sole, era finalmente completo. Arrivò la Biancanotte e la\nNotteterna venne bandita.\nIniziarono gli anni del sole e della luna.\n\"Il secondo anno del sole e della luna\"\nI nostri antenati cercarono un modo per tornare in superficie, poiché di certo la guerra\nera ormai finita.\nMa il Primigenio, cioè il primo regnante, aveva imposto un divieto che impediva ai nostri\nantenati di ritrovare la via di casa.\nQuesto significava che il Primigenio doveva aver sconfitto il Secondo venuto.\nAbrax venne imprigionato per ordine del Figlio del sole.\n\"La parabola dell'albero\"\nIl giardiniere del re e lo spirito arboreo del giardino reale erano innamorati, ma il re\nvoleva riparare le travi del proprio padiglione e aveva bisogno di abbattere l'albero dotato\ndella maggiore energia spirituale. Il re era la reincarnazione del Primigenio e il giardiniere\nnon poteva disobbedire al sovrano dei sovrani, per cui non poté far altro che supplicare il\nsacerdote di corte, ovvero la reincarnazione di Tokoyo Ookami.\nIl sacerdote ebbe pietà del giardiniere e gli disse: \"Va' e taglia i rami dell'albero\nspirituale\". Così fece, poi seguì l'ordine del re e abbatté l'albero spirituale.\nIl sacerdote disse: \"Pianta i rami nel terreno\". Ma il giardiniere rispose: \"Un albero\nspirituale impiega cinquecento anni a crescere\". Il sacerdote replicò: \"Il tuo pensiero\nrisuonerà per l'eternità\". Così il giardiniere piantò i rami nel proprio cortile e in un attimo\ni sottili rami divennero un albero. Il nuovo spirito arboreo era un'estensione del\nprecedente.\nPoiché solo il Dio di ogni momento può portare i semi di questo momento nel passato e nel\nfuturo.\n\"Il decimo anno del sole e della luna\"\nAbrax se n'è ormai andato da tempo. Gli eventi avvenuti prima del sole e della luna sono\nstati descritti a sufficienza. In fondo, come potrei mai considerarmi uno scriba di Tokoyo\nOokami, se non avessi descritto ogni evento mentre accadeva?\nUdite, si sente un clangore di armature. Qui ripongo la mia penna."
          }
        ]
      }
    ]
  }
}