{
  "epId": 8836,
  "name": "Specchio dell'Intessinotte",
  "desc": "Uno specchio realizzato in argento, che si dice abbia assistito alla nascita della Fanciulla lunare. Viene considerato una reliquia sacra dagli Eredi della Luna gelata.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/d28b849e0abef976114ea7ecef92960e_4616051474368823347.png",
  "filterValues": {
    "weaponRarity": 5,
    "weaponProperty": "Maestria elementale",
    "weaponType": "Catalizzatore"
  },
  "menuId": 4,
  "menuName": "Armi",
  "version": 1757501858,
  "components": {
    "galleryCharacter": [
      {
        "key": "Originale",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/27682e14faf728ce390b9582075287aa_1851882929626935525.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Prima dell'ascensione Liv.40"
          }
        ]
      },
      {
        "key": "Risvegliato",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/4d63fa885e303df0860714c2a292392e_6680834018360566481.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Dopo l'ascensione Liv.40"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Specchio dell'Intessinotte"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Desiderio evento arma"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Catalizzatore"
          }
        ]
      },
      {
        "key": "Attributi secondari",
        "value": [
          {
            "type": "RichText",
            "text": "Maestria elementale"
          }
        ]
      },
      {
        "key": "Inno millenario",
        "value": [
          {
            "type": "RichText",
            "text": "Quando l' <color=#ffd780>abilità elementale</color> del personaggio che equipaggia l'arma infligge <color=#ffd780>DAN</color> da <color=#80c0ff>Hydro</color> o da <color=#99ff88>Dendro</color> , ottiene l'effetto Preghiera dell'Estremo Nord, che aumenta la <color=#ffd780>maestria elementale</color> di <color=#37ffff>60/75/90/105/120</color> per <color=#ffd780>4,5s</color> . Quando i membri vicini del gruppo innescano una reazione di <color=#ffd780>Fioritura lunare</color> , il personaggio che equipaggia l'arma ottiene Verso della Luna nuova, che aumenta la <color=#ffd780>maestria elementale</color> di <color=#37ffff>60/75/90/105/120</color> per <color=#ffd780>10s</color> . Quando sono attivi sia Preghiera dell'Estremo Nord che Verso della Luna nuova, i <color=#ffd780>DAN</color> da <color=#ffd780>Fioritura</color> di tutti i membri vicini del gruppo aumentano di un <color=#37ffff>120%/150%/180%/210%/240%</color> , quelli da <color=#ffd780>Iperfioritura</color> e da <color=#ffd780>Germinazione</color> di un <color=#37ffff>80%/100%/120%/140%/160%</color> e quelli da <color=#ffd780>Fioritura lunare</color> di un <color=#37ffff>40%/50%/60%/70%/80%</color> . Non cumulabile. Gli effetti sopracitati possono attivarsi anche quando il personaggio che equipaggia l'arma non è in campo."
          }
        ]
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "Luna I"
          }
        ]
      }
    ],
    "story": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Quando la Luna eterna cadde, i cieli e la terra vennero gettati nel caos.\nQuando la Luna iridescente si frantumò, l'ombra cremisi sprofondò nel mare abissale.\nQuando la Luna gelata arrestò il suo moto, le nazioni caddero in rovina.\nIl mondo, non più protetto dall'Eternità, sta procedendo verso la sua fine.\nE così sarà, finché l'Elisio non sorgerà per far girare la ruota primordiale.\"\nSecondo un'antica profezia, i discendenti della Città dorata eressero un remoto tempio nella tundra desolata.\nPer migliaia di anni, la luce lunare aveva bagnato silenziosamente la gelida foresta. I discendenti del Nord continuavano a seguire i loro antichi rituali e la loro fede,\nforgiando corone cerimoniali d'un argento segreto e scegliendo le Gran Sacerdotesse più pure per guidare il popolo.\nProprio come nei tempi antichi, essi continuavano a recitare e a cantare le loro preghiere, nonostante i loro dèi si fossero da tempo allontanati e il cielo non li degnasse più di alcuna risposta.\nUn forestiero avrebbe potuto considerare queste pratiche come le azioni di stolti che si aggrappano a vecchi costumi.\nEppure, queste preghiere e questi sacrifici, tramandati per millenni, formavano l'unico legame sacro per un popolo che aveva perso la propria patria.\nLa ruota del destino si era arrugginita e il filo d'argento si era consumato. Affidarsi solo alle visioni profetiche non avrebbe portato la vera speranza per tutti.\nChi mai venererebbe una divinità morta, e chi sopporterebbe una sofferenza disperata per inseguire un sogno vacuo?\nProprio come nelle epoche passate, restituite alle profondità della terra in infiniti cicli, gli ignoranti continuavano a desiderare una guida tangibile.\nÈ per questo che tali rituali erano diventati il loro grande isolamento, un alto muro che li teneva celati e sconosciuti al mondo esterno.\nCosì era stato per migliaia di anni, e così sarebbe stato per altri mille, fino alla discesa dell'Elisio profetizzato.\nFinché la pura stirpe, affinata per generazioni, non avrebbe prodotto l'erede sacra che avrebbe messo in ginocchio il mondo. E quando questo sarebbe successo...\nTutte le menzogne e i peccati sarebbero stati perdonati, anzi lodati, poiché sarebbero serviti a creare l'Elisio immacolato sotto la luna.\nCiò che segue è il viaggio sacro degli Eredi della Luna gelata, che hanno smesso di voltare le spalle ai forestieri.\nLa prima Cantaluna, una santa benedetta dal divino e colei che assistette alla nascita di una divinità, ai tempi fu la mortale Aila.\nSecondo le storie tramandate alle generazioni successive, ella preannunciò la nascita della Luna nuova e, mossa dalla rivelazione divina, decise di abbandonare gli antichi riti.\nElla era la Prescelta, benedetta alla nascita, un'anima incontaminata dalle innumerevoli corruzioni del globo sublunare.\nElla aveva visto che l'arcolaio era silenzioso e il filo d'argento colmo di disperazione, poiché un millennio di lodi non era diventato altro che un'eco vuota.\nLa gloria evanescente non aveva mai avuto pietà delle desolate terre ai confini. Ora solo la nuova luna, in procinto di nascere, deteneva la promessa di una speranza autentica.\nLa devozione di Aila le valse l'ammirazione dell'ultima Gran Sacerdotessa dell'Estremo Nord, che aveva aperto a lei il suo cuore senza la minima esitazione.\nCon grande entusiasmo le affidò l'autorità di guidare il popolo, e le conferì l'onore di sigillare l'antico santuario con le sue stesse mani.\nLa gloria passata fu sepolta, i titoli vuoti e il passato insignificante messi da parte. Da allora in avanti, avrebbero atteso l'avvento della nuova divinità.\"\nNessuno avrebbe più detenuto il titolo di Gran Sacerdotessa. Rimase solo la Cantaluna, illuminata da un bagliore puro e luminoso.\n...\nMolte lune sono trascorse da allora. Coloro che sognavano l'Elisio trovano solo l'ombra della scure, mentre coloro che anelavano la salvezza venivano travolti dal flusso della luce.\nIl folle monaco proteso verso il cielo perse il senno, il vecchio padrone del trono della Candida Stella scomparve, e l'Imperatore Bianco affondò tra tumultuose e luride onde nere.\nAlla fine, perfino i fringuelli si erano taciuti. Innumerevoli nomi svanirono dal mondo ai piedi della luna, diventando echi che i viventi avrebbero poi dovuto giudicare.\nCome promesso al Forgialuce, la fanciulla della Luna nuova tessé un canto di preghiera e lo mise a riposare insieme al santuario.\nE finché la Biancanotte non cancellerà gli ultimi testimoni di quell'epoca, rimarrà solo il chiaro di luna, che scorre silenziosamente proprio come mille anni fa.\nQuando la Luna eterna cadde, i cieli e la terra vennero gettati nel caos.\nQuando la Luna iridescente si frantumò, l'ombra cremisi sprofondò nel mare abissale.\nQuando la Luna gelata arrestò il suo moto, le nazioni caddero in rovina.\nIl mondo, non più protetto dall'Eternità, sta procedendo verso la sua fine.\nEppure, dalle ceneri, la Luna nuova sorge, e la sua ascesa mette nuovamente in moto la ruota la ruota del destino...\nE coloro che seguono le maree intonano ancora le loro canzoni e recitano le loro preghiere.\nPoiché la Luna nuova tornerà, proprio come predetto dagli antichi.\""
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Liv.1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATT prima dell'ascensione",
              "ATT dopo l'ascensione",
              "Maestria elementale"
            ]
          },
          {
            "key": "",
            "values": [
              "-",
              "58",
              "44"
            ]
          }
        ]
      },
      {
        "key": "Liv.20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATT prima dell'ascensione",
              "ATT dopo l'ascensione",
              "Maestria elementale"
            ]
          },
          {
            "key": "",
            "values": [
              "110",
              "141",
              "102"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 10000
          },
          {
            "type": "CustomEntry",
            "epId": 8591,
            "name": "Frammento del dispositivo ingegnoso",
            "desc": "Materiale d'ascensione armi.<br>Un intricato dispositivo un tempo noto come i \"Sette strumenti del Grande ladro\". Si dice che sia stato inventato dal leggendario ladro Reed Miller, il cui nome è noto in tutto il mondo.<br>Proprio come i primi Cacciatori di tesori, che in principio erano gente di ogni estrazione sociale, questa combinazione di strumenti diversi era progettata per abbattere le barriere artificiali, a prescindere che fossero catene o confini.<br>In realtà il numero di strumenti contenuti non è limitato a sette categorie, ma la gente è abituata a usare il numero sette per descrivere qualcosa di numeroso. Forse è per lo stesso motivo che si ritiene che il mondo abbia solo sette forme di ordine.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/5674eb5ccf4612cda2cc95231dedfdf6_5246837596566647284.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 8611,
            "name": "Barlume della Notte gelata",
            "desc": "Un frammento della corona di corna di un Erede della Notte gelata sconfitto.<br>La leggenda narra che, in un lontano passato, queste nobili creature fossero i servitori della Città dorata, e che i loro occhi riflettessero la luce più pura e brillante del cielo. Quella luce si è da tempo estinta, ma gli eredi che hanno perso il proprio padrone si aggirano ancora sotto la luna gelata, vegliando su un giuramento che nessuno ricorda.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/5fab49e6874d5696eb1ef46966995be5_5506739070481549379.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 8605,
            "name": "Albero di trasmissione rotto",
            "desc": "L'albero di trasmissione di un Incrociatore terrestre distrutto in battaglia.<br>Anche la più meticolosa delle lavorazioni artigianali non può resistere all'usura eccessiva, così come il più nobile degli ideali non può riportare indietro coloro che sono morti invano per la causa altrui. Inoltre, così come i componenti prodotti in serie non possono essere considerati precisi, anche gli ideali prodotti in serie non possono essere considerati veri ideali.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/e724f6f71ea0a46395b84b8af26dda20_6584226285579579622.png",
            "amount": 3
          }
        ]
      },
      {
        "key": "Liv.40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATT prima dell'ascensione",
              "ATT dopo l'ascensione",
              "Maestria elementale"
            ]
          },
          {
            "key": "",
            "values": [
              "210",
              "241",
              "148"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          },
          {
            "type": "CustomEntry",
            "epId": 8592,
            "name": "Replica del dispositivo ingegnoso",
            "desc": "Materiale d'ascensione delle armi.<br>Così come gli strumenti del leggendario ladro sono stati imitati da innumerevoli altri, anche il suo nome lo è stato.<br>In un certo senso, ad aver rubato il nome di Reed Miller, non sono state le persone bramose di avere di più, ma piuttosto è stato Reed Miller ad aver rubato l'identità che in origine apparteneva a loro. Questi punti di vista sono solo due facce della stessa medaglia.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/92a6b12374be4fe71d9a61fbb9b0bcee_1966826565584331759.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 8611,
            "name": "Barlume della Notte gelata",
            "desc": "Un frammento della corona di corna di un Erede della Notte gelata sconfitto.<br>La leggenda narra che, in un lontano passato, queste nobili creature fossero i servitori della Città dorata, e che i loro occhi riflettessero la luce più pura e brillante del cielo. Quella luce si è da tempo estinta, ma gli eredi che hanno perso il proprio padrone si aggirano ancora sotto la luna gelata, vegliando su un giuramento che nessuno ricorda.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/5fab49e6874d5696eb1ef46966995be5_5506739070481549379.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 8605,
            "name": "Albero di trasmissione rotto",
            "desc": "L'albero di trasmissione di un Incrociatore terrestre distrutto in battaglia.<br>Anche la più meticolosa delle lavorazioni artigianali non può resistere all'usura eccessiva, così come il più nobile degli ideali non può riportare indietro coloro che sono morti invano per la causa altrui. Inoltre, così come i componenti prodotti in serie non possono essere considerati precisi, anche gli ideali prodotti in serie non possono essere considerati veri ideali.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/e724f6f71ea0a46395b84b8af26dda20_6584226285579579622.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Liv.50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATT prima dell'ascensione",
              "ATT dopo l'ascensione",
              "Maestria elementale"
            ]
          },
          {
            "key": "",
            "values": [
              "275",
              "307",
              "172"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 30000
          },
          {
            "type": "CustomEntry",
            "epId": 8592,
            "name": "Replica del dispositivo ingegnoso",
            "desc": "Materiale d'ascensione delle armi.<br>Così come gli strumenti del leggendario ladro sono stati imitati da innumerevoli altri, anche il suo nome lo è stato.<br>In un certo senso, ad aver rubato il nome di Reed Miller, non sono state le persone bramose di avere di più, ma piuttosto è stato Reed Miller ad aver rubato l'identità che in origine apparteneva a loro. Questi punti di vista sono solo due facce della stessa medaglia.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/92a6b12374be4fe71d9a61fbb9b0bcee_1966826565584331759.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 8612,
            "name": "Bagliore della Notte gelata",
            "desc": "Un pezzo della corona di corna di un Erede della Notte gelata sconfitto.<br>Nelle più antiche storie degli Eredi della Luna gelata la lucentezza di queste nobili creature era indicata come \"la misericordia incontaminata dell'emissaria divina\". Anche se questa misericordia non poté evitare la caduta della Città dorata o salvare i suoi discendenti dall'esilio, la stessa brillantezza è ancora presente nella loro corona di corna, in attesa di un sogno che potrebbe non tornare mai.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/84ca7e32416daa68b958cdad392c4553_1410764832875927220.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 8606,
            "name": "Albero di trasmissione rinforzato",
            "desc": "L'albero di trasmissione di un Incrociatore terrestre.<br>Ci sono voluti innumerevoli rapporti di distruzione per ottenere questo piccolo miglioramento. In un certo senso, il sistema amministrativo del Palazzo dell'Armeria reale è molte volte più complesso dei macchinari che costruisce. Dopotutto, neanche la costruzione degli Incrociatori terrestri più avanzati richiede mesi o anni.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/7a61b42008edbe7fc7356c011ef7b760_2213517549807440323.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "Liv.60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATT prima dell'ascensione",
              "ATT dopo l'ascensione",
              "Maestria elementale"
            ]
          },
          {
            "key": "",
            "values": [
              "341",
              "373",
              "195"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 45000
          },
          {
            "type": "CustomEntry",
            "epId": 8593,
            "name": "Eredità del dispositivo ingegnoso",
            "desc": "Materiale d'ascensione delle armi.<br>Per strada si dice che il leggendario ladro Reed Miller sia stato condannato a morte molte volte, ma sia sempre riuscito a scampare l'esecuzione fuggendo all'ultimo minuto grazie all'aiuto di amici e strumenti vari.<br>In alcune versioni di quelle storie, alcuni dei suoi seguaci morirono volontariamente per lui, per il loro onorato \"Re dell'Elisio\". Tuttavia, queste versioni non possono competere con quelle mischiate all'alcol, che sono sempre più romantiche e incantevoli. Dato che non sono mai esistiti dei ceppi che potessero trattenere il leggendario ladro, è normale che non esista un finale che possa fare lo stesso.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/61316a2dff9e58cd7f2e7d6526ebc41a_3706968406036754358.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 8612,
            "name": "Bagliore della Notte gelata",
            "desc": "Un pezzo della corona di corna di un Erede della Notte gelata sconfitto.<br>Nelle più antiche storie degli Eredi della Luna gelata la lucentezza di queste nobili creature era indicata come \"la misericordia incontaminata dell'emissaria divina\". Anche se questa misericordia non poté evitare la caduta della Città dorata o salvare i suoi discendenti dall'esilio, la stessa brillantezza è ancora presente nella loro corona di corna, in attesa di un sogno che potrebbe non tornare mai.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/84ca7e32416daa68b958cdad392c4553_1410764832875927220.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 8606,
            "name": "Albero di trasmissione rinforzato",
            "desc": "L'albero di trasmissione di un Incrociatore terrestre.<br>Ci sono voluti innumerevoli rapporti di distruzione per ottenere questo piccolo miglioramento. In un certo senso, il sistema amministrativo del Palazzo dell'Armeria reale è molte volte più complesso dei macchinari che costruisce. Dopotutto, neanche la costruzione degli Incrociatori terrestri più avanzati richiede mesi o anni.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/7a61b42008edbe7fc7356c011ef7b760_2213517549807440323.png",
            "amount": 14
          }
        ]
      },
      {
        "key": "Liv.70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATT prima dell'ascensione",
              "ATT dopo l'ascensione",
              "Maestria elementale"
            ]
          },
          {
            "key": "",
            "values": [
              "408",
              "439",
              "218"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 55000
          },
          {
            "type": "CustomEntry",
            "epId": 8593,
            "name": "Eredità del dispositivo ingegnoso",
            "desc": "Materiale d'ascensione delle armi.<br>Per strada si dice che il leggendario ladro Reed Miller sia stato condannato a morte molte volte, ma sia sempre riuscito a scampare l'esecuzione fuggendo all'ultimo minuto grazie all'aiuto di amici e strumenti vari.<br>In alcune versioni di quelle storie, alcuni dei suoi seguaci morirono volontariamente per lui, per il loro onorato \"Re dell'Elisio\". Tuttavia, queste versioni non possono competere con quelle mischiate all'alcol, che sono sempre più romantiche e incantevoli. Dato che non sono mai esistiti dei ceppi che potessero trattenere il leggendario ladro, è normale che non esista un finale che possa fare lo stesso.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/61316a2dff9e58cd7f2e7d6526ebc41a_3706968406036754358.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 8613,
            "name": "Gloria della Notte gelata",
            "desc": "Un pezzo di osso della corona di corna di un Erede della Notte gelata sconfitto.<br>Un calore brillante come il chiaro di luna lo avvolge, così forte che non svanirebbe nemmeno nel cuore di una gelida notte d'inverno. In un certo senso, come gli Eredi della Luna gelata, questa è l'ultima cosa a cui si aggrappano queste nobili creature. Il padrone che un tempo servivano è stato ridotto in polvere, ma i suoi sogni brillano ancora di uno splendore dorato.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/e5528b72ec62b043235269fb23b0a31d_3094636365002419918.png",
            "amount": 14
          },
          {
            "type": "CustomEntry",
            "epId": 8607,
            "name": "Albero di trasmissione di precisione",
            "desc": "L'albero di trasmissione di un Incrociatore terrestre perfezionato dall'Istituto di Progettazione.<br>Stando ai progetti degli ingegneri del Nord, questa componente insignificante era un tempo l'incarnazione perfetta della gloria e dei progressi tecnologici, il suo piccolo corpo in metallo racchiude la saggezza di innumerevoli generazioni. Ora giace sul terreno gelido, in attesa di essere riciclato un'altra volta.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/fcf444c3a40bf213f98a80cde35bf4ab_115132291217183169.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "Liv.80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATT prima dell'ascensione",
              "ATT dopo l'ascensione",
              "Maestria elementale"
            ]
          },
          {
            "key": "",
            "values": [
              "475",
              "506",
              "241"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 65000
          },
          {
            "type": "CustomEntry",
            "epId": 8594,
            "name": "Desiderio del dispositivo ingegnoso",
            "desc": "Materiale d'ascensione delle armi.<br>\"I poveri, gli affamati, gli infreddoliti, gli umiliati e gli oppressi! Miei fratelli e sorelle esiliati!<br>Se anche tu hai provato l'indignazione a causa delle crudeli mani del destino! Se anche tu hai pianto nella notte la sventura dei tuoi vicini!<br>Se anche tu desideri un rifugio dalla paura! Se anche tu hai sognato un mondo intero dove nessuno piange!<br>Allora unisciti a noi, ai tuoi fratelli e alle tue sorelle, per spezzare le catene della schiavitù!<br>Lascia che i morti seppelliscano i morti, ma tu risorgerai, e con i tesori degli arroganti, costruirai un Elisio senza confini!\"",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/425d3b4ee11130413c5e6ddcd3cbc624_7919475741849691304.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 8613,
            "name": "Gloria della Notte gelata",
            "desc": "Un pezzo di osso della corona di corna di un Erede della Notte gelata sconfitto.<br>Un calore brillante come il chiaro di luna lo avvolge, così forte che non svanirebbe nemmeno nel cuore di una gelida notte d'inverno. In un certo senso, come gli Eredi della Luna gelata, questa è l'ultima cosa a cui si aggrappano queste nobili creature. Il padrone che un tempo servivano è stato ridotto in polvere, ma i suoi sogni brillano ancora di uno splendore dorato.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/e5528b72ec62b043235269fb23b0a31d_3094636365002419918.png",
            "amount": 27
          },
          {
            "type": "CustomEntry",
            "epId": 8607,
            "name": "Albero di trasmissione di precisione",
            "desc": "L'albero di trasmissione di un Incrociatore terrestre perfezionato dall'Istituto di Progettazione.<br>Stando ai progetti degli ingegneri del Nord, questa componente insignificante era un tempo l'incarnazione perfetta della gloria e dei progressi tecnologici, il suo piccolo corpo in metallo racchiude la saggezza di innumerevoli generazioni. Ora giace sul terreno gelido, in attesa di essere riciclato un'altra volta.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/fcf444c3a40bf213f98a80cde35bf4ab_115132291217183169.png",
            "amount": 18
          }
        ]
      },
      {
        "key": "Liv.90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATT prima dell'ascensione",
              "ATT dopo l'ascensione",
              "Maestria elementale"
            ]
          },
          {
            "key": "",
            "values": [
              "542",
              "-",
              "265"
            ]
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Personaggio</color>\n<color=#ffffffd9>Motivazione</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8396,
        "name": "Lauma",
        "desc": "<p><span style=\"color: #FFFFFF\">Signora della foresta</span></p><p><span style=\"color: rgba(255, 255, 255, 0.45)\">Una Signora benedetta sia dal chiaro di luna che dalla foresta, la speranza nata dagli Eredi della Luna gelata.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/10/141621183/84c2cbc0b685b76e1d04e690a79a3f1b_1505512494392847651.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffa6>Arma di riferimento per</color> <color=#ffffff>Lauma</color> <color=#ffffffa6>. Si ha un aumento di</color> <color=#ffd780>maestria elementale</color> <color=#ffffffa6>tramite passiva dell'arma e innescando reazioni di</color> <color=#99ff88>Fioritura lunare</color> <color=#ffffffa6>.</color>\n<color=#ffffffa6>In più, quando entrambi gli effetti dell'arma sono attivi, i</color> <color=#99ff88>DAN da reazione di Fioritura</color> <color=#ffffffa6>,</color> <color=#99ff88>Fioritura lunare</color> <color=#ffffffa6>,</color> <color=#ffacff>Iperfioritura</color> <color=#ffffffa6>e</color> <color=#ff9999>Germinazione</color> <color=#ffffffa6>aumenteranno.</color>"
      }
    ]
  }
}