{
  "epId": 8967,
  "name": "Corno splendente",
  "desc": "Un frammento dei maestosi palchi dell'Herra della Notte gelata. Leggero e affilato, è in grado di fendere con facilità anche le armature di metallo.<br>Secondo antiche storie, queste magnifiche e fiere creature vennero create dalla prima emissaria. Quando l'Elisio cadde, venne stretto un patto con la signora della Luna gelata, che prevedeva di usarne la luce primordiale per purificare le impurità del mondo mortale fino al ritorno dell'antico protettore. Anche se le origini di queste leggende sono andate perdute, e la loro veridicità sia del tutto indimostrabile, le creature che camminavano un tempo nella luce continuano a vegliare dalle ombre su questa terra, attraverso lunghe e gelide notti e inaridenti onde nere, poiché la loro forma non può mai sparire del tutto da questo mondo.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/10/20/634bc5225330f7fd1d3e0892e850b5d7_8635514673712724074.png",
  "filterValues": {
    "objectType": [
      "Materiale per aumento livello dei personaggi"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1761131079,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Ottenibile da:"
      },
      {
        "type": "CustomEntry",
        "epId": 8992,
        "name": "Herra della Notte gelata",
        "desc": "Creature fiere che vagano nella luce calante della luna, detentrici di antichi poteri domati dal Signore dei cieli.<br>Secondo le leggende, queste mistiche e aggraziate creature nacquero nell'epoca in cui la Luna gelata ancora ruotava, e, per grazia dell'emissaria divina, non sono state contaminate dalla luce del giorno. Ancora oggi, tra i seguaci della Luna gelata, sono considerate bestie sacre scomparse da questo mondo, che si ritirarono su sentieri lunari irraggiungibili dai comuni mortali. Tuttavia, come hanno fatto per centinaia di secoli, continuano a errare nell'ombra della luna, a cavallo tra due mondi, per custodire le terre devastate dalla calamità e vegliare su coloro che vi abitano, secondo il giuramento prestato all'apostolo della città dorata.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/10/20/05b75e6b154f76678eced6552292b73f_3150978062856346609.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ascensione dei personaggi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>5-Stelle</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8894,
        "name": "Nefer",
        "desc": "L'intraprendente direttrice del Consiglio dei segreti.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/10/21/7557acebcb72b4d9912bcb0e6c92306a_3655566527985254987.png",
        "displayStyle": "card",
        "menuId": 2
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Corno splendente"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Materiale per aumento livello dei personaggi"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Ottenibile dagli Herra della Notte gelata di liv. 30+"
          }
        ]
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "Luna I"
          }
        ]
      }
    ]
  }
}