{
  "epId": 943,
  "name": "Selezione di ballate: Brezza nella foresta",
  "desc": "<p>Una raccolta di ballate di Mondstadt, registrate, redatte e arrangiate dagli studiosi nei secoli addietro.</p>",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Breeze Amidst the Forest - Ballad Selection Excerpt_icon.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1730640441,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Vol. 1</color>\n- Estratto da un'antologia di ballate -\n\"Brezza nella foresta\" e \"Brezza sul lago\" costituiscono una raccolta in due volumi di poemi narrativi. Tale raccolta è il risultato dell'instancabile lavoro di studiosi che si sono adoperati per trascrivere e arrangiare innumerevoli canzoni dei bardi di Mondstadt.\nNon è raro che i bardi elaborino o creino da zero delle storie per attirare pubblico e guadagnare qualche Mora in più. Pertanto, la maggior parte delle loro opere è ben poco attendibile. Ciò che ha permesso alle canzoni di restare in voga fino a oggi e resistere ai mille venti del tempo sono la spettacolare immaginazione e l'ingegnosa retorica con le quali sono state intessute.\n...\n\"Ciò che va cantato proviene da tempi antichi\".\n\"Gli dèi camminavano tra noi durante i loro giorni di gloria.\"\nIl poeta, che aveva appena terminato di narrare le vicende delle rovine e di Vennessa, iniziò a raccontare la storia del Drago del vento. Si mise quindi a cantare: \"Ciò che sto per raccontare risale a tempi antichi, quando gli dèi camminavano tra noi durante i loro giorni di gloria\". Il drago onorato da Anemo venne al mondo* nell'alto dei cieli di quei tempi arcani. Lentamente discese e si mise a esaminare ogni cosa con occhi curiosi. Atterrò in un villaggio, ma gli abitanti, terrorizzati, gli scagliarono contro dei sassi. Il drago non riusciva a capire perché fossero tanto spaventati.\nAtterrò in un cimitero e udì solo il lamento della gente in lutto. Il drago non riusciva a capire cosa mormorasse nel proprio dolore.\nAtterrò in un frutteto ma si sentì maledire dai contadini furiosi che avevano perso i propri alberi. Il drago non riusciva a capire perché urlassero in preda alla rabbia.\nIl mondo era troppo complesso per un giovane drago come lui. Era confuso, ma non si perse d'animo.\nUn giorno, il drago udì della musica proveniente dalla Lira sacra celeste. Era questo il nome della lira in possesso dell'Archon di Anemo. Incantato dalle sue rime, il Drago del vento atterrò accanto al migliore cantante del regno terreno.\nLa gente andò nel panico, in quanto i possenti draghi elementali e i grandi Archon che regnavano sulla terra mai avevano incrociato lo sguardo. \"Ammirate la sua bellezza e benevolenza!\", cantò il Bardo itinerante.\n\"Ma non lo conosciamo\", rispose la gente.\nQuale magia sconosciuta si cela dietro alla musica e alla poesia, tanto potente da riuscire a incantare draghi ed esseri umani? Lo ignoro. Il drago decise di restare con il bardo, perché anche lui desiderava essere compreso da tutti. Imparò il linguaggio degli umani e le tecniche canore del Bardo itinerante.\n(omissis...)\nLe generazioni successive lo consideravano uno dei Quattro Venti che vegliavano su Mondstadt.\n\"Un atro sole condannò il suo regno, una lucente perla smarrì il proprio splendore.\"\n\"La nivea seta divenne col tempo opaca e il frumento dorato fu privato del fulgore.\"\nHa così inizio una nuova storia che ebbe luogo nel regno perduto di Khaenri'ah.\nLa Dinastia dell'eclissi era caduta, e la sventura era dilagata in ogni dove. L'alchimista conosciuto come Oro venne corrotto dalla propria cupidigia e ambizione, e creò un esercito di mostri tenebrosi con i suoi poteri oscuri. Durin, un drago serpentino nero, si levò dal mare per gettare la sua ombra su Mondstadt. Ma nessuno al tempo era in grado di ereditare il titolo di Cavaliere della Zanna di leone, pertanto i Cavalieri di Favonius non poterono levare il loro stendardo del falco.\nLe preghiere insistenti e disperate spinsero l'Archon di Mondstadt, il Bardo itinerante, a intervenire. Le stringhe della lira vennero pizzicate ancora una volta e il Drago del vento fu evocato.\nIn qualità di ultima difesa di Mondstadt, il Drago del vento affrontò nella tempesta che infuriava il drago malvagio in uno scontro all'ultimo sangue.\nIl Drago del vento prevalse. Sgozzò il drago malvagio finendo tuttavia per ingerirne il sangue velenoso. Il sangue del drago malvagio era un oro distorto, in grado di far franare le montagne e appestare la terra.\nIl Drago del vento aveva protetto Mondstadt a costo della vita, e il suo unico desiderio era essere compreso dagli umani. E così, scivolò in un sonno profondo.\nLa Lira sacra intonò una triste melodia.\nLa Lira sacra cantò così: \"Se mai ti risveglierai, spiega le ali e vivi in libertà! I draghi nascono per solcare i cieli, e i mortali sapranno apprezzare la loro bellezza...\"\n(*In genere, quando la vita nasce dagli elementi, scende verso il basso e si trasforma in un Melmoso o ascende verso l'alto e diventa un Cristallottero. In rare occasioni, questo processo dà origine a pericolosi mostri elementali. I draghi elementali sono una rara visione e il loro potere è pari a quello degli dèi antichi.)"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origine 1"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=it-it#/map/2?shown_types=2,3,154,319,338,111&center=90.62,38.50&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Origine 2"
      },
      {
        "type": "RichText",
        "text": "Parla con José Sei dita e scegli l'opzione di dialogo: \"Hem... E tu chi sei?\" seguita da \"Ci sono tanti altri bardi a Mondstadt?\"\nLo puoi trovare vicino alla <color=#ece5d8>Cattedrale di Favonius</color> durante il giorno oppure al <color=#ece5d8>Dono dell'Angelo</color> di notte."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Libri correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 944,
        "name": "Supplemento Brezza nella foresta: Il tomo del drago",
        "desc": "<p>Un supplemento della raccolta di ballate Brezza nella foresta, con brani tratti da varie fonti. </p><p>Narra la storia del drago di Mondstadt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/02/20856775/bc0f1d33674151b5dc118c374772afd6_3728019883105510678.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Selezione di ballate: Brezza nella foresta"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Ottenibile nella Biblioteca dei Cavalieri di Favonius\nRicompensa dialogo con José Sei dita"
          }
        ]
      },
      {
        "key": "Libro",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2318,
            "name": "Brezza nella foresta",
            "desc": "<p>Una raccolta di ballate di Mondstadt, registrate, redatte e arrangiate dagli studiosi nei secoli addietro.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ]
  }
}