{
  "epId": 944,
  "name": "Supplemento Brezza nella foresta: Il tomo del drago",
  "desc": "<p>Un supplemento della raccolta di ballate Brezza nella foresta, con brani tratti da varie fonti. </p><p>Narra la storia del drago di Mondstadt.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/02/20856775/bc0f1d33674151b5dc118c374772afd6_3728019883105510678.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1730640438,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Vol. 2</color>\n- Il drago -\nUn estratto da \"Un'analisi dei costumi del Regno dei venti\", meglio conosciuto come \"Registro dei costumi e della cultura\", di Jacob Musk.\n...\nIl \"Lupo\" del Cavaliere di Boreas, il \"Leone\" del Cavaliere della Zanna di leone (o \"Cavaliere del Dente di leone\"), il \"Falco\" dei Cavalieri di Favonius e il \"Drago del vento\" Dvalin sono da tempo considerati i Quattro Venti che vegliano su Mondstadt. Dopo che il Cavaliere della Zanna di leone ebbe liberato Mondstadt, venne fondato l'ordine dei Cavalieri di Favonius e il Cavaliere di Boreas si uni a loro. La tradizione di venerare i Quattro Venti piano piano si diffuse a Mondstadt. Tuttavia, Dvalin, l'antico Drago del vento, aveva origini più antiche di tutti loro.\nCirca 100 anni fa, la terra era nel caos. L'oscurità si diffondeva, contaminando tutto ciò che toccava. Barbari e nefaste creature vagavano per il mondo, costringendo la gente a vivere all'interno delle mura cittadine.\nErano tempi estremamente difficili per Mondstadt. Il Cavaliere della Zanna di leone non aveva un erede adeguato e i Cavalieri di Favonius avevano perso molti dei loro uomini e donne più abili durante le terribili guerre. Nel periodo più nero, Durin, il drago dal potere inimmaginabile ma corrotto, iniziò ad attaccare Mondstadt.\nLe preghiere della gente di Mondstadt risvegliarono l'Archon di Anemo e la sua volontà evocò il Drago del vento Dvalin. Ultima difesa di Mondstadt, Dvalin affrontò Durin con tutte le sue forze.\nIl risultato fu ben chiaro: i resti di Durin riposano ancora in cima ai picchi nevosi a sud di Mondstadt, ma la storia di come la battaglia si concluse si perse nel tempo. Si dice che Dvalin sgozzò Durin, e che i due draghi precipitarono insieme a terra. Il corpo di Durin affondò nella neve, mentre Dvalin venne evocato dall'Archon di Anemo e cadde in un sonno profondo.\n...\nUn tempo, la gente credeva che Dvalin si sarebbe svegliato quando Mondstadt avesse dovuto affrontare una nuova minaccia.\nMa in questi tempi di pace, la fede nei Quattro Venti si è gradualmente erosa e i loro templi sono ormai completamente deserti.\n(Citazione da fonti sconosciute: Quando i Cavalieri ebbero infine scoperto che la mostruosità straniera chiamata Terrore alato, con la quale si erano scontrati innumerevoli volte, era in realtà Dvalin dei Quattro Venti, non era più possibile cancellare l'inimicizia sviluppatasi tra loro e che li aveva portati allo scontro. Difficile immaginarsi il senso di tradimento che Dvalin provò quando si risvegliò dopo un centinaio di anni solo per scoprire che la gente di Mondstadt, che lui aveva protetto con la sua stessa vita, si era dimenticata di lui...)"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Supplemento Brezza nella foresta: Il tomo del drago</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Missione dell'Archon Prologo: Atto I - Lo straniero che catturò il vento\nMissione \"Scintille tra le pagine\""
          }
        ]
      },
      {
        "key": "Libro",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2318,
            "name": "Brezza nella foresta",
            "desc": "<p>Una raccolta di ballate di Mondstadt, registrate, redatte e arrangiate dagli studiosi nei secoli addietro.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Libri correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 943,
        "name": "Selezione di ballate: Brezza nella foresta",
        "desc": "<p>Una raccolta di ballate di Mondstadt, registrate, redatte e arrangiate dagli studiosi nei secoli addietro.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Breeze Amidst the Forest - Ballad Selection Excerpt_icon.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}