{
  "epId": 991,
  "name": "Leggenda di una spada (VI)",
  "desc": "<p><span style=\"color: rgb(255, 255, 255)\">\"Essenzialmente, la grande battaglia nello spazio non è differente dal conflitto armato tra comuni cittadini, che avvenne dieci anni fa su quel pianeta brullo\". Presto, il nome di quell'uomo sarà conosciuto in tutta la galassia, come quello dell'Imperatore.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/29/20856775/d45120f09010ce3d5aa2622c6aeb66d7_6864950838506693822.png",
  "filterValues": {
    "objectType": [
      "Oggetto missione"
    ]
  },
  "menuId": 9,
  "menuName": "Risorse di Teyvat",
  "version": 1730159458,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origine"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=it-it#/map/2?shown_types=111,2,3,154,319,338&center=5351.17,3668.03&zoom=0.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Negozio"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Venditore</color>\n<color=#ffffff>Prezzo</color>\n<color=#ffffff>Quantità</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3404,
        "name": "Kuroda",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/43b6af48285e9eeb1895ee06d481fa56_5207274457170173804.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "<p>Moneta comune. La lingua compresa da tutti.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 3000,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Libri correlati"
      },
      {
        "type": "CustomEntry",
        "epId": 987,
        "name": "Leggenda di una spada (I)",
        "desc": "<p><br>Nel mezzo di un mare di stelle che ruotano al contrario, sulla superficie del pianeta hanno luogo guerre secolari... È con questa grandiosa apertura che inizia un nuovo racconto eroico!</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/A Legend of Sword (I)_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 989,
        "name": "Leggenda di una spada (II)",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Nel mezzo di un mare di stelle che ruotano al contrario, qualsiasi battaglia è solamente un'increspatura nel silenzio per coloro che si trovano sulla riva... Ma per i guerrieri nella mischia, la guerra è l'unica cosa che esiste.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/28/20856775/173f66958f14f3f2a7ba738c37564534_8979218045199545279.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 988,
        "name": "Leggenda di una spada (III)",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Nel mezzo di un mare di stelle che ruotano al contrario è presente un arcipelago di piccole isole, ognuna con la sua storia caratterizzata da racconti eroici e curiosi allo stesso tempo. Questo racconto eroico è ambientato al tempo dello Shogunato di Suruga.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/29/20856775/d45120f09010ce3d5aa2622c6aeb66d7_4984118147665684368.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 992,
        "name": "Leggenda di una spada (IV)",
        "desc": "<p><br>C'è un detto a Inazuma: \"Cosa sono i banditi se non i figli della guerra?\" In un'era di tumulti, anche un campo agricolo diventa teatro di battaglia... Scopri come continua il racconto nell'ultimo volume di Leggenda di una spada!</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/29/20856775/d45120f09010ce3d5aa2622c6aeb66d7_5077602460385721690.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 990,
        "name": "Leggenda di una spada (V)",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Nel mezzo di un mare di stelle che ruotano al contrario, in un villaggio indefinito in un angolo sperduto dell'arcipelago di isole, un ronin caduto in disgrazia stipula un'alleanza con un gruppo di contadini. La grande battaglia con i banditi si avvicina...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/29/20856775/d45120f09010ce3d5aa2622c6aeb66d7_6412232316752525672.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Vol. 6</color>\n\"Capitano, perdoni la mia sfacciataggine, ma ha dormito per tutto il tempo dell'incontro.\"\n\"Oh, l'hai notato?\"\n\"Beh, stava seduto abbastanza dritto, ma l'ho visto accadere molte altre volte. Capitano, devo chiederle di non usare il suo addestramento da marzialista in questo modo. Un rapporto scritto non la salverebbe se il comandante della flotta lo venisse a sapere.\"\nCosì disse Mahasti, ma in realtà nessuno aveva osato toccare il suo superiore. Fra il delicato equilibrio interno mantenuto dal comando della flotta alleata, il suo capitano e superiore, un uomo di mezza età chiamato Bitchuu Kyuubei e conosciuto anche come Shinkurou, ora anche come Semimaru secondo una brutta pronuncia, era la stessa persona che tutti provavano a portare dalla propria parte. Era anche quella che con più probabilità avrebbe rotto la situazione di stallo.\nOrmai è successo più di dieci anni fa...\nShinkurou pensò fra sé e sé.\nQuella battaglia vittoriosa al villaggio di Asada, riflettendoci, non era stata altro che un piccolo test per l'abilità militare di Shinkurou. Ma per le parti interessate poteva chiamarsi l'inizio del disastro.\nCome previsto, il Tai-Shogun non avrebbe permesso a una persona così talentuosa di vagare in giro.\nNon molto tempo dopo, Shinkurou sarebbe stato accecato e spedito in galera.\nQuesta situazione andò avanti fino a cinque anni fa, quando il clan Imagawa venne sconfitto da un esercito alleato sotto il clan Oome daimyo, decapitandone il capo. Da allora, la nazione e le sue genti vissero un periodo di pace...\nFu ciò che il nuovo Seii Tai-Shogun disse personalmente a Shinkurou mentre egli era in prigione.\nIn tutta la sua vita, Shinkurou non aveva mai visto il popolo lavorare e vivere in pace, e anche questo strano Tai-Shogun non sembrava un santo. L'amnistia generale veniva concessa per portare la gente dalla propria parte.\nRipensandoci, Shinkurou non poté non sospirare: che fosse nel passato o nel presente, la gente come lui sarebbe stata sempre al centro del vortice, che gli piacesse o meno.\n\"Per questo paese, le persone come me sono dei traditori e immagino che valga anche per l'intero universo.\"\nLo Shogun osservò Shinkurou e disse con tono indifferente:\n\"La tassa imperiale non può più essere accettata da questo minuscolo pianeta. E qualcuno con le tua abilità dovrebbe essere libero di ostentarle fra le stelle.\"\n\"Il tuo clan e i nomi che porti sono stati presi da quel cretino\ndi Imagawa, sì, ma lascia andare quel passato. Da ora in poi sarai conosciuto come 'Semimaru'.\"\nGià. Qualcuno che non aveva più un passato, qualcuno i cui occhi non potevano più ammirare le meraviglie dell’universo… ora se ne spiegava la vastità davanti a lui."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Leggenda di una spada (VI)</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Oggetto missione"
          }
        ]
      },
      {
        "key": "Regione",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Origine",
        "value": [
          {
            "type": "RichText",
            "text": "Acquistabile presso la Casa editrice Yae"
          }
        ]
      },
      {
        "key": "Libro",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2321,
            "name": "Leggenda di una spada",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/A Legend of Sword_icon.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versione di rilascio",
        "value": [
          {
            "type": "RichText",
            "text": "2.0"
          }
        ]
      }
    ]
  }
}