{
  "version": 1745268671,
  "language": "en-us",
  "menuId": 20,
  "menuName": "Definitions",
  "totalItems": 36,
  "list": [
    {
      "epId": 3830,
      "name": "Vision",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/94376896/fa9e7f4e1400794f2ee1468599880d59_2720975905213048871.png",
      "desc": "<p>Visions are external magical foci bestowed by Celestia and The Seven upon Allogenes, a small minority of people with strong desires, allowing them to channel a specific elemental power. Every wielder of a Vision is able to attain godhood and ascend to Celestia.</p>"
    },
    {
      "epId": 4935,
      "name": "Gnosis",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/94376896/d233949972be14fcf0feb738a9b67efa_4817492893140404510.png",
      "desc": "<p>Gnoses are internal magical foci that each of The Seven possesses, allowing them to resonate directly with Celestia itself and serving as an emblem of their status. The Gnoses were created from the remains of the Third Descender.</p>"
    },
    {
      "epId": 4936,
      "name": "Fontinalia Festival",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/94376896/6be113dc8ecbe93170d1b614788b0509_5351748974434764299.png",
      "desc": "<p>The Fontinalia Festival was created to commemorate the Lochknights' search for the Oceanids and their welcoming of the previous Hydro Archon Egeria.</p>"
    },
    {
      "epId": 4937,
      "name": "Lantern Rite",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/57e3ed401d9330bedb253c03bd6ec997_1441484820862319444.png",
      "desc": "<p>Every year on the day of the first full moon, Liyue celebrates the Lantern Rite. At night, the people launch many Xiao Lanterns and one large Mingxiao Lantern into the sky. Inside each lantern is a piece of plaustrite and the heart's desires written on special sticks. The lanterns slowly float away, illuminating the way for the souls of Liyue's faithful defenders.</p>"
    },
    {
      "epId": 4938,
      "name": "Moonchase Festival",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/237301566/240d34ca3e743e283c2f0af68b8dd1c8_2230782012281972155.png",
      "desc": "<p>The Moonchase Festival celebrates the arrival of the fall by moonlight.</p>"
    },
    {
      "epId": 4939,
      "name": "Windblume Festival",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/237301566/f69afc8842c5f861bdc59a04f23f682f_12767228602063190.png",
      "desc": "<p>The Windblume Festival was created to commemorate the courage and sacrifice of heroes, who overthrew the tyrant Decarabian, the God of Storms.</p>"
    },
    {
      "epId": 5118,
      "name": "Chenyu Vale",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/c3b05f550a4a993a64548c995c9ab98c_3937734872284726017.png",
      "desc": "<p>The gentle breezes carry the fragrance of tea all across the mountains of Liyue, filling the air with the savory scent once more.</p><p>\"Tea grows upon the rocks, where jade springs endlessly flow.\" The faint perfume and ancient song of jade drift together along the rivers past Qiaoying Village to the bustling port of Yilong Wharf. Just what adventures and fortune await, concealed among the fog-robed peaks of the south...?</p>"
    },
    {
      "epId": 5126,
      "name": "Enkanomiya",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/a0baeebc8fab0068c0f408f26bfbf7ef_1496971296741216893.png",
      "desc": "<p>The only hope for Watatsumi Island's salvation lies with this secret-shrouded area — Enkanomiya.</p>"
    },
    {
      "epId": 5140,
      "name": "Beryl Region",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/cd8d24707c19c43305b87cac406a5c35_6384214689927057788.png",
      "desc": "<p>An ancient ruin-studded mountain range across the water from the Court of Fontaine.</p><p>Many, many centuries ago, the followers of Egeria once saw this place as a prime location for excursions and picnics. Gathered here, they sang of love and dreams as pure and stainless as polished gems. Their songs have long faded into the pale moonlight, and now, only cool breezes continue to caress these lonely, mint-studded highlands.</p>"
    },
    {
      "epId": 5141,
      "name": "Belleau Region",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/cd8d24707c19c43305b87cac406a5c35_1718838247802172698.png",
      "desc": "<p>Although much of Fontaine is covered by water, there are also mountains and forests. Mont Automnequi, which lies between the harbor and the Court of Fontaine, is one of its most iconic peaks. The Fontaine Research Institute used huge engineering devices to bore the Poisson Tunnel, thereby solving one of the biggest challenges facing the construction of the aquabus lines.</p>"
    },
    {
      "epId": 5142,
      "name": "Court of Fontaine Region",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/cd8d24707c19c43305b87cac406a5c35_1556533359647521121.png",
      "desc": "<p>\"This city alone stands above all waters.\"</p><p>Towering up at the highest point of the city, the Palais Mermonia represents the highest authority in Fontaine. Under its gaze, the people lead orderly lives that are as regular and predictable as the aquabus.</p><p>Law serves to maintain a stable order, which is in turn the cornerstone that equity and justice are built upon.</p><p></p>"
    },
    {
      "epId": 5143,
      "name": "Liffey Region",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/cd8d24707c19c43305b87cac406a5c35_1896365597325054398.png",
      "desc": "<p>Deep below the surface of the water, behind a wall of iron, a different kind of life force began to surge.</p><p></p><p></p>"
    },
    {
      "epId": 5144,
      "name": "Fontaine Research Institute of Kinetic Energy Engineering Region",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/cd8d24707c19c43305b87cac406a5c35_6688551227192308164.png",
      "desc": "<p>The pursuit of salvation came to a sudden stop, with former passion and pride turning into a broken, shattered dream.</p>"
    },
    {
      "epId": 5145,
      "name": "Erinnyes Forest",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/cd8d24707c19c43305b87cac406a5c35_5591374437714792444.png",
      "desc": "<p>The winds blowing into the Court of Fontaine from the east are perfumed with a mysterious sweet scent.</p><p>In the depths of Erinnyes Forest where few dare to tread, the seed of adventure has been planted by the lakeside beneath the weeping willows. </p>"
    },
    {
      "epId": 5146,
      "name": "Morte Region",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/cd8d24707c19c43305b87cac406a5c35_4380204860562149650.png",
      "desc": "<p>Who knows how long the story guarded with the tall tower on the sea that the people ignore has been kept?</p>"
    },
    {
      "epId": 5600,
      "name": "Sea of Bygone Eras",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/07/237301566/4f78eb7e03b130ca2efba77b4d2692bb_7510006575738136527.png",
      "desc": "<p>The wide waters that lie south of the Great Terrestrial Lake were also once an integral part of that high sea. Beneath the abyssal depths untouched by sunlight, the first of dreams and hopes lie buried.</p><p>The long-forgotten symphony sounds once more amidst the stronghold of dimmed glories and the sea-sunken ruins. A new chapter in a tale long-ended is about to be written...</p>"
    },
    {
      "epId": 5601,
      "name": "Nostoi Region",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/29/237301566/cd8d24707c19c43305b87cac406a5c35_6083454574491043119.png",
      "desc": "<p>In the ancient language, Petrichor means \"golem.\" Now it is a run-down fishing village on a small island far away from Fontaine's waters.</p>"
    },
    {
      "epId": 5747,
      "name": "Loom of Fate",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1714599439243588643.png",
      "desc": "<p>A device created by the Abyss Order that is capable of weaving Ley Lines.</p>"
    },
    {
      "epId": 6274,
      "name": "Simulanka",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/193a95712c2de70de8387cacada48417_8156594812430474056.png",
      "desc": "<p>A long, long time ago, three goddesses created this world, and named it \"Simulanka.\"</p><p>The Goddess of Creation, who presides over matter and magic, created the mountains and rivers, and gave life. Her powers also paved the way for Simulanka to exist in numerous worlds.</p><p>After the Goddess of Creation came the Goddess of Prophecy, with dominion over the stars and the course of fate itself. She induced the sky to spin, and the earth to move. Even to this day, her statue still stands tall at the highest point of Constellation Metropole.</p><p>The final Goddess was the Goddess of Fate, she who reigns over all treasured tales and dearest wishes. She bestowed the fierce and everlasting feelings of love and hate, and showed the meaning of death and hope.</p>"
    },
    {
      "epId": 7032,
      "name": "Sabzeruz Festival",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/17b89adfdc44a158d37be3cb35268ddd_6799307369729289175.png",
      "desc": "<p>A Sumeru festival named after the Goddess of Flowers and celebrating the birthday of the Dendro Archon.</p>"
    },
    {
      "epId": 7087,
      "name": "Irminsul",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/24/237301566/aa06aa829f5a3a926aef88750adb81f2_3960309425065670916.png",
      "desc": "<p>Irminsul can be thought of as a large tree growing downwards rather than upwards, containing all the knowledge and wisdom of the world from ancient times to the present. Ley Lines, like the roots of Irminsul, cross the earth, absorbing the memories of the world.</p>"
    },
    {
      "epId": 7088,
      "name": "Archon War",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/15/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_3277280826417124317.png",
      "desc": "<p>The war for the divine thrones, declared by the Heavenly Principles. As a result of the Archon War that finished about 2000 years ago, seven rulers of seven nations received the Gnoses, the divine throne, and the title of an Archon.</p>"
    },
    {
      "epId": 7089,
      "name": "Khaenri'ahn cataclysm",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5671433247808590288.png",
      "desc": "<p>A disaster that occurred 500 years ago. The Abyss was released into Teyvat and Khaenri'ah was destroyed.</p>"
    },
    {
      "epId": 7090,
      "name": "Tequemecan Valley",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/22/237301566/4e5f7dd1ad512d434f5e0be4a8802836_303831718918132398.png",
      "desc": "<p>The settlement of the tribe who live alongside the Tepetlisaurs, known as the \"Children of Echoes.\" Whether it's the clanging of artisans' hammers or the tapping of gem hunters testing the rocks, echoing sounds can be heard throughout the canyon.</p>"
    },
    {
      "epId": 7091,
      "name": "Coatepec Mountain",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/237301566/8694aaf89d32e75eca416ec7fe41e487_9064958745425143747.png",
      "desc": "<p>The settlement of the tribe who live alongside the Yumkasaurs. Their ancestors suspended giant trees here with ropes and grappling hooks, hence the name, \"Scions of the Canopy.\"</p>"
    },
    {
      "epId": 7092,
      "name": "Toyac Springs",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/14/237301566/8694aaf89d32e75eca416ec7fe41e487_2282962834532951359.png",
      "desc": "<p>The tribe who lives alongside the Koholasaurs, known as the \"People of the Springs,\" renowned for their hot springs and relaxing music. Among all the tribes, this is the most popular among visitors from afar.</p>"
    },
    {
      "epId": 7093,
      "name": "Basin of Unnumbered Flames",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/14/237301566/8694aaf89d32e75eca416ec7fe41e487_6173896366028256147.png",
      "desc": "<p>On the far shore from sand and sea, the blazing epic hymn echoes through the land where the Sacred Flame blazes eternal.</p>"
    },
    {
      "epId": 7286,
      "name": "Quahuacan Cliff",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/14/237301566/8694aaf89d32e75eca416ec7fe41e487_9147330748884565827.png",
      "desc": "<p>Living with the Qucusaurs, this is the home of the tribe known as the Flower-Feather Clan. Every day, members of the tribe fly with the Qucusaurs, patrolling their territory from the air.</p>"
    },
    {
      "epId": 7287,
      "name": "Tezcatepetonco Range",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/14/237301566/8694aaf89d32e75eca416ec7fe41e487_2880658756456199414.png",
      "desc": "<p>Living with the Iktomisaurs, this is where the Masters of the Night-Wind, most mysterious of the six major tribes of Natlan, call home. It is said that at night, the members of the tribe and their Saurians use glowing patterns to listen to the echoes of the silent kingdom of the night.</p>"
    },
    {
      "epId": 7288,
      "name": "Ochkanatlan",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/237301566/8694aaf89d32e75eca416ec7fe41e487_1634629131275010160.png",
      "desc": "<p>In order to pursue the great dream in the morning mist and sea of clouds, the warriors who soared the skies never rested for a moment.</p>"
    },
    {
      "epId": 7421,
      "name": "Atocpan",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/17/237301566/8694aaf89d32e75eca416ec7fe41e487_5551208670419788775.png",
      "desc": "<p>Beneath the frequent eruptions of volcanic flames, the warriors of the Collective of Plenty who thrive on fertile lands meet their trials head-on with raw strength.</p>"
    },
    {
      "epId": 7422,
      "name": "Ancient Sacred Mountain",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/29/237301566/6fdb6cce9a5cce40096dce9c2672feba_7641303426493271828.png",
      "desc": "<p>Before the descendants of the various tribes learned to record their history with woven scrolls, the ancient and proud nobility had already built a magnificent holy city here, scorning the land that those feeble slaves knew as \"Natlantea.\" However, the vast empire that prided itself on its power has long since perished in battle. Only a lonely tomb remains of that mighty city.</p>"
    },
    {
      "epId": 7424,
      "name": "Mare Jivari",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_4232196257702248672.png",
      "desc": "<p>A place at the westernmost part of Natlan, which was created during the Cataclysm 500 years ago. A Border Master, Sanhaj Kompore, summoned a miniature Night Kingdom and exploded it to defeat the encroaching dark calamity, thus creating Mare Jivari.</p>"
    },
    {
      "epId": 7425,
      "name": "Night Kingdom",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png",
      "desc": "<p>The Lord of the Night designed a realm of souls and memories to recreate the damaged Ley Lines in Natlan. The Night Kingdom is a mysterious, liminal space between the body and mind, life and death, where the souls of all the dead Natlanese go.</p>"
    },
    {
      "epId": 7428,
      "name": "Mikawa Flower Festival",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/c857e595da1ff6a514746f47ea9941f0_6870104529343939000.png",
      "desc": "<p>The Mikawa Flower Festival is an ancient Youkai festival associated with games, fun, music, and drinks.</p>"
    },
    {
      "epId": 7623,
      "name": "Nod-Krai",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/01/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_3700310705032340828.png",
      "desc": "<blockquote><p>A part of Snezhnaya which was once home to an ordered and prosperous civilization.</p></blockquote>"
    }
  ]
}