{
  "version": 1751230275,
  "language": "en-us",
  "menuId": 7,
  "menuName": "Enemies and Monsters",
  "totalItems": 299,
  "list": [
    {
      "epId": 2100,
      "name": "Childe",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png",
      "desc": "\"Childe\" Tartaglia, Eleventh of the Fatui Harbingers.<br/>He draws power from the ominous Delusion he possesses and fights using martial arts that he learned in a land of darkness.<br/><br/>He is a pure warrior with an insatiable lust for battle.<br/>Each bloody conflict, each life-and-death struggle is a delightful trial to him.<br/>People say that the young Childe is famed throughout the land for his battle prowess.<br/>But he has never taken big talk of this kind to heart.<br/><br/>After all...<br/><i>\"You shall ever be the eye of the storm,</i><br/><i>\"And the clashing of steel shall ever accompany you.</i><br/><i>\"The pitch-black memory of stepping into uttermost darkness,</i><br/><i>\"Shall, at last, become the strength by which you will overturn this world.\"</i>"
    },
    {
      "epId": 2101,
      "name": "La Signora",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/La Signora_icon.png",
      "desc": "Signora, the Eighth of the Fatui Harbingers.<br/>Unlike other Fatui who use the authority granted by Delusions, her Delusion is meant to shackle a flame that will devour everything. As opposed to a weapon used to kill, it might be more fitting to consider this a tool of imprisonment.<br/>And it was the embers of that flame, which had accumulated over many long years, that would break through the frosty seal of the Delusion and apply a warped rouge upon her.<br/><br/>The crimson dawn was reflected in her pupils, and at last, she unfolded her flaming wings and flew towards the light.<br/><i>\"But that light is not the dawn, dear Rosalyne. That is a sea of flame that will consume everything.\"</i><br/>A voice spoke to her amidst the light.<br/><br/>Yet it mattered not, for she knew in her heart that the flames had devoured her long ago."
    },
    {
      "epId": 2102,
      "name": "Hilichurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl_icon.png",
      "desc": "The primitive wandering inhabitants of Teyvat's wildernesses.<br/>They look very similar to humanity but seem to have lost both their intellect and spirituality. Their presence on the continent has been recorded for over a thousand years, and yet they have neither history nor civilization.<br/>Since the pitch-black calamity from five hundred years ago, they have begun to spread in large numbers across the land. They are not very strong, and they lack organization, but they nonetheless bring sizable trouble to humans every once in a while."
    },
    {
      "epId": 2103,
      "name": "Stonehide Lawachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stonehide Lawachurl_icon.png",
      "desc": "A mysterious \"lord\" of hilichurls that walks between a thousand peaks.<br/>This huge hilichurl is referred to as a \"lawa\" by its brethren. The abundant Geo energies in the environment have become part of their flesh, blood, and skin, which look as if they were chiseled out of mountain rock."
    },
    {
      "epId": 2104,
      "name": "Thunderhelm Lawachurl",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/35428890/c0b9fccb976922890793a88cefa44525_1236045065062849867.png",
      "desc": "A mysterious \"lord\" of hilichurls that strides through the thunderstorm.<br/>This huge hilichurl is referred to as \"Lawa\" by its brethren. Its giant body is so saturated with Electro energy that Elemental Energy seeps through the cracks in its body in the form of Electro Crystal growths."
    },
    {
      "epId": 2105,
      "name": "Frostarm Lawachurl",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/35428890/a9d0ba2233b2744eb97cb16fb68e8210_4146185776549822137.png",
      "desc": "A mysterious \"lord\" of hilichurls that stalks the snow and fog.<br/>This huge hilichurl is referred to as a \"lawa\" by its brethren. Its body, honed to the very limit, almost seems to blend into its Cryo-filled environment, and its stoic nobility is like that of the frozen northland rivers."
    },
    {
      "epId": 2106,
      "name": "Cryo Samachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Samachurl_icon.png",
      "desc": "A wizened, mumbling hilichurl, one that calls upon the bite of Cryo.<br/>Hilichurls especially gifted in commanding the elements who often reach the zenith of their skill in their twilight years. These shamans remember the frosty chants and are even more skilled in the art of using them to entrap their foes."
    },
    {
      "epId": 2107,
      "name": "Cryo Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Slime_icon.png",
      "desc": "A small monster created through the coagulation of Cryo in the natural environment.<br/>Competitors once spread malicious rumors that the Dawn Winery used Cryo Slimes to control the temperature of their wine cellar and preserve the quality of their alcohol."
    },
    {
      "epId": 2108,
      "name": "Cryo Hilichurl Grenadier",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hilichurl Grenadier_icon.png",
      "desc": "The primitive wandering inhabitants of Teyvat's wildernesses.<br/>Hilichurls have discovered the use of Cryo Slimes in effectively keeping food fresh. Hilichurls have surprising amounts of wisdom in the practical use of Slimes, whether it be the use of Pyro and Cryo Slimes to make Exploding Barrels, or the use of Anemo Slimes in vehicles... Perhaps this is their way of adapting to their hard lot in life."
    },
    {
      "epId": 2109,
      "name": "Cryo Abyss Mage",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Abyss Mage_icon.png",
      "desc": "Abyss creatures that call upon Cryo in battle.<br/>Though they dabble with great power and can even create icicles by condensing and freezing water vapor in the atmosphere, their bodies are very vulnerable in and of themselves. Once their protective barrier has been broken, they are at your mercy."
    },
    {
      "epId": 2110,
      "name": "Ice Shield Hilichurl Guard",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ice Shield Hilichurl Guard_icon.png",
      "desc": "The primitive wandering inhabitants of Teyvat's wildernesses.<br/>Hilichurls display a strong sense of adaptability to their surroundings. In icy environments, they come up with ways and means to fashion this hard ice into shields to protect themselves."
    },
    {
      "epId": 2111,
      "name": "Ice Shieldwall Mitachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ice Shieldwall Mitachurl_icon.png",
      "desc": "A muscular hilichurl that uses solid ice as a shield, wielding it in battle.<br/>Reason normally dictates that large creatures that see a lot of action should burn through a great number of calories to sustain themselves. As such, the present-day El Musk has proposed the \"Mitachurl Index.\" This index correlates the percentage of mitachurls within the hilichurl population to the stability and success of hilichurl foraging activity."
    },
    {
      "epId": 2112,
      "name": "Cryo Hilichurl Shooter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hilichurl Shooter_icon.png",
      "desc": "The primitive wandering inhabitants of Teyvat's wildernesses.<br/>These archers wield simple crossbows, and unmelting ice shrouds their arrowheads. It is said that wounds caused by these arrowheads heal very slowly, as the cold will slow the circulation of blood."
    },
    {
      "epId": 2113,
      "name": "Cryo Cicin",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/35428890/0d6c82ab76e23c8fe29cd0524d57bfe8_7829103175093292141.png",
      "desc": "Little creatures that can ever so slightly manipulate Cryo.<br/>They and other such creatures are known collectively as Cicins. They are individually very weak, but it is precisely because they are weak that they have evolved unique methods of movement that allow them to avoid predators."
    },
    {
      "epId": 2114,
      "name": "Cryo Whopperflower",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Whopperflower_icon.png",
      "desc": "A mimetic plant monster that appears out of nowhere and uses Cryo in combat.<br/>These plants lurk under the surface and ambush unsuspecting prey. With the passage of years, sufficient nutrition, and the right environment, it could even take root somewhere and grow into a giant Cryo Regisvine..."
    },
    {
      "epId": 2115,
      "name": "Cryo Specter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Specter_icon.png",
      "desc": "A monster born from highly-concentrated Cryo elements that can float in the air.<br/>A certain alchemist once studied these beings, speculating that they might be a kind of Slime or the Traveler, as none of the above needed a Vision to use the elements. He was reprimanded by his teacher."
    },
    {
      "epId": 2116,
      "name": "Hilichurl Berserker",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Berserker_icon.png",
      "desc": "The primitive wandering inhabitants of Teyvat's wildernesses.<br/>These hilichurls wield flaming clubs and charge with reckless abandon to chase intruding adventurers off. Most wildfires in the grasslands or forests are not actually caused by a certain special Knight, but due to the actions of these hilichurls."
    },
    {
      "epId": 2117,
      "name": "Lupus Boreas, Dominator of Wolves",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Lupus Boreas, Dominator of Wolves_icon.png",
      "desc": "The noblest and greatest of souls, who watches over the lupical of Wolvendom.<br/>When the wolfpack is imperiled, it will emerge in the form of a wolf and show forth its fangs and claws.<br/><br/>The wolves of Wolvendom are frightening phantoms to the people of Mondstadt:<br/>A blurred shape flashing through the forest, a chilling howl in the indeterminate distance, the creeping sense of eyes constantly nailed to their backs...<br/>Humans rarely have the opportunity to lock their eyes with a wolf, for this is the law Lupus Boreas laid down for its race."
    },
    {
      "epId": 2119,
      "name": "Millelith Sergeant",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/6970ad4abe8e8567bf8807b9309f3c1e_329702825203350861.png"
    },
    {
      "epId": 2120,
      "name": "Mutant Electro Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Mutant Electro Slime_icon.png",
      "desc": "A monster created by the coalescing of Electro dispersed throughout nature.<br/>Electro Slimes can undergo mutations to become bright yellow. Due to the abundant Electro within its form, it will deliver an electric shock to its surroundings from time to time, and it can even cause nearby Electro Slimes to release electric arcs. This arc lightning will not bounce between purple Electro Slimes, which shows that Electro Slimes have two different polarities.<br/>One wonders if some great new science could emerge from the study of such phenomena..."
    },
    {
      "epId": 2121,
      "name": "Primo Geovishap",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primo Geovishap_icon.png",
      "desc": "After many years, the awesomely powerful Primo Geovishaps grow accustomed to changes in their elemental environment.<br/>Folktales hold that after the great \"draconic calamity\" that led to the ruination of Tianqiu Valley, the overlord of the Geovishaps and Primo Geovishaps was imprisoned deep beneath the earth, and so too did they burrow into deep and unseen places, awaiting their chance to rise once more..."
    },
    {
      "epId": 2122,
      "name": "Rockfond Rifthound Whelp",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/35428890/c0ad724314e188debb702e9ee2dde852_8556099368912831280.png",
      "desc": "A beast with monstrous blood that is capable of eroding the boundaries of the world. \"Gold\" classified them as \"Alfisol.\"<br/>They follow the encroaching abyss to devour the elements. Fortunately, there are few of them left now in this world."
    },
    {
      "epId": 2123,
      "name": "Rockfond Rifthound",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/35428890/4aa76a4d0124859749da800aa330f431_8995654272148229720.png",
      "desc": "A beast with monstrous blood that is capable of eroding the boundaries of the world. They were created by \"Gold.\"<br/>They do display certain biological behaviors similar to those of real wolves. Perhaps they feel jealousy towards these their \"next of kin,\" and dream of replacing them someday."
    },
    {
      "epId": 2124,
      "name": "Thundercraven Rifthound Whelp",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/35428890/67780178640303aeddfb6c453289fd3c_7758071923423672554.png",
      "desc": "A beast with monstrous blood that is capable of eroding the boundaries of the world. \"Gold\" classified them as \"Alfisol.\"<br/>The previous eras, when giant monstrous beasts descended, large swarms of these hounds would go before them to deliquesce the borders of the world and open the way."
    },
    {
      "epId": 2125,
      "name": "Thundercraven Rifthound",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/35428890/f98aad8ddb6a41ae54eb9b81c63f58da_8726136712604144285.png",
      "desc": "A beast with monstrous blood that is capable of eroding the boundaries of the world. They were created by \"Gold.\"<br/>Once upon a time, they ran riot across the continent, but they went extinct for a time due to resistance and mass hunts. Recently, however, they have re-emerged. The pack of black wolves that now threaten Springvale and Wolvendom are such creatures."
    },
    {
      "epId": 2126,
      "name": "Large Cryo Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Cryo Slime_icon.png",
      "desc": "A monster created through the coagulation of Cryo in the natural environment.<br/>These slimes can use the abundant Cryo energies within themselves to freeze the moisture in the atmosphere and form a protective shell around themselves. They can also utilize a similar principle to freeze the water around them. On some level, this can be considered to be the freest species of slime, as it can cross oceans and seas with ease."
    },
    {
      "epId": 2127,
      "name": "Large Geo Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Geo Slime_icon.png",
      "desc": "Monsters created through the buildup of Geo within the earth.<br/>They can harden the energy within their bodies into a carapace of stone that protects them and prevents damage. The legend of a \"Golden Geo Slime King\" once circulated among the Treasure Hoarders. They believed that since gemstones and ores have Geo energy in them, Geo Slimes, which also contain Geo energy, may also be a type of gemstone or ore."
    },
    {
      "epId": 2128,
      "name": "Large Hydro Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Hydro Slime_icon.png",
      "desc": "A monster created by the sedimentation of Hydro dispersed throughout nature.<br/>A larger and more powerful Hydro Slime that can create bubbles to entrap its enemies. It is said that they can grow to truly staggering sizes if given an energy-rich environment. Eyewitnesses have supposedly seen Hydro Slimes as large as a small mound in Wolvendom."
    },
    {
      "epId": 2129,
      "name": "Large Pyro Slime",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/35428890/629ff248133db49d140e9bec1f3a5bb9_7732094270515983803.png",
      "desc": "A monster created by the sedimentation of Pyro dispersed throughout nature.<br/>Though its intelligence has not increased with its size, it is very hot. During dry seasons, it can cause wildfires. It will spit forth blazing fireballs when angered, and will turn dark when it is feeling down. A most expressive slime, indeed."
    },
    {
      "epId": 2130,
      "name": "Large Dendro Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Dendro Slime_icon.png",
      "desc": "A slime that has undergone ecological changes due to abundant Dendro in its environment.<br/>There are some who see it as something similar to the Whopperflowers, hiding its true form to trick and hunt its prey, and some regard it as a slime that has been parasitized by some special plant. From this point of view, might some cultures also see these slimes as having some special medicinal value?"
    },
    {
      "epId": 2131,
      "name": "Large Electro Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Electro Slime_icon.png",
      "desc": "A monster created by the coalescing of Electro dispersed throughout nature.<br/>Due to the abundant Electro within its form, it will deliver an electric shock to its surroundings from time to time. At present, some have attempted to harness this energy to aid in production activities. Perhaps some new science will be born from this...?"
    },
    {
      "epId": 2132,
      "name": "Large Anemo Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Anemo Slime_icon.png",
      "desc": "A monster created by the coalescing of Anemo dispersed throughout nature.<br/>Owing to being comprised of a greater concentration of Anemo, their flotation abilities are stronger than that of Anemo Slimes. The hilichurls living out in the wilds have made use of this special characteristic, creating special vehicles that use Large Anemo Slimes as a form of locomotion to transport goods from unknown sources."
    },
    {
      "epId": 2133,
      "name": "Unusual Hilichurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Unusual Hilichurl_icon.png",
      "desc": "\"Homu, homu, mimi domu!\""
    },
    {
      "epId": 2135,
      "name": "Hilichurl Shooter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Shooter_icon.png",
      "desc": "The primitive wandering inhabitants of Teyvat's wildernesses.<br/>Hilichurl archers who wield simple crossbows. Hilichurls do not, in truth, possess the craftsmanship needed to build crossbows. As such, it is commonly believed that there is an organization that controls the hilichurls from behind the scenes and furnishes them with equipment and material supplies. The Abyss Mages that often accompany these hilichurls are especially suspicious."
    },
    {
      "epId": 2136,
      "name": "Geo Samachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Samachurl_icon.png",
      "desc": "A wizened, mumbling hilichurl, one that listens to the strength of Geo.<br/>Hilichurls especially gifted in commanding the elements who often reach the zenith of their skill in their twilight years. To the persevering mountains, these old hilichurls are but children, but their memories and experiences have guided them towards gaining power over rock and stone."
    },
    {
      "epId": 2137,
      "name": "Geo Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Slime_icon.png",
      "desc": "Small monsters created through the buildup of Geo within the earth.<br/>Generally speaking, the crust of the earth is filled with Geo energy. Geo Slimes that are formed this way have a similarly \"down-to-earth\" sort of feeling."
    },
    {
      "epId": 2138,
      "name": "Rock Shield Hilichurl Guard",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rock Shield Hilichurl Guard_icon.png",
      "desc": "The primitive wandering inhabitants of Teyvat's wildernesses.<br/>Hardy hilichurls who have congregated in a region where Geo energies are abundant. Their impregnable shields have layers of rocky growths on them."
    },
    {
      "epId": 2139,
      "name": "Rock Shieldwall Mitachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rock Shieldwall Mitachurl_icon.png",
      "desc": "A muscular hilichurl that uses a rock as a shield.<br/>Fighting and eating meat are the two most important things to hilichurls, because those are what make them grow stronger.<br/>All young hilichurls dream of growing up to become a big and strong mitachurl, because that way they can eat more meat, fight more battles, and wield those (almost) impregnable giant rock shields."
    },
    {
      "epId": 2140,
      "name": "Geo Specter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Specter_icon.png",
      "desc": "A monster birthed from a high concentration of Geo that can float in the air.<br/>Geo Specters mimic the fruit of certain plants when their wings are closed together. As such, they are held by some ancient tales to be the fruit of a giant tree in the sky, and are regarded as having mysterious medical value."
    },
    {
      "epId": 2141,
      "name": "Geovishap",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/35428890/4057b3c7d0c3635678abdd4109091f62_7457758690208956969.png",
      "desc": "A mature Geovishap.<br/>It is said that after many years have passed, Geovishap Hatchlings will shed the armor that originally protected them and become Geovishaps. However, these two and the older, greater Primo Geovishaps have spent many years hibernating under the mountains, and have only emerged and become active in recent times. As such, none can personally attest to having witnessed or recorded such a thing in person."
    },
    {
      "epId": 2144,
      "name": "Geovishap Hatchling",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geovishap Hatchling_icon.png",
      "desc": "<p>A young vishap with a hard Geo exoskeleton.<br>Vishaps are exceptionally agile creatures that one would be wise not to underestimate in battle. Experts from Sumeru Akademiya believe that they become dragons when fully grown. By avoiding predators and natural disasters, perhaps they can even live long enough to become formidable beasts that reign over entire mountains.</p>"
    },
    {
      "epId": 2145,
      "name": "Cryo Regisvine",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Regisvine_icon.png",
      "desc": "A monster formed from a vine that was imbued with the essence of biting frost within the ley lines.<br/>Some studies suggest that plants are like the organs of the world, harmonizing the turbulent elemental energies of the ley lines. Concrete examples of this phenomena are Mist Flowers, Whopperflowers, and the like, which brim over with elemental energy.<br/>In certain circumstances, certain plants will turn into creatures of monstrous size and intent — such as the Cryo Regisvines — in the course of many years."
    },
    {
      "epId": 2146,
      "name": "Perpetual Mechanical Array",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Perpetual Mechanical Array_icon.png",
      "desc": "A strange, alien machine.<br/>They say that it is a war machine left behind by a nation that has already been destroyed. Composed of several different parts, it can adapt to its combat environment and employ a variety of attacks.<br/>This machine, comprised of cubic shapes, is on some level very much like the elemental hypostases."
    },
    {
      "epId": 2147,
      "name": "Fatui Cryo Cicin Mage",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/35428890/810e7c1e11af1d9f6f558d4553ed28af_5992680956944573740.png",
      "desc": "A Fatui mage who can command Cryo Cicins in battle. Their origins and what they look like under that mask are both mysteries.<br/>Reason dictates that those who lack Visions should not be able to control the elements as these mages do. However, in addition to using Mist Grass to control the Cryo Cicins, they also boldly wield the might of frost. Seeing them as they wander the land in their seemingly aimless way, one can't help but wonder about the duty that must compel them..."
    },
    {
      "epId": 2148,
      "name": "Fatui Pyro Agent",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Pyro Agent_icon.png",
      "desc": "A Fatui secret agent.<br/>The duty of a Fatui agent is to settle debts — but not only those of a monetary or goods-in-kind nature.<br/>They also ensure dues are paid when it comes to the principle of \"an eye for an eye.\" If there is one thing the Fatui are not known for, it is leniency, and whoever dares to oppose them will invoke the full force of their wrath."
    },
    {
      "epId": 2149,
      "name": "Mirror Maiden",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Mirror Maiden_icon.png",
      "desc": "A Fatui mage who can command a Hydro Mirror in battle. Her posture is highly dignified, as if she is one who worships a god.<br/>The Hydro Mirror she manipulates lures those enchanted by her to willingly fall for her illusion. Nothing seems to escape her ears. No one knows what those covered eyes have seen, nor what kind of obsession might be reflected in them..."
    },
    {
      "epId": 2150,
      "name": "Fatui Electro Cicin Mage",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Electro Cicin Mage_icon.png",
      "desc": "A Fatui mage who can command Electro Cicins in battle. Their origins and what they look like under that mask are both mysteries.<br/>Similarly to the way that Electro Cicins go crazy for Mist Grass, Cicin Mages take great pleasure in toying with their prey."
    },
    {
      "epId": 2151,
      "name": "Fatui Skirmisher - Cryogunner Legionnaire",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/35428890/13db2cb46c110ffd21f8397cf4bdc864_7695909382038808346.png",
      "desc": "A soldier encased within a Fatui war machine.<br/>Armed with equipment that can control the elements to a certain extent, their guns are capable of firing jets of frost.<br/>Though this may confer elemental power beyond the ken of ordinary humans, that power may yet come at a price..."
    },
    {
      "epId": 2152,
      "name": "Fatui Skirmisher - Geochanter Bracer",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Geochanter Bracer_icon.png",
      "desc": "A skirmisher with the ability to generate a Geo Shield and defend their allies.<br/>Unlike the elite Mages and Agents, Fatui Skirmishers are soldiers of lesser individual might.<br/>To complete their tasks and reduce losses in men and materiel, their tactics are thus more reliant on teamwork."
    },
    {
      "epId": 2153,
      "name": "Fatui Skirmisher - Hydrogunner Legionnaire",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/35428890/5f1540ea08f51cdf0a609a1931003a29_6975282654766161599.png",
      "desc": "A soldier encased within a Fatui war machine.<br/>Armed with equipment that can control the elements to a certain extent, their guns are capable of firing jets of water.<br/>These skirmishers do not question if they shall live or die as they advance into nations far from home to complete advance missions and lay the groundwork for operations to come."
    },
    {
      "epId": 2154,
      "name": "Fatui Skirmisher - Pyroslinger Bracer",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Pyroslinger Bracer_icon.png",
      "desc": "A Fatui soldier who wields a flaming gun.<br/>Skirmisher weapons can control the elements to a certain extent, and their combat tactics utilize elemental reactions.<br/>Their ordnance and knowledge of squad-based combat thus constitute no small threat in battle."
    },
    {
      "epId": 2155,
      "name": "Fatui Skirmisher - Electrohammer Vanguard",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Electrohammer Vanguard_icon.png",
      "desc": "A sturdily-built skirmisher armed with an Electro-powered war-hammer.<br/>As a Fatui soldier, one has access to munificent resources: salaries, armaments, and supplies.<br/>But at the same time, it also means much time away from home and family and putting one's life in the hands of comrades one has never met."
    },
    {
      "epId": 2156,
      "name": "Fatui Skirmisher - Anemoboxer Vanguard",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Anemoboxer Vanguard_icon.png",
      "desc": "A skirmisher armed with the ability to manipulate Anemo and heal their comrades.<br/>They departed from their motherland and did so for its sake. They left their family, yet gained allies to stick through thick and thin with.<br/>—Perhaps such thoughts are what get them through the unscrupulous work that their missions entail."
    },
    {
      "epId": 2157,
      "name": "Hilichurl Fighter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Fighter_icon.png",
      "desc": "The primitive wandering inhabitants of Teyvat's wildernesses.<br/>Ill-tempered warriors for their tribes, they are simple-minded believers in the power of brute force. If their muscles grow strong enough and their strength great enough, then one day they too shall raise up a great shield and become a mitachurl... Or will they?"
    },
    {
      "epId": 2158,
      "name": "Cryo Hypostasis",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hypostasis_icon.png",
      "desc": "Code name: Daleth. A high-purity Cryo entity.<br/>Research suggests that there are subtle differences between elemental hypostases and other elemental life forms in terms of their physical composition. Perhaps these differences can account for their high level of homeostasis and their almost mechanical movements."
    },
    {
      "epId": 2159,
      "name": "Geo Hypostasis",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Hypostasis_icon.png",
      "desc": "Code name: Gimel. A high-purity Geo entity.<br/>Elemental hypostases are ultra-compact structures with a high mass.<br/>Concentrated elemental energy forms a solid shell around the core of the hypostasis, leaving only the core reactive to elemental stimuli."
    },
    {
      "epId": 2160,
      "name": "Hydro Hypostasis",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Hypostasis_icon.png",
      "desc": "Code Name: He. A high-purity Hydro entity.<br/>Hypostases have strong rejection properties, and will mercilessly expel any that test them.<br/>Its rejection behavior even extends to natural elements."
    },
    {
      "epId": 2161,
      "name": "Pyro Hypostasis",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Hypostasis_icon.png",
      "desc": "Code Name: Ayin. A high-purity Pyro entity.<br/>According to researchers, Elemental Hypostases are related to anomalies in local Elemental veins. But whether it is the existence of Elemental Hypostases that have affected Elemental veins or the mutated Elemental Energy that created Elemental Hypostases remains to be confirmed."
    },
    {
      "epId": 2162,
      "name": "Electro Hypostasis",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hypostasis_icon.png",
      "desc": "Code name: Aleph. A high-purity Electro entity.<br/>Elemental hypostases are the highest forms of elemental structures, usually formed either at a location bursting with elemental energy or at a clogged ley line.<br/>Elemental hypostases have developed various attacks based on their elemental attributes."
    },
    {
      "epId": 2163,
      "name": "Anemo Hypostasis",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Hypostasis_icon.png",
      "desc": "<p>Code name: Beth. A high-purity Anemo entity.<br>Elemental hypostases are life forms which have completely abandoned their former appearance and biological structure, making them able to reach the highest level of elemental purity.<br>Research into hypostases is mainly led by scholars of Sumeru Akademiya, but due to the level of danger that they pose, little of substance is known about hypostases beyond their scientific name and code name.</p>"
    },
    {
      "epId": 2164,
      "name": "Wooden Shield Hilichurl Guard",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Wooden Shield Hilichurl Guard_icon.png",
      "desc": "The primitive wandering inhabitants of Teyvat's wildernesses.<br/>Hilichurl warriors who have wooden shields. These shields are not only sturdy defensive tools but also treasured items within the tribe. According to many reports, hilichurls will often charge at travelers making camp to cook and will snatch their pot lids after chasing them away."
    },
    {
      "epId": 2165,
      "name": "Wooden Shieldwall Mitachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Wooden Shieldwall Mitachurl_icon.png",
      "desc": "A muscular hilichurl who has been forged in countless fights.<br/>They know how to use Dendro Slimes to create tough shields which they wield in combat.<br/>With their powerful muscles, glossy fur, and sturdy, reliable silhouettes, they help the hilichurls withstand the pitiless assaults of adventurers, and they hold a rather exalted rank amongst the tribes."
    },
    {
      "epId": 2166,
      "name": "Hydro Samachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Samachurl_icon.png",
      "desc": "A wizened, mumbling hilichurl, one that chants of the power of Hydro.<br/>Hilichurls especially gifted in commanding the elements who often reach the zenith of their skill in their twilight years. What sort of life would lead to such simple creatures being able to summon water and rains?"
    },
    {
      "epId": 2167,
      "name": "Hydro Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Slime_icon.png",
      "desc": "A small monster created by the sedimentation of Hydro dispersed throughout nature.<br/>Legend has it that some people would use Hydro Slimes as an emergency water source, packing them in preparation for travels through dry regions or deep domains. But due to the high concentration of Hydro within these slimes, direct ingestion is, in fact, harmful to the human body."
    },
    {
      "epId": 2168,
      "name": "Hydro Abyss Mage",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Abyss Mage_icon.png",
      "desc": "Abyss creatures that utilize Hydro energy in battle.<br/>Stories circulate among adventurers that Abyss Mages are at the lowest rung of the Abyss Order's hierarchy and that they roam the various lands to scheme fell deeds of destruction. Though they also often make fun of these Abyss Mages, saying that the most harm they can do is to cause rheumatism or a common cold, their power is not to be underestimated."
    },
    {
      "epId": 2169,
      "name": "Hydro Cicin",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Cicin_icon.png",
      "desc": "Little creatures that can ever so slightly manipulate Hydro.<br/>They and other such creatures are known collectively as Cicins, and they truly adore the rare and wonderful Mist Grass plant. It is by exploiting this relationship that the Fatui Mages have sought to commandeer Cicins in battle."
    },
    {
      "epId": 2170,
      "name": "Hydro Specter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Specter_icon.png",
      "desc": "A monster birthed from a high concentration of Hydro that can float in the air.<br/>On moonlit nights, Hydro Specters will give off a ghostly glow as they float by the riverbank. Their furtive forms are often mistaken by passers-by for wandering spirits, which has made them mainstays in quite a few folktales."
    },
    {
      "epId": 2171,
      "name": "Floating Hydro Fungus",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Floating Hydro Fungus_icon.png",
      "desc": "A spore organism of some intelligence. It possesses extreme adaptability.<br/>It is said that it tastes awful. However, such fungi have lots of moisture within them, and so can be used as an emergency water source..."
    },
    {
      "epId": 2172,
      "name": "Kairagi: Fiery Might",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Kairagi: Fiery Might_icon.png",
      "desc": "Samurai who have fallen into banditry.<br/>They practiced martial arts since they were young, but lost the opportunity to serve the people due to certain reasons and turned from the righteous path. Their blade's edges are not cold like ordinary steel, but instead burn with a bitter flame. They seem to have used paper seals, created from a lost Kamuna art, to set their blades afire."
    },
    {
      "epId": 2173,
      "name": "Kairagi: Dancing Thunder",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Kairagi: Dancing Thunder_icon.png",
      "desc": "Samurai who have fallen into banditry.<br/>They possess highly advanced martial art skills but found no use for them for various reasons. Out of desperation, they have fallen onto the path of evil. They use paper seals, created from a Kamuna art that has been lost for centuries, to infuse their blades with the power of lightning."
    },
    {
      "epId": 2174,
      "name": "Primordial Bathysmal Vishap",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
      "desc": "A vishap that dwells deep beneath the oceans.<br/>They were once the dominant race in the depths — and indeed, dragons were the overlords of the whole world in an even earlier age. But their former Seven Sovereigns were defeated by a power from the heavens, withering one by one."
    },
    {
      "epId": 2175,
      "name": "Bolteater Bathysmal Vishap",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
      "desc": "A vishap that dwells deep beneath the oceans. Due to certain social adaptations, it has manifested a form aligned with the Electro element.<br/>Following the fading of the Seven Sovereigns' power, a new generation of Sovereigns is presently being born. But now that the Bathysmal Vishaps have evolved in this manner, they have lost their purity. As such, the Dragon of Water will no longer be born from among their ranks. Prophecy holds that the new Dragon of Water will definitely descend in the form of a human."
    },
    {
      "epId": 2176,
      "name": "Rimebiter Bathysmal Vishap",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
      "desc": "A vishap that dwells deep beneath the oceans. Due to certain social adaptations, it has manifested a form aligned with the Cryo element.<br/>The coming of humans sparked a conflict and a resultant evolution within the Bathysmal Vishaps, just as ants might divide up labor and biological characteristics, thus appearing in different forms. These vishaps are stronger than their ordinary kin."
    },
    {
      "epId": 2177,
      "name": "Primordial Bathysmal Vishap Hatchling",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/a031c6366098df2f5b0b1c5eb30cee8e_8834810627068905487.png"
    },
    {
      "epId": 2178,
      "name": "Bolteater Bathysmal Vishap Hatchling",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/270dafc1f297c792e6ea17acf1e749d2_5978947156349638548.png"
    },
    {
      "epId": 2179,
      "name": "Rimebiter Bathysmal Vishap Hatchling",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/40d4d20a77c706d64e1b2bfead43dc3a_3133870338330301310.png"
    },
    {
      "epId": 2180,
      "name": "Abyss Herald: Wicked Torrents",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Herald: Wicked Torrents_icon.png",
      "desc": "Servants of the Abyss Order that use Hydro in combat.<br/>These silent figures are the vanguard of the Abyss, brandishing Tidal Blades that can engulf everything in an instant, crumpling armor and obliterating heretics. They shall bring preordained damnation upon the foolish masses."
    },
    {
      "epId": 2181,
      "name": "Abyss Lector: Fathomless Flames",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Fathomless Flames_icon.png",
      "desc": "Wielders of abyssal fire who pursue the meaning behind texts and scriptures. Is a member of the Abyss Order.<br/>The surface people have a slightly distorted understanding of what their name means, calling them \"Lectors,\" when their name can also mean \"exegete.\" Reading the word of grace grants them great power."
    },
    {
      "epId": 2182,
      "name": "Abyss Lector: Violet Lightning",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Violet Lightning_icon.png",
      "desc": "A monster who serves the Abyss Order and commands lightning while singing the praises of the darkness.<br/>These are the evangelists and the scholars of the Abyss. Their violent lightning strikes the hearts of unbelievers with dark wisdom, warped by the shadowy depths of an eternal night, its violet glow proclaiming the existence of a great power that corrodes human intellect."
    },
    {
      "epId": 2183,
      "name": "Pyro Slime",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/35428890/c7fb92fd449e65929287ca9ead3b4bc7_4889858592179076009.png",
      "desc": "A small monster created by the sedimentation of Pyro dispersed throughout nature.<br/>Its intelligence is very basic, but its uses are just as broad — well, for hilichurls, that is."
    },
    {
      "epId": 2184,
      "name": "Blazing Axe Mitachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Blazing Axe Mitachurl_icon.png",
      "desc": "Muscular hilichurls who wield large two-handed axes.<br/>Attacks with large strikes, and will use Pyro Slimes to infuse their axes with Pyro. They are very lethal.<br/>Usually, repeatedly quenching a weapon the way a Blazing Axe Mitachurl does will decrease the hardness of the metal and cause the axe-head's edge to chip more easily. But such is the strength of the mitachurls that even should the edge disappear altogether, they can still use their axes as hammers."
    },
    {
      "epId": 2185,
      "name": "Pyro Abyss Mage",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Abyss Mage_icon.png",
      "desc": "Abyss creatures who command the power of Pyro in battle.<br/>For unknown reasons, Abyss Mages are able to communicate with the hilichurls, thus enabling them to manipulate their minds easily. They say that Abyss Mages utter a long-forgotten language from which they draw magical power."
    },
    {
      "epId": 2186,
      "name": "Pyro Hilichurl Shooter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Hilichurl Shooter_icon.png",
      "desc": "The primitive wandering inhabitants of Teyvat's wildernesses.<br/>These archers wield simple crossbows, and their arrowheads are coated with a thin layer of flammable material that can set their targets on fire. El Musk of the previous generation believed that this is an innovation by brighter hilichurls who wished to cook their game after hunting it."
    },
    {
      "epId": 2187,
      "name": "Pyro Specter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Specter_icon.png",
      "desc": "<p>A monster born from highly-concentrated Pyro elements that can float in the air.<br>There was once an Akademiya student who conducted research into their behavior. He believed that Specters were a form of Crystalfly; since they both had powers of flight and both were birthed in areas saturated with elemental energy. He has not graduated yet.</p>"
    },
    {
      "epId": 2188,
      "name": "Pyro Whopperflower",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Whopperflower_icon.png",
      "desc": "A mimetic plant monster that attacks without warning and uses Pyro to hunt its prey.<br/>The world of Teyvat plays host to plants infused with the elements. Having gained a measure of intellect, their \"nutritional needs\" have also greatly increased..."
    },
    {
      "epId": 2189,
      "name": "Hilichurl Grenadier",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Grenadier_icon.png",
      "desc": "The primitive wandering inhabitants of Teyvat's wildernesses.<br/>These sneaky fellows are skilled in the use of Pyro Slimes, using them as weapons to attack intruders. Skilled grenadiers may be able to destroy four wooden dummies in a single throw."
    },
    {
      "epId": 2190,
      "name": "Pyro Regisvine",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/35428890/2e62c5a258d6ab96f39ec3b00b6f1065_5384993013972317717.png",
      "desc": "A giant vine that has absorbed the ancient flame that rages within the ley lines.<br/>It is restless as if filled with endless fury.<br/>Poets, bards, and even some academics believe that elements also contain emotions and hopes. If this is true, then one can only wonder what emotions cause the Pyro Regisvine to burn eternally, writhing like one longing to be free of the confines of the earth..."
    },
    {
      "epId": 2191,
      "name": "Eye of the Storm",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Eye of the Storm_icon.png",
      "desc": "The corporeal form of extremely high-quality Anemo energies.<br/>The formation of an Eye of the Storm indicates that the elemental ley lines of a region are blocked, which has led to siltation. Its reckless, heedless wielding of storms that all but sweeps people off their feet may be due to its nature as a symbol of the world stricken by malaise."
    },
    {
      "epId": 2192,
      "name": "Sangonomiya Cohort",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/12/151578876/666ca064fd1d16808efa4b3722d59375_8143432259042315869.png"
    },
    {
      "epId": 2193,
      "name": "Electro Whopperflower",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Whopperflower_icon.png",
      "desc": "Energetic mimetic Plant monsters that use Electro to attack their prey.<br/>When fully-charged with Electro energy, they can unleash a strong electric current from their crowns. As such, some researchers have tried to apply them in other areas..."
    },
    {
      "epId": 2194,
      "name": "Treasure Hoarders - Carmen",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/12/151578876/99c40b08d9a929a873937900332eeb0e_2757790106359940148.png"
    },
    {
      "epId": 2195,
      "name": "Treasure Hoarders - Boss",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/25/77454259/8905c4b8d941271ff9805b7bab9b8acc_5911797686989156443.png",
      "desc": "<p>An event-exclusive enemy. She is the Boss of the Treasure Hoarders.</p>"
    },
    {
      "epId": 2196,
      "name": "Treasure Hoarders - Raptor",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/12/151578876/485fff4a2422d63d1a33658d0c292b93_4316657026884594461.png"
    },
    {
      "epId": 2197,
      "name": "Treasure Hoarders - Liuliu",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/12/151578876/aa4d41b0adae59bd5dc4050a75bc8656_7905662901438618513.png"
    },
    {
      "epId": 2198,
      "name": "Treasure Hoarder: Wallenstein",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarder: Wallenstein_icon.png"
    },
    {
      "epId": 2199,
      "name": "Treasure Hoarders: Cryo Potioneer",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Cryo Potioneer_icon.png",
      "desc": "A member of the decentralized criminal organization that has footprints all over the continent and even deep within unknown domains.<br/>Cryo Potioneers are quite the welcome sight amongst the Treasure Hoarders due to their elixirs having the ability to rapidly cool things down. Even out in the wild where there are no Mist Flowers to be found, they can have some cold liquor to make merry with."
    },
    {
      "epId": 2200,
      "name": "Treasure Hoarders - Pugilist",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Pugilist_icon.png",
      "desc": "A member of the decentralized criminal organization that has footprints all over the continent and even deep within unknown domains.<br/>Passionate about battle and muscles, they are quite picky about food and will often boast of the benefits of having a fine musculature, leading to some dissatisfaction from their fellow Treasure Hoarders."
    },
    {
      "epId": 2201,
      "name": "Treasure Hoarders: Gravedigger",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Gravedigger_icon.png",
      "desc": "A member of the decentralized criminal organization that has footprints all over the continent and even deep within unknown domains.<br/><i>\"They say that we stand on the shoulders of giants. That means digging up the accumulated wealth of our forebears, taking them with us, and... uh, returning them to the economic cycle! What a noble endeavor, am I right?\"</i><br/>—A certain Treasure Hoarder Gravedigger, while delving deep into a ruin."
    },
    {
      "epId": 2202,
      "name": "Treasure Hoarders - Scout",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Scout_icon.png",
      "desc": "A member of the decentralized criminal organization that has footprints all over the continent and even deep within unknown domains.<br/>Theirs is the legwork and the tailing of targets. They usually wind up in criminal circles due to poverty or lack of education, but they don't seem to have gotten any richer after choosing a life of crime..."
    },
    {
      "epId": 2203,
      "name": "Treasure Hoarders: Handyman",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Handyman_icon.png",
      "desc": "A member of the decentralized criminal organization that has footprints all over the continent and even deep within unknown domains.<br/>These members do physical work and are lower on the pecking order. They are often laughed at for their physique — but when the gang comes under attack, they get a chance to show their unexpectedly high strength and agility."
    },
    {
      "epId": 2204,
      "name": "Treasure Hoarders: Hydro Potioneer",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Hydro Potioneer_icon.png",
      "desc": "A member of the decentralized criminal organization that has footprints all over the continent and even deep within unknown domains.<br/>They say that some Treasure Hoarder Potioneers used to be charlatans who would wander villages, towns, and cities, hawking their special blends of elixirs, holy waters, and the like. These cure-alls certainly seem to serve better in combat than they ever did in chicanery."
    },
    {
      "epId": 2205,
      "name": "Treasure Hoarders - Seaman",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Seaman_icon.png",
      "desc": "A member of the decentralized criminal organization that has footprints all over the continent and even deep within unknown domains.<br/><i>\"Stealing? What do you mean, stealing? It's re-discovery, I tell you — the return of treasure to those who appreciate it! Makes everyone happy, to boot! How great is that, eh?\"</i><br/>—A certain Treasure Hoarder Seaman, in response to a question posed by a doubtful recruit"
    },
    {
      "epId": 2206,
      "name": "Treasure Hoarders: Pyro Potioneer",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Pyro Potioneer_icon.png",
      "desc": "A member of the decentralized criminal organization that has footprints all over the continent and even deep within unknown domains.<br/>Risk-takers who utilize their knowledge of chemistry to mix volatile and flammable brews that aid in their comrades' dastardly deeds."
    },
    {
      "epId": 2207,
      "name": "Treasure Hoarders - Marksman",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Marksman_icon.png",
      "desc": "A member of the decentralized criminal organization that has footprints all over the continent and even deep within unknown domains.<br/>Though they are called \"marksmen,\" this name has an undercurrent of mockery to it, as they use crossbows instead of bows, which require a long period of training to use. It must be said that even hilichurls know how to operate a crossbow. Just point the wider end at the enemy, pull the trigger, and bam — that's all there is to it."
    },
    {
      "epId": 2208,
      "name": "Treasure Hoarders - Crusher",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Crusher_icon.png",
      "desc": "A member of the decentralized criminal organization that has footprints all over the continent and even deep within unknown domains.<br/>This person was originally a miner — one who, even with the allowance they were provided with after the closure of the Chasm, ended up with the Treasure Hoarders for various reasons."
    },
    {
      "epId": 2209,
      "name": "Treasure Hoarders: Electro Potioneer",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Electro Potioneer_icon.png",
      "desc": "A member of the decentralized criminal organization that has footprints all over the continent and even deep within unknown domains.<br/>\"Potioneer\" is the nickname given to members of the Treasure Hoarder organization who know how to brew up dangerous chemicals.<br/><i>\"What? Did you think this treasure has 'Adventurers' Guild' written all over it or something?\"</i><br/>—A certain Treasure Hoarder Potioneer during a confrontation with adventurers"
    },
    {
      "epId": 2210,
      "name": "Magatsu Mitake Narukami no Mikoto",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Magatsu Mitake Narukami no Mikoto_icon.png",
      "desc": "This is the form that the puppet that inherited the Raiden Shogun's authority takes when she is opposing those who threaten Eternity.<br/>As the Raiden Shogun's assistant in pursuing eternity, she has never doubted, never felt fear, never given anything less than her best, never been disturbed by idle thoughts.<br/>She once heard about how Ei had shouldered a similar duty when Makoto was also present, suffering much agonizing loss in the process.<br/>When the two shadows overlapped once more, however, she could only see the countless fine fractures in what should have been \"her\" eternal will. Since fate is destined for cyclicality, she must fulfill her promise and declare war on \"her.\"<br/><br/><i>Mine is the most supreme and noble form. Power over the realm has been vested within me, and I am the essence of all that is the \"Raiden Shogun.\"</i><br/><i>\"Naturally, I have also inherited the pain of Ei's countless losses and her will to attain Eternity.</i><br/><i>\"Resolve, valor, love, hate... They will all twist in the river of time.</i><br/><i>\"But the 'rules' will never change.\"</i>"
    },
    {
      "epId": 2211,
      "name": "Oceanid",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
      "desc": "A life-form created from condensed Hydro elements of incredible purity. Often attached to bodies of water.<br/>It is said that as water bodies become purer, the Hydro elements within grow more abundant, causing the Oceanids to grow more powerful. It is also said by some that Oceanids were once sea creatures from a home far away who carried the fragments of a long-dead god to the many corners of this world. Perhaps they did this so that the love their god held for this world could be spread through the waters to all the land..."
    },
    {
      "epId": 2212,
      "name": "Azhdaha",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Azhdaha_icon.png",
      "desc": "An enormous dragon as ancient as the mountains themselves.<br/>In an age that has all but faded from memory, he stood shoulder to shoulder with one who ruled over a harbor of stone. But in the end, the two came into conflict, and the dragon was banished to a dark place deep underground. Over the long years of his imprisonment, his power has slowly dissipated. He has also become disfigured from the various kinds of erosion he has been subjected to.<br/>The faint rattling of this dragon lord's shackles and his deep, angry growl echo through the bowels of the mountains like memories of a bygone era."
    },
    {
      "epId": 2213,
      "name": "Dendro Samachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Dendro Samachurl_icon.png",
      "desc": "A wizened, mumbling hilichurl, one that awakens the might of Dendro.<br/>Hilichurls especially gifted in commanding the elements who often reach the zenith of their skill in their twilight years. A grudge stirs beneath that mask, and poison ivy sprouts as hateful whispers issue forth from it."
    },
    {
      "epId": 2214,
      "name": "Dendro Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Dendro Slime_icon.png",
      "desc": "A slime that has undergone ecological changes due to abundant Dendro in its environment.<br/>It has also taken on the weaknesses of the Dendro element, and will burn intensely the moment it meets a bright flame."
    },
    {
      "epId": 2215,
      "name": "Ochimusha: Ensorcelled Thunder",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/24/77454259/87720e5cfe2d4e82201a31a8b8d46ee7_1111157407291733826.png"
    },
    {
      "epId": 2216,
      "name": "Ochimusha: Cankered Flame",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/24/77454259/20a85263633526cab2a0427c5b4781bc_6270465273275579312.png"
    },
    {
      "epId": 2217,
      "name": "Stormterror",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stormterror_icon.png",
      "desc": "One of The Four Winds of Mondstadt: Dvalin, the Dragon of the East.<br/>With the passage of long years and amid boundless darkness, even the purest gem will become dulled by dust, and even the noble dragon might be corrupted and cankered by hatred.<br/>But never forget that dust can be wiped away, and the power of doubt and poison can be shattered.<br/><br/><i>\"Fly freely in the sky.</i><br/><i>\"Just like you did in those days when we met, when I walked upon this land and sang the songs of the wind,</i><br/><i>\"And you soared on high, looking down on the world from above.</i><br/><i>\"Today, the sky is no longer swept by wind and snow. The green grass grows all over the earth, and it is beautiful.</i><br/><i>\"If you too could walk the earth and listen to the songs of shepherds and the scattered sound of wind chimes in the distance, if you could have tasted wine as sweet as honey, you would understand.</i><br/><i>\"How wonderful it would have been if you were as I, witnessing your noble, beautiful form as you soared through the blue sky.</i><br/><i>\"Then you would know that this sky and this earth are both things worth fighting for.\"</i>"
    },
    {
      "epId": 2219,
      "name": "Ruin Scout",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/35428890/1da5796e33027fa9de6fc0b86cb08be6_2866664724475002568.png",
      "desc": "Various bizarrely-shaped machines that have taken different forms and functions to adapt to different goals.<br/>Legend has it that they are war machines left behind by a nation that has already been destroyed. Compared to the more common Ruin Guards, their design has greater value in the study of biomimesis. Exactly why the form and movements of certain deep-sea lifeforms are being imitated is not known. But either way, tangling with them is hardly the best idea."
    },
    {
      "epId": 2220,
      "name": "Ruin Guard",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Guard_icon.png",
      "desc": "An ancient humanoid war machine.<br/>Legend has it that these machines were combat automatons created by a long-destroyed nation. They now wander ruins and ancient detritus, attacking offending travelers. Research indicates that the Ruin Guards and the ruins they operate in do not originate from the same source, suggesting that there may be a difference of as much as several thousand years between them on the timeline. So why then do the Ruin Guards continue staying among these ruins, using their \"explosive firepower\" to protect the crumbling walls and broken tiles?"
    },
    {
      "epId": 2221,
      "name": "Ruin Cruiser",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/35428890/01abd95c760086f79bf6cfa333206563_2616922815865085460.png",
      "desc": "Various bizarrely-shaped machines that have taken different forms and functions to adapt to different goals.<br/>Legend has it that they are war machines left behind by a nation that has already been destroyed. Compared to the more common Ruin Guards, their forms have greater value in the study of biomimesis. The inspiration for its decentralized design and combat modes seem to have come from honeybee colonies, rendering it able to change forms and to attack from different directions."
    },
    {
      "epId": 2222,
      "name": "Ruin Serpent",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Serpent_icon.png",
      "desc": "An ancient, bizarrely-shaped autonomous machine.<br/>It is said that this was heavy-duty engineering equipment left behind by a nation that has been destroyed. The gear system on its \"head\" can grind its way through even the hardest bedrock. If this was the case, then carving out tunnels with which the forces of this nation might access the whole continent would have been a thing of great ease."
    },
    {
      "epId": 2223,
      "name": "Ruin Destroyer",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/35428890/a3a41abc04cd4c1c7052f55d16a604fe_4615994425409442405.png",
      "desc": "Various bizarrely-shaped machines that have taken different forms and functions to adapt to different goals.<br/>Legend has it that they are war machines left behind by a nation that has already been destroyed. Compared to the more common Ruin Guards, their design has greater value in the study of biomimesis. The giant crown, composed of several parts, looks like some sort of frightening plant. One wonders what one has to go through in order to design such scary machine."
    },
    {
      "epId": 2224,
      "name": "Ruin Hunter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Hunter_icon.png",
      "desc": "A giant alien-looking war machine.<br/>They are said to be remnants from a lost ancient nation. It seems that the creators opted to forgo the low-performing humanoid-design in pursuit of improved combat effectiveness. They are extremely dangerous both in melee and ranged combat.<br/>Considering these mere relics possess such extraordinary power, one cannot help but wonder what the civilization that produced them must have looked like at its height."
    },
    {
      "epId": 2225,
      "name": "Ruin Grader",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Grader_icon.png",
      "desc": "An ancient humanoid war machine.<br/>Their form is similar to that of Ruin Guards, but is more distorted and more powerful. Energy cores have been installed in both its legs, as though to power its overly heavy form."
    },
    {
      "epId": 2226,
      "name": "Ruin Defender",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/35428890/00b84ec82869522f41b0e6ed5445c69b_3597550214199851672.png",
      "desc": "Various bizarrely-shaped machines that have taken different forms and functions to adapt to different goals.<br/>Legend has it that they are war machines left behind by a nation that has already been destroyed. Compared to the more common Ruin Guards, their design has greater value in the study of biomimesis. The insect-like limbs are more agile than those of humanoid machines. The shield formed by its various components can resist any frontal attack."
    },
    {
      "epId": 2227,
      "name": "Nobushi: Kikouban",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Nobushi: Kikouban_icon.png",
      "desc": "Samurai who have fallen into banditry. Though they are called the Nobushi, they do not have a centralized organization.<br/>They possess highly-advanced sword skills and also use crossbows to ambush opponents, using any means to win. Those who have abandoned the title of a martial artist often abandon their dignity as well.<br/>Sometimes they even collude with the Treasure Hoarders or Fatui out of a greed for wealth — or simply to survive."
    },
    {
      "epId": 2228,
      "name": "Nobushi: Hitsukeban",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Nobushi: Hitsukeban_icon.png",
      "desc": "Samurai who have fallen into banditry. Though they are called the Nobushi, they do not have a centralized organization.<br/>They not only possess highly advanced sword skills, but can also carry out flame powder attacks using the elements. Objectively speaking, perhaps this method of winning goes against the path of a martial artist.<br/>Sometimes they even collude with the Treasure Hoarders or Fatui out of a greed for wealth — or simply to survive."
    },
    {
      "epId": 2229,
      "name": "Nobushi: Jintouban",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Nobushi: Jintouban_icon.png",
      "desc": "Samurai who have fallen into banditry. Though they are called the Nobushi, they do not have a centralized organization.<br/>Having pursued the path of a martial artist for a long time, they possess highly advanced sword skills but no longer use them for good.<br/>Sometimes, they even collude with the Treasure Hoarders or Fatui out of a greed for wealth — or simply to survive."
    },
    {
      "epId": 2230,
      "name": "Electro Samachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Samachurl_icon.png",
      "desc": "A wizened, mumbling Hilichurl, one that prays to Electro.<br/>Hilichurls especially gifted in commanding elements who often reach the zenith of their skill in their twilight years. Since they possess such advanced skill in creating electricity and summoning thunder, you may as well use the crackling sound to compose an elegy."
    },
    {
      "epId": 2231,
      "name": "Electro Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Slime_icon.png",
      "desc": "A small monster created by the coalescing of Electro dispersed throughout nature.<br/>According to analyses, the jumping of Electro Slimes reflects the electric potential difference in the ground. In areas brimming over with Electro, their unusual movements can be observed and used to avoid danger."
    },
    {
      "epId": 2232,
      "name": "Electro Hilichurl Grenadier",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hilichurl Grenadier_icon.png",
      "desc": "The primitive wandering inhabitants of Teyvat's wildernesses.<br/>Electro Slimes don't seem to have as many applications as Pyro Slimes or Anemo Slimes in the benighted lives of the Hilichurls. Perhaps one day they may discover the flow of Elements between Electro Slime and Mutant Electro Slime and make some great progress... ?"
    },
    {
      "epId": 2233,
      "name": "Crackling Axe Mitachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Crackling Axe Mitachurl_icon.png",
      "desc": "Muscular hilichurls who wield large, two-handed axes.<br/>Attacks with large strikes and uses Electro Slimes to infuse their axes with Electro. Their blows are very lethal.<br/>Axes forged from steel are highly conductive material. The image of those tall and strong Crackling Axe Mitachurls holding their axes up to summon lightning is quite majestic to the hilichurls."
    },
    {
      "epId": 2234,
      "name": "Electro Abyss Mage",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Abyss Mage_icon.png",
      "desc": "<p>Abyss creatures that utilize Electro in battles.<br>While studying at the Akademiya, researcher Alva Nikola once conducted a systematic study of the methods by which Electro Abyss Mages manipulate Electro and came up with a theoretical weapon known as the Nikola Coil. However, it has yet to be put into practice. Some say that his research materials were eaten during a fungal infestation.</p>"
    },
    {
      "epId": 2236,
      "name": "Electro Hilichurl Shooter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hilichurl Shooter_icon.png",
      "desc": "The primitive wandering inhabitants of Teyvat's wildernesses.<br/>These archers wield simple crossbows, and their arrowheads are crafted from carved Electro Crystals that will deliver an electric shock upon impact. They say that hilichurl archers of exceptional skill can fire five crossbow bolts at once — a most impressive feat indeed."
    },
    {
      "epId": 2237,
      "name": "Electro Cicin",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Cicin_icon.png",
      "desc": "Little creatures that can ever so slightly manipulate Electro.<br/>They and other such creatures are known collectively as Cicins, and though they are individually weak, they can cause significant damage under the right circumstances."
    },
    {
      "epId": 2238,
      "name": "Thunder Manifestation",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thunder Manifestation_icon.png",
      "desc": "An abnormal Electro elemental life form. Although it might appear similar to an Oceanid, it does not possess her intelligence or memories.<br/>That which drives the Thunder Manifestation is a much more primal fury.<br/>It is said that these life forms will only descend like lightning upon places that play host to great lingering resentment, such as the fragmented Amakumo Peak, where the storm clouds ever roil. As long as the grudges of the land do not fade, so will the roaring thunder persist."
    },
    {
      "epId": 2239,
      "name": "Electro Specter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Specter_icon.png",
      "desc": "A monster born from highly-concentrated Electro elements that can float in the air.<br/>A certain researcher once studied these creatures. He believed that they must be Hypostases of some kind. After all, they both had elemental peculiarities and were birthed from areas saturated with elemental energy, right? By the way, he was later investigated for academic corruption."
    },
    {
      "epId": 2240,
      "name": "Anemo Samachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Samachurl_icon.png",
      "desc": "A wizened, mumbling hilichurl, one that spreads the message of Anemo.<br/>Hilichurls especially gifted in commanding the elements who often reach the zenith of their skill in their twilight years. Their ability to command the flowing winds stems from dark, forgotten memories."
    },
    {
      "epId": 2241,
      "name": "Anemo Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Slime_icon.png",
      "desc": "A small monster created by the coalescing of Anemo dispersed throughout nature.<br/>It is able to float in the air to a certain degree due to the power of Anemo."
    },
    {
      "epId": 2242,
      "name": "Anemo Specter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Specter_icon.png",
      "desc": "A monster birthed from a high concentration of Anemo that can float in the air.<br/>As reason might dictate, monsters made from coalesced Anemo already come equipped with the ability to float. As such, their petal-like wings are most likely to be a mimetic organ first and foremost."
    },
    {
      "epId": 2243,
      "name": "Maguu Kenki",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki_icon.png",
      "desc": "An disciplined mechanical swordsman.<br/>Doesn't seem to have the ability nor will to speak, but instead only seeks to communicate with crossed swords.<br/>It is said that this machine was made using the memories of the first-generation master of a certain sword school. However, it malfunctioned, lost control, and was ultimately discarded.<br/>Some sing that the machine's spirit still lingers in the place where its fate was ended. They also say that the vicious mask that serves as its guard was inspired by a famous oni from that era."
    },
    {
      "epId": 2244,
      "name": "Maguu Kenki: Mask of Terror",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki: Mask of Terror_icon.png"
    },
    {
      "epId": 2245,
      "name": "Maguu Kenki: Lone Gale",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki: Lone Gale_icon.png"
    },
    {
      "epId": 2246,
      "name": "Maguu Kenki: Galloping Frost",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki: Galloping Frost_icon.png"
    },
    {
      "epId": 2247,
      "name": "Golden Wolflord",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Golden Wolflord_icon.png",
      "desc": "Hailing from a dark world, this ruler of the black wolves has the power to call upon its followers, its hidden claws, to dissolve space itself and forge a rift through which it may enter.<br/>The Wolflord has no name, for it was but one of \"Gold\"'s unintentional creations, and that is precisely why it is obsessed with invading worlds that do not belong to it and making a name for itself.<br/>That said, the wolf pack is far from unintelligent. After suffering a defeat in its previous invasion, a deserted island where no humans or protectors dwell has been selected for them to prepare for their lord's descent."
    },
    {
      "epId": 2248,
      "name": "Black Serpent Knight: Windcutter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Black Serpent Knight: Windcutter_icon.png",
      "desc": "A guard of some standing in the court, sundering the foes of the nation's rulers using a sword art known as \"Truthseeker.\"<br/>The Twilight Sword was once one of their number. That realm's glory has been extinguished, never again to be reclaimed."
    },
    {
      "epId": 2249,
      "name": "Shadowy Husk: Standard Bearer",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Standard Bearer_icon.png",
      "desc": "A pitch-dark soldier. Once a proud warrior of an ancient underground nation, it has now lost any awareness of memory.<br/>But even so, it holds the banner of the royal house aloft into battle. Though it has forgotten its comrades or any royal blessing they might have been given, it will never lay this banner down."
    },
    {
      "epId": 2250,
      "name": "Shadowy Husk: Line Breaker",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Line Breaker_icon.png",
      "desc": "A pitch-dark soldier. Once a proud warrior of an ancient underground nation, it no longer has any \"intelligence\" that it may still be called \"human.\"<br/>Yet the desire to destroy the foe and plunge into battle to defend others is etched into this empty suit of armor, even if no one remains to tell it where the enemy is or who or what exactly must be defended."
    },
    {
      "epId": 2251,
      "name": "Shadowy Husk: Defender",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Defender_icon.png",
      "desc": "A pitch-dark soldier. Once a proud warrior of an ancient underground nation, it is now nothing but a husk that only bears memories of battle.<br/>All shall decay in the end, and this is all that is left of the Black Serpent Knights amidst the merciless march of their sins, curses, and time itself."
    },
    {
      "epId": 2716,
      "name": "Jadeplume Terrorshroom",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/2c52519dbc771ad29b2b7228c3ab3a36_6911028137361197518.png",
      "desc": "<p>Over many long years, this large fungal beast has morphed into a unique form. </p><p>Its intelligence has already reached and perhaps has even surpassed real animals, and it will actively hunt prey to obtain sustenance. Its tail has a lovely jade plumage that seems very similar to that of the ancient sacred beast that the Spantamad school reveres. As far as the logic of mimesis is concerned, it seems quite likely that the two beings once walked the earth together.</p>"
    },
    {
      "epId": 2717,
      "name": "Electro Regisvine",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/cc5fbd3bdd4a48efb854968a3bfd22e8_4243984819726260372.png",
      "desc": "<p>A huge vine that has morphed into a monster through the conduction of high-voltage currents through the Ley Lines. </p><p>Electricity surges constantly from its canopy like the unending rage of the earth itself. </p><p>Kshahrewar researchers once submitted that a complex circuit matrix might be set up around this creature to carry electrical energy to the city for use there. This plan was stridently opposed by scholars from Spantamad, who sacrificed 10 Shroomboars to drive home the point about the dangers of utilizing electricity.</p>"
    },
    {
      "epId": 2718,
      "name": "Eremite Sword-Dancer",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/1023623/db927b5ac3dd814a05afe64931529478_831558588883188371.png",
      "desc": "<p>A member of a loosely-organized mercenary corps from the golden desert sands. Will work for anyone as long as the pay is good.</p><p>This desert warrior wields a large curved blade in battle. The skills such fighters boast of have been passed down since the days when their now-lost civilization was still extant, and are not only techniques to be used in battle, but also serve well as a performing art popular in various lands.</p><p>It is said that this sword art was once practiced from horseback.</p>"
    },
    {
      "epId": 2719,
      "name": "Eremite Sunfrost",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/1023623/2511ef76a6dee1e388fea0826bade579_8432883377890915955.png",
      "desc": "<p>A member of a loosely-organized mercenary corps from the golden desert sands. Will work for anyone as long as the pay is good.</p><p>A professional mercenary who cares about nothing outside of work and the mission at hand. To such people, their only game plan is to complete the mission, and their high asking prices on the market match that committment.</p><p>An ominous, fragmented spirit is sealed within the weapon they use, awakening in moments of peril. Once it does, it can only be silenced by the cries of the vanquished — whether that be its wielder, or its wielder's foe.</p>"
    },
    {
      "epId": 2720,
      "name": "Eremite Ravenbeak Halberdier",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/1023623/57a287699b909c11a29fe6b6db610af5_2796778263820539977.png",
      "desc": "<p>A member of a loosely-organized mercenary corps from the golden desert sands. Will work for anyone as long as the pay is good.</p><p>These warriors use Ravenbeak Halberds in battle. It is said that ascetics who served the deity of the desert would carry these halberds as symbols of their office. These weapons once had a true name, but it has long been lost to the desert sands.</p>"
    },
    {
      "epId": 2721,
      "name": "Eremite Linebreaker",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/1023623/2d516994e260d7760f9394cb498e0991_1433663120850002202.png",
      "desc": "<p>A member of a loosely-organized mercenary corps from the golden desert sands. Will work for anyone as long as the pay is good.</p><p>This warrior wields a unique fist blade and joined the Eremites to seek out stronger foes. Rather than the pay, these warriors fight more to attain greater martial might.</p>"
    },
    {
      "epId": 2722,
      "name": "Eremite Desert Clearwater",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/1023623/a0f86676af484d039ad829c899d1dd35_7563435366628465809.png",
      "desc": "<p>A member of a loosely-organized mercenary corps from the golden desert sands. Will work for anyone as long as the pay is good.</p><p>A young lady lost in the ancient dream of the desert songs. To her, the thrill of bloody battle is her true reward. Legend has it that the women of this tribe are often afflicted by the wandering spirits of the desert, a condition that leads many of them to an early end. Perhaps this one can only be free of these apparitions when her blood is up in combat.</p><p>An ominous, fragmented spirit is sealed within the weapon she uses, awakening in moments of peril. Once it does, it can only be silenced by the cries of the vanquished — whether that be its wielder, or its wielder's foe.</p>"
    },
    {
      "epId": 2723,
      "name": "Eremite Daythunder",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/1023623/5f9a54c0016a9a1c5ba5ad9e78398f10_8340549222546087070.png",
      "desc": "<p>A member of a loosely-organized mercenary corps from the golden desert sands. Will work for anyone as long as the pay is good.</p><p>A true scion of a warrior tribe, such warriors see battle as their ordained purpose, and unlike some barbarian who wields a large ax with ease, these tribespeople are also quite well-versed in the lore and songs of the desert ruins.</p><p>An ominous, fragmented spirit is sealed within the weapon they use, awakening in moments of peril. Once it does, it can only be silenced by the cries of the vanquished — whether that be its wielder, or its wielder's foe.</p>"
    },
    {
      "epId": 2724,
      "name": "Eremite Crossbow",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/1023623/c2bd235637707a0f1905ae8b42207c81_5647814723958701138.png",
      "desc": "<p>A member of a loosely-organized mercenary corps from the golden desert sands. Will work for anyone as long as the pay is good.</p><p>The Eremite tradition is to use bows to engage their foes, but ever since the Akademiya permitted them to buy crossbows at the bazaars, only the proudest shooters would still use bows, which take many years of practice to master.</p>"
    },
    {
      "epId": 2725,
      "name": "Dendro Specter",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/1023623/fadf14ff797dfdd9a87c3e03f5321fde_3987857761451834880.png",
      "desc": "<p>A monster born from high-density Dendro energy that can float in the air.</p><p>A researcher from Vahumana once did research into the ecological peculiarities of Dendro Specters, finding them to be quite similar to the legendary \"Aranara.\" His conclusion was that the Aranara were actually Dendro Specters. This researcher would become a little-known writer of fairy tales.</p>"
    },
    {
      "epId": 2727,
      "name": "Stretchy Anemo Fungus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/1023623/4428023ce42492ef24285eeb0f653c4b_543462004006059428.png",
      "desc": "<p>A spore organism of some intelligence. It possesses extreme adaptability.</p><p>This mushroom quickly absorbs nutrients through its extended column, and its umbrella-shaped cap turns where the wind's flow carries it.</p>"
    },
    {
      "epId": 2728,
      "name": "Grounded Hydroshroom",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/1023623/9e8e5977e203c66d3edc884f03f4bb49_5427040109576711610.png",
      "desc": "<p>A mimetic life form made out of spores that has extreme adaptability.</p><p>This creature may look like a bird, but it cannot fly. Due to the influence of Hydro energies, it is astoundingly agile compared to others of its kind. Some research has inferred that this creature is in fact an aggregation of countless tiny spores rather than a single entity.</p><p>This creature has a position of command amongst colonies of Fungi and exhibits heightened intelligence to match.</p>"
    },
    {
      "epId": 2729,
      "name": "Floating Dendro Fungus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/1023623/93ab547d2d1f2cf6145fddaf7fe4c32c_3710198556567337943.png",
      "desc": "<p>A spore organism of some intelligence. It possesses extreme adaptability.</p><p>A researcher once said that these are some species of Dendro Specter. After this view was criticized, he changed his tack, claiming that this was just a literary turn of phrase.</p>"
    },
    {
      "epId": 2730,
      "name": "Whirling Cryo Fungus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/04/1023623/672c8ee43f7b7b4f281ede0fbc5f926c_7176995409278730657.png",
      "desc": "<p>A spore organism of some intelligence. It possesses extreme adaptability.</p><p>Putting Fungi on ice does not make them taste any better, but it does at least help with relieving the heat.</p>"
    },
    {
      "epId": 2731,
      "name": "Stretchy Pyro Fungus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/04/1023623/890f0c41c5b1773fba0174ab8521b52c_298452580848669726.png",
      "desc": "<p>A spore organism of some intelligence. It possesses extreme adaptability.</p><p>This creature only looks explosive — it is, in fact, a most gentle soul, so long as you don't get too close...</p>"
    },
    {
      "epId": 2732,
      "name": "Stretchy Geo Fungus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/04/1023623/462c5af38decee9d376993edf73b702e_7340109243209877852.png",
      "desc": "<p>A spore organism of some intelligence. It possesses extreme adaptability.</p><p>These shrooms' caps have hard outer layers derived from concretions of Geo energy. Its bodily structure is also quite likely to be denser than others of its kind.</p>"
    },
    {
      "epId": 2733,
      "name": "Whirling Electro Fungus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/04/1023623/2e2ac653620f1194c727cc4687c08754_2279571466751042731.png",
      "desc": "<p>A spore organism of some intelligence. It possesses extreme adaptability.</p><p>Research has shown that this sort of fungal beast's internal electric current will change periodically. If further developed, perhaps this study may give rise to a wide range of uses...</p>"
    },
    {
      "epId": 2734,
      "name": "Winged Dendroshroom",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/04/1023623/bfdb3e06fa910a13d550ff3a349c152f_8174288912796605870.png",
      "desc": "<p>A mimetic life form made out of spores that has extreme adaptability.</p><p>Going well past mere appearances, this being even imitates the habits of birds. It can use its spore-built wings to fly in the sky, spreading yet more spores to yet more distant places.</p><p>This creature has a position of command amongst colonies of Fungi and exhibits heightened intelligence to match.</p>"
    },
    {
      "epId": 2735,
      "name": "Winged Cryoshroom",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/04/1023623/20b2da81ddb5537e82d80a163f5e9c32_5628018601202227171.png",
      "desc": "<p>A mimetic life form made out of spores that has extreme adaptability.</p><p>Going well past mere appearances, this being even imitates the habits of birds. When it flies about, it will scatter icy flowers in its wake. These crystal cores, too, are spores.</p><p>This creature has a position of command amongst colonies of fungal beasts and exhibits heightened intelligence to match.</p>"
    },
    {
      "epId": 2814,
      "name": "Eremite Axe Vanguard",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/5d42b5c18ef3e3b1df5bc1df2373d51e_8304050833449664864.png",
      "desc": "<p>A member of a loosely-organized mercenary corps from the golden desert sands. Will work for anyone as long as the pay is good.</p><p>These ax-wielding ladies often wade into the slaughter without fear, creating openings for their comrades to capitalize on.</p><p>They will sometimes sit by the fireside in their sand-swept homeland and play songs that were lost in that golden sea.</p>"
    },
    {
      "epId": 2816,
      "name": "Ruin Drake: Skywatch",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/85fb79a3bb0ffae3055d58dadb9fb11b_5783178005464623726.png",
      "desc": "<p>A horrifying dragon-shaped machine.</p><p>It is said to be a war machine left behind by a now-destroyed nation. It mimics the appearance of the beings known as Vishaps, with some functional enhancements. Such machines have an even greater ability to \"absorb\" — or perhaps the right word is \"counteract\" — elemental powers than the vishaps.</p><p>How, you wonder, did a civilization that could make such frightening machines of war collapse?</p>"
    },
    {
      "epId": 2817,
      "name": "Ruin Drake: Earthguard",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/85fb79a3bb0ffae3055d58dadb9fb11b_3895766782438571142.png",
      "desc": "<p>A horrifying dragon-shaped machine. </p><p>It is said to be a war machine left behind by a now-destroyed nation. It mimics the appearance of the beings known as Vishaps, with some functional enhancements. Such machines have an even greater ability to \"absorb\" — or perhaps the right word is \"counteract\" — elemental powers than the vishaps.</p><p>From this ability, one can glimpse the scale of the ambition that the civilization that made these machines must have once held...</p>"
    },
    {
      "epId": 2855,
      "name": "Algorithm of Semi-Intransient Matrix of Overseer Network",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/30/94376896/702fe9f038eb1bab144bd63853736da3_1720597185541312937.png",
      "desc": "<p>A perpetual motion machine that rules over the many constructs scattered throughout the desert. It seems that the lonely ruler's will still indwells this device.</p><p>Perhaps due to a friend's teachings in a dream or perhaps because he coveted the power of the holy ones in the skies, the king created mysterious devices that should not exist in this world before founding his realm in these lands.</p><p>Amidst the ruins of the City of the Pillars, the ancient crystals still reflect the glory of the golden paradise, though none now live who remember the king's dreams.</p>"
    },
    {
      "epId": 2857,
      "name": "Aeonblight Drake",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/30/94376896/5ed960ef01a22660c0e92ab516835435_3311889872084514227.png",
      "desc": "<p>This dragon-shaped combat machine is a being that inspires fear, much like the lord who once ruled these vast lands.</p><p>It is said that the now-destroyed realm once sought forbidden knowledge and attempted to create perpetual-motion machines that could match or even surpass primordial lifeforms. This mysterious, tireless mechanical monstrosity seems to be proof that they did indeed reach heights that mortals should never have attained.</p>"
    },
    {
      "epId": 2892,
      "name": "Primal Construct: Repulsor",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/1023623/60aa5a703106abea12e09b790da7972b_6856390141898102128.png",
      "desc": "<p>The guardians of the lost ancient desert ruins have power enough to punish any who would presume to disturb the pure dreams of their lord.</p><p>These machines were not first built to be temple guards or palace defenders, but instead to rebirth the paradise that the foolish desert ruler dreamed of. </p><p>Today, that utopia is long gone, and the dreams and oaths, forgotten by the world, are now only found in the mantras inscribed upon these machines.</p>"
    },
    {
      "epId": 2893,
      "name": "Primal Construct: Reshaper",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/1023623/60aa5a703106abea12e09b790da7972b_5430006765600172881.png",
      "desc": "<p>The guardians of the lost ancient desert ruins have power enough to punish any who would presume to disturb the pure dreams of their lord. </p><p>The lord of the blazing sun who once ruled this desert once promised his people a utopia on the other side of existence, though it ultimately turned out to be a mirage made of folly. </p><p>Today, that utopia is long gone, and the dreams and oaths, forgotten by the world, are now only found in the mantras inscribed upon these machines.</p>"
    },
    {
      "epId": 2894,
      "name": "Primal Construct: Prospector",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/1023623/60aa5a703106abea12e09b790da7972b_6744686936699492848.png",
      "desc": "<p>The guardians of the lost ancient desert ruins have power enough to punish any who would presume to disturb the pure dreams of their lord.</p><p>The master of the sands once took to studying taboo knowledge in an effort to create a dream paradise, and these machines may or may not have been the fruits of that research.</p><p>Today, that utopia is long gone, and the dreams and oaths, forgotten by the world, are now only found in the mantras inscribed upon these machines.</p>"
    },
    {
      "epId": 2895,
      "name": "Stretchy Electro Fungus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/1023623/e7f8daca29f5d7f30844905016252907_8140972644407404632.png",
      "desc": "<p>A spore organism of some intelligence. It possesses extreme adaptability.</p><p>Unlike other Fungi, this creature possesses a cap with a luminous tendril sticking out of it. When in danger, it will release small electric orbs as a form of self-defense.</p>"
    },
    {
      "epId": 2896,
      "name": "Grounded Geoshroom",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/77454259/49216ca30200a7432b571186027efd61_5922896219884391583.png",
      "desc": "<p>A mimetic life form made out of spores that has extreme adaptability.</p><p>This being has undergone almost complete keratinization due to the influence of Geo. When one considers that Fungi evolved from spores, perhaps this one might even be the foundation for a further evolution into some new life form altogether — if given time, that is.</p><p>This creature has a position of command amongst colonies of fungal beasts and exhibits heightened intelligence to match.</p>"
    },
    {
      "epId": 2897,
      "name": "Whirling Pyro Fungus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/77454259/912e3e8c1b00de91bd7ce8418263f461_528537311130333707.png",
      "desc": "<p>A spore organism of some intelligence. It possesses extreme adaptability.</p><p>Due to the abundant amount of Pyro these creatures contain, they have a tendency to cause forest fires during dry seasons, and thus are considered a dangerous invasive species to the forest.</p>"
    },
    {
      "epId": 2898,
      "name": "Floating Anemo Fungus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/77454259/0b332fc89af26ece5c6402fc82cce5e5_7847006729375799267.png",
      "desc": "<p>A spore organism of some intelligence. It possesses extreme adaptability. </p><p>This mushroom may have a sizable cap, but the umbrella-shaped structure is in fact hollow, and thus does not make for a particularly good meal.</p>"
    },
    {
      "epId": 2899,
      "name": "Eremite Stone Enchanter",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/1023623/c757c4e26cff0dba6198a837cb900d1d_7170047361294624892.png",
      "desc": "<p>A person hailing from the loosely-organized mercenary bands of the desert. Will work for anyone as long as the pay is good. </p><p>In ancient days, these heavily-equipped warriors were the domain of the personal, trusted guards of the Lord of the Blazing Sun. It is perhaps on this account that they gleam like the golden sun itself to this day. </p><p>Ominous, fragmented spirits are sealed within the weapons they use, awakening in moments of peril. Once these weapons awaken, they can only be silenced by the cries of the vanquished — whether that be their wielders or their wielders' foes.</p>"
    },
    {
      "epId": 2900,
      "name": "Eremite Galehunter",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/1023623/1d21ab234a065f179a1a3db8e171c21c_7777877851174462482.png",
      "desc": "<p>A person hailing from the loosely-organized mercenary bands of the desert. Will work for anyone as long as the pay is good. </p><p>In this age where crossbows are in widespread use, only the most experienced of Eremite warriors know how to use a longbow in battle. They do not even need their eyes — merely their ears with which they sense the flow of wind and sand alike — to judge the location of their foes. </p><p>Ominous, fragmented spirits are sealed within the weapons they use, awakening in moments of peril. Once these weapons awaken, they can only be silenced by the cries of the vanquished — whether that be their wielders or their wielders' foes.</p>"
    },
    {
      "epId": 2974,
      "name": "Dendro Hypostasis",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/03/35428890/50cc8e306cfa81acc245a23ead9cc331_7814858893705514308.png",
      "desc": "<p>Code Name: Zayin. A high-purity Dendro entity.<br>According to the deductions of some researchers, Elemental Hypostases have the knowledge required to \"learn,\" which is how they use \"mimesis\" to initiate attacks. However, the ability to incorporate information to create change also opens one to the risk of information contamination. As this creature learns and changes, the purpose of its birth - no matter how academically unquantifiable it may still be - may yet become so distorted as to be rendered irrelevant.</p>"
    },
    {
      "epId": 2975,
      "name": "Shouki no Kami, the Prodigal",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/03/35428890/86791657203a69e453d8e217414b3f9e_6244827810099144009.png",
      "desc": "<p>Shouki no Kami, as an artificial divinity created using all the might of Sumeru's Six Darshans, has power that rivals that of true gods.<br>But those of this world who call such a being a \"false deity\" misunderstand the true meaning of the word.<br>Shouki no Kami now understands countless things and shoulders unassailable might, and may be said to surpass mortals.<br>If gods must love mortals, then Shouki no Kami, who grants failure in equal measure to humanity loves them also.<br>If gods must watch over humanity,<br>...<br>...<br>Then Shouki no Kami who has borne witness to infinite love, hatred, partings, grudges, and maddening anger - thus does he watch over mortals.<br><br><em>\"Too much happiness you have had!\"<br>\"It has made you foolish. Arrogant. Horrifying in your greed.\"<br>\"Let this era end!\"<br>\"Let the new god announce the defeat of the old.\"<br>\"Foolish mortal... There is yet time for you to kneel.\"</em></p>"
    },
    {
      "epId": 3443,
      "name": "Bathysmal Vishap Herd",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/05/35428890/b47c21200d36f217cab2e527e85d2896_4738875560654045342.png",
      "desc": "<p>A powerful group of Bathysmal Vishaps.</p><p>They have been specifically bred and selected by the people of Enkanomiya, which has given them their exceptional strength. Of course, no vishap would consider this some sort of debt to be repaid.</p><p>The strongest members of this herd can use different elements, which they wield as a show of their hatred.</p>"
    },
    {
      "epId": 3474,
      "name": "Setekh Wenut",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/194600931/ca675a813c0acf7a5efbc88e7af636c2_1393531290247834563.png",
      "desc": "<p>An eyeless predator that dwells within the depths of the desert and uses sound and vibrations to seek out its prey.</p><p>Legend has it that in the ancient past before even the concept of time was created, these creatures thrived with their progenitors and offspring in a land of verdant grass and colossal trees, traversing through slick soil like fishes diving through the wet. With the passage of eons, the gifts of heaven have long reduced the soils to sand, rendering a great many creatures extinct. This branch of their genus was able to survive by adapting more toward earth-based living, and became known as the \"Wenut.\"</p><p>Some desert folk still mistakenly believe that Wenut is the final point of a quicksand eel's life cycle, likely due to superficial similarities between the species' behaviors. </p>"
    },
    {
      "epId": 3475,
      "name": "Eremite Scorching Loremaster",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/194600931/e3ada2f7642f67aa52b067345fae5a54_6250250778103314507.png",
      "desc": "<p>A person hailing from the loosely-organized mercenary bands of the desert. Even though they will work for anyone as long as the pay is good, they will never forget their roots in the Great Red Sand.<br>After the collapse of its civilizations, the stories of the desert were passed down generation after generation in oral tradition just like the sparks in the wind and the rain in the clouds. As time passed, some stories were lost while others survived, albeit with significant changes.<br>\"The Eremites\" is the umbrella term given to the tribes of the desert by those too ignorant or disdainful to learn the tribes' myriad differences. Within those referred to as the Eremites, many have also indeed already forgotten the tales of the desert. Fear not, however, for those who still remember will never betray the spirit of the sands yet flowing through their veins.</p>"
    },
    {
      "epId": 3476,
      "name": "Eremite Floral Ring-Dancer",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/194600931/088685fa15801b65f875acec2cbfcfac_3942669023422830372.png",
      "desc": "<p>A person hailing from the loosely-organized mercenary bands of the desert. They will work for anyone as long as the pay is good.<br>The children of the desert have a rich tradition of song and dance. Originally used to praise and serve the gods, the crafts were later adapted for battle and the seduction of kings. Many tales of the sands feature dancers who murdered kings relaxed in their beds or standing atop high towers. Even though all such gods and kings have now faded into the flowing sands, the memory of dance yet persists in the desert-dwellers' veins.<br>Ominous, fragmented spirits are sealed within the weapons they use, awakening in moments of peril. Once these weapons awaken, they can only be silenced by the cries of the vanquished — whether that be their wielders or their wielders' foes.</p>"
    },
    {
      "epId": 3477,
      "name": "Consecrated Red Vulture",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/194600931/534c13befe626c1aa2853a32def6f1f3_2702150882499087430.png",
      "desc": "<p>A scavenging bird of prey that has mutated after feeding from greater lifeforms.<br>The greater lifeforms devoured by Consecrated Beasts often have nigh-immortal consciousness that can never be fully silenced or eradicated. The very power and consciousness gained by Consecrated Beasts devouring these lifeforms will, in turn, drive them to seek more violence and carrion.</p>"
    },
    {
      "epId": 3478,
      "name": "Consecrated Scorpion",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/194600931/ea2958c04ec8f00a5ec2d9f8dc1410e4_2499644417485243979.png",
      "desc": "<p>An arthropod that has mutated after feeding from greater lifeforms.</p><p>Lifeforms are governed by the laws of evolution, Consecrated Beasts exploited these rules by being fortunate enough to discover a long-dead carcass of a greater being before any of their competition ever did. Animals and humans often have far more in common than the latter is willing to acknowledge.</p>"
    },
    {
      "epId": 3479,
      "name": "Consecrated Flying Serpent",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/194600931/d1b0d88f2f2bdb3e9bad3abf570ac911_3775006196128955705.png",
      "desc": "<p>A reptile that has mutated after feeding from greater lifeforms.</p><p>Though now imbued with the power of elemental manipulation, the Consecrated Beasts themselves still cannot fully digest the pieces of flesh they devoured from the immortal carcasses that they ate. Instead, the pieces slowly fused with the beasts themselves, weaving a bony shell over their body, one that shares a similar composition to a certain type of smelting material from Inazuma.</p>"
    },
    {
      "epId": 3618,
      "name": "Black Serpent Knight: Rockbreaker Ax",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/28/35428890/a02a8cc0f182ca2f8c6bd6fcb8eed8b6_8707584081761946746.png",
      "desc": "<p>A guard of some standing in the court, sundering the foes of the nation's rulers using a sword art known as \"Truthseeker.\"<br>Though Truthseeker is, strictly speaking, a sword art, its teachings can also be used with various other weapons — and in the realm's darkest hour, those who had to protect their homeland had little room to be fussy anyway.</p>"
    },
    {
      "epId": 3619,
      "name": "Abyss Herald: Frost Fall",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/28/35428890/b12b3d4c0195e8cce852ea4681c4d7fe_2567000303604712199.png",
      "desc": "<p>A monster from the Abyss Order that wields frigid, icy blades in battle.</p><p>Just as there are saints who will spread and glorify the profound gospel, there are envoys who must correct any twisted strains and remove any dissonance.</p><p>People often say that steel feels like ice as it pierces the body, but this dark frost is said to freeze even the soul.</p>"
    },
    {
      "epId": 3695,
      "name": "Guardian of Apep's Oasis",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/35428890/d6fda0fbccc37d41505ff1fcce5b6e77_5312308109137127663.png",
      "desc": "<p>Apep walked through the water like a fish with its many offspring in a sea of fragrant grass, gigantic trees, and unimaginably long vines. Finally, the grass, trees, and vines withered and turned into dust, while countless beings as minute as grains of gravel built a fragile kingdom upon Apep's land.</p><p>Apep and its offspring let the sea of sand rage like boiling water and swept houses down as if they were falling leaves. Until the day when the new Lord of Sand reconciled with the king who lost their homeland, the dunes under the sun belonged to humanity, while the dragon's oasis remained in the hearts of the dragons.</p><p>Apep shared the knowledge of evolution with its many offspring, because spreading knowledge ensures dissemination while the stagnation of hoarded wisdom courted only decay. Till the day the promise between it and the Lord of Sand was finally attained, with ultimate wisdom claimed. Henceforth, it reaped only sights of oblivion, of an endless calamity.</p><p>Apep found itself swallowed alone amidst the scenery of the catastrophe. All the people, gods, dragons, beasts, birds, and fish. All memories, wisdom, words, and hatred were ground into colorless dust, and the last of the moonlight burned away into a rain of pale fire, falling on the barren land.</p><p>...</p><p>Apep once deemed the bottom of the sea of sand to be its grave, not the palace of a dispossessed king. The poison of \"wisdom\" would soon free Apep from the hatred and anger festering within it over countless moons. Apep had grown weary of the colorless apocalypse. Then, finally, the young god and the golden Traveler let it recall once again, even though the verdant land it once ruled had been reduced to this gilded wasteland, even though Apep and its many offspring had grown twisted and wretched to secure their continued survival therein, Apep still treasured the sight and scenes of the oasis, sparkling in its heart.</p>"
    },
    {
      "epId": 3701,
      "name": "Anemo Hilichurl Rogue",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/35428890/eb2ff17818f8f4420f9033724d997ea1_6221977951827695686.png",
      "desc": "<p>Hilichurl wanderers who do not belong to any hilichurl tribe. It almost seems as if they are searching for the fated genesis of their kind, seeking to uncover some bygone splendor that once belonged to their people.<br>If these monsters capable of only crude language and bereft of missing history could record their own epics and legends, the hilichurl wanderers would be the heroes in said tales.</p>"
    },
    {
      "epId": 3702,
      "name": "Hydro Hilichurl Rogue",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/35428890/b4f8e7f2b2567f1bfadb35aeb75ab701_4152563926120982810.png",
      "desc": "<p>Hilichurl wanderers unaffiliated with any specific tribe. They can often be found roving the wilds as if in voluntary exile.<br>They may also lend their aid to other hilichurls or hilichurl tribes for various reasons and go their separate ways afterward. They seem to possess a higher level of intelligence than commonplace hilichurls.</p>"
    },
    {
      "epId": 3703,
      "name": "Consecrated Fanged Beast",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/35428890/acb74196bfe00408eedd23b1da5b8b20_1286136842728859404.png",
      "desc": "<p>A predator that has mutated after feeding from greater lifeforms.<br>Survival of the fittest is written in the law of nature. But pets and Consecrated Beasts are exceptions. Human beings' baits and the remains of immortal beings are essentially deliberate or unintentional traps. The price of coveting the gift of the strongest is much more painful than being locked in a cage.</p>"
    },
    {
      "epId": 3704,
      "name": "Consecrated Horned Crocodile",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/35428890/99a307d9c543af7edbe3619235e526e2_6543803272810430458.png",
      "desc": "<p>A reptile that has mutated after feeding from greater lifeforms.<br>Majestic beasts are sometimes revered by human beings as the embodiment of a greater power, their visages turned to analogy to feed in reference to a person, feeding their ego. However, the majority of beasts that have absorbed the \"greater power\" were slain by the overwhelming nature of the power itself. Only a few among their number evolved new forms.</p>"
    },
    {
      "epId": 3705,
      "name": "Iniquitous Baptist",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/35428890/2899a9fa6efec1006150467a00823c4a_6098755085792994548.png",
      "desc": "<p>A monster from the Abyss that wields multiple types of Elemental Power and has gained extra limbs from its \"evolution.\"<br><br><em>\"The nature of the 'Abyss' is essentially irreconcilable with the elements. However, even the elements of gods can be entrapped and distorted before they are subsumed to become tools of the abyssal will. Just judging from outcomes and practical use, \"Abyssal powers\" seem little different from elemental items, from ones as paltry as the Treasure Hoarders' elemental containers to those as powerful as Visions...\"</em><br>—Notes left behind in Hangeh Afrasiyab by someone.</p>"
    },
    {
      "epId": 3992,
      "name": "Emperor of Fire and Iron",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/92cf784732984089c7f5a91f7a42822c_6821414569242480633.png",
      "desc": "<p>One of the two sovereigns who once stood at the apex of the aberrant species of the Fontemer, and the subject of many a tale among sailors.</p><p>An Armored Crab that avoids predation, and can keep hunting and eating, will continue to grow, continually seeking out suitable shells to become its new armor. But eventually, it became simply too gargantuan. Before the first diluvian period, a massive Armored Crab once attacked a ship, and was finally forced back into the depths by Basil Elton, who had not yet been reinstated as a naval commander.</p><p>Imagine this world: All of humanity has been purged from Teyvat, and the ever-growing Emperor of Fire and Iron eventually wears the Palais Mermonia upon its body like a luxurious coat of white stone. Of course, in such a world, there naturally would be no one to call it, half-jokingly and half in awe, the \"Emperor of Fire and Iron.\"</p>"
    },
    {
      "epId": 3993,
      "name": "Icewind Suite",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/377f3a8f5ea5fc082951815af746a2ae_7069272425127907528.png",
      "desc": "<p>Artificed Dancers developed by the Fontaine Research Institute.</p><p>Bossuet originally intended for Artificed Dancers to be works of art that transcended the era of mechanical reproduction. But after Bossuet was forced to resign, the project was taken over by Maillardet, who had his own unique understanding of what he wanted to achieve. As a result, while their features were perfected during the course of its development, the Artificed Dancers gradually strayed from Bossuet's original vision.</p>"
    },
    {
      "epId": 4040,
      "name": "Tainted Water-Spouting Phantasm",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/8da283e7673adc136462e3910db364dd_7638587844240744243.png",
      "desc": "<p>Today, with the Oceanids extirpated from Fontaine, strange elemental life forms have appeared in the waters.</p><p>It is said that in Egeria's era, the Oceanids often lived alongside humans, and lived in the springs of clear waters dotted across the lands, and through this, they connected the waters of the world. But most died with their god, and for the survivors, the world no longer has any god they recognize.</p>"
    },
    {
      "epId": 4041,
      "name": "Tainted Water-Splitting Phantasm ",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/72fbd17e93004303b15608ce7efc82bb_8964146398597519277.png",
      "desc": "<p>Today, with the Oceanids extirpated from Fontaine, strange elemental life forms have appeared in the waters.</p><p>The elemental spirits that appeared after the calamity lack the elegance and beauty of the Oceanids, and thus have been called \"tainted.\" Though the toxins dissolved in the water have long since been diluted and cleansed, unless there are still containers of pure water somewhere, Fontaine's waters will never again naturally birth Oceanids.</p>"
    },
    {
      "epId": 4042,
      "name": "Large Shatterstone Breacher Primus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/d94d8c4feac0e0795a26552689d6689c_3015330681892485195.png",
      "desc": "<p>A strange life form that mostly appears in Elynas.</p><p>Melusines perceive Breacher Primuses as harmless creatures, and many even find them completely adorable.</p><p>The visual perception of Melusines is very different from humans.</p>"
    },
    {
      "epId": 4043,
      "name": "Shatterstone Breacher Primus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/1317767095153c379837899e6c332db7_7887842076363289578.png",
      "desc": "<p>A strange life form that mostly appears in Elynas.</p><p>Receives a powerful shock from encountering ousia or pneuma energy, and thus Breacher Primuses can be driven away using this relatively nonaggressive and noninvasive means.</p>"
    },
    {
      "epId": 4044,
      "name": "Large Overgrown Breacher Primus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/622d9d846f1b800fa92b4c9c24ece5a7_3952650290375644271.png",
      "desc": "<p>A strange life form that mostly appears in Elynas.</p><p>The nature of a Breacher Primus defies known categories: they are not animals, plants, Shroom-Kin, nor Elementals. The debate among scholars of Sumeru never formally reached a consensus on just what it is, until it was finally banned as a research topic. The reason is that based on the current system of knowledge, this problem is like \"the definitions prescribed by language and the true nature of things,\" and it is impossible to have a meaningful, final answer.</p>"
    },
    {
      "epId": 4045,
      "name": "Overgrown Breacher Primus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/dd7d9c3c7e9285b9650a64fc6550622b_2543430101111852468.png",
      "desc": "<p>A strange life form that mostly appears in Elynas.</p><p>In Fontaine, the earliest recorded observations of a Breacher Primus appeared shortly after the cataclysm. Records from the time show instances of Breacher Primuses both attacking and protecting humans.</p>"
    },
    {
      "epId": 4046,
      "name": "Recon Log Mek",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/03b6c3af19fcba75282ba382142a4b01_6716214451881690107.png",
      "desc": "<p>One of the earliest new-type clockwork meka to be made.</p><p>It is said that during his time at the Institute of Natural Philosophy, the Lord-Artificer Guillotin created machines that could simulate genuine intelligence.</p><p>Though he never openly admitted it, this rumor nonetheless spurred on subsequent generations of ambitious engineers. Decades ago, one of them announced that they had created a machine that not only possessed basic thinking abilities but could also read human emotions, but in the end the results went unacknowledged.</p>"
    },
    {
      "epId": 4047,
      "name": "Arithmetic Enhancer Mek",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/b41d5988248088edd12a7f16da6657da_2186342482996842405.png",
      "desc": "<p>A clockwork meka designed to transmit and enhance signals.</p><p>The power that drives this clockwork meka is generated from a controlled annihilation reaction between ousia and pneuma in the kinetic core. As a result, overloading it with excessive energy will cause its original equilibrium to be disrupted.</p>"
    },
    {
      "epId": 4048,
      "name": "Underwater Survey Mek",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/f582e9fa33cd56f5396b7ae1750cd4ca_5278781734262419461.png",
      "desc": "<p>A clockwork meka designed for underwater surveying.</p><p>In the absence of significant breakthroughs in dynamics research, kinematics research has had the most significant impact on clockwork meka design. For machines designed to perform specific tasks, biomimesis has sometimes provided the most convenient solutions.</p>"
    },
    {
      "epId": 4049,
      "name": "Geological Survey Mek",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/9d2abe9dbb827e024899c843ff2f0270_1980097105281195100.png",
      "desc": "<p>A clockwork meka designed for surveying underground resources and certain minerals.</p><p>Due to the fact that the desired metal type can be set, this device has proven very popular among Treasure Hoarders and Adventurers alike.</p>"
    },
    {
      "epId": 4050,
      "name": "Underwater Patrol Mek",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/f9a30d3a1b55b47fe9b85a41967741e7_2175643077641403725.png",
      "desc": "<p>This type of clockwork meka was designed to search out, repel, and if need be exterminate aquatic life forms that pose a threat to underwater equipment.</p><p>Ever since the first diluvian period, the Fontaine Research Institute has been preoccupied with the thought that there might be a second one. Some had the idea of taking back the ruins lost to the waves and building an underwater city, whereas others looked up to the untouchable sky islands overhead with the intention of building a metropolis in the clouds.</p><p>Underwater Patrol Meks were conceived by the former, but judging from the results, it is the latter that have gained the upper hand in recent years.</p>"
    },
    {
      "epId": 4051,
      "name": "Nimble Harvester Mek",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/97d935b7ef2029022d2afff1dda10858_4880340854880126342.png",
      "desc": "<p>A clockwork meka designed to dig up and transport soil.</p><p>Due to the inherent ability of the local water and soil to store and transmit ousia and pneuma, clockwork meka powered by the annihilation of these energies are highly favored in Fontaine. This also explains why adventurers may come across Ousia and Pneuma Blocks from time to time.</p>"
    },
    {
      "epId": 4052,
      "name": "Area Alert Mek",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/6dc3e045a6a5328ef191cd16d2d33a5f_440676913239305783.png",
      "desc": "<p>A mechanism that is able to fire out the energy produced by an annihilation reaction. Strictly speaking, it was originally a test device that emerged from research undertaken by the Institute of Natural Philosophy before the Fontaine Research Institute had been established.</p><p>As such, despite its considerable commercial success as a sentinel and defensive device, most engineers do not consider it to be a true clockwork meka.</p>"
    },
    {
      "epId": 4053,
      "name": "Assault Specialist Mek",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/f47330ba59a37b485805f076403c1e63_2958978820462738760.png",
      "desc": "<p>Alongside the Recon Log Mek, this was one of the first new-type clockwork meka to be made (though of course, after hundreds of years, no one refers to them as \"new-type\" anymore – this was simply to differentiate them from traditional clockwork mechanisms that were powered by potential energy.)</p><p>It was named to commemorate a friend of its inventor, and was originally designed to help people. However, its ability to attack people – thereby avoiding the need to put friendly personnel at risk – subsequently came to be seen as its real strength.</p>"
    },
    {
      "epId": 4054,
      "name": "Suppression Specialist Mek",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/2f50163bfc40d3af453ccd6f2d227fe7_8361889474569655307.png",
      "desc": "<p>A clockwork meka adapted from the Cal. Scherbius type. Unfortunately, aside from its ability to attack, it has no other capabilities.</p><p>Clockwork meka based on annihilation energy normally produce their energy by utilizing Repeaters composed of special crystals to refine ousia and pneuma from Fontaine's environment. But outside of Fontaine, they can use pre-prepared Energy Blocks to move over short distances for short periods of time. The difference can be observed from the shape of the crystal components on the meka.</p>"
    },
    {
      "epId": 4055,
      "name": "Annihilation Specialist Mek",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/16ef076f8093794bc35bba0ea0516739_6752404086066297239.png",
      "desc": "<p>Although the Fontaine Research Institute of Kinetic Energy Engineering is the main organization involved in clockwork meka research and design, there are also many independent engineers and workshops that are not affiliated with the Research Institute.</p><p>The first ever machine of this type was designed by an independent engineer to commemorate their lover and sponsor. In the end, it was acquired by the Maison Gardiennage as a tool to uphold municipal security — or, as some would have it, state apparatus enforcing the monopoly on violence.</p>"
    },
    {
      "epId": 4056,
      "name": "Construction Specialist Mek",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/12/151578876/1344b14a8d98aa99c73716774fd35a77_6893760732524031165.png",
      "desc": "<p>A type of large clockwork meka which also has immeasurable value when utilized in building construction and archeological excavation. Its name comes from an engineer employed by Callas during the construction of the Clementine Line.</p><p>With Callas' financial backing, this engineer built the legendary \"Golden Vessel\" — a gigantic piece of construction machinery which was used to dig the Poisson Tunnel. Once the job was complete, this type of clockwork meka was designed with a similar structure but reduced to a smaller scale.</p>"
    },
    {
      "epId": 4057,
      "name": "Hunter's Ray",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/698535753fc8a6245f0f7fbf8da670fc_8982532217776701792.gif",
      "desc": "<p>A stingray that can release blades of water.</p><p>Among the Fontemer Aberrants, there are certain strange \"Xenochromatic\" lifeforms. It is said that these are not actually living creatures, but rather spirits from the ocean that have neither taken physical form nor swallowed bait. They are said to bestow blessings upon those accepted by the Fontemer as well as those that are able to control it. Of course, those that have a deeper understanding of natural philosophy would discount such groundless speculation.</p>"
    },
    {
      "epId": 4058,
      "name": "Armored Crab",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/329e20cf29240d29d0ac7fe36c2387ec_996625048654513076.gif",
      "desc": "<p>A crab that makes its home in borrowed shells.</p><p>It seems not to have any of the aggressiveness possessed by many wild animals. Perhaps it is because animals who attack for purposes other than obtaining food possess some degree of territoriality, yet the territory of the Armored Crab is naught but the small home upon its back.</p>"
    },
    {
      "epId": 4059,
      "name": "Sternshield Crab",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/7168a0d811160529c393961c354c4bdc_4089102947547611530.png",
      "desc": "<p>A crab that makes its home in borrowed shells.</p><p>Armored Crabs are constantly searching for shells that fit their bodies as they grow. A storybook that told the tale of the trials of an Armored Crab searching for a suitable shell was extremely popular in Fontaine for a time. Though the story is filled with childlike wonder, the reaction after proved that, like many fairytales, it touched adults even more deeply.</p>"
    },
    {
      "epId": 4060,
      "name": "Hat Jellyfish",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/87bb57452620c85eae7b1085cef22e9e_8400468223271639086.gif",
      "desc": "<p>An aquatic creature that hunts by firing watery projectiles.</p><p>Although it looks like a hat, it actually eats from its underside, so attempting to wear it is strongly disadvised. In the words of someone who once did this: \"That wasn't very clever, was it?\"</p>"
    },
    {
      "epId": 4061,
      "name": "Bubbly Seahorse",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/5a552de7e3c66ce34928e7bb2743aec9_6748802317413254529.gif",
      "desc": "<p>An aquatic creature that hunts by firing watery projectiles.</p><p>Among the (admittedly somewhat sparse) ranks of Fontemer Aberrant enthusiasts, Bubbly Seahorses have many fans. As with clockwork meka enthusiasts, a small minority of Fontemer Aberrant enthusiasts can be very standoffish when it comes to people whose opinions differ from their own.</p>"
    },
    {
      "epId": 4062,
      "name": "Bubbler Seahorse",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/48571f3d117c52e91764c7ff89d44b52_5343728452315177741.png",
      "desc": "<p>The adult form of a male Bubbly Seahorse. It is extremely aggressive.</p><p>Some people even claim to have encountered the king among the seahorses. It is said that they are proud beings with four long limbs.</p>"
    },
    {
      "epId": 4063,
      "name": "Ball Octopus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/fee95eca531db38ef9c235adf1a78939_6667900503308627162.gif",
      "desc": "<p>An aquatic creature that hunts by firing watery projectiles.</p><p>The ability to fire water bombs is of course not uncommon among Fontemer Aberrants. But for your average careless diver, most of whom are tourists, a high-pressure water current of this kind can pose a significant threat. The thickness of diving equipment is therefore necessary for two reasons – firstly, to resist the pressure of the water itself, but secondly, to protect against the attacks of Fontemer Aberrants.</p>"
    },
    {
      "epId": 4064,
      "name": "Angelic Sea Hare",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/6d053f1ef1b24b3d00aa46c80beec288_7710731237683986992.gif",
      "desc": "<p>An aquatic creature that hunts by firing watery projectiles.</p><p>From an evolutionary perspective, it is assumed that Fontemer Aberrants have developed from aquatic creatures due to environmental factors specific to Fontaine. As such, it can be inferred that at some point in the past, Fontaine's original aquatic lifeforms differed little from those native to the other regions of Teyvat.</p>"
    },
    {
      "epId": 4065,
      "name": "Cherubic Sea Hare",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/c58af38ac984e0b69693a33ef6750a5b_9199123462759646816.png",
      "desc": "<p>The adult form of an Angelic Sea Hare. The \"wings\" on its back are actually fat used for storing elemental energy.</p><p>This type of sea creature spends its whole life eating and conserving energy far beyond its actual requirements. Perhaps if the oceans dry out some day, they will be able to continue to survive – or simply become an important source of nutrition for other creatures...</p>"
    },
    {
      "epId": 4066,
      "name": "Blubberbeast",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/35428890/640ca728bc061ad3a4a830e4ee987ec1_3844934896236514250.png",
      "desc": "<p>A type of mammal that resides in the watery regions of Fontaine. It communicates with its companions through melodious sounds.</p><p>Due to its density, water is a much more efficient medium of sound than air. Drawing inspiration from the Blubberbeast, someone from the Research Institute invented a type of technology that converted images into data to facilitate instant transmission. But due to the technical limitations of the experiment, it never became widely adopted outside the Institute.</p><p>In reality, however, data transmission technology based on fluid and sound has existed since ancient times. As the saying goes, there's nothing new under the sun.</p>"
    },
    {
      "epId": 4343,
      "name": "Experimental Field Generator",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/28/35428890/411a0336222dd0d0f0dd7ae5c80e43f4_9047017844500482580.png",
      "desc": "<p>A large device designed by the late Edwin Eastinghouse. It has the ability to \"counteract\" the effects of gravity. According to the original design intentions, this was the first step in a plan to turn Fontaine into a city in the sky, so never again would the people have to worry about the waves that once swept over the land. Even if all seven nations were to be swallowed by the deeps, the elegant Court of Fontaine would float above it all, just like Celestia. Even the secrets of the universe would no longer seem so distant.</p><p>The Arkhium in the device's core has the characteristics of \"splitting\" or \"precipitation,\" and can take matter, or certain things outside of matter, and separate them. It is said that this process can be reversed, but the Fontaine Research Institute is infatuated only with the physical effects it can produce.</p>"
    },
    {
      "epId": 4344,
      "name": "Millennial Pearl Seahorse",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/28/35428890/c4f5112a860768d0c0c581344c205174_2897400963027652809.png",
      "desc": "<p>One of the two sovereigns standing at the apex of the Fontemer Aberrants.</p><p>Poets and authors often proclaim it to be proud and noble due to its solitary tendencies, but the true reason behind such adulatory descriptions is its elegant and slender body. As such, it is a \"Pearl Seahorse,\" while the suzerain of the Armored Crabs is an \"Emperor.\"</p><p>In the legends and rumors of Fontaine, a brutal war was once waged among the Aberrants of the Fontemer, leaving only the \"Millennial Pearl Seahorse\" and \"Emperor of Fire and Iron\" splitting the great lake into two courts, one ruling over the north, the other the south. In the \"Song of Dobharcu,\" the writer describes the outcome of the war: the great Hunter's Ray known as the Stormlord stirred huge waves in its death throes, causing what is now known by the people as the \"first diluvian period\"...</p><p>Of course, all of this is nothing more than the romantic imaginations of people who are unwilling to accept the bland realities of the world. For the Fontemer Aberrants are in fact just simple aquatic animals, and they have no grand courts nor fallen kingdoms, nor do they possess words meant to exalt or curse.</p>"
    },
    {
      "epId": 4345,
      "name": "Wind Operative",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/28/35428890/aae4d48597cbdb452d7113200f76a95d_915488915911211730.png",
      "desc": "<p>An elite agent among the Fatui.</p><p>\"Operatives\" have no ordinary military rank among the Fatui. Based on their orders and the content of their missions, they can work in concert with other soldiers, work alone, or in tandem with the \"tacks\" hidden and scattered across the world. They spy, conduct counter-espionage, protect, assassinate, and conduct other tasks. In order to effectively carry out missions of a more special nature, \"Operatives\" also need to master all kinds of other skills and even various arts and talents.</p>"
    },
    {
      "epId": 4346,
      "name": "Frost Operative",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/28/35428890/b2c598a4fa81be8bb43ba35074d92f74_2612773732742922678.png",
      "desc": "<p>An elite agent among the Fatui.</p><p>Selected while still children, they can only become an \"Operative\" after many long years of training and teaching, after countless rounds have winnowed the field. They are the most outstanding soldiers among the Fatui, with extraordinary skill and unswerving loyalty.</p>"
    },
    {
      "epId": 4401,
      "name": "Deepwater Assault Mek",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/35428890/42bd4ed7c62bde287d29b7b393d40bbd_2196936570365732394.png",
      "desc": "<p>A clockwork meka designed to conducting underwater attacks. Unlike \"Underwater Patrol Mek\" models, it is expected to take on much larger and fiercer opponents. Of course, the price it pays for such capabilities and its cost of manufacture is that is unable to fully unleash its capabilities against smaller opponents.</p><p>Long ago, Fontaine was once scarred by the tragic invasion of a massive monster. The revered White Armada that sailed upon the great terrestrial lake was completely destroyed in defense of the nation. The designer hoped that were such a thing to happen again, the clockwork meka would possess enough naval firepower to be the first line of defense, going before the soldiers and generals.</p>"
    },
    {
      "epId": 4571,
      "name": "Hydro Tulpa",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/35428890/685c8e4b6a58dbed2c74cbbf1cbb977c_5528264069620377076.png",
      "desc": "<p>A humanoid monster formed from the agglomeration of water.</p>"
    },
    {
      "epId": 4572,
      "name": "All-Devouring Narwhal",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/35428890/d6f05906844b79f1be3d4f049381a60f_6931954643108601332.png",
      "desc": "<p>A mysterious and gargantuan creature from another world.</p><p>Poets often liken the starry sky to the ocean. They've seen or dreamt of countless bioluminescent plankton floating on a moonless sea, resembling a galaxy, or the moonlight ripped apart by waves on the sea's surface, like shimmering stars. In the most fantastical stories or outrageous lies, the stars found in the depths of the cosmos might be teeming with life, much like Teyvat, and the universe itself is akin to an ocean. Realistically speaking, however, if a profound universe full of life exists, why hasn't any of that life made contact with Teyvat?</p><p>Maybe the universe has been constantly trying to infiltrate Teyvat, or maybe a higher power created borders to protect this world.</p>"
    },
    {
      "epId": 5056,
      "name": "Solitary Suanni",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/24/35428890/f02b8c509e8b9e4440f8c7d044f8206e_2986720003559009678.png",
      "desc": "<p>These elegant and proud mystical beasts only live in mountains shrouded in adeptal energy.<br>Since ancient times, they have been considered a symbol of good fortune, and their preference for living aloof from the material world has been admired by intellectuals for generations. In ancient legends from Chenyu Vale, the leader of the suanni was called the Mountain Lord and was considered to be of the same standing as the adepti.<br>Another theory claims that the Xuanwen Beasts that roam the mountains these days are the descendants of the suanni, but that the thinning of their blood over the years has caused them to devolve into violent creatures. Although this contradicts another theory regarding the origin of Xuanwen Beasts, the few records of the suanni often show them attended by a large number of Xuanwen Beasts.<br>These days, the well-known Wushou Dance in Chenyu Vale came from the movements of the suanni. But since only a handful of people have actually seen such creatures, most can only imagine what they look like. After thousands of years of changes and different artistic interpretations, the Wushou Dance costume head has developed into its current style.</p>"
    },
    {
      "epId": 5057,
      "name": "Xuanwen Beast",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/24/35428890/d75494fa72798564617469b6393fac97_410300358427842440.png",
      "desc": "<p>Xuanwen Beasts, named for the dark patterns on their bodies, are fierce creatures that inhabit the mountains of Chenyu Vale.<br>In the region's folklore, these beasts were the servants of an adeptus in ancient times, tasked with vanquishing evil and protecting the region. However, they devolved into brutal creatures after said adeptus passed away. These legends cannot be verified, and no one knows the true identity of this adeptus. This much is for sure, however — one should stay away from these aggressive creatures for one's safety.<br>For over a thousand years, these beasts have lost a tremendous amount of territory that once belonged to them to relentless human encroachment. These days, they can only occasionally be spotted in the remote mountains of Chenyu Vale...</p>"
    },
    {
      "epId": 5595,
      "name": "The Knave",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/35428890/6673f62e348a0eb42218a128deb8410e_6020745804435430913.png",
      "desc": "<p>The Knave, Fourth of the Fatui Harbingers.</p><p>The ancient balemoon blood flows within her fate, granting her all that the dynasty once had — yearning, power, and curses alike.</p><p>In her short life, she has supped of countless agonies and drunk deep of the cup of suffering, just as her ancestors once did when they imbibed poison at the rising of the dark sun.</p><p></p><p>Still, neither suffering nor fate has proved a fatal toxin to her.</p><p>Instead, they are the firewood fueling her quietly burning hearth, and are the fire bringing her children warmth.</p><p></p><p>Someday, the hearth-fire's faint radiance shall burn the old world away, incinerating the final scion of the baleful moon as well.</p><p>Someday, these still immature children will break free of ancient fate and usher in the future without tears she dreams of.</p><p>But until that time comes, until dawn breaks, the one named Peruere shall stand guard over their fragile, sweet dreams.</p><p><em>\"If fate should pave for us a pale road, let us dye it the bloody crimson of the bale moon.\"</em></p><p><em>\"Even a flickering, famished fire can burn all suffering away before daybreak.\"</em></p>"
    },
    {
      "epId": 5609,
      "name": "Legatus Golem",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/35428890/3d9acabfe82467816e21ac130d1bf59a_7894619782730359968.png",
      "desc": "<p>A centaur-shaped golem forged of marble and brass. Under the hard stone exterior flows Ichor blood. Towering as one who commands a legion, it is ready to trample any foe that might transgress against its honor.</p><p>The now sunken civilization believed that war was as music, an art of rhythms to be followed. Therefore, one who marshals a legion must be like a conductor, whose shield and sword are like the strings and bow of a violin, performing a blazing melody like the raging flames upon the merciless battlefield.</p><p>\"War is a necessary evil on the path to all-encompassing peace.\" Thus spake a Harmost, one who once led the golem legions to conquest over the entire high sea.</p>"
    },
    {
      "epId": 5610,
      "name": "Praetorian Golem",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/35428890/58a281322c63e65ad15683fe7427a02d_8634604642769957013.png",
      "desc": "<p>A moving statue shaped like a warrior who will swing their sword at all who dare trespass upon the area under their guardianship. It is unclear if it is a soul or magic that powers them.</p><p>They say that legions of golems once conquered the nations that called the high sea home, and this might have been amongst their number. The great towers and palaces that now sleep beneath the waves once bore witness to the fate of those who stand in the path of the wheel of fate.</p>"
    },
    {
      "epId": 6561,
      "name": "Secret Source Automaton: Hunter-Seeker",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/e9927800b8131027725d29cb61a78b27_9196782947549855132.png",
      "desc": "An ancient ruin automaton used in object collection.<br>Legend has it that these ancient ruin machines were designed for specialized work functions, primarily conducting experimental work such as capturing and collecting samples, and had only basic combat functionality.<br>According to rumor, these were not built by humans, but are instead creations of a yet more ancient civilization. Today, that civilization has been lost, and all that remains are these strange machines that roam the land."
    },
    {
      "epId": 6562,
      "name": "Flowing Blade Skirmisher",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/43ad84539dd197c7ce540bbe6d39ba91_7604618065964408856.png",
      "desc": "A warrior from the source of the springs, and a tribal guardian that patrols the waters and shores.<br>In lieu of weapons, these tribal warriors have mastered the techniques of raw, physical combat. Their seemingly ordinary fists and feet contain the power equal to the crashing waves."
    },
    {
      "epId": 6563,
      "name": "Forged Sand Interrogator",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/4def2808096fb71d5667c7e630834d07_8484851673896277161.png",
      "desc": "A valiant warrior of the canyon, and a tribal guardian who patrols the crystal mountains and rivers.<br>A tribal warrior wielding a ball-headed club, she can turn even the hardest of rocks into dust with her crushing blows. When not using her weapon to fight, she instead often smashes open rocks in search of precious gems and traces of phlogiston crystals."
    },
    {
      "epId": 6564,
      "name": "Swiftstep Seeker",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/b6a874e5a67445b8599013f973086ead_5119747004834566391.png",
      "desc": "A warrior from the Canopy, and a tribal guardian that patrols the forest valleys and mountain streams.<br>Unlike the warriors of other tribes, these warriors, ever swinging around the mountains using their grappling hooks, are always considering how to defeat their opponents with unexpected attacks."
    },
    {
      "epId": 6565,
      "name": "Swiftstep Storm Scout",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/8634313e5c948597c6ae7879d86170c1_67289109661548918.png",
      "desc": "A warrior from the Canopy, and a tribal guardian that patrols the forest valleys and mountain streams.<br>It is said that these sword-wielding tribal warriors stand under trees and cut every leaf that falls over the course of a day in order to hone their fighting skills. But just as leaves fall silently, so are the slashes of these swift couriers soundless."
    },
    {
      "epId": 6566,
      "name": "Flowing Blade Grease-Saw",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/0d682da55c48120c375ec107f85222d8_2384101137421954745.png",
      "desc": "A warrior from the source of the springs, and a tribal guardian that patrols the waters and shores.<br>These warriors always lead the charge, and the swords in their hands are as teeth that saw through bone. The members of the tribe who practice the sword do so in the water, honing their skill and strength against the resistance of the water itself. The best among them can cleave a swimming fish in two."
    },
    {
      "epId": 6567,
      "name": "Swiftstep Armed Courier",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/7c136f463e94a0ffe6accb2d561c7d3c_1379479378945653088.png",
      "desc": "A warrior from the Canopy, and a tribal guardian that patrols the forest valleys and mountain streams.<br>Many wonder if claymores are too heavy to be wielded by the couriers of the Scions of the Canopy, but perhaps it is precisely because their duties are heavier still that a weapon more capable of deterrence is a necessity."
    },
    {
      "epId": 6568,
      "name": "Forged Sand Shieldbreaker",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/1becba1ffe3462105f7e0917033f5f1a_5984669209956486899.png",
      "desc": "A valiant warrior of the canyon, and a tribal guardian that patrols the crystal mountains and rivers.<br>Tribal warriors wielding massive warhammers with both hands, they are the vanguard that is the first to breach the enemy's defensive lines. For the Children of Echoes, who delight in gemstones and all manner of crafted ornaments, hammers are often the first tool to be touched by the tribe's warriors as children."
    },
    {
      "epId": 6569,
      "name": "Forged Sand Javelineer",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/50db637254bfc7df0df0afd951c58605_2800982298638640182.png",
      "desc": "A valiant warrior of the canyon, and a tribal guardian that patrols the crystal mountains and rivers.<br>In an era when the ridges were shattered and the tribes needed to rebuild, the warriors used javelins as markers to determine the locations on both sides of the canyon from which passages should be dug. That meant that each javelin had to be sunk deep into the rock."
    },
    {
      "epId": 6570,
      "name": "Flowing Blade Harpoon-Thrower",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/ef7ff6c8ab1f943ce537d0000c473c20_946311458919495849.png",
      "desc": "A warrior from the source of the springs, and a tribal guardian that patrols the waters and shores.<br>Underestimate the incredible skills these brave harpoon-wielding warriors have gained through hunting and fishing at your peril. It is said that in the past, tribespeople would use these skills to hunt massive sea beasts with fins and scales as tough as iron."
    },
    {
      "epId": 6571,
      "name": "Tepetlisaurus Warrior: Shard Striker",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/30a7103c31c5fb3242fd67bc8fd522c2_2930472184571811413.png",
      "desc": "A powerful warrior from the canyon, whose bravery has been acknowledged and for which they may wear the Saurian Crown.<br>A warrior who can strike with the power of a rockfall. Even among the Children of Echoes, who live and breathe rock and crystal, Saurian-Crowned Warriors are masters who understand rock and stone better than any. It is said they can even divine the purity and grain of the interior of raw ore merely by looking at the rough exterior."
    },
    {
      "epId": 6572,
      "name": "Tepetlisaurus Warrior: Rockbreaker Blade",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/848fb9a07e721141f082a0105ee8529f_3318225535854258117.png",
      "desc": "A powerful warrior from the canyon, whose bravery has been acknowledged and for which they may wear the Saurian Crown.<br>A warrior who can strike with the power of a rockfall. Legend holds that the Sulfurous Veins were once a more complete and more beautiful mountain range, and it was only when the Black Tide came that the Saurian-Crowned warriors of the Children of Echoes carved the earth itself to guide the tide, giving the Veins their current appearance."
    },
    {
      "epId": 6573,
      "name": "Yumkasaurus Warrior: Whirling Leaves",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/7bbce536cf943daa97d1136466c1027c_3998547500593143724.png",
      "desc": "A powerful warrior from the Canopy, whose bravery has been acknowledged and for which they may wear the Saurian Crown.<br>A warrior who can use a grappling hook to extend their attack range. Grappling hooks are an indispensable part of daily life for the Scions of the Canopy. However, only the wildest warriors will combine the hooks with sawblades to create a weapon both exceptionally lethal and difficult-to-control."
    },
    {
      "epId": 6574,
      "name": "Yumkasaurus Warrior: Flowing Skyfire",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/7a00a866dc6b298689ea7bc58f252d24_5774768151024101880.png",
      "desc": "A powerful warrior from the Canopy, whose bravery has been acknowledged and for which they may wear the Saurian Crown.<br>A warrior who can use a grappling hook to extend their attack range. Following intricate mechanical tinkering, the handcannon they wield can be fired using said grappling hook. For the Saurian-Crowned warriors of the Scions of the Canopy, refining one's skills and thought is more important than training the spirit and will."
    },
    {
      "epId": 6575,
      "name": "Koholasaurus Warrior: Waveshuttler",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/513b6cb9814482bdfc810c7161c14f7c_8829090195419940797.png",
      "desc": "A powerful warrior from the source of the springs, whose bravery has been acknowledged and for which they may wear the Saurian Crown.<br>A warrior who can temporarily harness the power of the waves to shuttle back and forth. According to legend, the tribe's heroes can take advantage of exceptional speed to move across the waves with no need of any tool. Today, the tribe believes this to be a sophisticated, complex art used to drive the waves, with the way one moves being at its heart."
    },
    {
      "epId": 6576,
      "name": "Koholasaurus Warrior: Reefsplitter",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/22b96e2aff384ab37f971f4047e68b06_8202641482560940937.png",
      "desc": "A powerful warrior from the source of the springs, whose bravery has been acknowledged and for which they may wear the Saurian Crown.<br>A warrior who can temporarily harness the power of the waves to shuttle back and forth. It is said that one must undergo three states of training to master this skill: First, to adapt. Second, to submit. Finally, to drive. Mastering this method of movement is merely the entry-level requirement to become a Saurian-Crowned Warrior of the People of the Springs, and the greatest among these Warriors can even use this skill to sail on land."
    },
    {
      "epId": 6577,
      "name": "Tepetlisaur Whelp",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/3b6c59574d93ce8d4845714dee7626f9_804421433035659353.png",
      "desc": "A young Tepetlisaurus with the ability to tunnel between rocks and solid phlogiston.<br>They have not yet formed the horns on their forehead, and their digging skills are still developing as well. It is even common to hear about young Tepetlisaurs getting trapped by rocks while practicing their digging. However, one day, they will grow into a form that may travel freely through even the toughest of soils."
    },
    {
      "epId": 6578,
      "name": "Tepetlisaurus",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/43c39306f3245a282f84a19306ae32da_3573803178254302439.png",
      "desc": "A Saurian with a drill-like horn and strong claws that can tunnel through rocks and solid phlogiston.<br>According to legend, the ancestor of all Tepetlisaurs was a massive drake as large as a mountain, with an exceptionally long lifespan. When it slept, mountains would form along its back, and when it woke, it would shake off the dirt and rocks, leaving behind gems and jade shining amongst its scales. The huge, drill-shaped objects in the Children of Echoes are said to be the remains of that great drake's large drill-horn."
    },
    {
      "epId": 6579,
      "name": "Koholasaur Whelp",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/ad99f12343b89583883213f221bead57_3275260446546631310.png",
      "desc": "A young Koholasaurus with the ability to swim through water and liquid phlogiston.<br>Their skin and flippers are still soft and tender, to the point that they can't even tolerate hot environments for long periods like adults. However, one day, they will grow into the form that can swim freely through the water."
    },
    {
      "epId": 6580,
      "name": "Koholasaurus",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/561ee8a5d8d4fabe58ed1c2605e2e0f3_889114503479780929.png",
      "desc": "A Saurian with thick, strong flippers and a long tail that can swim in water and liquid phlogiston.<br>According to legend, more ancient dragons were even more able to adapt to their environments, and when the largest dragon in the ocean of the age floated on the surface, it could even be mistaken for an island. It is said that today's Koholasaurus are the descendants of that great sea dragon, and in their broad backs the colossal forms of those ancient sea beasts may yet be glimpsed."
    },
    {
      "epId": 6581,
      "name": "Yumkasaur Whelp",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/4dc2c6255f04404b37be8b6e7619433e_997530024683997417.png",
      "desc": "A young Yumkasaurus with the ability to spit Flamegranate pectin hidden in their cheek pouches out, wrapping around distant objects.<br>Their hold on pectin-coated objects isn't strong enough, nor is their sense of balance good enough to allow them to move freely through the air. Sometimes, they'll even fall over to one side just sitting on their tails. However, one day, they will grow into the form that can swing freely between the trees without a care."
    },
    {
      "epId": 6582,
      "name": "Yumkasaurus",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/e1b8a6914176a0a3a9f003da76eff025_8330021945359045493.png",
      "desc": "A Saurian with powerful hind legs and a fluffy tail, capable of spitting Flamegranate pectin hidden in their cheek pouches out, wrapping around distant objects.<br>According to legend, the original Yumkasaurs were not at all like today, but much smaller, so small that they were difficult even to see. They could roam freely with the wind, cling to the bodies of the massive dragons, or gather in groups to move about like clouds. However, in order to maintain their form after their abilities degenerated, they had no choice but to assume their current shape."
    },
    {
      "epId": 6583,
      "name": "Gluttonous Yumkasaur Mountain King",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/7c1ed7d240424237bc75660e96f3f0ee_7099496042074492058.png",
      "desc": "A powerful Yumkasaur that has survived both the ravages of time and countless battles, surviving until the present day.<br>This \"Mountain King,\" who once joined forces with the great heroes against the Black Tide, holds a special place in the hearts of the Scions of the Canopy. Some tribe members believe that it has its current body shape because it has a unique physique, like the Qucusaurus \"Tyrant\"... Though in fact, this is simply because it's lived for so long, and eaten way, WAY too much."
    },
    {
      "epId": 6584,
      "name": "Goldflame Qucusaur Tyrant",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/5709594dc5a9060e80eff1f292116304_431190468102305255.png",
      "desc": "A Qucusaurus whose body has attained a supernatural form due to enduring forces that the bodies of modern Saurians cannot control.<br>Legends say that when the giant Qucusaur who now often dwells in the mountain fog was young, he also once followed the heroes who saved Natlan in their adventures. It is said that one of those heroes once agreed to make the pilgrimage with him together to the volcano, to save his mind back from the brink of insanity that the increasing violent power in his blood was forcing him towards. However, judging from his current title of \"Tyrant,\" that story did not have a happy ending."
    },
    {
      "epId": 6585,
      "name": "Rock-Cavernous Wayob Manifestation",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/1d4447f1c2a8db6684b3e534f0c5428b_4920118375152472256.png",
      "desc": "The Children of Echoes believe in and worship the Wayob, which manifests upon the land with the power of totems and Nightsouls.<br>The people of Natlan believe that the Wayob dwell in the kingdom of the Lord of the Night, and have no fixed form, instead attaching themselves to anything in order to provide guidance to lost tribespeople. Wayob manifestations are particularly special, and the figure revealed through the totems often has an important purpose.<br>The Children of Echoes believe that their Wayob has the power to shape mountains and valleys, and can control the echoes created when rock meets stone."
    },
    {
      "epId": 6586,
      "name": "Flow-Inverted Wayob Manifestation",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/4f479052edaed71b03e85f9f9cfb5cb4_4059127379931607958.png",
      "desc": "The People of the Springs believe in and worship the Wayob, which manifests upon the land with the power of totems and Nightsouls.<br>The so-called \"Wayob\" is the belief that gradually formed primarily from the tribes and obsidian totems after the people of Natlan began communicating with the kingdom of the Lord of the Night. A \"Wayob\" is a consciousness of collective thought, and the home of the ancestors' souls.<br>The People of the Springs believe their Wayob has the power to control the tides and waves, and can control the changes of flowing and still, dead waters alike."
    },
    {
      "epId": 6587,
      "name": "Foliar-Swift Wayob Manifestation",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/e6231e9a6421cb92b65a667f24aa5c09_3615733825213584566.png",
      "desc": "The Scions of the Canopy believe in and worship the Wayob, which manifests upon the land with the power of totems and Nightsouls.<br>In the stories of the storytellers, Wayob manifestations often appear as the messengers of trials, or guides to the kingdom of the Lord of the Night. A Saurian-Crowned Warrior once said that he fought with a Wayob in a trance while practicing his skills, and in doing so, gained deeper understanding.<br>The Scions of the Canopy believe their Wayob has the power to control the growth of fruits and leaves, and can also control the roots of crops and draw the patterns of the veins of leaves."
    },
    {
      "epId": 6588,
      "name": "Fluid Avatar of Lava",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/a5e3af0d9d28a2b8ebbaa30981651b52_5622568281711141665.png",
      "desc": "A strange monster that must continually absorb heat to stay in an active state.<br>Once, a more ancient and deep fire burned across all of Natlan in myriad forms. At that time, the once-great primitive residents used these fires to transmit light, heat, and wisdom. They believed that life and the soul too took their initial shape from the sparks that flew when flint was struck.<br>If it possesses an eternally burning core, then even a stubborn stone can bring about life. The embers within the body of the Avatar of Lava seem to be the cold, ash-like remnants of that ancient era."
    },
    {
      "epId": 6589,
      "name": "Eroding Avatar of Lava",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/02e52fb6fb80afefb8398ab4ce85d320_4906781479518285593.png",
      "desc": "A strange monster that must continually absorb heat to stay in an active state.<br>The ancient civilization used many different types of golden designs to drive the flow of phlogiston, allowing massive constructs and magnificent cities to operate under the wisdom of the golden patterns. It is said that in addition to machines with fixed structures, the creatures known as Avatars of Lava are actually badly damaged lifeforms that were once created in the same way. However, after the flames of the sacred mountain were extinguished, most of them lost their sense of purpose and direction."
    },
    {
      "epId": 7056,
      "name": "Secret Source Automaton: Configuration Device",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/be7ef508bd73f3eeea5522c7409258b9_2512975982839589171.png",
      "desc": "A manufacturing machine from the ancient ruins. This type of machine, which can transform into numerous shapes, was used by the masters of the ancient ruins to perform various manufacturing tasks. As long as you learn how to use such a machine, you could build a city colossal beyond imagination, even within extreme environments like the depths of a volcano.<br>In addition, it also seems to be able to be used as a weapon. Though the ancient civilization has long since fallen, this machine, shaped like a giant claw and powered by the golden designs engraved on it, can still engage in battle based upon its preset instructions."
    },
    {
      "epId": 7081,
      "name": "Tenebrous Mimiflora",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/2bdd8939119a34c70b5dd45a4daf426c_7371904873920349725.png",
      "desc": "Abyssal monsters that have descended to this world from the deep, dark depths of a twisted and alien world, they possess a plant-like appearance.<br>It is said that where the corrosive waves of the dark tide lap, such plant-like dark monsters will grow. But they only bear a superficial resemblance to plants, for it is a form they only adopted to get closer to the tree-like world, that they might extract the necessary concepts from it, and analyze and imitate them.<br>Some raving lunatics who have lost their minds say that those things that extend out like leaves are actually the beginnings of gates to other worlds."
    },
    {
      "epId": 7125,
      "name": "Tenebrous Papilla: Type I",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/4f48bdf376d1b4597c8c54a0fe47c8b8_6380943058011605348.png",
      "desc": "Abyssal creatures with plant-like forms that have descended from a deep, dark, unfathomable, contorted otherworld.<br>These twisted monstrosities are capable of infiltrating deep down into the bowels of the earth, extracting memories to imitate and manipulate. Through this process of distorting the past's memories into more abstruse and sordid forms, they gradually draw closer to Irminsul's core, threatening to undermine its very existence.<br>Some say that these aberrations work constantly to corrupt the many colors of light, leaving only pitch-black information in their stead. Such a hypothesis seems to be confirmed by the branches they extend outward, as if to pierce the void itself..."
    },
    {
      "epId": 7126,
      "name": "Winged Warrior: Skysoarer",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/45807494c2f07ab937f4fb3ff1a5b2c1_5892185410647942709.png",
      "desc": "A warrior from the clifftops, and a tribal guardian that patrols the steep mountain ridges.<br>These tribal warriors trust their own two hands more than any weapon. Above all else, they are renowned for their lithe and agile bearing."
    },
    {
      "epId": 7127,
      "name": "Winged Warrior: Feathershedder",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/50be5682cf29e57809c3b0320b9b65fe_5692014212110070862.png",
      "desc": "A warrior from the clifftops, and a tribal guardian that patrols the steep mountain ridges.<br>Proud sword wielders whose blade strokes are as sweeping as a Qucusaur's outstretched wingspan. Blood sprays forth like scattered feathers from the wounds they inflict."
    },
    {
      "epId": 7128,
      "name": "Spiritspeaker Warrior: Determinator",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/efa0fe07d28fdf0f942b251ac6251a64_5742924486267071729.png",
      "desc": "A warrior from the Night-Wind, and a tribal guardian that patrols the misty canyons.<br>To a certain degree, they can draw upon the power of their body paint to wield their weapons with their willpower."
    },
    {
      "epId": 7129,
      "name": "Spiritspeaker Warrior: Psychokinetic",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/57dca5438e4de8462edfa5802eab0730_1018647605786337261.png",
      "desc": "A warrior from the Night-Wind, and a tribal guardian that patrols the misty canyons.<br>It is said that their body paint is an art that evolved from the practice of Phlogiston Engraving, and that it takes long years of training to fully master the power contained within."
    },
    {
      "epId": 7130,
      "name": "Spiritspeaker Warrior: Contemplator",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/5332d4257a72914d2f4f09771626730a_5760302545998927094.png",
      "desc": "A warrior from the Night-Wind, and a tribal guardian that patrols the misty canyons.<br>Only sentries whose strength has been tested are permitted to daub themselves with such body paint, infused as it is with mysterious powers. This also signifies that these warriors have reached a new phase in their mental training."
    },
    {
      "epId": 7131,
      "name": "Winged Warrior: Skymaster",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/2b14580356de5290f651e7628b5b494c_4682414853625536602.png",
      "desc": "A warrior from the clifftops, and a tribal guardian that patrols the steep mountain ridges.<br>By observing and emulating the claw strikes of airborne Saurians, these warriors have grasped the essence of harnessing their own power. Their kicks, delivered from up high, should not be underestimated."
    },
    {
      "epId": 7132,
      "name": "Qucusaurus Warrior: Heartstar Hammer",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/6c9484cb4de892b545a04461578c5f64_7231697792170681469.png",
      "desc": "A powerful warrior from the clifftops, whose bravery has been acknowledged and for which they may wear the Saurian Crown.<br>Even in Natlan, the Nation of Pyro, members of the Flower-Feather Clan have a unique approach when it comes to wielding fire and flames. For these tribal warriors, armed as they are with heavy hammers, flames are something that burst forth from violent collisions, symbols of intense passion. When they do battle, the fight usually ends within an instant— and they are always the ones who stand victorious."
    },
    {
      "epId": 7133,
      "name": "Qucusaurus Warrior: Blazing Sky",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/d2665de5e4858414a6895ec9fae5089f_3972132336040982.png",
      "desc": "A powerful warrior from the clifftops, whose bravery has been acknowledged and for which they may wear the Saurian Crown.<br>Among the many varieties of Saurians, the Qucusaurs stand particularly proud, and this is a trait that is shared by the Qucusaurus Warriors who are able to obtain their recognition. It is said that in the past, tribal warriors would watch these crimson Saurians amuse themselves by tossing flaming stones from great heights; and that it was this that first inspired them to set off projectiles to cause explosive chain reactions. This concept, gradually refined over time, is said to have been the origin of many of the Flower-Feather Clan's firearms."
    },
    {
      "epId": 7134,
      "name": "Iktomisaurus Warrior: Icy Tidebearer",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/6207957f3fed957a507b86fac6865cb4_2452109276500528109.png",
      "desc": "A powerful warrior from the Night-Wind, whose bravery has been acknowledged and for which they may wear the Saurian Crown.<br>Tribal warriors from the Masters of the Night-Wind do not typically excel when it comes to conventional strength. Their ability to manipulate weapons with ease comes instead from years of mental training. Thus, compared to combat prowess in itself, warriors from the Masters of the Night-Wind place greater value on the gift of \"Spiritspeaking.\" Drawing upon the power of special graffiti and willpower alone, it is said that the most exceptional of Spiritspeakers can lift boulders as tall as people."
    },
    {
      "epId": 7135,
      "name": "Iktomisaurus Warrior: Cryocrystal Cannon",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/37c75d8d909e51f76f6c46d9540eb7f1_7224998269466726140.png",
      "desc": "A powerful warrior from the Night-Wind, whose bravery has been acknowledged and for which they may wear the Saurian Crown.<br>Without exception, it is said that tribal warriors who win the acknowledgment of the Iktomisaurs must possess extraordinarily keen senses and formidable mental strength. They can even use their power to make slight alterations to the trajectory of the projectiles that they fire from their cannons."
    },
    {
      "epId": 7136,
      "name": "Qucusaurus Chick",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/8e80620ed22661946b3d4e43e8be4309_8919609485819161635.png",
      "desc": "A young Qucusaur with a light, agile body.<br>Its neck and wings have yet to fully develop, and it still has a long way to go before it can wield gaseous phlogiston. There are stories of older Qucusaurs pushing younglings off cliffs to encourage them to fly. While the truth of such tales is uncertain, as long as it keeps practicing day and night, there can be no doubt that the soft-feathered fledgling will eventually grow strong and resilient."
    },
    {
      "epId": 7137,
      "name": "Qucusaurus",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/a8590e1767b6cd1267c360a179abd198_8185677779111275224.png",
      "desc": "A Saurian with large, supple wings that can glide through the air for long periods.<br>It is said that the ancestors of the Qucusaurs were the closest in form to the mighty winged dragons, and that they could soar through the sky like clouds. According to the storytellers, when the greatest of such dragons spread its wings, the entire sky would be blotted out. Of course, the Qucusaurs we see today no longer possess such forms, but the claws they hide within their downy feather coats remain as sharp as ever."
    },
    {
      "epId": 7138,
      "name": "Iktomisaurus Chick",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/eebb64937180794a65675116add814e7_5159763674771614751.png",
      "desc": "A young Iktomisaur with a keen sense of perception.<br>It has yet to grow its full plumage and may even appear a little slow on the uptake. It is said that among the Saurians that now live, Iktomisaurs not only have the longest lifespans, but spend the longest time as juveniles too. They possess the capacity to communicate with the Night Kingdom or Wayob, though it may take many years before the young Saurians can fully comprehend this."
    },
    {
      "epId": 7139,
      "name": "Iktomisaurus",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/2560f87598aac002d822ed50eabbefb5_8661891078902806258.png",
      "desc": "Able to use their plumage for leaping, Iktomisaurs are also the only type of Saurian to have grasped how to enter the \"Spiritspeaker\" state.<br>According to legend, their ancestors did not have a physical form, and instead could drift like spirits between reality and the spiritual realm, manifesting themselves through the darkness of night. Some also say that the first Iktomisaur to emerge from the Night Kingdom was not actually a true Saurian, but rather a unique race distinct from ordinary Saurians."
    },
    {
      "epId": 7140,
      "name": "Biting-Cold Wayob Manifestation",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/a5d2cedceabf878d6c453f003974c3a4_1637833406719075307.png",
      "desc": "The Masters of the Night-Wind believe in and worship the Wayob, which manifests upon the land with the power of totems and Nightsouls.<br>The Masters of the Night-Wind have tried using many mediums to communicate with the Night Kingdom. Eventually, they discovered that the medium that allowed them to establish the most stable connection with the Wayob was obsidian. This may explain why, over the ages, Wayob Manifestations have taken on a form that resembles a stone statue. The Masters of the Night-Wind believe their Wayob has the power to control the process of freezing and crystallization, and can also command both fixedness and mutability."
    },
    {
      "epId": 7141,
      "name": "Burning-Aflame Wayob Manifestation",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/c79ef393772d2d081f945605d8bf7a4f_3262030686941934638.png",
      "desc": "The Flower-Feather Clan believe in and worship the Wayob, which manifests upon the land with the power of totems and Nightsouls.<br>They say that long ago, Wayob Manifestations looked very different from how they do today, taking on a rougher form that was more akin to that of an obsidian statue. But once their outline had been recorded in woven scrolls, there have been few changes in their appearance since.<br>The people of the Flower-Feather Clan believe their Wayob has the power to control fire and burning flames, and can also control the flow of heat and blazing winds."
    },
    {
      "epId": 7367,
      "name": "Wayward Hermetic Spiritspeaker",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/c562f04a54b53f38bc91a117162937ac_2714435134282757795.png",
      "desc": "A priestess of the Masters of the Night-Wind who has lived apart from her tribe, honing her abilities in utter solitude. It is said that her Spiritspeaking powers surpass those of ordinary priests and shamans, a result of having had the protection of the Masters of the Night-Wind's Wayob bestowed upon her. Both a blessing and a curse, these powers were at first beyond her ability to control, which was why she set out to master them in isolation from her tribe. Though she has since done so, to this day she still lives in seclusion, a habit that has earned her a reputation as a loner and a recluse. Rumor has it, however, that she is more than willing to teach those who seek her guidance — though always on her own terms..."
    },
    {
      "epId": 7368,
      "name": "Lord of Eroded Primal Fire",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/2527765db854b6819fa964890b51fd1a_3015406644013556173.png",
      "desc": "<p>A fell dragon, congealed from the power of pitch-black darkness.</p><p>A monster of the void, known as both the Reaper of the Abyss and \"Gosoythoth.\" It is able to corrupt memories contained within the ley lines of the earth, congealing them into tangible forces of catastrophic portent. From these memories that since time immemorial have flowed below the land, it has managed to extract the remnant will of a primordial elemental dragon sovereign, drawing it out like marrow to repurpose as the foundation of its own fabricated image.</p><p>But is it truly a mere \"image\"? Brought back by the very otherworldly forces it had once resisted, a once-dead dragon opens its eyes anew, forsaking all in this brief dream of a resurrection. Trapped perpetually in the final day of its existence by this pitch-black gospel, its boundless fury has consumed all reason. Now, what remains is its unrelenting lust for battle, burning on without end.</p>"
    },
    {
      "epId": 7589,
      "name": "Ferocious Warrior: Human Ram",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/237301566/78ca78b9de3799e463b7e7fd92615de4_385642703987482212.png",
      "desc": "A warrior from the plains and a tribal guardian who watches over the golden fields.<br>They are adept at using their horn-studded blades to strike at enemy weak spots — be careful not to let them detect any of yours."
    },
    {
      "epId": 7590,
      "name": "Ferocious Warrior: Wrestler",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/279b1ab5c25d00b83d2a183d8cb83aed_2545526398507088007.png",
      "desc": "A warrior from the plains and a tribal guardian who watches over the golden fields.<br>They have trained their strength relentlessly since the moment they set their sights on becoming a warrior. When they bring their two-handed weapon down in a mighty strike, the sheer force is something no ordinary person can withstand."
    },
    {
      "epId": 7591,
      "name": "Ferocious Warrior: Grappler",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/17373602bea470f84e8f923d78acc0fb_5899995383274761518.png",
      "desc": "A warrior from the plains and a tribal guardian who watches over the golden fields.<br>The art of unarmed combat is regarded with great honor among the Collective of Plenty. Warriors who embark on the long path of training for such an art must possess the strength to hurl a spear a thousand yards."
    },
    {
      "epId": 7592,
      "name": "Tatankasaurus Warrior: Skybreaker",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/c35bc6e5a8c18ed771ba5879c7edfe82_3872590231790022732.png",
      "desc": "A powerful warrior from a land of plenty, whose bravery has been acknowledged and for which they may wear the Saurian Crown.<br>It is said that the warriors of the Collective of Plenty like to deal powerful strikes while dashing at their foes — a lesson learned from the Tatankasaurs who share their lands. This is especially true for those warriors who wield heavy weapons, and claim the secret to a successful blow is to swing from the hips."
    },
    {
      "epId": 7593,
      "name": "Tatankasaurus Warrior: Spiritlight Chaser",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/3b8e44c078d328dda4b41b1292e18577_3428253082352262324.png",
      "desc": "A powerful warrior from a land of plenty, whose bravery has been acknowledged and for which they may wear the Saurian Crown.<br>Among the Collective of Plenty, even those warriors who have painstakingly trained to use long-range weapons are known to be skilled in hand-to-hand combat. Perhaps, to them, ranged weapons are better for bludgeoning than firing projectiles."
    },
    {
      "epId": 7594,
      "name": "Tatankasaur Whelp",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/d4641f53018c758c23c0787c0da3ea09_8200080940668319754.png",
      "desc": "A young Tatankasaurus that has not yet mastered full control of its powerful frame, leaving its movements clumsy.<br>Its second set of horns are still growing out, and its back and snout are not quite strong enough to smash through rocks that block the road. Given the time to grow, it will one day be able to roam freely across the fertile plains."
    },
    {
      "epId": 7595,
      "name": "Tatankasaurus",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/21204af0a9d126a19e69744fcd9d8e28_8528916191906861743.png",
      "desc": "A saurian with a hard, bony crest and a powerful body suited to dashing around volcanic landscapes.<br>According to legend, the Tatankasaurus's ancestors were so large they could use their horns to move mountains, but they lacked the agility of their smaller, modern relatives. Perhaps the great power that Tatankasaurs still possess is a gift passed down through their bloodline."
    },
    {
      "epId": 7596,
      "name": "Thundering Wayob Manifestation",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/219803c586433d8264403d303630115d_1112015205118514664.png",
      "desc": "The Collective of Plenty believe in and worship the Wayob, which manifests upon the land with the power of totems and Nightsouls.<br>According to tribal legend, the Wayob has taken on countless forms. In the dim, pre-dawn darkness, where faces were hidden in shadows, the Wayob would wrestle with the mightiest tribal warriors, with neither side prevailing. The Collective of Plenty believe their Wayob has the power to control thunder and speed, and can bestow abundant harvests upon the land."
    },
    {
      "epId": 7597,
      "name": "Lava Dragon Statue",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/bd5879239d44dbbee53cb8f17a30967e_3042829770408714999.png",
      "desc": "A monster that can continuously generate heat to sustain its activities.<br>Legends say these monsters with lava at their cores are the products of a distinct line of research to the Source Mechanisms that followed them — research into whether the primal flame could be used to create a new race based on humans. This research undoubtedly failed, for once the reaver arrived with their throne from beyond the skies, all that the primal flame could birth were hollow shells whose nominal lifeforce granted them no more consciousness than a stone."
    },
    {
      "epId": 7598,
      "name": "Furnace Shell Mountain Weasel",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/de8e675a8d6621783a7784a2c6668049_2984216873026527642.png",
      "desc": "An ancient variant of mountain weasel that has adapted to a unique, Phlogiston-rich environment isolated from the outside world.<br>By consuming creatures rich in Phlogiston, this species accumulates power in the shell it holds. After a prolonged existence in the ruins of the Sacred Mountain, its affinity for Phlogiston seems to have caused it to be influenced by the Source Mechanisms within the ruins, creating a unique symbiotic relationship between them."
    },
    {
      "epId": 7671,
      "name": "Secret Source Automaton: Overseer Device",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/04/24/05a26636a76e13060c8de6fb305b02cd_2018751552783544328.png",
      "desc": "A domination mechanism from the ancient ruins.<br>In ancient times, to oversee the operation of their mega-cities, a mighty race vested part of their power into a form of phlogiston-engineered intelligence. Driven by their mission, and by means of various other mechanisms, the machines upon which it was bestowed once controlled the functioning of myriad cities across the land. Now, long after their ancient civilization's fall through wars with an emerging race, these once-wise contraptions retain only the most basic of commands."
    },
    {
      "epId": 7672,
      "name": "The Game Before the Gate",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/04/24/5b9539328dc0545b8c3669afe6095c1b_8273126040204387859.png",
      "desc": "A soldier-entity born into being through the skills of various members of the Hexenzirkel.<br>Although their technological underpinnings are far from abstruse, and touch not upon the profound wisdom at the universe's core, yet as guards of the gate's final threshold, they are a metaphor in and of themselves.<br>This world may be governed by rules, but for those who manage to cross its verge, such constraints no longer apply."
    }
  ]
}