{
  "epId": 1051,
  "name": "Сердце родника. Том I",
  "desc": "Древняя легенда, передающаяся из уст в уста между охотниками Спрингвейла и рассказывающая о встрече маленького мальчика с феей.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Heart of Clear Springs (I)_icon.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1697384861,
  "components": {
    "textualResearch": [
      {
        "title": "Содержание",
        "desc": [
          {
            "type": "RichText",
            "text": "Осиянный струями лунного света, плачущий мальчик загадал желание роднику.\nФея из далёких миров, жившая около этого родника, тихонько прислушивалась к его невысказанной просьбе.\nУ родниковых фей вовсе нет ни воспоминаний, ни глубоких желаний.\nОни - эссенции воды, безликие потомки ангелов.\nПоэтому любопытная фея вышла из воды и услышала в слезах мальчика шепот его сердца. Ей стал интересен этот хрупкий и юный плод Жизни.\nМолчаливая фея вытянула свои бесформенные пальцы, холодные, как вечерняя роса, и слабые, как потерянное счастье, и коснулась щёк и лба мальчика.\nОт чужих прикосновений мальчик очнулся от дум и, подняв голову, встретился взглядом с феей.\n- Ты можешь исполнить моё желание? - спросил мальчик.\nРодниковая фея была удивлена и озадачена столь прямым вопросом.\nНо говорить она не могла, а потому лишь едва кивнула.\nМальчик, довольный, убежал.\nОн не знал, что родниковая фея одинока. У неё не было ни друзей, ни родственников, и большую часть своих знаний она потеряла.\nЛишь когда она смотрела на тронутое рябью отражение луны в её озерце, куда непрерывно текла выбивавшаяся из камней вода, фея медленно обретала способность думать, постепенно училась имитировать обрывки речи.\nЛюбопытная фея смотрела на этот мир с удивлением и любовью, с детской чуткостью. Она радовалась лисице и тайком жующей ягоды белке, грустила, когда чёрные тучи заслоняли собой звёзды.\nПо отношению же к тому мальчику, встреченному ею в ночи, у феи в сердце клокотали сложные, непонятные ей чувства.\nУ одинокой феи не было ни сил, ни знаний, ни возможности осуществить его желание.\nНо она могла разделить с ним его желание, черпать из его тоски жизнь и делиться ею."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Сердце родника. Том I"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Спрингвейл, Мондштадт"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Местоположение"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/10/14/124137736/a367e26c79bff45977884e99102615fd_3341723757246677123.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 1053,
        "name": "Сердце родника. Том II",
        "desc": "Древняя легенда, передающаяся из уст в уста между охотниками Спрингвейла и рассказывающая о знакомстве маленького мальчика с феей.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/14/124137736/fcba57ea59b33c6a4e6ea3a03bc0d5ca_6185593305148433580.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1052,
        "name": "Сердце родника. Том III",
        "desc": "Древняя легенда, передающаяся из уст в уста между охотниками Спрингвейла и рассказывающая о клятве между маленьким мальчиком и феей.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/14/124137736/fcba57ea59b33c6a4e6ea3a03bc0d5ca_4688487738072144482.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1054,
        "name": "Сердце родника. Том IV",
        "desc": "Древняя легенда, передающаяся из уст в уста между охотниками Спрингвейла и рассказывающая грустный финал истории мальчика и феи - мальчика, который не был больше маленьким, и феи, которая не смогла постареть.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/14/124137736/fcba57ea59b33c6a4e6ea3a03bc0d5ca_8131933916558840159.png",
        "displayStyle": "card"
      }
    ]
  }
}