{
  "epId": 1052,
  "name": "Сердце родника. Том III",
  "desc": "Древняя легенда, передающаяся из уст в уста между охотниками Спрингвейла и рассказывающая о клятве между маленьким мальчиком и феей.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/14/124137736/fcba57ea59b33c6a4e6ea3a03bc0d5ca_4688487738072144482.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1697386745,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Сердце родника. Том III"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Ордо Фавониус, Мондштадт"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Содержание",
        "desc": [
          {
            "type": "RichText",
            "text": "В ночь, когда ветер стих, а в пруду отразилась полная луна, мальчик впервые услышал голос феи.\nПо природе своей феи гораздо нежнее и чувствительнее людей, и мальчик был восхищён её ласковой, напевной речью.\nНо, будучи гораздо нежнее и чувствительнее людей, фея увидела в глазах мальчика трепетные мысли и обещание, что вот-вот сорвётся с его губ.\nИ вдруг фея испугалась.\nЖизни смертных сильны, но коротки, и мальчик однажды вырастет, однажды состарится. Когда юность и невинность увянут, как он отнесется к потомкам, чистым элементам? Когда жизнь его подойдёт к концу, будет ли он винить себя за то, что одним детским обещанием изменил всю свою жизнь?\nРодниковая фея была чиста и добра, но она не понимала человеческой любви. Она никогда не видела человеческих чудес и не придавала значения многовековым изменениям. Поэтому она боялась расстаться.\nТо, что людям кажется верностью, подобной чуду, духи считают лишь кратковременным удовольствием.\nОбратить же вспять годы для любимого человека не могут даже духи.\nНежная родниковая фея не смогла бы вынести наступление этого дня, а потому остановила мальчика поцелуем.\nНо мальчик, будучи по-юношески наивным, воспринял её отказ, её холодный поцелуй как согласие с его обещанием.\nВ тот момент фея твёрдо решила, что сможет пережить неизбежное и расстаться с ним.\nА мальчик поклялся, что всегда будет рядом с ней у её родника."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Местоположение"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 1051,
        "name": "Сердце родника. Том I",
        "desc": "Древняя легенда, передающаяся из уст в уста между охотниками Спрингвейла и рассказывающая о встрече маленького мальчика с феей.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Heart of Clear Springs (I)_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1053,
        "name": "Сердце родника. Том II",
        "desc": "Древняя легенда, передающаяся из уст в уста между охотниками Спрингвейла и рассказывающая о знакомстве маленького мальчика с феей.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/14/124137736/fcba57ea59b33c6a4e6ea3a03bc0d5ca_6185593305148433580.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1054,
        "name": "Сердце родника. Том IV",
        "desc": "Древняя легенда, передающаяся из уст в уста между охотниками Спрингвейла и рассказывающая грустный финал истории мальчика и феи - мальчика, который не был больше маленьким, и феи, которая не смогла постареть.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/14/124137736/fcba57ea59b33c6a4e6ea3a03bc0d5ca_8131933916558840159.png",
        "displayStyle": "card"
      }
    ]
  }
}