{
  "epId": 1192,
  "name": "Традиции Ли Юэ: Цветочный шар",
  "desc": "Книга, посвящённая культуре и обычаям Ли Юэ. Её написал Фадлан, знаменитый учёный из Сумеру. После выхода книга подверглась многочисленным правкам учёных из Ли Юэ. Сейчас книга продаётся огромными тиражами.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Customs of Liyue: Flower Ball_icon.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1706474835,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Местоположение"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 1193,
        "name": "Традиции Ли Юэ: Встречая бога",
        "desc": "Книга, посвящённая культуре и обычаям Ли Юэ. Её написал Фадлан, знаменитый учёный из Сумеру. После выхода книга подверглась многочисленным правкам учёных из Ли Юэ. Сейчас книга продаётся огромными тиражами.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/124137736/5b5ceda705f39e2e93ea62f3bb382e39_2316133903123705209.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1194,
        "name": "Традиции Ли Юэ: Шелковица",
        "desc": "Книга, посвящённая культуре и обычаям Ли Юэ. Её написал Фадлан, знаменитый учёный из Сумеру. После выхода книга подверглась многочисленным правкам учёных из Ли Юэ. Сейчас книга продаётся огромными тиражами.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Customs of Liyue: Silk Flowers_icon.png",
        "displayStyle": "card"
      }
    ],
    "textualResearch": [
      {
        "title": "Содержание",
        "desc": [
          {
            "type": "RichText",
            "text": "— Цветочный шар — В Ли Юэ, во время свадебных гуляний новобрачная по традиции бросает цветочный шар в толпу гостей. И тому, кто поймал, по поверью будет целый год сопутствовать удача: к торговцу будут рекой литься деньги, бедняк сумеет разбогатеть, тот, кто ещё одинок, сможет вступить в счастливый брак, а супруги будут жить душа в душу, всю жизнь не ведая ссор. Шар делают из совершенно разных материалов: некоторые предпочитают букет из свежесрезанных цветов, некоторые плетут шелковые мячики из ткани, сделанной из Шелковицы, в скромных же семьях их делают из цветной бумаги или материи. В Ли Юэ этой традиции следуют все, будь то бедные семьи или богатые. Некоторые считают, что эта традиция изначально сформировалась под влиянием Луди Гарпастум, традиционного праздника соседнего Королевства Ветра - Мондштадта. Другие считают, что он восходит ко времени до Войны Архонтов, когда Архонт Соли ещё ходила по землям Ли Юэ. Раньше она была одной из пантеона Архонтов Ли Юэ, но из-за мягкого и доброго характера была убита своими же последователями, хотя и не участвовала в Войне Архонтов. Её могила, вероятно, находится в руинах, сейчас жителями Ли Юэ именуемых «Солёные земли». Согласно легенде, с течением времени изменившейся до неузнаваемости, она некогда дарила своим людям букеты цветов в качестве благословения. Ну, или, по крайней мере, в качестве утешения в те жестокие неспокойные времена. Но после того, как Архонт вернулась в вечный круговорот элементов, её рассеявшиеся по земле последователи, возможно, передали этот Обычай жителям Ли Юэ, но те, имеющие тягу к соперничеству и шумным праздникам, изменили этот обычай в соответствии со своими особенностями. Хотя изначально это был добрый и радостный праздник, в отчетах по безопасности Миллелитов каждый год фиксируется массовое получение травм из-за попыток поймать цветочный шар, и количество таких случаев сравнимо с количеством случаев травм от нападений монстров."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Традиции Ли Юэ: Цветочный шар"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Ли Юэ, рядом с книжным магазином «Ваньвэнь»"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2330,
            "name": "Традиции Ли Юэ",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Customs of Liyue_icon.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}