{
  "epId": 1255,
  "name": "Разбитые мечты: Лунный свет",
  "desc": "Сборник фантастических рассказов, действие которых разворачивается вокруг таинственной антикварной лавки. Эти рассказы пользуются большой популярностью на материке Тейват.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Heart's Desire: Moonlight_icon.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1712736719,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Разбитые мечты: Лунный свет"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Ордо Фавониус, кабинет магистра"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2333,
            "name": "Разбитые мечты",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Heart's Desire_icon.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "textualResearch": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Говорят, в городе есть один забытый ветром уголок.\nНужно лишь, стоя перед фонтаном, закрыть глаза, выждать тридцать пять ударов сердца, потом пройти семь кругов по часовой стрелке и семь кругов против часовой, и тогда, снова открыв глаза, можно обнаружить, что ноги сами принесли вас к крохотному магазину...\n----\n«Извините... Есть кто-нибудь?»\nРобко спросила Вэйга.\nДверь за её спиной захлопнулась. В кромешном мраке магазина раздался звон дверного колокольчика.\nВечерняя мгла затекала внутрь через будто хрустальные витрины. Магазин был завален вещами совершенно неясного назначения, и она осторожно пробиралась мимо них, боясь нечаянно наступить на что-нибудь.\nНикто не ответил ей.\nИ тогда Вэйга начала присматриваться к окружавшим её вещам: то были части механизмов неизвестного назначения, несравненно прекрасная старинная лира, сломанные керамические плитки, испещрённые непонятными рисунками, потрёпанные временем, покрытые царапинами и засечками кандалы, забытая корона, принадлежавшая раньше знати...\nБлуждая по магазину и рассматривая собранные в нем бесполезные вещи, она в какой-то момент вдруг обнаружила подле себя хозяйку лавки, с глазами узкими и хитрыми, как у лисы.\n«Этот клык некогда принадлежал волчьему королю. Сейчас, возможно, лишь он да боги хранят память о том, как некогда земля сплошь была покрыта льдом и снегом».\nЕдва слышно произнесла она.\n«Добро пожаловать. Приглянулось что-нибудь?»\n«Есть ли у вас что-нибудь, способное заставить человека... Забыть?»\n«О, конечно!»\nВэйга схватилась за грудь и быстро спросила снова:\n«Даже если то, о чём нужно забыть... это человек, который очень-очень дорог?»\nХозяйка с глазами лисы серьёзно кивнула.\n«Я знаю: тот, кого ты хочешь забыть - юноша со взором чистым, как сияние луны. Он исчез давно, оставив лишь пустоту в твоём сердце. Ничто не может заполнить её; не имеет значения, насколько сильны счастливые моменты в твоей жизни - они ускользают, подобно тому лунному сиянию».\nВэйга была настолько потрясена, что могла лишь молча кивать.\nЖенщина с глазами лисы рассмеялась и будто из ниоткуда извлекла бутылку вина.\n«Это вино, способное заставить человека забыть о своих страданиях».\n«В древности, когда над землёй свистели ледяные ветра, наши предки глубоко под снегами и льдами тайно готовили это вино, чтобы укрепить свои силы и попросту выжить. Впоследствии жизнь людей стала счастливей и богаче, и способ производства этого вина был предан забвению».\nОна покачала бутылкой.\n«Осталось не так много. Кажется, будто ты связана с этим магазином, а потому я не потребую с тебя платы. Конечно, если это действительно то, что тебе нужно...»\nВэйга взяла бокал у хозяйки с глазами лисы.\nВерхняя часть бокала в свое время была инкрустирована неким камнем, но он был изъят, и остались после него лишь пустота и одиночество...\nКогда Вэйга очнулась, то обнаружила себя перед фонтаном.\n«Оу, что я здесь делаю?» - она задумалась и быстро пошла в сторону дома по дороге, освещённой луной. Уже опустились на землю глубокие сумерки, и если она не вернется домой как можно скорее...\nНи о странном магазине, ни о способе попасть туда, ни о том, что произошло она не помнила.\n----\n«Она ушла».\nСказала хозяйка с лисьими глазами, когда смолк дверной колокольчик.\nЮноша со взором чистым, что сияние луны, вышел из глубины магазина.\n«Спасибо».\n«Сколько раз она приходила?»\n«Шесть... Нет, семь, - юноша на мгновение заколебался, но затем спросил: Это вино действительно работает? Не то чтобы я не верил тебе, но...»\nХозяйка не ответила, лишь рассмеялась.\n«Оно способно заставить человека забыть страдания. Но, кажется, ваше прошлое - не мучение для неё. Это вино может лишь на время заставить её забыть о тоске по тебе, о скорби от потери».\n«Ей стоит только увидеть лунный свет, чтобы разглядеть в нём твоё отражение, а после воспоминания вернутся одно за другим. Ваша встреча на Луди Гарпастум, время, проведенное под ласкаемым ветром деревом после полудня, пейзажи, открывающиеся с мыса Веры, побег рука об руку с праздника середины лета, песня и накидка из птичьих перьев, что ты преподнес ей на собрании бардов... Наверняка для неё эти воспоминания - то, с чем она не захочет расстаться».\n«В моём магазине есть и такое вино, что заставит человека по-настоящему забыть всё. Если ты хочешь, я могла бы дать ей его?»\nОна едва улыбнулась, глядя на юношу. Он долгое время молчал,а после вздохнул.\n«Почему же ты жаждешь оставить её?»\n«Ах... Вот поэтому».\nОн вынул из нагрудного кармана прекрасный сферический кристалл. В нём был смутно виден некий символ.\n«Говорят, человек, получивший его, однажды может просто исчезнуть из этого мира».\n«Поэтому мне лучше как можно раньше уйти. Пока она ещё молода, пусть лучше забудет меня поскорей».\n«Так вот в чём дело... - со смехом отозвалась она. - Ты тоже избранный».\n«И всё же, знаешь ли ты, что может случиться с избранным в конце?»\nНетерпеливо поинтересовался юноша.\nЛишь тень улыбки скользнула по её лицу, но ответа не последовало.\n«Я должен идти. Раз уж мне выпала доля владеть этой вещью, то вынужден делать то, что должен».\n«Если она придет снова, что ты хочешь, чтобы я сделала?»\n«В таком случае позволь ей самой справиться с этим».\n«А ты безжалостен»."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Местоположение"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/29/237301566/228ae6ab7cf630aee4343999ff5e9ddd_5645555817064887806.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 1256,
        "name": "Разбитые мечты: Глазурь",
        "desc": "Сборник фантастических рассказов, действие которых разворачивается вокруг таинственной антикварной лавки. Эти рассказы пользуются большой популярностью на материке Тейват.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/29/237301566/fe3ec03f847ad88b51a26ec38a1c9f2a_4794153904721953431.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1258,
        "name": "Разбитые мечты: Сапфир",
        "desc": "Сборник фантастических рассказов, действие которых разворачивается вокруг таинственной антикварной лавки. Эти рассказы пользуются большой популярностью на материке Тейват.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/29/237301566/fe3ec03f847ad88b51a26ec38a1c9f2a_2687269735591961443.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1257,
        "name": "Разбитые мечты: Каменное сердце",
        "desc": "Сборник фантастических рассказов, действие которых разворачивается вокруг таинственной антикварной лавки. Эти рассказы пользуются большой популярностью на материке Тейват.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/29/237301566/fe3ec03f847ad88b51a26ec38a1c9f2a_6918775456338888395.png",
        "displayStyle": "card"
      }
    ]
  }
}