{
  "epId": 1309,
  "name": "Ночь в бамбуковом лесу I",
  "desc": "Какие мечты былых дней повстречает юноша, который пожелал покинуть свою сонную горную деревушку и после захода солнца заплутал в бамбуковом лесу?",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Moonlit Bamboo Forest (I)_icon.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1706446508,
  "components": {
    "textualResearch": [
      {
        "title": "Содержание",
        "desc": [
          {
            "type": "RichText",
            "text": "За шуршащими изумрудно-зелёными стенами бамбука, там, где лягушачье кваканье сливается с пением цикад, в сырых горных расщелинах скрыто место, где бамбуковая роща медленно увядает.\nВ деревне Цинцэ ходят легенды о чудовищах и лисах-оборотнях, обитающих в бамбуковых лесах.\nПосле дождя в бамбуковом лесу звучит песня падающих с листьев капель. Мальчик быстро шёл по лесной тропинке, изгибавшейся то влево, то вправо, поднимавшейся вверх по влажным утёсам и вновь спускавшейся к покрытой мхами брусчатой дороге. Побеги мышиного горошка цеплялись за ноги мальчика, а листья скользили по коже. Пройдя через бамбуковые рощи деревни Цинцэ, мимо укромных щелей между скалами, мальчик вышел к границе высохшей земли, где присел отдохнуть.\nСтаршие в деревне говорят, что в сезон проливных дождей лисицы вступают в браки. Только ребёнок может увидеть красный паланкин невесты-лисы и сопровождающих его, услышать громкую музыку, под которую двигается процессия среди оживлённых бамбуковых рощ.\nСтаршие говорят, что детям нельзя подходить к процессии.\n- Если подойдёшь слишком близко, то лисица заберёт твою душу!\nТак говорят старшие.\n- А если заберут душу, то что будет?\n- Если лисица заберёт душу, то ты никогда не сможешь её вернуть... Сделает лисица тебя зурной, сделает кимвалом, да ударит, да сыграет... И не будет тебе покоя...\nРассказывая это, старшие не забывали делать вид, что бьют в гонги и барабаны, чтобы напугать молодёжь.\nКогда мальчик немного подрос, он перестал верить в эти страшные истории. Он, ведомый скитающимися феями, пошёл через изумрудно-зелёный лабиринт. По дороге он вдруг услышал, как лиса несколько раз ударила в барабан. Эти скрывающиеся глубоко в бамбуковых рощах существа почти никогда не воплощались перед случайными путниками, и уж тем более так не поступала их пёстрая свита.\nМальчик почувствовал разочарование, откинул камешек носком ботинка и продолжил свой путь в глубины бамбуковой рощи по природным каменным ступенькам.\nСтаршие когда-то рассказывали, что на месте, где выросла роща, раньше было древнее государство, покорённое силой Гео Архонта. Но как выглядел Гео Архонт? Были ли у него руки и ноги, выглядел ли он, как человек? А может, он выглядел как те статуи каменных людей и зверей, что разбросаны по всему побережью?\nТорговцы травами, которые периодически ездили в город продавать растения, каждый год приносили новости о Церемонии Сошествия, рассказывали о великом зрелище ежегодного рождения Гео Архонта. Но любопытные дети всегда надеялись, что сами смогут увидеть того великого Архонта, которому из поколения в поколение поклоняются жители деревни.\nВечное существование деревни Цинцэ - это милость Гео Архонта? Мирная жизнь до глубокой старости тоже его предназначение?\nОтвет этот лежал за пределами деревни, в той медленно дряхлеющей среди гор и отрезанной от мира бамбуковой роще.\nМальчик, ведомый вопросами и надеждами, заблудился среди дробящих свет бамбуковых листьев."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Местоположение"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/124137736/48c41c0f814179b98319464cc4aa30a2_5313213558570845491.PNG",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 1311,
        "name": "Ночь в бамбуковом лесу II",
        "desc": "В ночном небе медленно восходила яркая луна, а деревенский юноша повстречал в бамбуковой роще девушку. Но что это было? Его уносило в царство Адептов или он попал в западню злых сил?",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/124137736/37f018a20ca44a21bbfec6013f5e982c_1898528655850638143.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1310,
        "name": "Ночь в бамбуковом лесу III",
        "desc": "Под полной луной в глубине бамбуковой рощи реальность слилась с грёзами давно ушедших дней. Юноша уснул, и ему приснился невероятный сон.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/124137736/37f018a20ca44a21bbfec6013f5e982c_3875411287279812352.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1312,
        "name": "Ночь в бамбуковом лесу IV",
        "desc": "Забрезжил рассвет, и судьбы двоих молодых людей разошлись. Но эхо древней истории по-прежнему разносится по горному лесу, терпеливо ожидая возврата юноши.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/124137736/37f018a20ca44a21bbfec6013f5e982c_2932181756723833600.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Ночь в бамбуковом лесу I"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Ли Юэ, деревня Цинцэ"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2337,
            "name": "Ночь в бамбуковом лесу",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Moonlit Bamboo Forest_icon.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}