{
  "epId": 1310,
  "name": "Ночь в бамбуковом лесу III",
  "desc": "Под полной луной в глубине бамбуковой рощи реальность слилась с грёзами давно ушедших дней. Юноша уснул, и ему приснился невероятный сон.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/124137736/37f018a20ca44a21bbfec6013f5e982c_3875411287279812352.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1706446630,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Ночь в бамбуковом лесу III"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Купить в книжном магазине «Ваньвэнь» у Цзи Фан"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2337,
            "name": "Ночь в бамбуковом лесу",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Moonlit Bamboo Forest_icon.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "textualResearch": [
      {
        "title": "Содержание",
        "desc": [
          {
            "type": "RichText",
            "text": "Под полной луной в глубине бамбуковой рощи реальность слилась с грёзами давно ушедших дней. Юноша уснул, и ему приснился невероятный сон.\nВ бамбуковых рощах деревни Цинцэ ночь наступает быстро.\nЕсли смотреть вверх из бамбуковой рощи, то можно увидеть, как серебристый свет луны пересекают острые тени бамбуковых стеблей. Лягушачье кваканье постепенно смолкает, на смену ему приходит пение невидимых цикад, и в укромных местечках, освещённых луной, из земли поднимают головы молодые бамбуковые побеги.\nВ деревне Цинцэ ходят легенды о чудовищах и лисах-оборотнях, обитающих в бамбуковых лесах.\nНочью девушка в белых одеждах рассказала мальчику много историй. Это были древние легенды, но он никогда их не слышал.\n«В далёком прошлом на небе сияло три луны. Луны были сёстрами, и были они старше, чем Гео Архонт, а родились раньше, чем был заложен Ли Юэ.\nЛуны были дочерьми стихов и песен, повелительницами лунных ночей. Они разъезжали по небу в серебряных крылатых колесницах. Каждая из них правила одно десятилетие, а после на престоле её сменяла другая. Такой цикл существовал вплоть до дня катастрофы.\nУ трёх сестёр был один возлюбленный - рассветное светило. Они пересекались лишь раз в день и раз в ночь на четверть часа. Одной из сестёр удалось пересечься с ним и посетить покои рассветного светила. С первыми лучами рассвета повелительница ночи спешно запрягла свою крылатую колесницу и исчезла.\nТри сестры одинаково искренне любили их избранника, так же искренне они любили и друг друга. И это было тем, что предшествовало катастрофе, перевернувшей мир с ног на голову.\nПотом опрокинулись царские колесницы, разрушились звёздные дворцы. Сёстры на ночном небе рассорились и стали врагами, и ссора их окончилась смертью. Остался лишь один хладный труп, испускающий безжизненное сияние...»\nДевушка подняла голову и взглянула на яркую луну, прятавшуюся в море волнующихся бамбуковых листьев. По длинной шее её скользнул серебристый свет. Глаза девушки поблескивали золотом.\n- Волчьи стаи - дети луны. Они всегда помнили эту трагедию и скорбели. Поэтому всякий раз, когда на небе появляется полная луна, они плачут о судьбе своей хозяйки... И поэтому дети, живущие с волчьей стаей, называют рассветное светило - счастливо уцелевшего возлюбленного луны - скорбящей звездой.\n- Вот как...\nМальчик не знал, что сказать.\nСтаршие из деревни никогда не рассказывали ему легенды прошлого. Возможно, даже самый старший житель деревни никогда не слышал о них. Эти легенды были гораздо величественнее, чем сказки о женитьбе лис и пленении людей злыми духами. Они не уступали удивительным историям об усмирении Властелином Камня злых сил. Ещё эти легенды были похожи на несбыточный сон.\n- Это не легенда в той форме, в которой она появилась, а слух, давно забытый людьми.\nДевушка в белом легонько пригладила волосы мальчика, опустила веки, и золото глаз едва затуманилось.\n- До того как предки богов соединили землю и небо, Архонты ходили по земле, и многие Адепты жили здесь. Но ещё раньше?..\nЕсть только искажённые воспоминания, и их обломки приняли форму легенд, а легенды переродились в слухи, передающиеся из уст в уста...\nЭта память, что древнее человеческого рода, хотя и есть не что иное, как пересуды божеств и Архонтов, тоже может коснуться струн души».\nДевушка глубоко вздохнула и заметила, что мальчик давно уже погрузился в сон.\n- В самом деле...\nОна беспомощно усмехнулась и укрыла мальчика своим дождевым плащом.\nТой ночью мальчик видел во сне ночное небо, освещённое тремя лунами, видел крылатые колесницы и звёздные дворцы."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Покупка у торговцев"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Торговец</color>\n<color=#ffffff>Количество</color>\n<color=#ffffff>Стоимость</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3400,
        "name": "Цзи Фан",
        "desc": "<p>Хозяйка книжного магазина «Ваньвэнь»</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/30/237301566/8e0520c3e8d590b70c49bdb074c48df0_2413937757290892125.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Мора",
        "desc": "Повсеместная валюта. Международный язык общения.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 1309,
        "name": "Ночь в бамбуковом лесу I",
        "desc": "Какие мечты былых дней повстречает юноша, который пожелал покинуть свою сонную горную деревушку и после захода солнца заплутал в бамбуковом лесу?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Moonlit Bamboo Forest (I)_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1311,
        "name": "Ночь в бамбуковом лесу II",
        "desc": "В ночном небе медленно восходила яркая луна, а деревенский юноша повстречал в бамбуковой роще девушку. Но что это было? Его уносило в царство Адептов или он попал в западню злых сил?",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/124137736/37f018a20ca44a21bbfec6013f5e982c_1898528655850638143.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1312,
        "name": "Ночь в бамбуковом лесу IV",
        "desc": "Забрезжил рассвет, и судьбы двоих молодых людей разошлись. Но эхо древней истории по-прежнему разносится по горному лесу, терпеливо ожидая возврата юноши.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/124137736/37f018a20ca44a21bbfec6013f5e982c_2932181756723833600.png",
        "displayStyle": "card"
      }
    ]
  }
}