{
  "epId": 1311,
  "name": "Ночь в бамбуковом лесу II",
  "desc": "В ночном небе медленно восходила яркая луна, а деревенский юноша повстречал в бамбуковой роще девушку. Но что это было? Его уносило в царство Адептов или он попал в западню злых сил?",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/124137736/37f018a20ca44a21bbfec6013f5e982c_1898528655850638143.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1706446577,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Ночь в бамбуковом лесу II"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Купить в книжном магазине «Ваньвэнь» у Цзи Фан"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2337,
            "name": "Ночь в бамбуковом лесу",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Moonlit Bamboo Forest_icon.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "textualResearch": [
      {
        "title": "Содержание",
        "desc": [
          {
            "type": "RichText",
            "text": "В ночном небе медленно восходила яркая луна, а деревенский юноша повстречал в бамбуковой роще девушку. Но что это было? Его уносило в царство Адептов или он попал в западню злых сил?\nВ изумрудно-зелёном бамбуковом лесу заблудившийся мальчик встретился с тем, с кем встречи не ожидал.\n- Ты заблудился?\nДо мальчика донёсся нежный голос, но слова звучали насмешливо.\nМальчик обернулся и увидел стройную девушку в белых одеждах. Она стояла на берегу бурлящего родника, и дождевой плащ на её плечах сверкал перламутром. Золотого цвета глаза ловили отблески заходящего солнца.\nСтаршие говорили, что некогда из родника выскочила белая лошадь, которая превратилась в Адепта и помогла Властелину Камня в войне.\nНо никто никогда не говорил, где находится тот родник и почему оттуда выскочил изящный божественный зверь.\nБолее того, девушка, что стояла перед мальчиком, была не похожа на Адепта ничем, кроме пленительных золотых глаз.\nК тому же никто никогда не говорил, что Адепты носят плащи от дождя.\n- Вот дурачок.\nДевушка в белом лукаво рассмеялась, и золотисто-жёлтые глаза сузились, превратившись в два полумесяца.\n- Сама такая!\nСердито ответил мальчик.\nОна действительно не Адепт, где это видано, чтобы Адепты говорили такие обидные слова!\n- Я хочу отправиться в приключение, хочу стать моряком и своими глазами увидеть каменное копьё Властелина Камня!\n- И только ты вышел, как тут же заблудился.\nДевушка тихо подошла к дороге, и в глазах её застыла холодная усмешка, один вид которой злил.\n- Я не...\n- Пойдём, маленький упрямец, я выведу тебя.\nДевушка рассмеялась и протянула руку. У неё были белые нежные ладони, будто сиявшие в пропускаемых бамбуковыми листьями лучах света.\n- ...Спасибо.\nМальчик взял её за руку - она была сырая и холодная, как дождь в горах, как смоченный росой бамбук.\nСолнце постепенно опускалось за горный хребет, и отсветы уходящего светила вспыхивали в голубоватом воздухе.\nСтаршие из деревни говорили, что холод ночного горного леса часто порождает злых духов.\nМногие злые духи - это те, кто уже давным-давно умер, это эссенции ненависти и нежелания смириться со смертью. Опутанный ими бамбук мало-помалу усыхает и умирает, а человек, которым они овладевают, увядает и впадает в забытьё.\n- Иногда они могут попросить путника сделать невозможное, а потом заставят его самого себя загнать в ловушку...\n- А иногда они могут указать невинному путнику дорогу, а потом завести его в своё логово...\n- Поэтому, сорванцы, будьте внимательны, выходя из дома!\nГоворя это, старшие назидательно похлопывали его по голове.\nЕсли вспоминать об этом, то можно задуматься: уж не злой ли она дух?\nНа сердце у мальчика стало неспокойно, и он невольно замедлился.\n- В чём дело?\nДевушка обернулась, и её глаза сверкнули золотом в ночной темноте."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Покупка у торговцев"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Торговец</color>\n<color=#ffffff>Количество</color>\n<color=#ffffff>Стоимость</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3400,
        "name": "Цзи Фан",
        "desc": "<p>Хозяйка книжного магазина «Ваньвэнь»</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/30/237301566/8e0520c3e8d590b70c49bdb074c48df0_2413937757290892125.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Мора",
        "desc": "Повсеместная валюта. Международный язык общения.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 1309,
        "name": "Ночь в бамбуковом лесу I",
        "desc": "Какие мечты былых дней повстречает юноша, который пожелал покинуть свою сонную горную деревушку и после захода солнца заплутал в бамбуковом лесу?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Moonlit Bamboo Forest (I)_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1310,
        "name": "Ночь в бамбуковом лесу III",
        "desc": "Под полной луной в глубине бамбуковой рощи реальность слилась с грёзами давно ушедших дней. Юноша уснул, и ему приснился невероятный сон.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/124137736/37f018a20ca44a21bbfec6013f5e982c_3875411287279812352.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1312,
        "name": "Ночь в бамбуковом лесу IV",
        "desc": "Забрезжил рассвет, и судьбы двоих молодых людей разошлись. Но эхо древней истории по-прежнему разносится по горному лесу, терпеливо ожидая возврата юноши.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/124137736/37f018a20ca44a21bbfec6013f5e982c_2932181756723833600.png",
        "displayStyle": "card"
      }
    ]
  }
}