{
  "epId": 1344,
  "name": "Письмо для Дундуна",
  "desc": "Письмо, которое хранит Дундун из деревни Цинцэ. Скорее всего, оно написано его отцом. ",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Letter for Dongdong_icon.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1757077107,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Письмо для Дундуна"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Деревня Цинцэ"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2347,
            "name": "Чей-то дневник",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Someone's Diary_icon.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Дорогой Дундун:\nВремя летит так быстро и незаметно. Вот уже три месяца, как я в море. Скучаешь по папе? Ты вовремя ложишься спать? Надеюсь, не докучаешь дедушке и бабушке? Я очень-очень скоро буду дома. Скоро я вернусь из Инадзумы и возьму тебя в порт посмотреть на корабль «Южный Крест». В этот раз - точно, даю слово!\nДундун, помнишь ли ты отмель Яогуан? Там я нашёл много-много золотого песка, столько, что и не унести одному человеку. Когда я вернусь, мы купим много вкусной еды, а потом запустим деревенскую мельницу и будем делать вкусный тофу! Но ещё больше я хочу потратить это золото на покупку дома в Ли Юэ, того, из окон которого видно океан. Когда я вернусь, ты тоже сможешь решить сам, на что мы потратим эти деньги. Как тебе?\nАх, да, знаешь что? На берегу озера Лухуа, что в долине Гуйли, есть один высокий-превысокий обрыв, и там я случайно столкнулся со стражем руин. Он просто сидел там, опустив голову и не шевелясь. В небе грохотал гром, дождь барабанил по его телу, но он всё равно сидел, не двигаясь... Я присмотрелся к нему и только тогда понял, что он, похоже, спит! Тогда я храбро забрался на его корпус, крепко обхватил его огромную голову и повернул так сильно, как мог. Послышалось несколько щелчков, а потом раздался грохот! Голова покатилась с обрыва, но, к сожалению, разбилась, когда упала. Иначе я бы обязательно привёз домой такой трофей, чтобы ты мог хорошенько его рассмотреть.\nЕщё был в Заоблачном пределе. Когда ты подрастёшь, я возьму тебя туда с собой. Облака там похожи на море, водопады в сто раз больше чем те, что в Цинцэ, и иногда среди гор можно даже увидеть башню Адептов, и более внушительного вида представить невозможно! А ещё я встретился с настоящим Адептом! Мы выпили вместе и поболтали, посмеялись о всяком... Адепт подарил мне бутылку. Нужно только подуть на неё, и сразу из неё нескончаемым потоком польётся вино! Но ты ни в коем случае не трогай бутылку, ты ещё маленький, тебе нельзя пить вино. Подожди, вот вырастешь большой, и тебе достанутся все мои сокровища.\nМои приключения в Ли Юэ подходят к концу, и я иду на пристань, чтобы сесть на «Южный Крест» и пуститься в плавание к далёким берегам. На новом месте я точно найду ещё больше удивительных сокровищ, и я жду не дождусь момента, когда наконец смогу разделить их с тобой! А пока, дорогой Дундун, обязательно ложись спать вовремя, не ешь много сладкого, чтобы не заболели зубы, не серди дедушку с бабушкой, ладь со всеми и не дерись ни с кем!\nС любовью, папа"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Местоположение"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/04/218387610/50f9aefbfc7c6cb0b725057c71f079b7_4696027410342426599.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 1610,
        "name": "Чей-то дневник. Часть I. Отмель Яогуан",
        "desc": "Дневник невезучего путешественника, рассказывающий о событиях, произошедших с этим путешественником на отмели Яогуан.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Someone's Diary I: Yaoguang Shoal_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1612,
        "name": "Чей-то дневник. Часть II. Долина Гуйли",
        "desc": "Дневник невезучего путешественника, рассказывающий о событиях, произошедших с ним в долине Гуйли.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Someone's Diary II: Guili Plains_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1611,
        "name": "Чей-то дневник. Часть III. Заоблачный предел",
        "desc": "Дневник невезучего путешественника, рассказывающий о событиях, произошедших с этим путешественником в Заоблачном пределе.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Someone's Diary III: Jueyun Karst_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1614,
        "name": "Чей-то дневник. Часть IV. Гавань Ли Юэ",
        "desc": "Дневник невезучего путешественника, рассказывающий о событиях, произошедших с этим путешественником в гавани Ли Юэ.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Someone's Diary IV: Liyue Harbor_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1613,
        "name": "Чей-то дневник. Часть V. Остров Дзинрэн",
        "desc": "Брошенный в глуши дневник, который повествует о злоключениях его автора на острове Дзинрэн.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Someone's Diary V: Jinren Island_icon.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}