{
  "epId": 1354,
  "name": "Хроника Заоблачного предела: Каменные звери",
  "desc": "Сборник мифов, легенд и преданий Ли Юэ. Эта часть увлекательной книги посвящена каменным зверям.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Records of Jueyun: Stone Beasts_icon.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1706447469,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Хроника Заоблачного предела: Каменные звери"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Ли Юэ, деревня Цинцэ"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2338,
            "name": "Хроника Заоблачного предела",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Records of Jueyun_icon.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "textualResearch": [
      {
        "title": "Содержание",
        "desc": [
          {
            "type": "RichText",
            "text": "На землях Ли Юэ до сих пор сохранилось множество статуй, и многие возведены местными, чтобы возносить молитвы о хорошем урожае и крепости скал. Но есть и другие статуи, истории о которых восходят к древности.\nЭти легенды передаются из уст в уста среди рыболовов с реки Бишуй, собирателей Серебрянки с Тростниковых островов и старых горняков. Говорят, в отдалённых уголках Ли Юэ прохладными осенними ночами просыпаются древние каменные создания, они смотрят на этот мир, постепенно ставший для них чужим, слушают приветственное кваканье лягушек и жужжание насекомых, и тогда из их каменных глоток вырывается скорбный рёв. А потом они расходятся по землям Ли Юэ, осматривают те земли, что некогда охраняли от зла.\nНикто никогда не видел своими глазами этих Каменных зверей и их путешествия по земле. Но местные жители, прекрасно знакомые с местностью, давно привыкли к тому, что местоположения и позы Каменных зверей каждый день меняются. И те путешественники, кто плохо спят в своих лагерях, часто слышат звуки, подобные шуму бегущей воды, но более низкие и гармоничные.\nИтак, откуда же появились эти древние Каменные звери? По легендам стариков из деревни Цинцэ, это те мистические создания, что некогда последовали за Властелином Камня на войну. После окончания Войны Архонтов, вода отступила, и на земли Ли Юэ вернулся мир. Мистическим созданиям больше не было нужды охранять смертных, как они делали во время войны Архонтов, и они один за другим разошлись по уединённым уголкам мира и предались смиренной жизни далёких от суеты мира отшельников.\nОднако, некоторые мистические создания продолжали тосковать по былым временам, когда они следовали за Гео Архонтом, по тому времени, когда они охраняли Ли Юэ. Хотя мистические создания не принадлежат этому миру, они, тем не менее, смертны. Поэтому они обратились к Властелину Камня, чтобы он превратил их смертные тела в нерушимый камень. И милосердный Гео Архонт внял их молитвам, и сделал их подобными скалам."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Местоположение"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 1352,
        "name": "Хроника Заоблачного предела: Дворец морского божества",
        "desc": "Сборник мифов, легенд и преданий Ли Юэ. Эта часть увлекательной книги посвящена древним преданиям.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/124137736/311775160d880f5b6812f9e4b811cac2_8690994380818775629.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1351,
        "name": "Хроника Заоблачного предела: Уван",
        "desc": "Сборник мифов, легенд и преданий Ли Юэ. Эта часть увлекательной книги посвящена происхождению склона Уван.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/124137736/311775160d880f5b6812f9e4b811cac2_2142443387893369382.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1350,
        "name": "Хроника Заоблачного предела: Горные духи",
        "desc": "Сборник мифов, легенд и преданий Ли Юэ. Эта часть увлекательной книги посвящена феям, живущим высоко в горах.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/124137736/311775160d880f5b6812f9e4b811cac2_965781299642650247.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1355,
        "name": "Хроника Заоблачного предела: Цилинь",
        "desc": "Сборник мифов, легенд и преданий Ли Юэ. Эта часть увлекательной книги рассказывает об общей истории цилиней и людей.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/124137736/311775160d880f5b6812f9e4b811cac2_7352160448306342594.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1353,
        "name": "Хроника Заоблачного предела: Укрытый нефрит",
        "desc": "Сборник мифов, легенд и преданий Ли Юэ. Эта часть увлекательной книги знакомит читателя с древними руинами гробницы Дуньюй.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/124137736/311775160d880f5b6812f9e4b811cac2_1733072841453134246.png",
        "displayStyle": "card"
      }
    ]
  }
}