{
  "epId": 1506,
  "name": "Одинокий клинок в пустошах III",
  "desc": "Роман о боевых искусствах, популярный в Ли Юэ. В мире, лишённом элементов и алхимии, разворачивается история о вражде и любви. В третьей книге Цзинь Семьдесят второй вызывает старосту Тупи на дуэль.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/06/218387610/5a5ceee42c3b46cd249437d05a863dbf_9199061119991098123.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1757343129,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Местоположение"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/07/218387610/541ef768d546cf7c007e28d5346183d3_2675773430551024150.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 1505,
        "name": "Одинокий клинок в пустошах I",
        "desc": "Роман о боевых искусствах, популярный в Ли Юэ. В мире, лишённом элементов и алхимии, разворачивается история о вражде и любви. Первая книга рассказывает об истоках мести Цзиня Семьдесят второго.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Legend of the Lone Sword (I)_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1507,
        "name": "Одинокий клинок в пустошах II",
        "desc": "Роман о боевых искусствах, популярный в Ли Юэ. В мире, лишённом элементов и алхимии, разворачивается история о вражде и любви. Вторая книга поведает нам о прибытии Цзиня Семьдесят второго в деревню Тупи.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/06/218387610/5a5ceee42c3b46cd249437d05a863dbf_8292839702263955409.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1508,
        "name": "Одинокий клинок в пустошах IV",
        "desc": "Роман о боевых искусствах, популярный в Ли Юэ. В мире, лишённом элементов и алхимии, разворачивается история о вражде и любви. В этой книге Цзинь Семьдесят второй отправляется в опасное путешествие по диким горам.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/06/218387610/5a5ceee42c3b46cd249437d05a863dbf_8947522190805609055.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Ливень прекратился, но тучи всё ещё клубились над землёй.\nЦзинь Семьдесят второй задавал старосте вопросы о его настоящем враге.\nСейчас в деревне Тупи остались лишь бесхозные дома да неприкаянные души.\nНет, в этом мире нет душ.\nТак как это мир, лишённый сил элементов,\nЕстественно, что души умерших не могут вновь прийти в этот мир без помощи стихий.\nСтароста был серьёзным противником: клинок его был быстр и оставил немало глубоких ран на теле Цзиня Семьдесят второго.\nНо, к сожалению, сердце его было слишком медленным.\nЭто мир, в котором нет сил элементов,\nЕстественно, что искусство фехтования также не имеет связи со стихиями.\nМечник во время боя полагался только на свою силу, а не на элементы.\nКлинок - это продолжение руки, и опытный мечник управляет им так, как рука двигает пальцами, как сердце направляет взор.\nСтароста был мастером меча, но никогда не мог осознать важность «сердца» в фехтовании, и в итоге был сражён одним ударом.\nЦзинь Семьдесят второй бросил курильницу и наклонился к тяжело раненному старосте.\nС самого начала староста яростно фехтовал: он осыпал мечника ударами, думая, что тому будет сложно парировать, но не обратил внимание на его свободную левую руку...\nВо мгновение ока глава деревни Тупи получил курильницей в лоб. Он покачнулся и упал на стену, не в силах пошевелиться.\n«Подлец...»\nНо человек, сжимавший в руках окровавленную курильницу, не откликнулся: ответом старосте был лишь вой ветра.\n«...Человек, которого ты ищешь, в диких горах за деревней... Пойдёшь сам - найдёшь свою смерть...»\nЗлодей ушёл, и ответом старосте вновь был лишь вой ветра...\n...И жаркий треск огня."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Одинокий клинок в пустошах III"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Гавань Ли Юэ"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2339,
            "name": "Одинокий клинок в пустошах",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/13/51635400/f94956ff549e55082cc2f41dc9aae1aa_6733446282614097326.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}