{
  "epId": 1507,
  "name": "Одинокий клинок в пустошах II",
  "desc": "Роман о боевых искусствах, популярный в Ли Юэ. В мире, лишённом элементов и алхимии, разворачивается история о вражде и любви. Вторая книга поведает нам о прибытии Цзиня Семьдесят второго в деревню Тупи.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/06/218387610/5a5ceee42c3b46cd249437d05a863dbf_8292839702263955409.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1757343118,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Говорят, в одной далёкой стране слово Тупи переводится как «уничтожение лжи и поиск правды».\nДеревня Тупи раскинулась у подножья диких гор, и с внешним миром её соединяет лишь одна дорога - та самая, по которой двигался Цзинь Семьдесят второй.\nНебо хмурилось, ветер выл, хлестал дождь.\nУ Цзиня Семьдесят второго не было никаких связей в деревне Тупи, но сейчас, чтобы свершить месть, он был вынужден навестить старосту.\nПовозка медленно катилась по старой грязной дороге, что тянулась вдоль диких гор, и небеса были беспросветно черны, а облака темным пологом укрывали бледную луну. Цзинь Семьдесят второй, укрытый темнотой, позволил телу и душе раствориться в этом мраке ночи.\nВ непроглядной тьме ослепительно белая луна бросала блики на макушку старосты. Деревня Тупи была небольшой, но староста её вовсе не был обычным человеком. Никто в деревне не знал о его происхождении, но никогда местные не осмеливались спросить.\nЛюди знали лишь, что за ним кровавый долг, и прошлое его красно, как и глаза.\nВзгляд его сверкал алым: тёмный как кровь и острый как бритва, подобный острию меча, он будто мог в любую минуту пронзить человека.\nТакими же были и люди старосты: подобно клинку, готовы были безжалостно пронзить сердце любого.\n«Время пришло».\nПробормотал староста, покачав головой. Холодный свет луны скользил по бритой голове.\nЗа дверью дома старосты будто сам дьявол взмахивал клинком, одного за другим лишая жизни его подчинённых.\nХотя в деревне Тупи жили лишь преступники, из-за множества договоров с различными группировками никто не решался потревожить их.\nНо Цзинь Семьдесят второй потерял свою группировку, сам отверг законы чести: его голодный дух, его острый клинок жаждали вкусить крови врага.\nВслед за предсмертными криками на землю обрушился шум дождя. Дождь смывал алый цвет с тела мастера меча, которое вновь покрывалось алым...\nАлый мечник шагал под алым дождём, и тело его было покрыто ранами, и некому было ему помешать.\nКогда кровавый туман битвы рассеял непрекращающийся шторм, мечник, шагая по мутным потокам, направился к дому старосты.\n——————\nЗвуки сражения потихоньку стихли, и староста медленно поднял бокал. Выплеснул вино в воздух...\n...То ли в знак уважения старому другу, то ли в качестве жертвы богам за свою грязную душу.\nОткрылись двери. Вошёл Цзинь Семьдесят второй. Покрытый алой кровью силуэт его резко выделялся на фоне серого дождя.\n«Я хочу задать тебе вопрос».\n«Ты унёс немало жизней».\n«Ровно триста шестьдесят две, не больше и не меньше».\nСтароста замер. Он не изменился в лице, но вздувшиеся на лбу вены выдали его с головой.\n«Ах, ну осталась ещё одна».\nСказав это, запятнанный кровью мечник поднял руку, и на стол упала вещь...\n...То была кость цепного пса, вываренная и выскобленная до белизны.\nОказывается, за этот час Цзинь Семьдесят второй не только унёс жизни трёхсот шестидесяти двух удалых воинов, но и сварил бульон из мяса сторожевого пса.\nЧто за бесчеловечность!\nЧто за хладнокровие!\nСтароста скорбно вздохнул и, потеряв терпение, встал и взялся за меч..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Одинокий клинок в пустошах II"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Деревня Цинцэ"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2339,
            "name": "Одинокий клинок в пустошах",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/13/51635400/f94956ff549e55082cc2f41dc9aae1aa_6733446282614097326.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Местоположение"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/07/218387610/5d3a6e0e30caf1b473b250541a58071f_7305723176749346621.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 1505,
        "name": "Одинокий клинок в пустошах I",
        "desc": "Роман о боевых искусствах, популярный в Ли Юэ. В мире, лишённом элементов и алхимии, разворачивается история о вражде и любви. Первая книга рассказывает об истоках мести Цзиня Семьдесят второго.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Legend of the Lone Sword (I)_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1506,
        "name": "Одинокий клинок в пустошах III",
        "desc": "Роман о боевых искусствах, популярный в Ли Юэ. В мире, лишённом элементов и алхимии, разворачивается история о вражде и любви. В третьей книге Цзинь Семьдесят второй вызывает старосту Тупи на дуэль.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/06/218387610/5a5ceee42c3b46cd249437d05a863dbf_9199061119991098123.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1508,
        "name": "Одинокий клинок в пустошах IV",
        "desc": "Роман о боевых искусствах, популярный в Ли Юэ. В мире, лишённом элементов и алхимии, разворачивается история о вражде и любви. В этой книге Цзинь Семьдесят второй отправляется в опасное путешествие по диким горам.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/06/218387610/5a5ceee42c3b46cd249437d05a863dbf_8947522190805609055.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}