{
  "epId": 1508,
  "name": "Одинокий клинок в пустошах IV",
  "desc": "Роман о боевых искусствах, популярный в Ли Юэ. В мире, лишённом элементов и алхимии, разворачивается история о вражде и любви. В этой книге Цзинь Семьдесят второй отправляется в опасное путешествие по диким горам.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/06/218387610/5a5ceee42c3b46cd249437d05a863dbf_8947522190805609055.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1757226479,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Дождавшись, когда рассеется радуга, Цзинь Семьдесят второй наконец покинул деревню Тупи и ушёл в дикие горы.\nДавным-давно в мире зародилась легенда, что Небесный Император разрубил дикие горы своим клинком, а потому они так круты, что забраться фактически невозможно.\nЕщё говорят, так как дикие горы пропитаны слезами матери земли, что схожи с кислотой, на них ничего не растёт.\nДикие горы некогда славились залежами драгоценных металлов, но после землетрясения шахты обвалились, а рабочие были погребены в них.\nПосле этого никто не пытался восстановить добычу среди скал, а в пещерах поселились свирепые звери и лютые разбойники.\nИ вот там, среди свирепых зверей и лютых разбойников и притаился враг Цзиня Семьдесят второго.\nПлечи мечника опустились, шагал он неровно: раны, прежде нанесённые мечом старосты, мешали ему идти.\nОн отчетливо понимал, что среди мёртвых скал за ним зорко следят чужие глаза, и кто-то чует его, словно раненого зверя.\nЖизненный путь, построенный на крови и смертях, рано закалил чутьё Цзиня Семьдесят второго.\nЦзинь Семьдесят второй чувствовал, как мёртвые дикие горы расставили на него ловчие сети.\nРазбойники, прятавшиеся в темноте, ждали, пока он войдёт в узкую пещеру, решит протиснуться в трещину между скал или шагнёт в обвалившийся рудник, чтобы ножом расправиться с ним из мрака.\nНо сейчас, по крайней мере на вид, крутые и отвесные дикие горы сами выглядели, как могила для Цзиня Семьдесят второго.\nКогда раненый мечник с трудом пробирался по узкой горной тропе, камни из-под его ног иногда осыпались вниз.\nВ то же время два силуэта следили за крохотным путником с поросших кривыми засохшими соснами утёсов.\n«То, что он потерпит крах, было ясно ещё у подножия. Нужно лишь дать ему пройти по этому горному пути... Он может оступиться и рухнуть в бездну сам».\nСказала худая, как тростинка, старуха.\nОна посмотрела на спутника: в темно-синих глазах были холод и пустота, и смотрели эти глаза остро, как притаившаяся в горной расселине гадюка.\n«Нет!»\nГолос стоявшего рядом с ней тучного старца звучал словно колокол,\n«Он убил триста шестьдесят три человека в деревне Тупи и сварил суп из сторожевого пса...»\n«И, хотя он был тяжело ранен старостой деревни Тупи и едва переставляет ноги, мы не должны ослаблять бдительность!»\n- Фу...\nСтаруха во мгновение ока исчезла среди умирающего леса, фыркнув напоследок.\n- ...\nСтарик уставился на остановившегося на минуту хромого мечника, хлопнул по огромному животу и ушёл.\nШаги его не нарушили покой ни одного дерева, ни одной травинки.\nВнезапно небо потемнело. Собрались тучи, и землю окропили первые капли дождя.\nПод этим дождём, смочившим великие горы, опираясь на меч, как на трость, с трудом шёл израненный Цзинь Семьдесят второй.\nНо потеря крови и лютый холод сделали своё дело: он споткнулся и, обессилев, рухнул на камни и гальку.\nПрежде, чем провалиться в темноту небытия, Цзинь Семьдесят второй успел заметить, как перед глазами его мелькнул край синего подола...\nОн был готов поклясться, что уже видел это раньше."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Покупка у торговцев"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Торговец</color>\n<color=#ffffff>Количество</color>\n<color=#ffffff>Стоимость</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3400,
        "name": "Цзи Фан",
        "desc": "<p>Хозяйка книжного магазина «Ваньвэнь»</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/30/237301566/8e0520c3e8d590b70c49bdb074c48df0_2413937757290892125.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Мора",
        "desc": "Повсеместная валюта. Международный язык общения.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 3000,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 1505,
        "name": "Одинокий клинок в пустошах I",
        "desc": "Роман о боевых искусствах, популярный в Ли Юэ. В мире, лишённом элементов и алхимии, разворачивается история о вражде и любви. Первая книга рассказывает об истоках мести Цзиня Семьдесят второго.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Legend of the Lone Sword (I)_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1507,
        "name": "Одинокий клинок в пустошах II",
        "desc": "Роман о боевых искусствах, популярный в Ли Юэ. В мире, лишённом элементов и алхимии, разворачивается история о вражде и любви. Вторая книга поведает нам о прибытии Цзиня Семьдесят второго в деревню Тупи.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/06/218387610/5a5ceee42c3b46cd249437d05a863dbf_8292839702263955409.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1506,
        "name": "Одинокий клинок в пустошах III",
        "desc": "Роман о боевых искусствах, популярный в Ли Юэ. В мире, лишённом элементов и алхимии, разворачивается история о вражде и любви. В третьей книге Цзинь Семьдесят второй вызывает старосту Тупи на дуэль.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/06/218387610/5a5ceee42c3b46cd249437d05a863dbf_9199061119991098123.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Одинокий клинок в пустошах IV"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Купить у Цзи Фан"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2339,
            "name": "Одинокий клинок в пустошах",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/13/51635400/f94956ff549e55082cc2f41dc9aae1aa_6733446282614097326.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}