{
  "epId": 1590,
  "name": "Дрейфующая бутылка с письмом",
  "desc": "Дрейфующая бутылка, которую вы случайно выловили. Пробка повреждена, а письмо внутри покрылось плесенью. К счастью, вы вовремя обнаружили её, иначе содержимое могло бы безвозвратно затеряться во времени.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/18/218387610/ebb0e0b1debe7bf6a24a6efcfdbcb3b5_2473565151030224688.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1752843617,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Дрейфующая бутылка с письмом"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Событие версии 2.1 «Лунное королевство»"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Отец! Мать! Простите! Простите своего глупого сына!!\nЯ был ослеплён легендой о Лунном левиафане! Подумать только, я верил, что, поймав какую-нибудь паршивую рыбу, получу в жёны дочь богача! Ну, теперь с этой лодки уже не сойти, так ведь?\nЯ понятия не имею, как долго мы дрейфуем в открытом море. Пить нечего, и у меня нет сил ловить рыбу.\nЭтому проклятому морю не видно и края. Клянусь, настал мой конец, Цзя Вэй!\nЭ, это же так, да?..\nЕсли у этого трижды проклятого Лунного левиафана вообще есть сердце, пусть он отнесёт моё письмо на берег.\nПожалуйста, родители, перестаньте ждать меня. Я не вернусь. Если я когда-нибудь буду рождён снова, то клянусь, что женюсь на богатой женщине и буду прислуживать вам до конца своих дней!\nЖенись на ястребе, и небеса станут твоими охотничьими угодьями. Женись на собаке и... Как там говорится...\n(На обратной стороне письма есть несколько глубоких царапин неясного происхождения.)"
          }
        ]
      }
    ]
  }
}