{
  "epId": 1665,
  "name": "Принцесса-кабан. Том VI",
  "desc": "Принцесса и двое её мудрых спутников храбро прошли по ледяным землям и вскарабкались на снежные горы, где встретили таинственный народ... <br/>«Принцесса-кабан», Том VI. Приключения в горах продолжаются! <br/>На первой странице неуверенным почерком написано: «Папа, когда ты вернёшься, почитай мне сказку о снежных горах!»",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/26/237301566/768976c3c8c9ab6598fdc312f64f7af6_142946613477092288.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1745851409,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Местоположение"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/26/237301566/59ba692190ccad30080b0e1e1e77a4d5_2268103421493129530.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Необходимо завершить задание мира «Заблудший в снегах»"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 1660,
        "name": "Принцесса-кабан. Том I",
        "desc": "Давным-давно, в лесном королевстве... Какие легенды оно хранило?<br/>Принцесса-кабан, Часть 1. История о дружбе, любви и смерти.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Boar Princess (I)_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1663,
        "name": "Принцесса-кабан. Том II",
        "desc": "Безжизненное ледяное поле, земля, которую никогда не посещал нежный Архонт Анемо. Почему же она всё ещё населена своими одинокими обитателями?<br/>Принцесса-кабан, Часть 2. История продолжается на леднике.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Boar Princess (II)_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1662,
        "name": "Принцесса-кабан. Том III",
        "desc": "«Отныне ты будешь лишён надежды!» Какая судьба ждёт волчонка с таким жестоким проклятием?<br/>Принцесса-кабан, Часть 3.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Boar Princess (III)_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1666,
        "name": "Принцесса-кабан. Том IV",
        "desc": "Тайное прошлое росшего в холодном одиночестве волчонка.<br/>Принцесса-кабан, Часть 4.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Boar Princess (IV)_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1664,
        "name": "Принцесса-кабан. Том V",
        "desc": "«Никто не заслуживает такой участи!» Добрая принцесса проливает слезу сострадания. Стремление должно растопить лёд.<br/>Принцесса-кабан, Часть 5.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Boar Princess (V)_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1661,
        "name": "Принцесса-кабан. Том VII",
        "desc": "На замёрзших равнинах всё было не зря. Идеальный конец дружбы, любви, жизни и смерти!<br/>Это концовка популярной трогательной истории, Принцесса-кабан.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Boar Princess (VII)_icon.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "И вот принцесса с двумя мудрецами отправились в далёкую северную тундру.\nВ тундре кругом только лёд и снег, и самый храбрый, самый сильный зверь, или даже хорёк, чемпион по копанию, не смогли бы найти здесь ни одной сладенькой травиночки, ни одной сочной ягодки.\nПринцесса ужасно замёрзла, но она не отступала и смело шла в самое сердце тундры.\nЛедяной ветер совсем измучил мудрую лису и благоразумную бабушку-черепаху и они по очереди уговаривали принцессу:\n- Фыр-фыр-фыр! Если его величество король узнает, что мы в таком опасном месте, то будет волноваться. Не лучше ли вернуться... Фыр-фыр...\n- Да-да. Буран всё сильнее, а мне всё холоднее... Не лучше ли отдохнуть и продолжить путь при хорошей погоде? Прошу прощения, что не умею издавать смешные звуки.\nНо упорная принцесса не слушала мудрых советов и решительно продолжала идти вглубь ледяной тундры.\nВедь что может быть важнее, чем спасение дорогого друга? Что может быть благороднее, чем поиск утерянной дружбы?\nИ вот шли они и шли, пока их лапы и копыта не посинели, пока с носов не свесились сосульки.\nНа вершине ледяной горы, на берегу ревущей подо льдом реки, принцесса встретила фею, парившую в холодных порывах ветра.\nОна была очень древней и очень мудрой, и хотя у неё не было формы, у неё была сильная магия.\n- Хрю-хрю! Вы здесь хозяин? Не могли бы вы провести нас через буран?\nВежливо спросила принцесса, топоча онемевшими от холода копытцами.\nМудрая лиса и благоразумная бабушка-черепаха с надеждой смотрели на фею, топоча онемевшими от холода лапками.\n- Хум-хум...\nНевесомая фея ответила:\n«Могла бы, но... хум-хум...\nНо за это я высосу из вас жизненную силу. Вы будете идти в ледяном ветре и вам будет всё голоднее, всё тяжелее и холоднее. Но вы не умрёте... наверное... хум-хум...»\n«Хрю-хрю... Всё же она фея ледяного ветра,» - подумала принцесса\nНо со мной самые мудрые и заботливые члены моей семьи - они обязательно что-нибудь придумают!»\nПринцесса без сомнений приняла предложение феи, а мудрая лиса и благоразумная бабушка-черепаха даже не успели ничего сказать.\n- Хрю-хрю! Это честный обмен! Скорее веди нас к волчонку!\nИ вот фея превратилась в морозный поток и повела упорную принцессу через высокие снежные горы..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Принцесса-кабан. Том VI"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Драконий хребет"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2351,
            "name": "Принцесса-кабан",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Boar Princess_icon.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}