{
  "epId": 1754,
  "name": "Руководство по управлению планером",
  "desc": "Это руководство предназначено для начинающих пользователей планером. Обязательно к ознакомлению для получения лётной лицензии.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gliding Instruction Manual_icon.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1692817161,
  "components": {
    "textualResearch": [
      {
        "title": "Содержание",
        "desc": [
          {
            "type": "RichText",
            "text": "1. Перед полётом убедитесь в том, что вы готовы морально и физически.\n2. Для взлёта используйте ветряные потоки или какую-либо возвышенность.\n3. Следите за воздушными потоками, чтобы не потерять равновесие.\n4. Внимательно ознакомьтесь с состоянием воздушного движения и летайте только в дни, определённые номером лётной лицензии.\n5. Следите за равновесием во время полёта и убирайте планер только на небольшой высоте.\n6. Полёты в нетрезвом состоянии запрещены!\nПримеры нарушения правил полётов:\n1. Для того, чтобы развеселить свою дочь, Рудольф, гражданин Мондштадта, упал с крыши своего двухэтажного дома, сломав при этом бедро и растянув ягодичные мышцы. Из-за данного инцидента Лили чуть было не лишилась своего отца. Дело Рудольфа окончилось штрафом и лишением лётной лицензии на год.\n2. Однажды Мондштадт посетила девушка по имени Алиса. У неё получилось взлететь с планером по ветряному потоку, оставшемуся после убитого Анемо слайма. Легендарная искательница приключений выполнила серию фигур высшего пилотажа в небе над городом. Её выступление вызвало шумные аплодисменты толпы. Джинн, действующий магистр Ордо Фавониус, наказала её домашним арестом на 10 дней.\n3. Чтобы продемонстрировать друзьям свои «божественные» навыки игры на лире, бард Хосе попытался играть на ней будучи в воздухе и настоял на том, чтобы спеть длинный сонет, который он только что закончил. После десяти минут мычания и невыносимых звуков лиры шестипалый Хосе, которого называют бардом не хуже Барбатоса, упал в колодец желаний головой вперёд на глазах половины мондштадтских граждан. К счастью, сам Барбатос всегда проявляет особую заботу к тем, у кого мало самосознания. Хотя лира и планер были сильно повреждены, сам бард получил лишь несколько синяков. Хосе лишился лётной лицензии на пять лет за неосторожное использование планером, а также должен был выполнять общественные работы в течение трёх месяцев."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Руководство по управлению планером"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Задание легенд Эмбер «Озорной кролик. Глава I. Ветер, храбрость и крылья»"
          }
        ]
      }
    ]
  }
}