{
  "epId": 1902,
  "name": "Нарукава Угай",
  "desc": "Если вы сможете оставаться в зоне идеального натяжения во время рыбалки, это удилище сократит время борьбы с рыбой на стабильную величину и увеличит ваши шансы на успех. Этот эффект действует только в Инадзуме.<br/><br/>Удочка, созданная в память о древнем методе ловли рыбы под названием укай, в котором использовались бакланы. Красный камень на кончике удочки олицетворяет использовавшийся прежде для рыбалки трут, а орнамент в виде птиц на удочке олицетворяет самих бакланов, которые помогали трудолюбивым жителям Инадзумы пережить те трудные времена. Сейчас от этой низкоэффективной техники рыбалки давно отказались, но сильный и решительный дух передавался вместе с этой удочкой из поколения в поколение.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Narukawa Ukai_icon.png",
  "filterValues": {
    "objectType": [
      "Удочка"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1681911561,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Нарукава Угай"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Удочка"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Обмен в Ассоциации рыболовов Инадзумы"
          }
        ]
      },
      {
        "key": "Регион действия:",
        "value": [
          {
            "type": "RichText",
            "text": "Инадзума"
          }
        ]
      },
      {
        "key": "Стоимость:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2401,
            "name": "Оризия",
            "desc": "Бойкая маленькая рыбка, известная своим красивым хвостом в форме лепестков.<br/>Она считается декоративной рыбой, но, поскольку её мясо сочное, без костей и жира, её также нередко готовят и подают на стол.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Medaka_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 2387,
            "name": "Глазурная оризия",
            "desc": "Бойкая маленькая рыбка, известная своим красивым хвостом в форме лепестков.<br/>Она нервозна и зачастую ведёт себя непредсказуемо. Часто можно заметить, как она дёргается и барахтается, словно от боли. Некоторые учёные предполагают, что это может быть связано с её естественным желанием играть на публику.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Glaze Medaka_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 2400,
            "name": "Двоякодышащая колюшка",
            "desc": "Свирепая рыба с колючими плавниками, быстрая и проворная. На высокой скорости может даже разделять водный поток своей копьеобразной головой. Отсюда и прозвища «острое копьё» и «быстрая стрела».<br/>В отличие от других рыб этого вида, она может долгое время выживать в пересохших водоёмах благодаря своим лёгким. Кроме того, у неё есть жабры, а также она может дышать кожным покровом после того, как сбросит чешую. Это делает её ещё более похожей на земноводных, поэтому ей приходится иметь дело не только с незваными рыбаками, но и с исследователями, которые норовят лишить её титула рыбы.",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/237301566/e1edd06b377f4c0463c4929d30f3b524_6794429363127745981.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 2378,
            "name": "Пурпурная рыба-бабочка",
            "desc": "Рыба-бабочка. Обладает кротким нравом, изящной внешностью, красивыми спинными плавниками. Также известна как «подводная королева». Её туловище покрыто фиолетовыми линиями. Предпочитает жить в группе, чтобы было легче противостоять опасностям окружающей среды и естественным врагам. Опытные рыбаки обернули это в свою пользу: стоит лишь заманить в сеть вожака, как весь косяк тут же поплывёт за ним.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Purple Shirakodai_icon.png",
            "amount": 20
          }
        ],
        "isMaterial": true
      }
    ]
  }
}