{
  "epId": 1912,
  "name": "Рассказы улицы Токи (V)",
  "desc": "Приведёт ли эта наполненная причитаниями часть к более интересной истории?",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/124137736/e1721cc69b0b938bf4f9dc50b128c317_6211441359713660851.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1695817184,
  "components": {
    "textualResearch": [
      {
        "title": "Содержание",
        "desc": [
          {
            "type": "RichText",
            "text": "Антракт\nГоворят, что в прошлом, когда хрупкие и недолговечные смертные ещё не пересекли море и не добрались до этих земель, Инадзума была страной тануки.\nРождённые ленивыми и беззаботными, тануки никогда не беспокоятся о завтрашнем дне и не лелеют былые горести. В те времена земли Инадзумы были для тануки уютным раем, а каждый день - шумным праздником.\nПо крайней мере, так всегда говорили старейшины тануки.\nПозже из-за моря приплыли кицунэ и начали с тануки войну, которая продлилась много поколений. Лишь когда обе стороны понесли тяжёлые потери, начались мирные переговоры. Тануки до сих пор упрямятся и не признают поражения, но факт остаётся фактом - они вынуждены были уступить кицунэ огромную Громовую сакуру.\nНо кицунэ не менее хитры и искусны в перевоплощениях. Говорят, что во время великой войны между кицунэ и тануки из-за постоянных подмен и превращений многие несчастные души совершенно запутались и больше не могли вспомнить, кто они и на чьей стороне.\nОт таких сбитых с толку ёкаев и стали рождаться смертные.\nЯ бродил по извилистым улочкам и переулкам, пересказывая давние истории тануки.\nНо нигде не нашлось ни одного открытого ресторана.\nКажется, настало время вернуться.\nС этой мыслью я остановился и потянулся перед киоском с собой дяди Кицунэ.\nКак раз в этот момент сзади донёсся знакомый запах..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Рассказы улицы Токи (V)"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Алхимия"
          }
        ]
      }
    ]
  }
}