{
  "epId": 2064,
  "name": "Стойкость Миллелита",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Tenacity of the Millelith/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "HP",
      "Прочность щита",
      "Сила атаки"
    ]
  },
  "menuId": 5,
  "menuName": "Артефакты",
  "version": 1725011136,
  "components": {
    "story": [
      {
        "title": "Цветок почестей",
        "desc": [
          {
            "type": "RichText",
            "text": "Там, где когда-то пели крутые утёсы, в Разлом однажды упал метеорит.\nКогда звёздный металл рухнул с усыпанного звёздами ночного неба, песок и пыль, на которые он упал, превратились в глазурный песок.\nЖизнь смертных - это одно лишь мгновение, но Властелин Камня всё же вверил Миллелитам охрану рудных жил.\nБездна фонтаном хлынула в этот мир, и Миллелитам пришлось эвакуировать местных жителей.\nПо рассказам шахтёров, небольшая часть солдат, что осталась у Разлома прикрывать отступление,\nсражалась плечом к плечу с безымянным Якса, чтобы в конце концов отдать свои жизни под этими крутыми скалами.\nХотя пейзажи и изменились за столь долгое время, а имена смертных и Адепта были преданы забвению,\nих подвиг навсегда остался в памяти людей, и именно по этому сверкают так ярко крепкие лепестки этого золотого цветка.\nПрошло пятьсот лет с тех пор, как случилась та катастрофа, а гавань спокойна и стены её прочны, как и раньше.\nСолдаты гордо носят золотые цветы в знак уважения высшей жертве их предков."
          }
        ]
      },
      {
        "title": "Древний шлем генерала",
        "desc": [
          {
            "type": "RichText",
            "text": "Командир, сражавшийся вместе с безымянными якcами, погиб, исполняя свой долг,\nкак и горстка его соотечественников, сражавшихся вместе с ним.\nЧтобы дать пострадавшим мирным жителям возможность безопасно бежать и чтобы сохранить свою честь в глазах Властелина Камня,\nпередовые бойцы в шлемах вышли вперёд, направили свои копья в сторону Бездны и бросились в бой.\nБеда пришла в страну глазури, и туда хлынула орда древних врагов.\nПо приказу Властелина Камня якcа вели кровавый бой против появившихся порождений Бездны.\nБитва продолжалась до тех пор, пока последняя капля крови не упала на поле боя и пока всё нечистое не было очищено.\nКогда волна Бездны отступила, пески снова засияли глазурью.\nОднако когда мрак, наполнявший небеса над Разломом, наконец рассеялся, якса бесследно исчезли.\nЧто касается генерала и его людей, которые оставили свои шлемы на поле боя, они вечно покоятся там с миром."
          }
        ]
      },
      {
        "title": "Золотой кубок клятвы",
        "desc": [
          {
            "type": "RichText",
            "text": "Когда Миллелиты только появились, земли Ли Юэ ещё не успели одичать.\nСтарейшины городов, деревень и племён испили из золотого кубка, скрепляя клятву о союзе.\nОни, верой и правдой служившие Властелину Камня, почитавшие своим долгом защищать народ и соотечественников,\nони, воины, отбиравшие в свои ряды самых храбрых, были названы Миллелитами.\nТе воины, что остались сражаться плечом к плечу с Якса, испили прекрасное вино из того золотого кубка,\nи, посвятив последнюю чашу любимому и грозному Властелину Камня, по зову долга устремились в Бездну.\nПрошло несколько сотен лет, и самонадеянный искатель приключений сам отправился в глубины Бездны, отыскал там этот кубок и немного очистил его.\nЗолотой кубок не разбился и не покрылся ржавчиной за сотни лет, не напитался он и чёрным дыханием Бездны.\nЧерез сотни лет, когда жители Ли Юэ снова заговорили о прошедшей эпохе катастроф, они вспомнили о том безымянном Якса,\nо том, как герои разного происхождения и из разных мест сплотились, чтобы противостоять приливу Бездны...\nНе забыли они и про этот кубок. Кровь, скрепившая союз, будто по-прежнему чиста и не тронута пылью."
          }
        ]
      },
      {
        "title": "Боевое перо командира",
        "desc": [
          {
            "type": "RichText",
            "text": "Перо, обронённое парившей в вышине хищной птицей и превращённое Миллелитами в символ военных заслуг.\nТакие перья носят только во время почётного караула. Такие перья призваны воодушевлять народ и демонстрировать иностранным государствам величие и мощь.\nГоворят, что перо, подобное тем, что носят Миллелиты в торжественных случаях, изначально носил безымянный Якса.\nПерья, которые были разбросаны по земле, когда Якса боролись с приспешниками Бездны, являются символом надежды.\nВ конце концов храбрые Якса и бесстрашные смертные уснули крепким сном в чёрном омуте Бездны.\nВластелин Камня, тронутый их жертвой, долгое время молчал в память о них, и лишь скалы тихо вздыхали в тишине.\nВ народе также есть слух, что безымянный Якса защищал разлом не для того, чтобы исполнить приказ Властелина,\nа для того, чтобы искупить вечные грехи, снискать прощение за некогда проявленные трусость и слабость.\nКак бы то ни было, Якса, некогда паривший среди облаков, к ним и вернулся.\nВоины, уснувшие в омуте Бездны, тоже всегда будут существовать в изменчивых мифах."
          }
        ]
      },
      {
        "title": "Золотые часы",
        "desc": [
          {
            "type": "RichText",
            "text": "Крепкий хронометр, чьи стрелки несутся вслед за светом солнца и луны. Он способен уловить свет даже среди сплошных заблуждений.\nВ моменты, когда над Ли Юэ нависала чёрная как смоль угроза, эти часы позволяли солдатам помнить о тепле солнечных дней.\nПростые смертные солдаты, сражаясь бок о бок с Якса, не могли избежать пагубного влияния кармы или страданий от убийств.\nЧтобы не оказаться поглощёнными чередой убийств, Миллелиты с помощью этих часов молча запоминали точное время момента убийства.\nЕдиным шагом по строгим регламентам первые ряды смертных сменились следующими.\nТаким образом, продвигаясь вперёд и отступая, Якса и храбрые войны, как единое целое, дошли вплоть до Разлома, и там, сражаясь плечом к плечу, сложили головы.\nЧерез сто лет эти часы были обнаружены шахтёрами, и в ярком свете звёзд они сверкали металлическим блеском.\nНа рынках ходят слухи, что чёрные коллекционеры ходят по торговым кварталам и скупают эти часы по высокой цене.\nПродавцы пытаются узнать, в чём причина, но скупщики ловко прикрываются различными предлогами и отговорками.\nВозможно, цель этих людей - добиться того, чтобы бесконечное время наконец дало разумные ответы на все их вопросы."
          }
        ]
      }
    ],
    "artifactList": {
      "sands_of_eon": {
        "title": "Золотые часы",
        "position": "Пески времени",
        "desc": [
          {
            "type": "RichText",
            "text": "Безыскусный прибор, который показывает время. Во времена войн он был частью экипировки Миллелитов."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Tenacity of the Millelith/sands_of_eon_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Золотой кубок клятвы",
        "position": "Кубок пространства",
        "desc": [
          {
            "type": "RichText",
            "text": "Золотой кубок, с помощью которого Миллелиты присягают на верность. Он всё ещё хранит тонкий аромат вина."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Tenacity of the Millelith/goblet_of_eonothem_icon.png"
      },
      "plume_of_death": {
        "title": "Боевое перо командира",
        "position": "Перо смерти",
        "desc": [
          {
            "type": "RichText",
            "text": "Соколиное перо, носимое почётным караулом. Оно призвано демонстрировать инородцам решительность и благородство гавани Ли Юэ."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Tenacity of the Millelith/plume_of_death_icon.png"
      },
      "flower_of_life": {
        "title": "Цветок почестей",
        "position": "Цветок жизни",
        "desc": [
          {
            "type": "RichText",
            "text": "Цветок тонкой работы, сделанный из золотого листа. Он символизирует славу и подвиги своего хозяина."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Tenacity of the Millelith/flower_of_life_icon.png"
      },
      "circlet_of_logos": {
        "title": "Древний шлем генерала",
        "position": "Корона разума",
        "desc": [
          {
            "type": "RichText",
            "text": "Роскошный шлем из древних времён. После чистки и полировки он сверкает, как новый."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Tenacity of the Millelith/circlet_of_logos_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Стойкость Миллелита"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "• Подземелье «Горный дозор». Благословение: Неподвижный\n• Мистическое подношение (Алхимия)"
          }
        ]
      },
      {
        "key": "Карта:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3606,
            "name": "Древний шлем генерала",
            "desc": "<p><strong><span style=\"color: #FFFFFF\">Нерушимое обещание</span></strong></p><p>«Последняя капля крови впиталась в поле битвы, и зеркальная гладь песков воссияла вновь».</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/25/51635400/e6081d7f52619b447afaf823f1a5fad0_8238727154323851377.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3867,
            "name": "Стойкость Миллелита",
            "desc": "<p><strong><span style=\"color: #FFFFFF\">Древний шлем генерала</span></strong></p><p>«...Чтобы защитить беженцев и обеспечить их отход, чтобы оправдать ожидания Властелина Камня....</p><p>...Передовые бойцы в шлемах вышли вперёд, направили свои копья в сторону Бездны и бросились в бой».</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/20/51635400/09172067518cd14e8cbbaaae61d2ee8f_2273940872070570404.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Увеличивает НР на 20%",
      "fourSetEffect": "Когда элементальный навык попадает по врагам, атака всех находящихся поблизости персонажей в отряде, увеличивается на 20%, а прочность их щита увеличивается на 30%. Эффект длится 3 сек. и может возникнуть 1 раз в 0,5 сек. Этот эффект может быть активирован, даже если персонаж, экипированный этим набором артефактов, не находится на поле боя."
    }
  }
}