{
  "epId": 2065,
  "name": "Кокон сладких грёз",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Husk of Opulent Dreams/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Бонус урона",
      "Защита"
    ]
  },
  "menuId": 5,
  "menuName": "Артефакты",
  "version": 1725011130,
  "components": {
    "artifactList": {
      "circlet_of_logos": {
        "title": "Шляпа телесности",
        "position": "Корона разума",
        "desc": [
          {
            "type": "RichText",
            "text": "Шляпа, изначально служившая для защиты от солнца и дождя во время странствий. Со временем её главным предназначением стало скрывать лицо обладателя и его выражение."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Husk of Opulent Dreams/circlet_of_logos_icon.png"
      },
      "flower_of_life": {
        "title": "Пора расцвета",
        "position": "Цветок жизни",
        "desc": [
          {
            "type": "RichText",
            "text": "Маленькое золотое украшение в форме цветка с шестью лепестками, который никогда не увянет. Символизирует быстротечность земной славы."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Husk of Opulent Dreams/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Перо чертога",
        "position": "Перо смерти",
        "desc": [
          {
            "type": "RichText",
            "text": "Вынесенное из чертога уединения доказательство в форме пера. Из сострадания создатель поместил его в доме рядом с неким спящим телом."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Husk of Opulent Dreams/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Песнь жизни",
        "position": "Пески времени",
        "desc": [
          {
            "type": "RichText",
            "text": "Иноземная для Инадзумы вещица. Внутри больше нет механизма, поэтому стрелки не двигаются."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Husk of Opulent Dreams/sands_of_eon_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Тыква пробуждения",
        "position": "Кубок пространства",
        "desc": [
          {
            "type": "RichText",
            "text": "Тыква, украшенная золотой пылью и чёрной краской. Её первоначальный цвет уже неразличим. Похоже, она используется в основном как реквизит для выступлений."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Husk of Opulent Dreams/goblet_of_eonothem_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Кокон сладких грёз"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "• Подземелье «Дремлющий сад»\n• Мистическое подношение (Алхимия)"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Песнь жизни",
        "desc": [
          {
            "type": "RichText",
            "text": "В его сне призрак танцевал под музыку при свете луны.\nОн напоминал самого юношу в далёком прошлом, когда он был чист, словно лист бумаги.\nА может быть, его же, но изжившего ненависть и горести\nи обнажившего после этого свою чистую и хрупкую сущность.\nСтранник не знал, что способен видеть сны.\nОн решил, что это может быть очередным трюком учёных\nили ничтожным сопротивлением прежнего сердца.\n«Однажды ты получил \"сердце\", о котором всегда мечтал.\nНо это была всего лишь фальшивка.\nТеперь же ты наконец обретёшь то, что тебе принадлежит.\nИ это сконструированное тело сможет захватить власть над миром.\nНо всё это лишь мимолетные мечты о славе,\nкоторые однажды развеются среди вздохов страдающей земли».\nГоворил ли это «он» из прошлого? Или «он» из будущего?\nСтраннику было всё равно, и, когда он проснулся,\nрассеялся не он, а то бесплотное видение будущего."
          }
        ]
      },
      {
        "title": "Песнь жизни",
        "desc": [
          {
            "type": "RichText",
            "text": "Он был рождён, чтобы стать сосудом для «сердца»,\nно слишком много слёз он проливал во сне.\nИ его создательница отметила с неумолимостью,\nчто он слишком слаб и хрупок - и как человек, и как инструмент.\nНо создательница не стала уничтожать его, погрузив вместо этого в глубокий сон.\nПри проектировании следующей модели она отказалась от идеи дать новому созданию сердце.\nА неудавшийся образец негде было хранить,\nи самое почтенная и необычайная «улика» была отправлена в храм на горе Ёго.\nПозже прекрасная кукла пробудилась и начала собственное путешествие.\nОн видел людей с самыми разными сердцами:\nдобрыми, принципиальными, сильными, нежными...\nКукле тоже хотелось иметь сердце.\nИ в конце концов кукле удалось получить его.\nЭто было целью его появления на свет и смыслом существования.\nИ всё же оно оказалось не тем, чего на самом деле хотелось кукле,\nпоскольку в этом сердце не было добрых пожеланий.\nЭтот ритуальный предмет был наполнен эгоизмом, фальшью, хитростью и проклятьями,\nедва прикрытыми обёрткой дружелюбия.\nДобро и зло всего лишь созданные живыми конструкты, бесполезные и создающие лишний шум.\nНо если бы он вынул это сердце,\nто больше не мог бы испытывать никаких чувств."
          }
        ]
      },
      {
        "title": "Перо чертога",
        "desc": [
          {
            "type": "RichText",
            "text": "Давно скитающийся по свету эксцентричный кабукимоно давно не думает о том,\nно закрывая глаза, он всё ещё видит лунные ночи и горящее пламя печей Татарасуны.\nЕщё не очерствевший сердцем юный адъютант говорит:\n«Это золотое украшение - удостоверение личности, выданное милостью сёгуна.\nНо прошу тебя, во время странствий по миру помни о запрете:\nне раскрывай другим, кто ты на самом деле».\nПринципиальный инспектор произносит:\n«Это золотое украшение - удостоверение личности, дарованное сёгуном.\nНо ты не человек и не механизм,\nи я не могу поступить с тобой иначе. Не держи на меня зла!»\nПутник, что оставил вчерашний день в прошлом, не думает о нём.\nНо закрыв уши, он всё ещё слышит рёв бушевавших в тот год бурь.\nКто-то выжидающе смотрит на него:\n«Это золотое украшение - удостоверение личности, выданное милостью сёгуна.\nЕму должно быть под силу спасти людей от бед».\nПрекрасная и мудрая жрица говорит:\n«Это золотое украшение - удостоверение личности, выданное милостью сёгуна.\nОна не оставит тебя.\nЯ же могу лишь поскорее послать за помощью...»\n...Но всё прошло, золотое оперение покрылось пылью,\nа все сказания сгорели в искупительном пламени дотла."
          }
        ]
      },
      {
        "title": "Шляпа телесности",
        "desc": [
          {
            "type": "RichText",
            "text": "«Странник, странник, ты куда?» -\nзакричал мальчишка, вынуждая юного странника замедлить шаг.\nЭто был сын одного из работников Татарасуны. И хотя мальчик был болен, глаза его оставались ясными.\nЮноша сказал ребёнку, что направляется в город Инадзуму.\n«Но ведь дождь такой сильный! Говорят, что те, кто ушёл раньше, так и не вернулись!»\nЮноша несколько раз открывал рот, чтобы ответить, но в конце концов лишь слабо улыбнулся малышу.\nКогда он в следующий раз ступил на этот остров, от ребёнка не осталось и следа.\n«Ты куда, инадзумец? Эта лодка не про твою честь!» -\nхотел помешать юному страннику лодочник в порту.\nНо прежде чем юноша успел достать свой клинок, попутчик остановил его.\nМужчина сказал лодочнику, что этот чужеземец с ним.\n«А, так он ваш гость? Тогда прошу прощения за грубость».\nМужчина протянул юноше плащ, чтобы согреться, но тот лишь покачал головой.\nЕму это было не нужно. Он хотел лишь одного - узнать, что любопытного принесёт ему это путешествие.\n«Куда вы направляетесь, господин Предвестник?».\nЮноша, который терпеть не мог болтунов, отвесил в ответ пощёчину.\nИ всё же ему так нравилось наблюдать выражение ужаса и беспомощности на лицах людей.\nБыть может, именно выразительность лица этого недалёкого подчинённого была причиной, по которой юноша от него не избавился.\nОн сообщил жалкой дрожащей фигуре, что направляется на восток, в Мондштадт.\n«Я всё понял! Сейчас же велю вашим охранникам подготовиться!»\nВ охране, разумеется, не было нужды, но к чему впустую тратить слова на идиотов.\nНадев шляпу странника, он в одиночестве направился на восток.\n«Куда ты держишь путь, дитя?» -\nспросила вернувшегося на родину юношу пожилая женщина.\nОн ответил ей, что направляется на запад.\n«На остров Ясиори? А что у тебя там за дела?» -\nСпросила она без задней мысли, а лишь потому, что знала, в последнее время там неспокойно.\nЮноша с искренней улыбкой поблагодарил ее за заботу и сказал, что у него назначена встреча.\nКогда лодка приблизилась к берегу, стало видно стоящую у воды женщину в чужеземной одежде.\nНе приближаясь, она бросила в сторону юноши маленькую хрустальную сферу.\nС легкостью поймав сферу, он нацелил её на умирающее окровавленное солнце."
          }
        ]
      },
      {
        "title": "Тыква пробуждения",
        "desc": [
          {
            "type": "RichText",
            "text": "Амэнома, Фуцу, Иссин, Хякумэ, Сэндзю -\nвсе вместе когда-то они составляли пять великих школ «Райдэн гокадэн».\nНо лишь Амэнома по сию пору сохраняет линию преемственности,\nв то время как последователей Иссин едва ли сыщешь в целом свете.\nЛюди думают, что всё дело лишь в разрушительном ходе времени.\nНикто и не подозревает, что у упадка могут быть тайные причины.\nСтранник никогда бы не признался в этом.\nОн никогда бы не признался, что всё дело было в желании отомстить мастеру мечей.\nА ещё он не рассказывал правды о том,\nкак бросил свои планы на полпути, потому что потерял к ним интерес.\nПеренятым у какого-то учёного мужа тоном он повторял только:\n«Это был всего лишь маленький эксперимент над человеческой природой».\nВ инадзумском традиционном театре есть амплуа «Куникудзуси».\nЭто интриганы и ниспровергатели, жаждущие захватить власть в стране.\nВ конце своих скитаний он по собственной воле выбрал для себя это прозвание.\nПрежнее же его имя не мог вспомнить даже он сам.\nПо инадзумским традициям, название пьесы часто соединяет в себе названия входящих в неё актов.\nНапример, три акта «Сумирэдзомэ», «Сангэцу» и «Когэцукан»\nсоставляют пьесу «Сумирэдзомэ сангэцу когэцукан».\nБыть может, однажды наступит день, когда всё пережитое этой телесной оболочкой\nпревратится в сказания смертных и смутные воспоминания, разлитые по артериям земли.\nНо пока три акта его пьесы всё ещё длятся."
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Увеличивает защиту на 30%.",
      "fourSetEffect": "Персонаж, экипированный этим набором артефактов, получает эффект Любопытства в следующих ситуациях: 1 уровень Любопытства даётся активному персонажу после попадания по противнику атакой Гео (не чаще чем раз в 0,3 сек.); когда персонаж находится вне поля боя, он получает 1 ур. Любопытства каждые 3 сек. Любопытство может складываться до 4 ур., каждый ур. прибавляет 6% к защите и 6% к Гео урону. Если персонаж не получает Любопытство в течение 6 сек., то он теряет 1 накопленный уровень Любопытства."
    }
  }
}