{
  "epId": 2067,
  "name": "Громогласный рёв ярости",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Бонус урона",
      "Снижение времени отката"
    ]
  },
  "menuId": 5,
  "menuName": "Артефакты",
  "version": 1699958142,
  "components": {
    "artifactList": {
      "plume_of_death": {
        "title": "Переживший катастрофу",
        "position": "Перо смерти",
        "desc": [
          {
            "type": "RichText",
            "text": "Возмездие чудесной птицы грома. Это перо заряжено яростно сверкающей молнией."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Песочные часы грома",
        "position": "Пески времени",
        "desc": [
          {
            "type": "RichText",
            "text": "Поклонявшееся Громовой птице племя использовало эти песочные часы, чтобы предсказывать приход повелителя грома. С исчезновением племени замолчали и эти часы."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/sands_of_eon_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Предвестник бури",
        "position": "Кубок пространства",
        "desc": [
          {
            "type": "RichText",
            "text": "Церемониальный кубок, наполненный кровью невинного. В нём отдаются эхом мольбы, постепенно переходящие в громогласный рёв ярости."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/goblet_of_eonothem_icon.png"
      },
      "circlet_of_logos": {
        "title": "Корона призывателя грома",
        "position": "Корона разума",
        "desc": [
          {
            "type": "RichText",
            "text": "Корона, которую когда-то носил шаман, поклоняющийся чудесной птице грома. Однако чудовище не тронули ни молитвы, ни преданность."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/circlet_of_logos_icon.png"
      },
      "flower_of_life": {
        "title": "Милосердие Громовой птицы",
        "position": "Цветок жизни",
        "desc": [
          {
            "type": "RichText",
            "text": "Цветок, никак не пострадавший от лилового огня. В тот день катастрофы удалось уцелеть только ему."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/flower_of_life_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Громогласный рёв ярости"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "· Подземелье «Июльские сады». Благословение: Пламя очищения III+\n· Мистическое подношение (Алхимия)"
          }
        ]
      },
      {
        "key": "Карта:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3253,
            "name": "Корона призывателя грома",
            "desc": "<p><strong><span style=\"color: rgba(255, 255, 255, 0.85)\">Дождь и молнии</span></strong></p><p>«Песня пронзила низкий гул бури, разорвала облака и донесла до птицы свет...»</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/70239714/f3eb51dad5e9d7e75feac7c350bf90ee_8682883735608198041.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3254,
            "name": "Громогласный рёв ярости",
            "desc": "<p><strong><span style=\"color: rgba(255, 255, 255, 0.85)\">Шлейф штормового неба</span></strong></p><p>«Когда ты снова прилетишь с громом и дождём, я спою тебе другую песню!»</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/51635400/e2ff660b422239f6f58cd843d54743f5_1842844185541025316.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Увеличивает бонус Электро урона на 15%.",
      "fourSetEffect": "<p>Увеличивает урон реакций Перегрузка, Заряжен, Сверхпроводник и Вегетация на 40%. Урон от реакции Обострение увеличивается на 20%. При активации этих реакций, а также реакции Стимуляция, время отката элементального навыка уменьшается на 1 сек. Эффект может возникнуть не чаще 1 раза в 0,8 сек.</p>"
    },
    "textualResearch": [
      {
        "title": "Местоположение",
        "desc": [
          {
            "type": "RichText",
            "text": "Артефакты «Громогласный рёв ярости» можно найти в подземелье «Июльские сады», которое находится в Мондштадте около утёса Звездолова в долине Звездопадов."
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Милосердие Громовой птицы",
        "desc": [
          {
            "type": "RichText",
            "text": "Чудом уцелевший в лесном пожаре пурпурный цветок.\nОн стал свидетелем катастрофы, которая случилась с племенем.\nПриближалось празднество нового года, и шаман попытался кровью невинного призвать чудесную птицу грома.\nКак и в прежние годы, племя подготовило подношения и продолжало распевать молитвы, рассчитывая на её благосклонность.\nНо теперь вместе с птицей на землю обрушились сумасшедшие раскаты грома и испепеляющие вспышки молний.\nЗа преступление против юноши жестокое возмездие ожидало его соплеменников.\nДав волю своему ужасному естеству, чудесная птица грома полностью истребила крошечное племя."
          }
        ]
      },
      {
        "title": "Корона призывателя грома",
        "desc": [
          {
            "type": "RichText",
            "text": "Эту корону носил почтенный шаман древнего племени,\nкоторое поклонялось чудесной птице грома.\nВысоко в небе среди грозовых туч реяла птица, низвергая фиолетовые молнии и ливни.\nНевежественные дикари боготворили её милость, но силы её вселяли в них смертельный страх. Поэтому,\nчтобы задобрить её и заручиться покровительством птицы, шаманы приносили в жертву кровь.\nНо для чудовища, коим она и была, людские подношения ценности не имели.\nНе ведая сего, дикари продолжали слепо верить, что выходки Громовой птицы были волей божества.\nСудьбы людей для неё были не более чем дыханьем между раскатами грома.\nС высоты облаков человек мало чем отличался от животного.\nТак было вплоть до того, как рёв и грохот непогоды, тяжёлые тучи и стены ливня не пронзила\nи не донесла до птицы свет та песнь."
          }
        ]
      },
      {
        "title": "Предвестник бури",
        "desc": [
          {
            "type": "RichText",
            "text": "Кубок сей шаман древнего племени наполнял кровью,\nчтобы преподнести её, ещё тёплую, чудесной птице грома.\nОднажды, когда Громовая птица парила высоко в небесах, и над горами бушевали грозы, бесстрашный юноша запел свою песнь.\nОчарованная ясным голосом, гордая птица спустилась и села подле него.\n- Потешно поёшь, человечишка. Разве не пугают тебя ливни и молнии?\n- Старейшины говорят, что когда я пою, утихает буря, и гроза превращается в живительный дождь.\nТак, прекратив петь, ответил юноша птице.\nВскрикнула, но тут же умолкла гордая птица,\nведь это была очень трогательная песня\nНо первая встреча юноши и Громовой птицы стала последней.\nТам, где некогда пел юноша, увидела она высокий алтарь, на котором кубок до краёв был наполнен его кровью."
          }
        ]
      },
      {
        "title": "Переживший катастрофу",
        "desc": [
          {
            "type": "RichText",
            "text": "Перо, которое обронила Громовая птица, переливается пурпурной молнией.\nИменно оно стало последним свидетелем гибели племени.\nНе защиту принесла им Громовая птица, а разрушение.\nОдной хмурой ночью птица и юноша стали друзьями.\nВзмахнув крыльями, она улетела, и юноша подобрал павшее перо.\n«Когда ты вместе с громом и молнией вернёшься вновь,\nя спою тебе ещё».\nСкорбь о нарушенном обещании сводила птицу с ума, и она\nиспепелила все горные леса округи.\nЧерез много лет на птицу огласили охоту и, словно опасную тварь, её убили.\nПрошли годы, и на пепелище вырос изумрудный лес.\nПереливающееся молнией перо оказалось погребено под травами и листвой.\nИстория Громовой птицы и юноши ушла в небытие вместе с племенем."
          }
        ]
      },
      {
        "title": "Песочные часы грома",
        "desc": [
          {
            "type": "RichText",
            "text": "Песочные часы с красочным орнаментом.\nОни были утеряны вместе с памятью о поклонявшемся Громовой птице племени, которому и принадлежали.\nЭти роскошные песочные часы, инкрустированные аметистами и золотым янтарём, носил сам шаман.\nКогда чудесной птице грома приходила пора спуститься на землю, эти часы отсчитывали время наступившего в её честь празднества.\nСамый последний обряд племени прекратился, когда слепая от ярости чудесная птица перевернула окроплённый кровью алтарь.\nМгновения, что часы отсчитывали до сошествия божественного покровителя, стали для племени предсмертными.\nИсполинская птица унесла множество жизней в отмщение одной - юноши, что ей пел.\nНо только не ведала она, что ради блага своего племени\nв жертву юноша принёс себя добровольно."
          }
        ]
      }
    ]
  }
}