{
  "epId": 2068,
  "name": "Учёный",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Scholar/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Восст. энергии"
    ]
  },
  "menuId": 5,
  "menuName": "Артефакты",
  "version": 1699846792,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "Увеличивает скорость восстановления энергии на 20%.",
      "fourSetEffect": "Получение элементальных сфер или частиц восстанавливает 3 ед. энергии членам отряда, экипированным стрелковым оружием или катализатором. Может возникнуть раз в 3 сек."
    },
    "artifactList": {
      "flower_of_life": {
        "title": "Закладка учёного",
        "position": "Цветок жизни",
        "desc": [
          {
            "type": "RichText",
            "text": "Высушенный лист, используемый в качестве закладки. Он впитал в себя запах страниц."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Scholar/flower_of_life_icon.png"
      },
      "circlet_of_logos": {
        "title": "Очки учёного",
        "position": "Корона разума",
        "desc": [
          {
            "type": "RichText",
            "text": "Чрезмерное чтение портит зрение. Данное изобретение создано, чтобы облегчить страдания."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Scholar/circlet_of_logos_icon.png"
      },
      "sands_of_eon": {
        "title": "Часы учёного",
        "position": "Пески времени",
        "desc": [
          {
            "type": "RichText",
            "text": "Маленькие настольные часы. Подсказывают время закопавшимся в книги учёным."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Scholar/sands_of_eon_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Чернильница учёного",
        "position": "Кубок пространства",
        "desc": [
          {
            "type": "RichText",
            "text": "Изначально это была ёмкость для питья, но теперь она покрыта чернилами изнутри."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Scholar/goblet_of_eonothem_icon.png"
      },
      "plume_of_death": {
        "title": "Перо учёного",
        "position": "Перо смерти",
        "desc": [
          {
            "type": "RichText",
            "text": "Перо птицы, служащее для письма. Его кончик покрыт чёрными чернилами."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Scholar/plume_of_death_icon.png"
      }
    },
    "textualResearch": [
      {
        "title": "Местоположение",
        "desc": [
          {
            "type": "RichText",
            "text": "Артефакты «Учёный» можно найти в подземелье «Чистая вода и горная пещера», которое находится в Ли Юэ около горы Аоцзан в Яшмовом лесу."
          }
        ]
      },
      {
        "title": "Местоположение",
        "desc": [
          {
            "type": "RichText",
            "text": "Артефакты «Учёный» можно найти в подземелье «Расплавленная крепость», которое находится в Сумеру около гор Темир в Гавирех Ладжавард."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Учёный"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "• Подземелье «Чистая вода и горная пещера»\n• Подземелье «Расплавленная крепость»"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Закладка учёного",
        "desc": [
          {
            "type": "RichText",
            "text": "Учёной, живущей в удалённом от мира уголке среди одних лишь книг редко удавалось увидеть живые цветы.\nОднажды восхищённый учёной юноша, чтобы скрасить её одиночество, принёс ей экзотический цветок.\nУчёная трепетно хранила этот подарок: она засушила цветок и поместила его меж страниц огромного фолианта.\nС тех пор этот цветок был разноцветным огоньком среди гор серых, скучных книг и свитков."
          }
        ]
      },
      {
        "title": "Очки учёного",
        "desc": [
          {
            "type": "RichText",
            "text": "Наука всё равно что азартная игра. Ты можешь посвятить ей всю жизнь и в итоге не получить ничего.\nУчёная полжизни посвятила записям, бесконечным исследованиям, расчётам, толкованиям,\nснова и снова тратила время на неудачи и затруднения.\nНекогда острое зрение сейчас, из-за непрерывного чтения, стало подводить её,\nно до сих пор не известно, когда придёт время получить ответы на все её вопросы."
          }
        ]
      },
      {
        "title": "Чернильница учёного",
        "desc": [
          {
            "type": "RichText",
            "text": "Изящная чайная чашка, со стола учёной. Она изготовлена из тонкого фарфора, а на кромку нанесена тонкая линия позолоты.\nСовершенно несочетающаяся с царившим в кабинете учёной бардаком, чашка выглядит так, будто её хозяйка была родом из весьма небедной семьи.\nНо, кажется, ученая не придавала этому значения и держала в чашке перья для письма.\nОна использовала её лишь для промывания перьев, и чашка, покрытая чернильными разводами, давно потеряла былую красоту."
          }
        ]
      },
      {
        "title": "Перо учёного",
        "desc": [
          {
            "type": "RichText",
            "text": "Писчее перо учёной, сделанное из пера заморской птицы.\nИз-за непрерывного использования в него намертво въелись чернила.\nУчёная пользовалась пером на протяжении многих лет и ни разу не меняла его.\nКак клинок становится будто продолжением солдата, долгое время находившегося на поле боя, так и перо стало оружием, с которым она давно сроднилась."
          }
        ]
      },
      {
        "title": "Часы учёного",
        "desc": [
          {
            "type": "RichText",
            "text": "Искусно сделанные часы, стоявшие на столе у учёной ровно в том месте, где их было бы труднее всего уронить.\nВ глубинах своей библиотеки учёная почти не видела белого света, и от того часто теряла ощущение времени.\nЭти прекрасные часы вели её в течение всей аскетической жизни, позволяя ей планировать свои следующие шаги.\nВ конечном счёте учёная не зря потратила столько времени, и мудрость, наконец, снизойдёт на неё в этой библиотеке."
          }
        ]
      }
    ]
  }
}