{
  "epId": 2072,
  "name": "Архаичный камень",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Бонус урона"
    ]
  },
  "menuId": 5,
  "menuName": "Артефакты",
  "version": 1699846808,
  "components": {
    "story": [
      {
        "title": "Цветок скальных трещин",
        "desc": [
          {
            "type": "RichText",
            "text": "В цветок, раскрывшийся в расселине отвесной скалы,\nвдохнула жизнь энергия Гео.\nПо одному народному сказанию\nв старину однажды Властелину Камня заявили, что на голых камнях жизни быть не может.\nТогда по его велению на каменной глыбе расцвели цветы из чистого золота.\nБыть может, Гео Архонт и в самом деле сотворил такое чудо.\nВозможно, однако, что это просто одна из легенд, которыми полнится седая земля.\nНо процветающий порт, который вырос среди безжизненных скал\nи храбро выстоял бурные волны Моря облаков,\nбыть может, тем самым драгоценным цветком и был."
          }
        ]
      },
      {
        "title": "Маска из одинокого базальта",
        "desc": [
          {
            "type": "RichText",
            "text": "Согласно легенде, во времена войн богов одной из ипостасей Властелина Камня было беспредельное истребление.\nВо времена божественных междоусобиц нежность ему не стал бы приписывать никто.\nОн ясно различал добро от зла и бил точно в цель: даже вчерашние друзья не знали пощады.\nВ ту мифическую эпоху ледяные черты Властелина Камня оставались недвижимы.\nИ только когда пыль сражений улеглась, он отринул каменную маску.\nНо облик этот был частью контракта."
          }
        ]
      },
      {
        "title": "Кубок из резного камня",
        "desc": [
          {
            "type": "RichText",
            "text": "Сосуд для вина, вырезанный из недвижимой скалы.\nКогда-то он был наполнен божественным нектаром.\nБазальту надлежит быть неразрушимым, а кристаллу - сверкающим и прозрачным.\nСошествие в мир смертных должно сопровождаться изысканными наслаждениями.\nПо народной легенде Властелин Камня, чтобы пить вино,\nиз глубоких недр достал кусок коренной породы\nи вырезал себе винный сосуд из нефрита и резного камня.\nНекоторые историки утверждают, что всего таких бокалов было семь."
          }
        ]
      },
      {
        "title": "Перо зубчатых пиков",
        "desc": [
          {
            "type": "RichText",
            "text": "Перо исполинской птицы, которая могла своими крыльями сносить горы.\nОно уже давно позеленело, но не утратило свою бритвенную остроту.\nСогласно легенде, в древние времена, когда на земле царила смута, Властелин Камня вырывал горы и превращал их в гигантских хищных птиц.\nВысеченные из камня и нефрита, они воспаряли над землёй, как только обретали форму.\nКружа в небесной выси, они пронзали облака и срезали горные вершины.\nГоворят, что эти каменные птицы расправляли крылья и устремлялись в океан,\nпадая с неба словно кометы\nпрямиком в тёмные глубины к обитавшим в них чудовищам...\nЕщё говорят, что возвышающиеся над океаном скалы привлекают птиц и по сей день."
          }
        ]
      },
      {
        "title": "Часы из прочного нефрита",
        "desc": [
          {
            "type": "RichText",
            "text": "Солнечные часы из благородного нефрита.\nОни безмолвно следуют за солнцем и временем.\nДаже стоящие с незапамятных времён скалы когда-то распадутся на мелкие камни и сотрутся в пыль.\nПо легенде Властелин Камня однажды заставил звёзды показывать ход времени, чтобы научить людей ценности каждого мгновения.\nМного позже эти солнечные часы стали принадлежать молодому учёному, который ими очень дорожил.\n«В детстве я мечтал постичь великую мудрость древних фолиантов в академии Сумеру.\nКогда мне в руки попали эти часы, я долго их рассматривал, но ни малейшего изъяна в них не нашёл.\nПоэтому я решил оставить науку, найти мастера, обучиться новому ремеслу и бросить вызов создателю этого божественного инструмента»."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Архаичный камень"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "• Подземелье «Владения Гуюнь». Благословение: Весна III\n• Мистическое подношение (Алхимия)"
          }
        ]
      },
      {
        "key": "Карта:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3257,
            "name": "Маска из одинокого базальта",
            "desc": "<p><strong><span style=\"color: rgba(255, 255, 255, 0.85)\">Зубчатый камень</span></strong></p><p>«Он знал, что хорошо, а что плохо, и никогда не промахивался».</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/51635400/979f1b95488b3fb6ce9fd278a64dc12c_2423262210034517446.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3258,
            "name": "Архаичный камень",
            "desc": "<p><strong><span style=\"color: rgba(255, 255, 255, 0.85)\">Скалистый утёс</span></strong></p><p>«Пока Миллелиты на страже города, у зла нет шансов!»</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/70239714/38fcc3dd8df73d4f24af65ae546875bd_2790631132099694643.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Увеличивает бонус Гео урона на 15%.",
      "fourSetEffect": "Подобранный элементальный осколок, образованный реакцией Кристалл, увеличивает бонус элементального урона соответствующего элемента всех членов отряда на 35% в течение 10 сек. Одновременно можно иметь бонус урона только одного элемента."
    },
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Кубок из резного камня",
        "position": "Кубок пространства",
        "desc": [
          {
            "type": "RichText",
            "text": "Роскошный торжественный винный кубок, наполненный до краёв в давно минувшую эпоху."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/goblet_of_eonothem_icon.png"
      },
      "sands_of_eon": {
        "title": "Часы из прочного нефрита",
        "position": "Пески времени",
        "desc": [
          {
            "type": "RichText",
            "text": "Солнечные часы, вырезанные из цельного куска нефрита. Вырезанный на них узор безмолвно отсчитывает ход времени."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Маска из одинокого базальта",
        "position": "Корона разума",
        "desc": [
          {
            "type": "RichText",
            "text": "Торжественная маска, изысканно вырезанная из базальта. Её полые глаза равнодушно и холодно смотрят вдаль."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/circlet_of_logos_icon.png"
      },
      "plume_of_death": {
        "title": "Перо зубчатых пиков",
        "position": "Перо смерти",
        "desc": [
          {
            "type": "RichText",
            "text": "Окаменелое перо большого скального ястреба. Его базальтовый кончик иногда отдаёт прохладой росы."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/plume_of_death_icon.png"
      },
      "flower_of_life": {
        "title": "Цветок скальных трещин",
        "position": "Цветок жизни",
        "desc": [
          {
            "type": "RichText",
            "text": "Цветок, рождённый из минералов и камней в скальных трещинах. То, как его лепестки танцуют на ветру, заставляет его казаться живым."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/flower_of_life_icon.png"
      }
    },
    "textualResearch": [
      {
        "title": "Местоположение",
        "desc": [
          {
            "type": "RichText",
            "text": "Артефакты «Архаичный камень» можно найти в подземелье «Владения Гуюнь», которое находится в Ли Юэ в каменном лесу Гуюнь в Облачном море."
          }
        ]
      }
    ]
  }
}