{
  "epId": 2073,
  "name": "Берсерк",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Berserker/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Шанс крит. попадания"
    ]
  },
  "menuId": 5,
  "menuName": "Артефакты",
  "version": 0,
  "components": {
    "story": [
      {
        "title": "Роза берсерка",
        "desc": [
          {
            "type": "RichText",
            "text": "До того, как сойти с ума, воин порой гулял в саду роз.\nУ него никогда не было семьи. Не было ни возлюбленной, ни друга, с которым он мог бы поделиться своими мыслями.\nВ перерывах между битвами он приходил в этот сад, чтобы со всей нежностью, на которую был способен, ухаживать за хрупкими цветами...\nКак будто кроваво-красные розы, скрытые в недрах колючих кустарников, единственные могли дать его душе почувствовать тепло."
          }
        ]
      },
      {
        "title": "Боевая маска берсерка",
        "desc": [
          {
            "type": "RichText",
            "text": "Черты лица безумного воина, опаленного терзавшим его родину огнём, стали неузнаваемыми.\nСтальная маска прикипела к его плоти, и никакие чувства не способна была отразить её холодная поверхность.\nОднажды, в пылу безумной схватки, противник разбил маску на две части.\nТрещина прошла ото лба к подбородку и была столь глубокой, что обнажила плоть.\nНо ни боль, ни хлещущая кровь не могли остановить берсерка в его болезненном безумии.\nБерсерк продолжал рычать, пока свежая алая кровь не покрыла всё его лицо поверх уже запёкшейся."
          }
        ]
      },
      {
        "title": "Костяной кубок берсерка",
        "desc": [
          {
            "type": "RichText",
            "text": "Кровожадный берсерк бесчинствовал на земле, сражался и с людьми, и с монстрами, а однажды бросил вызов Архонтам.\nВ безжизненных, забытых всеми землях он столкнулся с не знавшим себе равных монстром.\nСтальная маска берсерка скрывала сжигающий душу гнев. Он вступил в безжалостный, кровопролитный бой с монстром.\nСражение длилось часы, дни, годы, и монстр, наконец, был повержен.\nИ берсерк высосал из сломленного рога монстра костный мозг, который заменил ему вино для победителя."
          }
        ]
      },
      {
        "title": "Перо берсерка",
        "desc": [
          {
            "type": "RichText",
            "text": "Родина воина пала в пламени войны между Архонтами и смертными.\nСад роз сгорел во всепоглощающем огне, и черные птицы - вестники смерти - клевали трупы своих сородичей.\nВ том пламени возродился воин, одержимый лишь жаждой мщения и убийства.\nИ чёрные перья, разлетевшиеся над полем битвы, окрасились алым, когда он совершил свою месть."
          }
        ]
      },
      {
        "title": "Часы берсерка",
        "desc": [
          {
            "type": "RichText",
            "text": "Ничто не вечно; даже берсерк не мог оспорить эту истину.\nКогда море крови под его ногами иссохло, когда силы покинули берсерка,\nон встретил последнего соперника, определившего его судьбу.\nКогда закат опустился на залитое кровью поле, Песочные Часы берсерка вспыхнули алым в лучах клонящегося к горизонту солнца."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя",
        "value": [
          {
            "type": "RichText",
            "text": "Берсерк"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Увеличивает шанс крит. попадания на 12%.",
      "fourSetEffect": "Увеличивает шанс крит. попадания на 24% при HP ниже 70%."
    },
    "artifactList": {
      "sands_of_eon": {
        "title": "Часы берсерка",
        "position": "Пески времени",
        "desc": [
          {
            "type": "RichText",
            "text": "Часы, неумолимо отсчитывающие время. Они напоминают берсерку о том, что его часы сражений и дни жизни в этом мире сочтены."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Berserker/sands_of_eon_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Костяной кубок берсерка",
        "position": "Кубок пространства",
        "desc": [
          {
            "type": "RichText",
            "text": "Кубок из костей неведомого существа. Это трофей с одной из кровопролитных битв древности."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Berserker/goblet_of_eonothem_icon.png"
      },
      "flower_of_life": {
        "title": "Роза берсерка",
        "position": "Цветок жизни",
        "desc": [
          {
            "type": "RichText",
            "text": "Изысканный цветок, окрашенный в алый цвет. Он отражает сущность Берсерка."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Berserker/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Перо берсерка",
        "position": "Перо смерти",
        "desc": [
          {
            "type": "RichText",
            "text": "Перо легендарной птицы цвета индиго, частично окрашенное в алый цвет."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Berserker/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "Боевая маска берсерка",
        "position": "Корона разума",
        "desc": [
          {
            "type": "RichText",
            "text": "Устрашающая железная маска, разбитая в пылу безжалостной битвы."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Berserker/circlet_of_logos_icon.png"
      }
    }
  }
}