{
  "epId": 2074,
  "name": "Инструктор",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Instructor/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Мастерство стихий"
    ]
  },
  "menuId": 5,
  "menuName": "Артефакты",
  "version": 1685016056,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "Увеличивает мастерство стихий на 80 ед.",
      "fourSetEffect": "Вызов элементальной реакции увеличивает мастерство стихий всех членов отряда на 120 ед. в течение 8 сек."
    },
    "artifactList": {
      "plume_of_death": {
        "title": "Перо инструктора",
        "position": "Перо смерти",
        "desc": [
          {
            "type": "RichText",
            "text": "Инструктор, познавший мастерство отражения атак, научился ни в коем случае не выпускать из рук данный аксессуар."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Instructor/plume_of_death_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Чайная кружка инструктора",
        "position": "Кубок пространства",
        "desc": [
          {
            "type": "RichText",
            "text": "Выглядит, как обычная кружка. Но для учеников это символ неоспоримого авторитета инструктора."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Instructor/goblet_of_eonothem_icon.png"
      },
      "circlet_of_logos": {
        "title": "Кепка инструктора",
        "position": "Корона разума",
        "desc": [
          {
            "type": "RichText",
            "text": "Почётная кепка инструктора. Вручается только тем, кто отказался от повышения."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Instructor/circlet_of_logos_icon.png"
      },
      "sands_of_eon": {
        "title": "Карманные часы инструктора",
        "position": "Пески времени",
        "desc": [
          {
            "type": "RichText",
            "text": "Эти часы не показывают время, а отмеряют длительность занятий."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Instructor/sands_of_eon_icon.png"
      },
      "flower_of_life": {
        "title": "Брошь инструктора",
        "position": "Цветок жизни",
        "desc": [
          {
            "type": "RichText",
            "text": "Надетая брошь означает, что сегодня занятий не будет."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Instructor/flower_of_life_icon.png"
      }
    },
    "story": [
      {
        "title": "Брошь инструктора",
        "desc": [
          {
            "type": "RichText",
            "text": "Каждый курсант военной школы понимает, что их суровый инструктор всегда серьёзен.\nНо каждую неделю случаются один - два дня, когда инструктор пребывает в хорошем настроении, и в такие моменты на груди он носит маленький жёлтый цветок.\nЗаметив, что инструктор едва улыбается краешком губ, курсанты с облегчением вздыхают.\nЖёлтый цветок на груди инструктора означает, что сегодня выходной и можно заглянуть домой.\nКогда его непослушные курсанты, наконец, расходятся кто куда, инструктор приходит на безмолвное кладбище.\nИ там, в полной тишине, он молча приносит дань уважения тем, чьи имена высечены на знакомых надгробиях."
          }
        ]
      },
      {
        "title": "Кепка инструктора",
        "desc": [
          {
            "type": "RichText",
            "text": "«У меня нет такого таланта, чтобы командовать войсками, как генерал,\nНет и такой работы, которой я был бы обучен, кроме военного дела.\nЛучше уж позвольте мне обучить этих детей и подготовить их к невзгодам,\nЧтобы на фронте они смогли выстоять хоть чуточку дольше»."
          }
        ]
      },
      {
        "title": "Чайная кружка инструктора",
        "desc": [
          {
            "type": "RichText",
            "text": "Курсанты военных школ по опыту знают, что в «свободной тренировке» от свободы - только слово.\nКурсанты усердно занимаются на учебном плацу, инструктор же, вольготно устроившись неподалёку, наблюдает за ними, словно надсмотрщик.\nВремя после полудня инструктор обычно проводит за чашкой крепкого, чересчур сладкого чая.\nТакой отдых - привилегия инструктора, демонстрация его авторитета перед курсантами."
          }
        ]
      },
      {
        "title": "Перо инструктора",
        "desc": [
          {
            "type": "RichText",
            "text": "Хладнокровный инструктор некогда был участником боевых действий и в ожесточённых сражениях прекрасно овладел искусством ведения боя.\nМонотонными тренировками он учит курсантов не столько мастерству защиты и атаки на поле боя,\nНе столько убийству и обороне, сколько навыкам выживания, которые не позволят их солдатской карьере оборваться слишком рано.\nСистематические показательные занятия, которые готовит инструктор, - дань памяти предкам, сражавшимся в войнах и оставшимся на полях боев.\nБлагодаря товарищам, не вернувшимся из боя, сегодня он стал тем, кто он есть, и приобрел этот опыт."
          }
        ]
      },
      {
        "title": "Карманные часы инструктора",
        "desc": [
          {
            "type": "RichText",
            "text": "Часы, долгое время бережно хранившиеся инструктором. Они - вовсе не снаряжение из военной школы.\nКогда инструктор был простым солдатом, по этим карманным часам он сверял время штурма.\nОни предсказывали ему победу или поражение, а также отсчитывали минуты солдатской жизни.\nДля курсантов эти часы являются символом усердной работы на пути к становлению настоящим воином."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Инструктор"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "• Боссы\n• Подземелья наказания (еженедельные боссы)\n• Подземелья\n• Сундуки\n• Элитные враги"
          }
        ]
      },
      {
        "key": "Карта:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3245,
            "name": "Кепка инструктора",
            "desc": "<p><strong><span style=\"color: rgba(255, 255, 255, 0.85)\">Всегда готов</span></strong></p><p>«У меня нет таланта, чтобы быть генералом, я гожусь лишь для солдатской службы».</p><p>«Всё, что я могу сделать, это быть строгим инструктором для этих детей, чтобы они выжили на поле боя немного дольше».</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/51635400/4fdd8aace73af19880f9d50b803911e8_6194812479364019073.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}