{
  "epId": 2075,
  "name": "Церемония древней знати",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Бонус урона",
      "Сила атаки"
    ]
  },
  "menuId": 5,
  "menuName": "Артефакты",
  "version": 1725011123,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "Увеличивает урон взрыва стихии на 20%.",
      "fourSetEffect": "Активация взрыва стихии увеличивает силу атаки всех членов отряда на 20% в течение 12 сек. Эффект не складывается."
    },
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Церемония древней знати"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "• Подземелье «Чистая вода и горная пещера». Благословение: Каменная темница\n• Мистическое подношение (Алхимия)"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Королевский цветок",
        "desc": [
          {
            "type": "RichText",
            "text": "Когда-то эта синяя лилия, сшитая из нежного шёлка,\nукрашала причёску аристократки.\nЭтот ароматный цветок оставил кто-то из аристократов, в древности правящих Мондштадтом.\nВ тот легендарный век все аристократы знали, что они для своих подданных пример.\nВверивший им бразды правления народ Мондштадта видел в них не только людей мудрых и деятельных,\nно и своих истинных представителей.\nБлагородство родословной они доказывали\nпреданным служением добродетели.\nПотворство плотским утехам укоротило дворянам жизнь,\nа хвастовство и тщеславие привело к вырождению."
          }
        ]
      },
      {
        "title": "Королевская маска",
        "desc": [
          {
            "type": "RichText",
            "text": "Обрамлённая золотом и самоцветами серебряная маска с тонким резным орнаментом.\nЭтот образчик ювелирного мастерства демонстрирует изящество и благородство устоев аристократов старого времени.\nПервыми правителями Мондштадта стали герои из народа, добившиеся влияния собственным трудом и талантами.\nВеличественные патриархи, элегантные принцы, прекрасные принцессы и другие сановники некогда\nразделяли изысканные яства и веселье торжественных приёмов вместе со своим народом.\nТо была эпоха, когда дворяне щедро делилось мудростью и грацией со своими подданными.\nВ эти золотые дни просвещение и достаток был справедливым уделом каждого.\nПостепенно развращённое дворянство забывалось в чаду бессмысленного кутежа лишь ради собственной услады."
          }
        ]
      },
      {
        "title": "Королевская серебряная фляжка",
        "desc": [
          {
            "type": "RichText",
            "text": "Кувшин тонкой работы из сапфира, украшенный серебряным гербом знатного рода.\nЕго изящество воплощает изысканный вкус мондштадтской аристократии тех дней.\nЭтот ювелирный кувшин оставил после себя некогда правивший Мондштадтом аристократ.\nВеликолепные украшения, которые когда-то хранились внутри него, давно пропали.\nКувшин и украшения были не только символами богатства своего владельца,\nно и уверенности, достоинства и процветания народа Мондштадта.\nСо временем власть растлила аристократов.\nЧто они с жестокостью отбирали, тут же растранжиривали без оглядки.\nУкрашения превратились в золотые оковы тщеславия."
          }
        ]
      },
      {
        "title": "Королевское перо",
        "desc": [
          {
            "type": "RichText",
            "text": "Перо ловчего сокола, гордо украшавшее шляпу аристократа тех времён.\nВ старину дворяне охотились вместе с простыми людьми, а добычу делили поровну.\nПравители Мондштадта охоту любили,\nи помногу выезжали на просторные угодья вместе со своей свитой и подданными.\nИ если они устраивали эти весёлые пиршества, чтобы показать свое могущество и великодушие,\nто простой народ с радостью предавался гуляньям.\nНо вскоре охота стала порожней забавой.\nСвоевольные дворяне забирали всю добычу, считая её по праву своей.\nШляпу украшал всё тот же горделивый плюмаж, но в глазах людей свой цвет он утратил."
          }
        ]
      },
      {
        "title": "Королевские карманные часы",
        "desc": [
          {
            "type": "RichText",
            "text": "Изящные карманные часы из сапфира.\nДаже через многие годы они продолжают свой ход.\nКарманные часы, в древности принадлежавшие аристократу, правящему Мондштадтом. Они до сих пор показывают правильное время.\nПунктуальность - одна из основных добродетелей, поэтому аристократу было должно носить карманные часы.\nВ большей степени они помогали держать себя в строгости, нежели следить за временем исполнения своих приказов.\nС первым светом дня настоящие дворяне должны быть дальновиднее,\nа в ночные часы покоя деятельнее своих подданных.\nВот только через много лет их нерадивые отпрыски строгим расписаниям следовать перестали.\nЧасы их становились всё богаче и вычурнее, но добродетельный смысл был потерян."
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Местоположение",
        "desc": [
          {
            "type": "RichText",
            "text": "Артефакты «Церемония древней знати» можно найти в подземелье «Чистая вода и горная пещера», которое находится в Ли Юэ около горы Аоцзан в Яшмовом лесу."
          }
        ]
      }
    ],
    "artifactList": {
      "circlet_of_logos": {
        "title": "Королевская маска",
        "position": "Корона разума",
        "desc": [
          {
            "type": "RichText",
            "text": "Маскарадная маска древних аристократов Мондштадта. Её пустые глазницы всё ещё смотрят на неудержимую роскошь былых дней."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/circlet_of_logos_icon.png"
      },
      "sands_of_eon": {
        "title": "Королевские карманные часы",
        "position": "Пески времени",
        "desc": [
          {
            "type": "RichText",
            "text": "Карманные часы, какие давным-давно носили аристократы Мондштадта. Они передавались по наследству, наблюдая за уходящими поколениями."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/sands_of_eon_icon.png"
      },
      "plume_of_death": {
        "title": "Королевское перо",
        "position": "Перо смерти",
        "desc": [
          {
            "type": "RichText",
            "text": "Перьевой аксессуар, который крепили к шляпе аристократы Мондштадта во время охоты."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/plume_of_death_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Королевская серебряная фляжка",
        "position": "Кубок пространства",
        "desc": [
          {
            "type": "RichText",
            "text": "Ваза, когда-то принадлежавшая древним аристократам Мондштадта. Траурные ветра отдаются эхом в её пустоте."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/goblet_of_eonothem_icon.png"
      },
      "flower_of_life": {
        "title": "Королевский цветок",
        "position": "Цветок жизни",
        "desc": [
          {
            "type": "RichText",
            "text": "Стеклянный цветок, идеально подходящий для светских вечеров. Удивительно, но он сохранил свою свежесть спустя столько веков."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/flower_of_life_icon.png"
      }
    }
  }
}