{
  "epId": 2078,
  "name": "Воин",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Martial Artist/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Бонус урона"
    ]
  },
  "menuId": 5,
  "menuName": "Артефакты",
  "version": 1697750393,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "Увеличивает урон обычной и заряженной атаки на 15%.",
      "fourSetEffect": "Увеличивает урон обычной и заряженной атаки на 25% в течение 8 сек. после использования элементального навыка."
    },
    "story": [
      {
        "title": "Алый цветок воина",
        "desc": [
          {
            "type": "RichText",
            "text": "С тех пор, как учитель позволил ему заниматься боевыми искусствами, воин не прекращал занятий, каждый день отдавая себя практике в течение многих лет.\nНа трудном пути обучения боевым искусствам невозможно избежать поражений и тяжёлых травм.\nПо наставлению учителя, воин отправился в горный лес, чтобы найти там маленький алый цветок.\nХотя цветок не способен излечить шрамы, он приносит облегчение страданий."
          }
        ]
      },
      {
        "title": "Повязка воина",
        "desc": [
          {
            "type": "RichText",
            "text": "Алая бандана, некогда принадлежавшая воину и теперь изрядно выцветшая.\nОна - доказательство того, что воин занимается боевыми искусствами с младых ногтей. Бандана также подчеркивает целеустремлённость юного воина.\nКаждый раз молодой воин ещё до первых петухов уходил в лес, чтобы тренироваться, не жалея себя.\nМного лет спустя, когда уже возмужавший воин становится учителем, он остается таким же наблюдательным и усердным, как раньше."
          }
        ]
      },
      {
        "title": "Винный бокал воина",
        "desc": [
          {
            "type": "RichText",
            "text": "Бокал вина является неотъемлемой частью ритуала, который воин исполняет прежде, чем вступить на арену и продемонстрировать своё мастерство.\nСтоя лицом к лицу, соперники поднимают бокалы друг за друга.\nОни поднимаются на арену, спокойные, как водная гладь, и каждый с уважением встречает своего противника.\nИменно в этом суть предшествующего бою ритуала поднятия бокалов друг за друга, а не в том, чтобы отметить победу или подчеркнуть поражение."
          }
        ]
      },
      {
        "title": "Перо воина",
        "desc": [
          {
            "type": "RichText",
            "text": "Перо, взятое искусным воином у парившей в небесах птицы.\nНе всегда суть боевых искусств кроется в силе атак.\nГодами отточенные ловкость и гибкость тоже являются навыками, которыми воин может гордиться.\nЧтобы подчеркнуть свое феноменальное владение навыками боя, воин носит на груди перо птицы."
          }
        ]
      },
      {
        "title": "Водяные часы воина",
        "desc": [
          {
            "type": "RichText",
            "text": "Капля за каплей водяные часы отмеряют время, и, можно сказать, что время - за поясом у воина, ведь именно там покоится его клепсидра.\nМоменты, когда он стоял под тугими струями водопада или балансировал на бревне,\nкогда он молча переносил страдания, призванные закалить его,\nэти часы запомнили посекундно."
          }
        ]
      }
    ],
    "artifactList": {
      "flower_of_life": {
        "title": "Алый цветок воина",
        "position": "Цветок жизни",
        "desc": [
          {
            "type": "RichText",
            "text": "Только этот сорт цветка способен облегчить страдания воина."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Martial Artist/flower_of_life_icon.png"
      },
      "sands_of_eon": {
        "title": "Водяные часы воина",
        "position": "Пески времени",
        "desc": [
          {
            "type": "RichText",
            "text": "Помогает замерять время в тренировках на выносливость. Точнее и надёжнее, чем обычные песочные часы."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Martial Artist/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Повязка воина",
        "position": "Корона разума",
        "desc": [
          {
            "type": "RichText",
            "text": "Бодрость, сила, воля - слова, написанные на этой повязке. Первый урок воина, который невозможно забыть."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Martial Artist/circlet_of_logos_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Винный бокал воина",
        "position": "Кубок пространства",
        "desc": [
          {
            "type": "RichText",
            "text": "Претендующий на изысканность бокал, который воин использует в своих ритуалах."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Martial Artist/goblet_of_eonothem_icon.png"
      },
      "plume_of_death": {
        "title": "Перо воина",
        "position": "Перо смерти",
        "desc": [
          {
            "type": "RichText",
            "text": "Обычное перо птицы. Опытные ребята используют такие для тренировки контроля силы, в то время как новички делают из них веера."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Martial Artist/plume_of_death_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Воин"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "• Подземелье «Скрытый дворец Уван»\n• Подземелье «Горный дозор»\n• Подземелье «Затерянная долина»\n• Подземелье «Расплавленная крепость»"
          }
        ]
      }
    ]
  }
}