{
  "epId": 2079,
  "name": "Сердце глубин",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Бонус урона"
    ]
  },
  "menuId": 5,
  "menuName": "Артефакты",
  "version": 1699846303,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "Увеличивает бонус Гидро урона на 15%.",
      "fourSetEffect": "Увеличивает урон обычной и заряженной атаки на 30% в течение 15 сек. после использования элементального навыка."
    },
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Сердце глубин"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "· Подземелье «Пик Виндагнира»\n· Мистическое подношение (Алхимия)"
          }
        ]
      },
      {
        "key": "Карта:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3249,
            "name": "Треуголка в пятнах вина",
            "desc": "<p><strong><span style=\"color: rgba(255, 255, 255, 0.85)\">Глубокие сны</span></strong></p><p>«Пропитанную вином шляпу сорвал ветер и унёс ввысь, а потом она оседлала волны и уплыла. Те, кто потерял родных и родину, пускаются в безнадёжные битвы».</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/07/51635400/6a87e4970f04f0e4d4dfc40cdf92a2b3_2229088672994749509.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3250,
            "name": "Сердце глубин",
            "desc": "<p><strong><span style=\"color: rgba(255, 255, 255, 0.85)\">Корабельные обломки</span></strong></p><p>«Всё, что умерло - мертво, и нет искупления грехам в прошлом».</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/70239714/b2c55fd3182891581a7af35deb336092_2318328093139365308.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "artifactList": {
      "plume_of_death": {
        "title": "Порыв ностальгии",
        "position": "Перо смерти",
        "desc": [
          {
            "type": "RichText",
            "text": "Годами следовавшее за воющими морскими ветрами и алыми волнами перо. Ход времени изменил его форму и цвет."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "Треуголка в пятнах вина",
        "position": "Корона разума",
        "desc": [
          {
            "type": "RichText",
            "text": "Старинная капитанская шляпа, насквозь пропитанная вином. От неё разит алкоголем и по сей день."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/circlet_of_logos_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Кубок оглушающих глубин",
        "position": "Кубок пространства",
        "desc": [
          {
            "type": "RichText",
            "text": "Выцветший винный кубок, непроизвольно вынесенный на берег морскими волнами. Его тусклый цвет рассказывает историю о столетиях, проведённых на морском дне."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/goblet_of_eonothem_icon.png"
      },
      "flower_of_life": {
        "title": "Позолоченная брошь",
        "position": "Цветок жизни",
        "desc": [
          {
            "type": "RichText",
            "text": "Потускневшая брошь для скрепления кончиков плаща. Морской ветер давным-давно стёр с неё сверкающую позолоту."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/flower_of_life_icon.png"
      },
      "sands_of_eon": {
        "title": "Медный компас",
        "position": "Пески времени",
        "desc": [
          {
            "type": "RichText",
            "text": "Древний медный компас, стрелка которого указывает на несуществующую гавань у недосягаемых берегов."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/sands_of_eon_icon.png"
      }
    },
    "textualResearch": [
      {
        "title": "Местоположение",
        "desc": [
          {
            "type": "RichText",
            "text": "Артефакты «Сердце глубин» можно найти в подземелье «Пик Виндагнира», которое находится на Драконьем хребте рядом с Шипом небесной стужи. Для открытия подземелья необходимо выполнить задание мира «В горах»."
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Позолоченная брошь",
        "desc": [
          {
            "type": "RichText",
            "text": "Бутоньерка, выцветшая на морском ветру.\nДаже у того, кто ходит по волнам,\nесть ценные для него предметы и воспоминания.\nБоевой корабль снова поднимает якорь и выходит в море, и старпом снова следует за своим капитаном.\nВо славу безрассудной погони, во славу памяти о мрачной родине\nтихо напевал старпом нескладные хмельные песни, которые придумал сам, и голос его сливался с голосами китов и отзвуками волн.\n«Отбросивший имя клана разбойник и ведьма, что вела на него охоту, (не) добрались до морской глади!\nМудрый брат, что не мог обрести имя клана, наконец-то стал его главой (или нет?)»\n«Слова, что нельзя спеть... Неужели и я променял правду на иллюзии?\nОтбросил всё и утратил всё, погрузился в волны, способные объять что угодно...\n...А может, это не такой уж и плохой финал. Ха-ха-ха-ха!»"
          }
        ]
      },
      {
        "title": "Треуголка в пятнах вина",
        "desc": [
          {
            "type": "RichText",
            "text": "Треуголка, испускающая терпкий запах алкоголя.\nЕё покрой говорит о положении прежнего хозяина.\nСтарпом, не знавший меры в выпивке, всегда был пьян и редко трезвел.\nЗа ним всюду следовал запах алкоголя, а он продолжал бормотать о своих исковерканных воспоминаниях.\nНо весёлый капитан не винил его и по-прежнему давал ему важные поручения.\n«Потому что у всех нас ни гроша за душой, ха-ха-ха!»\n«Пропитанную вином шляпу сорвал ветер и унёс ввысь, а потом она оседлала волны и уплыла.\nТе, кто потерял родных и родину, пускаются в безнадёжные битвы.\nПотерянные в океане собственных воспоминаний, они обращаются к морским глубинам».\n«Волны и ветры благоволят нам!\nМы нашли то чудовище, что терзает меня своими клыками во снах...\nПришёл час расплаты. Поднять паруса!»"
          }
        ]
      },
      {
        "title": "Кубок оглушающих глубин",
        "desc": [
          {
            "type": "RichText",
            "text": "Изысканный, но слегка потерявший цвета кубок,\nдо блеска отполированный морским песком.\nЭтот изящный кубок выскользнул из рук старпома и упал в море, и лишь едва заметные круги разошлись по воде.\nЧто он увидел там, среди стаек рыб и лучей солнца, проникавших в морскую пучину?\nЧто он пережил в тёмных тихих улицах и на тайных собраниях под резными витражами?\nЧаша из тёмного золота медленно погрузилась в глубины моря, в глубины снов морских чудовищ, в глубины снов старпома...\n«За этот поступок вина лежит на тебе, я буду искать тебя, отплатишь сполна за этот позор».\nЛунный свет плещется в сапфировых глазах, он же озаряет броский шрам.\nЕё лик в его памяти ещё более светел, прекрасен и холоден,\nно не осталось памяти о том, что он чувствовал тогда. Осталась лишь досада.\n«С другой стороны, в который раз я уже забываю прошлое?..»\n«Прошлое не имеет никакого значения!\nВсё что умерло - мертво, и нет искупления грехам в прошлом»."
          }
        ]
      },
      {
        "title": "Порыв ностальгии",
        "desc": [
          {
            "type": "RichText",
            "text": "Красное перо считается дурным знаком, иногда даже символом смерти.\nОднажды его выбросило на морской берег вместе с останками морского зверя.\nЦиничный старпом был вовсе не из Ли Юэ, а из мрачного королевства аристократов.\nГоворят, он сам некогда был аристократом, но опозорил свой клан и был изгнан собственным братом.\nНо это лишь ничем не подтверждённые слухи. Когда он впервые прибыл в гавань, на поясе у него висел короткий клинок,\nа к изношенному плащу было приколото маленькое пёрышко сапфирового цвета.\nВпоследствии этот бродяга примкнул к капитану, и они посвятили себя безбрежному океану, сражаясь в его водах с ветрами, морскими чудовищами и огромными волнами.\nНекогда сапфировое перо стало кроваво-красным, пропиталось горькой солью океана.\nВ последний момент\nон ясно вспомнил те дни, что скрывала пелена алкоголя.\nБудто волны смыли гальку и песок, обнажив бесценное сокровище..."
          }
        ]
      },
      {
        "title": "Медный компас",
        "desc": [
          {
            "type": "RichText",
            "text": "В беспокойном ремесле морских скитальцев\nлишь такой медный компас неизменно указывает туда,\nкуда стремится сердце его хозяина.\nНикогда не придававший значения своему внешнему виду капитан направлял с его помощью свой корабль.\nБлагодаря ему он преодолел множество опасных акваторий и избежал необъятных водоворотов.\nВ некогда безудержном хохоте стала отчётливо звучать затаённая злоба,\nи теперь только алкоголь да жажда смерти направляют этого заблудшего человека...\n«На всякого разбойника найдётся виселица... Так же в ваших песнях поётся?\nПока у тебя есть пристанище - всё равно где закончить. А хоть бы и у рыбы в брюхе...\nРазве ты не заключил сделку с кораблём, когда взошёл на борт?\nЭти воспоминания алкоголь не затуманил, да? Ха-ха-ха!\nНе забыл, и ладно. Потому что пришло время выполнить условия договора».\n«Ах, пришло - значит пришло. Какая разница...»"
          }
        ]
      }
    ]
  }
}