{
  "epId": 2081,
  "name": "Странствующий ансамбль",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Бонус урона",
      "Мастерство стихий"
    ]
  },
  "menuId": 5,
  "menuName": "Артефакты",
  "version": 1676657548,
  "components": {
    "story": [
      {
        "title": "Рассвет ансамбля",
        "desc": [
          {
            "type": "RichText",
            "text": "Крохотный значок в форме цветка. Кажется, будто из него играет музыка.\nЖила-была в бродячем ансамбле доблестная мечница,\nпрекрасная, как заря на морских волнах, и изящная, как возвещающий рассвет жаворонок.\nВзмахи её острого меча становились уносимой ветром песней.\nКогда она пела и танцевала, то словно уходили хмурые тучи и солнце согревало землю.\nНо пришёл конец, без её музыки опустела сцена, и потеряла краски жизнь.\nМузыкой и мечом она могла легко очаровать слушателя, равно как и отнять его жизнь.\nТакая манера исполненья была ансамблю под стать, ведь публика попадалась разная.\nИ если в зале собирались злодеи, музыка выходила далеко за пределы сцены."
          }
        ]
      },
      {
        "title": "Цилиндр дирижёра",
        "desc": [
          {
            "type": "RichText",
            "text": "Прекрасная шляпа, пронёсшая своё великолепие через века.\nЕсли к ней хорошенько прислушаться, то можно услышать, как переливается древняя мелодия.\nМного веков назад бродил по белу свету один ансамбль.\nНот у них никаких не было. Чего они видели, о том и играли, а что слышали, о том и пели.\nСо временем музыканты поняли, как этот мир огромен.\n«Ого, в мире, оказывается, так много всего, о чём можно спеть!»\nТогда они вместо нот взяли слова, и написали о своём путешествии книгу.\nКнигу эту, «Песнь странника», дирижёр ансамбля не выпускал из рук даже после своей смерти."
          }
        ]
      },
      {
        "title": "Фляжка странника",
        "desc": [
          {
            "type": "RichText",
            "text": "Причудливой формы чайник, из которого вместе с водой льётся удивительная мелодия.\nЕго хозяина, члена странствующего ансамбля, музыка не покидала даже во время чаепития.\nВ одном старом предании говорится об ансамбле, который бродил по свету.\nВместо флейт у них были мечи, а луки заменяли им лиры. Выступали они не только для друзей, но и для врагов.\nОни прошли жаркие пустыни и добрались до тлеющих берегов Пепельного моря.\nТрепещущая мелодия лиры, доносившаяся из чайника, напоминала им:\n«С бескрайней мелодией мы идём в унисон.\nТам, где звучит музыка, будем и мы»."
          }
        ]
      },
      {
        "title": "Оперение стрелы барда",
        "desc": [
          {
            "type": "RichText",
            "text": "Оперение стрелы тёмно-синего цвета, пережившее жестокое испытание временем.\nТрепещущий на ветру кончик пера издаёт мелодичные звуки.\nЛирист странствующего ансамбля мастерски стрелял из лука.\nГоворили, что своей игрой он одурманивал птиц, а затем сбивал их стрелами.\nИграл он, опустив глаза, чтобы не смотреть на небо.\n«Каков спесивец!» - возмущались одни. Другие же замечали: «Этот охотник поистине милосерден».\nПерья его несчастных жертв украшали стрелы,\nа звонкая мелодия лиры превращалась в скорбную песнь."
          }
        ]
      },
      {
        "title": "Окончание концерта",
        "desc": [
          {
            "type": "RichText",
            "text": "Песочные часы ансамбля, которые также служат лирой.\nС ходом времени издаваемая ими музыка всё больше наполняется печалью.\nИгрой на этой лире завершалось каждое выступление ансамбля.\nПоследние аккорды словно скорбели об уходящей музыке.\nЗастывал в воздухе их тихий звон, и ансамбль выходил на поклон.\nНо всё хорошее рано или поздно кончается, и ансамбль исключением не стал.\nКаждый из музыкантов встретил свою судьбу, а инструменты поглотил песок.\nПоследними звуками сего славного ансамбля стал шорох текущего в часах песка, и когда последние песчинки упали, лира умолкла навсегда."
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Увеличивает мастерство стихий на 80 ед.",
      "fourSetEffect": "Увеличивает урон заряженной атаки на 35%, если персонаж использует катализатор или стрелковое оружие."
    },
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Странствующий ансамбль"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "· Награды с босса за 40 первородной смолы\n· Подземелья наказания (еженедельные боссы), 30/60 первородной смолы\n· Мистическое подношение (Алхимия)"
          }
        ]
      }
    ],
    "artifactList": {
      "flower_of_life": {
        "title": "Рассвет ансамбля",
        "position": "Цветок жизни",
        "desc": [
          {
            "type": "RichText",
            "text": "Эмблема в форме маленького цветка. Прислушавшись, можно расслышать звуки пения и флейты."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Оперение стрелы барда",
        "position": "Перо смерти",
        "desc": [
          {
            "type": "RichText",
            "text": "Лазурное оперение, не потерявшее свой цвет с течением времени. От него исходит звук текущей воды."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Окончание концерта",
        "position": "Пески времени",
        "desc": [
          {
            "type": "RichText",
            "text": "Песочные часы, отмеряющие время концерта. Когда-то они издавали аккуратный звон, но концерт уже давно закончился."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/sands_of_eon_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Фляжка странника",
        "position": "Кубок пространства",
        "desc": [
          {
            "type": "RichText",
            "text": "Древняя фляжка необычной формы. Во время разлива воды издаёт чудесную мелодию благодаря встроенным в носик чайника струнам арфы."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/goblet_of_eonothem_icon.png"
      },
      "circlet_of_logos": {
        "title": "Цилиндр дирижёра",
        "position": "Корона разума",
        "desc": [
          {
            "type": "RichText",
            "text": "Поношенная шляпа, сохранившая свой блеск. Внутри неё до сих пор резонирует древняя мелодия."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/circlet_of_logos_icon.png"
      }
    }
  }
}