{
  "epId": 2083,
  "name": "Ступающий по лаве",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Бонус урона",
      "Элементальное сопротивление"
    ]
  },
  "menuId": 5,
  "menuName": "Артефакты",
  "version": 1684996396,
  "components": {
    "artifactList": {
      "plume_of_death": {
        "title": "Спасение ступающего по лаве",
        "position": "Перо смерти",
        "desc": [
          {
            "type": "RichText",
            "text": "Перо гордого феникса. Кажется, можно услышать хлопанье его крыльев в бушующем пламени."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/plume_of_death_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Просветление ступающего по лаве",
        "position": "Кубок пространства",
        "desc": [
          {
            "type": "RichText",
            "text": "Легендарный кубок, способный выдержать экстремально высокую температуру. Он хоть и пуст, но не остывает и по сей день."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/goblet_of_eonothem_icon.png"
      },
      "circlet_of_logos": {
        "title": "Мудрость ступающего по лаве",
        "position": "Корона разума",
        "desc": [
          {
            "type": "RichText",
            "text": "Корона мудреца, пересёкшего горящее море. Когда-то она увенчивала окруженного пламенем храбреца и источала яркий свет."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/circlet_of_logos_icon.png"
      },
      "sands_of_eon": {
        "title": "Муки ступающего по лаве",
        "position": "Пески времени",
        "desc": [
          {
            "type": "RichText",
            "text": "Песочные часы, в которых течёт не оставляющий после себя следов горящий песок."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/sands_of_eon_icon.png"
      },
      "flower_of_life": {
        "title": "Решительность ступающего по лаве",
        "position": "Цветок жизни",
        "desc": [
          {
            "type": "RichText",
            "text": "Цветок, распускающийся в бушующем пламени. Существует легенда о мудром человеке, перешедшем горящее море с этим цветком."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/flower_of_life_icon.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "Пиро сопротивление: +40%",
      "fourSetEffect": "Увеличивает урон против врагов, находящихся под действием Пиро, на 35%."
    },
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Ступающий по лаве"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "• Подземелье «Скрытый дворец Уван»\n• Мистическое подношение (Алхимия)"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Решительность ступающего по лаве",
        "desc": [
          {
            "type": "RichText",
            "text": "Цветок, распускающийся лишь в бушующем огне.\nЖгучая боль, которую он вызывает, делает носящего его ещё более стойким.\nОгненно-красный цветок сверкает, как агат.\nСтупающий по лаве некогда носил этот опаленный пламенем цветок на груди.\nПеред самой смертью Ступающий по лаве сказал людям:\n«Это цветок, распускающийся только в бушующем пламени. Пока огонь не обратит меня в пепел,\nВы будете видеть сияние этого цветка сквозь дым и марево».\nВпоследствии люди, которые шли за мерцанием цветка, вышли на берег Пепельного моря.\nОднако следов Ступающего по лаве они не обнаружили. Только цветок распускался среди пепла..."
          }
        ]
      },
      {
        "title": "Мудрость ступающего по лаве",
        "desc": [
          {
            "type": "RichText",
            "text": "Древняя тиара, некогда принадлежавшая страннику из Пепельного моря.\nЕсли долго смотреть на неё, то можно увидеть силуэт человека, чернеющий на фоне бушующего пламени.\nСтупающий по лаве, тот самый скиталец из Лавового моря, вырезал тиару из красного агата, чтобы пламя и высокие температуры были ему не страшны.\nТиара была создана с умом и терпением. Она защищает от огня и вызывает страх и зависть как у юнцов, так и у стариков.\n«Как этот выскочка посмел бросить вызов пламени Пепельного моря! Такого кощунства не случалось столетиями!»\n«Огненное море обязательно поглотит его, обратит в пепел и поднимет его в небо, чтобы развеять в ничто...»\nПреисполненный завистью учитель потребовал от своего ученика, чтобы тот шагнул в огненное море с тиарой на голове.\nИ тогда он увидел, как хозяин тиары вольготно прогуливается по лаве и уходит за горизонт."
          }
        ]
      },
      {
        "title": "Просветление ступающего по лаве",
        "desc": [
          {
            "type": "RichText",
            "text": "Кубок, когда-то наполненный лавой. Он до сих пор хранит тепло.\nПринадлежал он ступающему по лаве мудрецу и был до краёв наполнен мудростью.\nСтупающий по лаве мудрец поигрывал этим кубком, и даже бушующее пламя не смогло его повредить.\nЛегенды гласят, что мудрец черпал им лаву и пил, словно это было изысканное вино.\nИ если вино от жара испаряется, то мудрость его выстояла испытание огнём.\nДля мудреца вино служило лишь искрой, разжигавшей огонь таланта.\nНемного алкоголя могло превратить огонёк в ревущее пламя вдохновения.\nКубок был безмолвным свидетелем рождения мудрости в огне.\nПеред последним путешествием ступающего по лаве кубок наполнился высокомерием."
          }
        ]
      },
      {
        "title": "Спасение ступающего по лаве",
        "desc": [
          {
            "type": "RichText",
            "text": "Перо, которое мудрец выщипнул у порхающей в пламени птицы.\nЕсли его надеть, послышатся взмахи крыльев среди гула огня.\nПо легенде существует одинокая птица, которая поёт в огне.\nЛюди поклонялись ей, тогда как короли сделали её символом благородства.\nНадев это перо, ступающий по лаве стал затворником.\nОн пришёл и ушёл в одиночестве, не оставив после себя ни следа.\nС тех пор со стороны Пепельного моря доносятся голоса.\nПение птиц это, или стенания мудреца, не знает никто."
          }
        ]
      },
      {
        "title": "Муки ступающего по лаве",
        "desc": [
          {
            "type": "RichText",
            "text": "Внутри этих песочных часов не обычный песок, а горящий.\nВремя утекает быстро, как лава, не оставляя за собой никаких следов.\nИстория Ступающего по лаве не закончилась после того, как он пересек Пепельное море.\nГоворят, он прожил ещё сотню лет как отшельник.\nНо этот краткий миг отказа от мирской суеты не смог облегчить его страдания.\nБежавший от мира Ступающий по лаве не мог вынести вечной боли от ожогов, а потому создал эти песочные часы.\nБагряно-красный горящий песок, вспыхивая огненными языками, непрерывно течет в этих часах.\nНесчастный Ступающий по лаве не боялся погибнуть в огне, но избежать мучительного жара времени не мог даже он.\nПосле того как Ступающий по лаве лишился всех, кто был ему дорог, душу его вечно терзал холодный огонь лишений, и не было силы, которая могла бы сопротивляться ему."
          }
        ]
      }
    ]
  }
}