{
  "epId": 2085,
  "name": "Горящая алая ведьма",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Бонус урона"
    ]
  },
  "menuId": 5,
  "menuName": "Артефакты",
  "version": 1720686815,
  "components": {
    "story": [
      {
        "title": "Ведьмин огненный цветок",
        "desc": [
          {
            "type": "RichText",
            "text": "Самый обычный, ничем не примечательный цветок, который, однако,\nсмог выстоять перед огнём Горящей алой ведьмы.\nГрянувшие века назад бедствия порушили всё, что девушке сулила жизнь.\nДрузья и родные, былые дни, блестящее будущее - всё было уничтожено.\nТак, из дыма и пепла родилась Горящая алая ведьма, и предала она свою боль со скорбью пламени.\nНо этому цветку огонь навредить не смог - стебелёк оставался строен, а лепестки по-прежнему благоухали.\nИ мучительные, и прекрасные воспоминания были, пожалуй, двумя сторонами одного целого."
          }
        ]
      },
      {
        "title": "Тлеющая ведьмина шляпа",
        "desc": [
          {
            "type": "RichText",
            "text": "Чёрная шляпа с широкими полями и остроконечной верхушкой, какую положено носить ведьме.\nПовергает простолюдинов в страх и трепет.\nЭтот головной убор во времена ученичества помогал Горящей алой ведьме оградиться от окружающего шума и гама, и\nс головой уйти в книги, чтобы оттачивать свои навыки Пиро.\nБеззаветно посвятив себя сражению, она никогда не следила, как догорало бьющееся в муках чудовище,\nи ни разу не взглянула в гладь воды, где отразилось бы её обожжённое лицо.\nГлуха к собственным страданиям, чародейка всё горела."
          }
        ]
      },
      {
        "title": "Пламя ведьминого сердца",
        "desc": [
          {
            "type": "RichText",
            "text": "Прозрачная стеклянная бутыль, в которой течёт жидкий огонь.\nСпособ приготовления жидкого огня до нынешних поколений не дошёл.\nГорящая алая ведьма ходила по свету, жарким пламенем испепеляя чудовищ.\nГоворят, что она отказалась от плоти и крови, чтобы стать воплощением жидкого огня.\nКогда-то юная дева трепетала и томилась в любовных муках,\nно её хрупкое, прекрасное сердце погибло в огне.\nТак свету явилась ведьма, память о которой историки предпочли бы стереть."
          }
        ]
      },
      {
        "title": "Пылающее ведьмино перо",
        "desc": [
          {
            "type": "RichText",
            "text": "Багряное птичье перо.\nОгонь, которым оно вечно объято, сжечь его не может.\nСледуя пути инфернального пламени, ведьма оставляла за собой выжженную землю, куда бы она не ступила.\nИ хоть она сжигала только чудовищ, что сеяли смерть и ужас, люди, лишь завидев вдалеке огонёк,\nтут же запирали все двери, затворяли все ставни и тщились её прогнать. Что, впрочем, было ей безразлично.\nЕсли рядом нет того, кто спалит дотла все печали и принесёт новую надежду, то необходимо им стать.\nНи утешения, ни сочувствия она не желала.\nТолько птицы, которые оставались рядом с Горящей алой ведьмой, понимали её немое одиночество."
          }
        ]
      },
      {
        "title": "Ведьмин последний час",
        "desc": [
          {
            "type": "RichText",
            "text": "Небольшой стеклянный сосуд с горячей жидкостью.\nПоговаривают, что это - расплавленные души демонов.\nКогда молодой чародейке лишь предстояло начать свой долгий путь в ещё свободном от страданий мире, она получила в дар особые Гидро часы.\nОдин их цикл охватывал её время учёбы в академии.\nК тому времени, как цикл завершился и она вернулась домой, бывший владелец этих часов уже утратил в начавшихся бедствиях жизнь.\nБеззаботная молодость кончилась, и началась эра разрушений Горящей алой ведьмы.\nЧасы стали немым свидетелем того, как все чудовища и страдания, ими причиняемые, сгинули в огне."
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Увеличивает бонус Пиро урона на 15%.",
      "fourSetEffect": "<p>Увеличивает урон статусов Перегрузка, Горение и Цветение на 40%, а урон статусов Пар и Таяние - на 15%. Использование элементального навыка увеличивает эффекты набора из двух вещей на 50% в течение 10 сек. Может складываться до 3 раз.</p>"
    },
    "artifactList": {
      "flower_of_life": {
        "title": "Ведьмин огненный цветок",
        "position": "Цветок жизни",
        "desc": [
          {
            "type": "RichText",
            "text": "Цветок, которого коснулась ведьма, мечтающая сжечь всех демонов мира. Языки пламени тепло ласкают притронувшиеся к нему руки."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Пылающее ведьмино перо",
        "position": "Перо смерти",
        "desc": [
          {
            "type": "RichText",
            "text": "Птичье перо, которого коснулась ведьма, мечтающая сжечь всех демонов мира. Вечное пламя жжётся горячо."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Ведьмин последний час",
        "position": "Пески времени",
        "desc": [
          {
            "type": "RichText",
            "text": "Часы, которые носила ведьма, мечтавшая сжечь всех демонов мира. В них текут годы, которые ведьма посвятила пламени."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/sands_of_eon_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Пламя ведьминого сердца",
        "position": "Кубок пространства",
        "desc": [
          {
            "type": "RichText",
            "text": "Огненная чаша, оставленная пламенной ведьмой, которая мечтала сжечь всех демонов мира. Огонь в чаше горит вечно, как и её владелица."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/goblet_of_eonothem_icon.png"
      },
      "circlet_of_logos": {
        "title": "Тлеющая ведьмина шляпа",
        "position": "Корона разума",
        "desc": [
          {
            "type": "RichText",
            "text": "Шляпа ведьмы, мечтавшей сжечь всех демонов мира. Широкие поля прячут её взгляд."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/circlet_of_logos_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Горящая алая ведьма"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "• Подземелье «Скрытый дворец Уван»\n• Мистическое подношение (Алхимия)"
          }
        ]
      },
      {
        "key": "Карта:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3251,
            "name": "Тлеющая ведьмина шляпа",
            "desc": "<p><strong><span style=\"color: rgba(255, 255, 255, 0.85)\">Пепельная тоска</span></strong></p><p>«...Вы, пепел, танцующий без устали, ответьте мне — почему вы забрали всё, что я люблю?»</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/51635400/52cc5cb3c7168f69f60eac71ab154cbb_8419891864572386263.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3252,
            "name": "Горящая алая ведьма",
            "desc": "<p><strong><span style=\"color: rgba(255, 255, 255, 0.85)\">Пылающее рассеивание</span></strong></p><p>«Я не буду петь элегии. Я отказываюсь от стенаний. Я не буду вздыхать. Мне не нужен бессмысленный шум. Если справедливость давно мертва, то кому я могу предложить искупление?»</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/70239714/8683461522fa274b7d7ea59b059d91d6_680227059312523963.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}