{
  "epId": 2086,
  "name": "Шаман льда",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Prayers to Springtime/circlet_of_logos_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Эффект элемента"
    ]
  },
  "menuId": 5,
  "menuName": "Артефакты",
  "version": 1702784529,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Шаман льда"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2145,
            "name": "Крио папоротник",
            "desc": "Это чудовище появилось из отростка артерий земли, который впитал эссенцию пронизывающего холода.<br/>Некоторые исследователи утверждают, что растения подобны организму этого мира: они нормализуют турбулентные элементальные потоки артерий земли. Примерами такого явления стали туманный цветок, попрыгунья и другие наполненные элементальной энергией растения.<br/>В определённых обстоятельствах на протяжении многих лет некоторые растения могут превратиться в существ огромного размера и чудовищных намерений.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Regisvine_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2158,
            "name": "Крио гипостазис",
            "desc": "Кодовое название: Далет. Высококонцентрированный Крио элемент.<br/>Исследования показали, что между Элементальными гипостазисами и обычными созданиями элементов есть небольшое отличие. Именно оно может быть причиной высокой стабильности их форм и механичности выполняемых действий.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hypostasis_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2121,
            "name": "Древний геовишап",
            "desc": "Геовишап - могучее древнее создание, которое легко приспосабливается к элементам.<br/>В народе ходит слух, что когда Ужас Бури разрушил долину Тяньцю, геовишапы и вождь древних геовишапов затаились под землёй, и там они впали в спячку, ожидая подходящего момента, чтобы явить себя свету вновь...",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primo Geovishap_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2146,
            "name": "Бесконечный механический массив",
            "desc": "Странный чуждый этому миру механизм.<br/>Говорят, что это военная машина, оставшаяся после некой уничтоженной нации. Состоящая из нескольких различных частей, она может адаптироваться к боевой обстановке и использовать различные атаки.<br/>Состоит из кубических форм и чем-то очень похож на элементальные гипостазисы.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Perpetual Mechanical Array_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3443,
            "name": "Стая вишапов глубин",
            "desc": "<p>Могучее скопление вишапов глубин.<br>Этих вишапов выводил и отбирал народ Энканомии, что наделило их небывалой силой. Вишапы, конечно же, добротой такое отношение не считают.<br>Сильнейшие из стаи способны использовать элементы, вымещая с их помощью гнев.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/29/70239714/30d366662cdc77ca935b519a666b95f4_5113981739465079733.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3705,
            "name": "Чудовищный креститель",
            "desc": "<p>Монстры Бездны, которые управляют силой нескольких элементов и в процессе эволюции приобрели дополнительные конечности.</p><p></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/237301566/2899a9fa6efec1006150467a00823c4a_8990591855736742104.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3993,
            "name": "Сюита ледяного ветра",
            "desc": "<p>Механический танцор, разработанный Исследовательским институтом Фонтейна. По первоначальному замыслу Боссюэ, необычный механический танцор должен был стать произведением искусства, выходящим за рамки простых механических реплик. Но после вынужденного ухода Боссюэ проектом занялся Майарде. Он по-своему понимал понятия «механика» и «танец», поэтому в процессе смены поколений функции «механического танцора» были усовершенствованы, но постепенно отошли от первоначального дизайна Боссюэ.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/70239714/377f3a8f5ea5fc082951815af746a2ae_1042957468617727340.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "story": [
      {
        "title": "Тиара холода",
        "desc": [
          {
            "type": "RichText",
            "text": "Говорят, что\nперед каждым поколением жрецов в их последние дни представал один и тот же образ:\nнагромождение венцов под засохшим деревом в таинственном месте.\nКаждый из них скрывал целую жизнь нерассказанных тайн.\nКаждый верховный жрец, отходя на покой, свой безупречный венец из белых ветвей возвращает миру.\nКаждая величественная древняя столица, каждый священный алтарь однажды должны будут вернуться в земные глубины.\nВсякому процветанию должен наступить конец.\nНо это не значит, что ничто не вечно.\nВ завершении каждого цикла обновляется земля, поэтому вечность циклична.\nПоиск истины появляется благодаря процветанию, а вовсе не наоборот.\nГоворят, что\nКогда-то люди получали озарения прямиком из самой Селестии.\nВ те времена посланники богов ходили меж тёмных смертных, а на скованной ледниками земле едва теплилась жизнь."
          }
        ]
      }
    ],
    "artifactList": {
      "circlet_of_logos": {
        "title": "Тиара холода",
        "position": "Корона разума",
        "desc": [
          {
            "type": "RichText",
            "text": "Ритуальный головной убор того, кому в древние времена доверяли церемонию жертвоприношения. Он обладает высоким сопротивлением к холоду благодаря годам пронзающего обледенения."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Prayers to Springtime/circlet_of_logos_icon.png"
      }
    }
  }
}