{
  "epId": 2087,
  "name": "Шаман воды",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Prayers for Destiny/circlet_of_logos_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Эффект элемента"
    ]
  },
  "menuId": 5,
  "menuName": "Артефакты",
  "version": 1702784504,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Шаман воды"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2211,
            "name": "Океанид",
            "desc": "Жизненная форма, образовавшаяся из конденсированного Гидро элемента невероятной чистоты. Обычно живёт в водоёмах.<br/>Говорят, что по мере того, как водоём становится чище, содержание Гидро элемента в нём растёт, в результате чего океанид становится сильнее. Некоторые поговаривают, что когда-то океаниды были морскими существами из далёких мест, которые разнесли останки давно умершего бога по разным уголкам этого мира. Возможно, они хотели распространить любовь своего бога к этому миру через его воды...",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2121,
            "name": "Древний геовишап",
            "desc": "Геовишап - могучее древнее создание, которое легко приспосабливается к элементам.<br/>В народе ходит слух, что когда Ужас Бури разрушил долину Тяньцю, геовишапы и вождь древних геовишапов затаились под землёй, и там они впали в спячку, ожидая подходящего момента, чтобы явить себя свету вновь...",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primo Geovishap_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2160,
            "name": "Гидро гипостазис",
            "desc": "Высокоуровневая форма жизни Гидро элемента под кодовым названием «Хе».<br/>Гипостазисы обладают сильным инстинктом отторжения и безжалостно изгонят любого, кто осмелится его проверить.<br/>Отторжение распространяется даже на природные элементы.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Hypostasis_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3705,
            "name": "Чудовищный креститель",
            "desc": "<p>Монстры Бездны, которые управляют силой нескольких элементов и в процессе эволюции приобрели дополнительные конечности.</p><p></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/237301566/2899a9fa6efec1006150467a00823c4a_8990591855736742104.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4571,
            "name": "Гидротульпа",
            "desc": "<p>Человекоподобный монстр, состоящий из воды.<br>Воля многих существ растворялась в воде, где, как и во всей Вселенной, уже было немало душ, ожидавших рождения. К кому относятся новорождённые гидротульпы? Между волей и душой не так уж много отличий. Солнце не может их различить, как не могут различить их ни время, ни приливы и отливы, ни даже тьма, пронизывающая всё вокруг.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/13/70239714/685c8e4b6a58dbed2c74cbbf1cbb977c_5364614711106516639.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "artifactList": {
      "circlet_of_logos": {
        "title": "Тиара воды",
        "position": "Корона разума",
        "desc": [
          {
            "type": "RichText",
            "text": "Ритуальный головной убор того, кому в древние времена доверяли церемонию жертвоприношения. Он обладает высоким сопротивлением к воде благодаря многолетнему погружению под воду."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Prayers for Destiny/circlet_of_logos_icon.png"
      }
    },
    "story": [
      {
        "title": "Тиара воды",
        "desc": [
          {
            "type": "RichText",
            "text": "Говорят, что\nкогда-то люди получали озарения прямиком от самих небес.\nВ те времена посланники богов ходили меж тёмных смертных, а древние костры потушили первые дожди.\nБыли то времена процветания и обильных урожаев.\nБлагословенной землёй правили небеса, а стихии беспрепятственно текли своим чередом.\nСвященный план сулил столетие благоденствия, и ничто не могло этого изменить.\nНо что будет потом, через сто или тысячу лет? Перестанет ли родить земля, и всех постигнет великий голод?\nПоглотит ли их алтари земля, и останется лишь дерево с серебряными ветвями?\nОхотно делившиеся знанием посланники богов теперь молчали. Чтобы разгадать судьбу,\nувенчанный белыми ветвями верховный жрец должен был отправиться в глубины этого мира..."
          }
        ]
      }
    ]
  }
}