{
  "epId": 2088,
  "name": "Шаман огня",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Prayers for Illumination/circlet_of_logos_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Эффект элемента"
    ]
  },
  "menuId": 5,
  "menuName": "Артефакты",
  "version": 1702784535,
  "components": {
    "artifactList": {
      "circlet_of_logos": {
        "title": "Тиара огня",
        "position": "Корона разума",
        "desc": [
          {
            "type": "RichText",
            "text": "Ритуальный головной убор того, кому в древние времена доверяли церемонию жертвоприношения. Он обладает высоким сопротивлением к огню благодаря многолетнему контакту с ритуальным пламенем."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Prayers for Illumination/circlet_of_logos_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Шаман огня"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2190,
            "name": "Пиро орхидея",
            "desc": "Гигантская лоза, которая впитала древнее пламя, бушующее в артериях земли.<br/>Она будто наполнена бесконечной яростью.<br/>Поэты, барды и даже некоторые учёные считают, что стихийные элементы могут нести в себе эмоции и надежду. Если это правда, то можно только гадать, какие эмоции заставляют Пиро орхидею вечно гореть, словно корчась от жажды быть свободной от заточения земли...",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/15/237301566/2e62c5a258d6ab96f39ec3b00b6f1065_8285377231980163377.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2161,
            "name": "Пиро гипостазис",
            "desc": "Кодовое название: Аин. Высококонцентрированный Пиро элемент.<br/>По мнению исследователей, Элементальные гипостазисы связаны с аномалиями местных артерий. Однако неизвестно, влияет ли наличие этого Элементального гипостазиса на аномальную элементарную энергию или аномальная элементальная энергия породила этот Элементальный гипостазис.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Hypostasis_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2121,
            "name": "Древний геовишап",
            "desc": "Геовишап - могучее древнее создание, которое легко приспосабливается к элементам.<br/>В народе ходит слух, что когда Ужас Бури разрушил долину Тяньцю, геовишапы и вождь древних геовишапов затаились под землёй, и там они впали в спячку, ожидая подходящего момента, чтобы явить себя свету вновь...",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primo Geovishap_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3705,
            "name": "Чудовищный креститель",
            "desc": "<p>Монстры Бездны, которые управляют силой нескольких элементов и в процессе эволюции приобрели дополнительные конечности.</p><p></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/237301566/2899a9fa6efec1006150467a00823c4a_8990591855736742104.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3992,
            "name": "Император огня и железа",
            "desc": "<p>Один из двух владык, некогда возвышавшихся над инородами Фонтмера, и герой легенд среди моряков. Не встречая природных врагов, бронекраб постоянно охотился, питался и искал подходящих моллюсков и улиток для нового панциря. От этого он вырос слишком большим. Сохранились записи о том, как до первого наводнения исполинский бронекраб нападал на корабли и был повержен ещё не восстановившейся в должности начальницей флота Бэзил Элтон. Представьте себе такой мир: Император огня и железа уничтожает всех жителей Тейвата и вырастает до таких размеров, что надевает на себя Дворец Мермония, как самые ослепительные белоснежные доспехи. Конечно, в таком мире никто не будет то ли трепетно, то ли шутливо называть его «Императором огня и железа».</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/70239714/92cf784732984089c7f5a91f7a42822c_5104485876997272452.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "story": [
      {
        "title": "Тиара огня",
        "desc": [
          {
            "type": "RichText",
            "text": "Говорят, что\nкогда-то люди получали озарения прямиком от самих небес.\nВ те времена посланники богов ходили меж тёмных смертных. Вечные льды ещё только начинали таять, и загорались первые костры.\nКогда над всем властвовали небеса, народ процветал.\nПосланники богов говорили, что скоро настанет новая, ещё более славная эпоха.\nТак было предначертано, и судьбы этой было не изменить.\nНо мог ли золотым временам когда-нибудь прийти конец?..\nВопрос этот посланники богов оставили без ответа. Тогда люди избрали верховного жреца,\nкороновали его венцом из белых ветвей и отправили в глубины мира\nискать среди покоящихся под землёй древних алтарей ответа..."
          }
        ]
      }
    ]
  }
}