{
  "epId": 2089,
  "name": "Шаман молнии",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Prayers for Wisdom/circlet_of_logos_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Эффект элемента"
    ]
  },
  "menuId": 5,
  "menuName": "Артефакты",
  "version": 1702784521,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Шаман молнии"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2162,
            "name": "Электро гипостазис",
            "desc": "Кодовое название: Алеф. Высококонцентрированный Электро элемент.<br/>Элементальный гипостазис - это высшая форма элементальной структуры, которая формируется в местах с зашкаливающей элементальной энергией или с тяжёлой проходимостью элементов.<br/>Элементальный гипостазис разработал защитные механизмы, основанные на его элементе.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hypostasis_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2717,
            "name": "Электро папоротник",
            "desc": "<p>Гигантское растение, которое яростно высвобождает электрические заряды, хранящиеся в артериях земли. Сила Электро пробуждает растения и повышает плодородие почвы. Если это растение действительно было создано для гармонизации бурных энергий артерий, то, возможно, сама земля желает, чтобы леса Сумеру росли и процветали.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/03/70239714/cc5fbd3bdd4a48efb854968a3bfd22e8_4418894481776718160.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2238,
            "name": "Манифестация грома",
            "desc": "Аномальная форма жизни Электро элемента. Хотя манифестация грома может показаться похожей на океанида, она не обладает его интеллектом или памятью.<br/>Ей движет гораздо более древняя ярость.<br/>Говорят, что эта форма жизни обрушивается, как молния, только на места, где царит сильная злоба, например, пик Амакумо, небо над которым всегда затянуто грозовыми тучами. Пока злоба не исчезнет, грохот грома не утихнет.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thunder Manifestation_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2121,
            "name": "Древний геовишап",
            "desc": "Геовишап - могучее древнее создание, которое легко приспосабливается к элементам.<br/>В народе ходит слух, что когда Ужас Бури разрушил долину Тяньцю, геовишапы и вождь древних геовишапов затаились под землёй, и там они впали в спячку, ожидая подходящего момента, чтобы явить себя свету вновь...",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primo Geovishap_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3705,
            "name": "Чудовищный креститель",
            "desc": "<p>Монстры Бездны, которые управляют силой нескольких элементов и в процессе эволюции приобрели дополнительные конечности.</p><p></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/237301566/2899a9fa6efec1006150467a00823c4a_8990591855736742104.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4344,
            "name": "Морской конёк тысячелетней жемчужины",
            "desc": "<p>Один из двух владык, возвышающихся над другими инородами Фонтмера.</p><p>Поэты и писатели провозглашают его гордым и благородным из-за его склонности к одиночеству, но истинной причиной таких хвалебных описаний является его изящное и стройное тело. Согласно фонтейнским легендам, когда-то между инородами Фонтмера шла жестокая война, в результате которой остались только Морской конёк тысячелетней жемчужины и Император огня и железа, разделившие великое озеро на два двора - северный и южный. В «Песне Доварху» автор так описывает итоги войны: великий остроскат, известный как Повелитель бурь, в предсмертных муках вздыбил огромные волны, вызвав то, что люди теперь называют «первым наводнением»...</p><p>Конечно, всё это не более чем фантазии не желающих мириться с примитивными реалиями мира. Ведь на самом деле инороды Фонтмера всего лишь водные создания, у них нет ни великих дворов, ни падших королевств, они не возносят хвалу и не испускают проклятия.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/28/70239714/c4f5112a860768d0c0c581344c205174_4388947057521084103.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "story": [
      {
        "title": "Тиара грома",
        "desc": [
          {
            "type": "RichText",
            "text": "Говорят, что\nкогда-то люди получали озарения прямиком от самих небес.\nВ те времена посланники богов ходили меж тёмных смертных. Реки и моря высохли, а в небе не стихали раскаты грома.\nЛюди принимали неизвестную им мудрость, и она приносила процветание.\nПроцветание породило гордыню и честолюбие, а также пытливость ума.\nВласть неба была подставлена под сомнение, и возникла дерзкая идея проникнуть в царство богов.\nПосланники богов, сулившие людям любовь, мудрость и процветание, были вне себя от гнева.\nВедь сомневаться в вечном было запрещено,\nа земле бросать небесам вызов - непростительно.\nПоэтому увенчанный белыми ветвями верховный жрец решил задобрить божественных посланников,\nи отправился в глубины мира за тайной мудростью, которая покоилась на ветвях серебряного древа."
          }
        ]
      }
    ],
    "artifactList": {
      "circlet_of_logos": {
        "title": "Тиара грома",
        "position": "Корона разума",
        "desc": [
          {
            "type": "RichText",
            "text": "Ритуальный головной убор того, кому в древние времена доверяли церемонию жертвоприношения. Он обладает высоким сопротивлением к электричеству благодаря многолетнему прослушиванию звука грома."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Prayers for Wisdom/circlet_of_logos_icon.png"
      }
    }
  }
}