{
  "epId": 2093,
  "name": "Решимость временщика",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Сила атаки",
      "Шанс крит. попадания"
    ]
  },
  "menuId": 5,
  "menuName": "Артефакты",
  "version": 1725011142,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Решимость временщика"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "• Подземелье «Июльские сады»\n• Подземелье «Кленовый зал»\n• Подземелье «Конец греха»\n• Подземелье «Город золота»\n• Подземелье «Святилище мириадов духов»"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Увеличивает силу атаки на 18%.",
      "fourSetEffect": "Увеличивает шанс крит. попадания заряженной атаки на 30%."
    },
    "story": [
      {
        "title": "Сердце товарищества",
        "desc": [
          {
            "type": "RichText",
            "text": "Путник из далёких земель прикрепил этот цветок на своей груди.\nРади свободы и странствий он отвергнул жизнь в роскоши на своей родине.\nВ чужих краях у кристальной глади озера путешественник увидел девушку в печали.\n«Вы странник из далёких краёв? Впрочем, неважно...\nВы музыкант? Тогда умоляю, не оскорбляйте меня пустопорожней лестью и музыкой.\nПросто запомните меня такой, какой видите сейчас.\nМеня скоро принесут в жертву на \"празднике\"...»\nПутник, что покинул родные места, прикрепил этот цветок на своей груди.\nОн хотел помнить ни в кого не влюбляться и ни к чему не привязываться.\nНо он сохранил память о той девушке, как и пообещал, и пошёл бы ради неё на любую жертву..."
          }
        ]
      },
      {
        "title": "Венок расставания",
        "desc": [
          {
            "type": "RichText",
            "text": "Уходя, путешественник взял с собой на память этот ивовый венок.\nОн был памятью о возлюбленной, которая теперь удалялась, словно подхваченный ветром одуванчик.\nПутешественником был странствующий трубадур, а девушка из царства вина была узницей аристократов.\nСам не ведая почему, в песне он раскрыл ей свои истинные чувства.\n«От чего затрепещет моё сердце? От твоей улыбки.\nС тех пор, как мы знакомы, мне ещё не довелось её увидеть.\nЯ разобью твои оковы.\nПозволишь ли ты мне, когда настанет час, насладиться улыбкой твоей?\nО, спасибо тебе. Моя душа бы наконец стала счастлива...»\nСладкие речи. Но разве можно довериться певцу..."
          }
        ]
      },
      {
        "title": "Кубок временщика",
        "desc": [
          {
            "type": "RichText",
            "text": "У лиры четыре струны.\nНочи и дни веселья с бродячим ансамблем были самой счастливой частью его полной скитаний жизни.\nСначала он случайно встретил дирижёра. Но невидимые струны судьбы свели путешественника\nс девушкой, которой меч заменял флейту, а позже - парнем по имени Крузлид.\nВ оживлённой таверне трубадур случайно познакомился с девушкой, и тут же принялся представлять её песней и танцем своим компаньонам.\nРазгорячённый вином путешественник бил по струнам и громко пел.\nПутешествовать в одиночестве больше не придётся, ведь теперь рядом они...\nМожет быть, пройти путь до конца вместе с ними было бы совсем неплохо."
          }
        ]
      },
      {
        "title": "Перо возвращения домой",
        "desc": [
          {
            "type": "RichText",
            "text": "Надежду разорвали безразличные силы, а обещания встретиться рассеялись, словно мираж.\nСкиталец вновь утратил пристанище.\nНадменное зло украло улыбку возлюбленной,\nа его дерзкую душу извела бесконечная борьба.\nНежный, весёлый гам кутежа\nпревратился в острый, холодный лязг.\nРади старых товарищей, ради лучшего друга, ради вина, которое разделить больше не с кем.\nРади свободы, ради жизни, и ради воздаяния злу, что стёрло с её уст улыбку.\nИсполнившись решимости, путешественник в последний раз перебрал струны и выпустил последнюю стрелу.\nПонемногу свыкаясь с жизнью на чужой земле, он смотрел в голубое небо.\nЗдесь оно было таким же, как и дома..."
          }
        ]
      },
      {
        "title": "Солнечные часы временщика",
        "desc": [
          {
            "type": "RichText",
            "text": "Путешественник бросился преследовать судьбу и неумолимый ход времени.\nВ бесконечном потоке времени виднелись ансамбль, который бросил вызов аристократии, и его кончина.\nВ долгом путешествии отказать могут даже самые надёжные часы.\nБез перебоев время отмеряли только солнце и луна.\nВ погоне за неосязаемыми мгновениями путешественнику оставалось идти за светом.\nВеличественные хоромы аристократов и мятежный ансамбль без крова над головой -\nих обоих подхватили вихри времени и несли к общей судьбе - уничтожению.\nБезлунной ночью чёрные тени легли на измождённое лицо чужестранца.\n«Уж последняя стрела умчалась в смертный свой полёт, уж отыграл оркестр, и скоро занавес падёт.\nУлыбнёшься ли ты мне, вопрошаю я, родная, когда на площади падёт та башня ледяная?»"
          }
        ]
      }
    ],
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Кубок временщика",
        "position": "Кубок пространства",
        "desc": [
          {
            "type": "RichText",
            "text": "Простой фарфоровый кубок, в котором когда-то пенились роскошные напитки."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/goblet_of_eonothem_icon.png"
      },
      "plume_of_death": {
        "title": "Перо возвращения домой",
        "position": "Перо смерти",
        "desc": [
          {
            "type": "RichText",
            "text": "Синее перо с превратившейся в кристалл тоской уходящего за горизонт путешественника."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Солнечные часы временщика",
        "position": "Пески времени",
        "desc": [
          {
            "type": "RichText",
            "text": "Солнечные часы, пережившие не одно тысячелетие. Они безмолвно продолжают вести отсчёт солнечных и лунных циклов."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Венок расставания",
        "position": "Корона разума",
        "desc": [
          {
            "type": "RichText",
            "text": "Ивовый венок, от которого веет весенним бризом."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/circlet_of_logos_icon.png"
      },
      "flower_of_life": {
        "title": "Сердце товарищества",
        "position": "Цветок жизни",
        "desc": [
          {
            "type": "RichText",
            "text": "Маленький цветок с сапфировыми лепестками и привязанной к стеблю лентой."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/flower_of_life_icon.png"
      }
    }
  }
}