{
  "epId": 2095,
  "name": "Конец гладиатора",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Бонус урона",
      "Сила атаки"
    ]
  },
  "menuId": 5,
  "menuName": "Артефакты",
  "version": 1721243727,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Конец гладиатора"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "· Награды с босса в мире за 40 первородной смолы\n· Награды за выполнение заданий во вкладке Опыта (главы 8 и 9)\n· Подземелья наказания (еженедельные боссы)\n· Мистическое подношение (Алхимия)"
          }
        ]
      },
      {
        "key": "Карты:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 6328,
            "name": "Триумф гладиатора",
            "desc": "<p><strong><span style=\"color: #FFFFFF\">Непобедимый: Триумф гладиатора</span></strong></p><p>«Лишь в минуты триумфа раб мог почувствовать себя хозяином, когда блеск славы закрывал собой слабый огонёк свободы. </p><p>В день своего триумфа гладиатор видел мир за пределами тюремной камеры, и тогда надежда выкупить свободу возрастала.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/17/124137736/c0079966cacb5a0ee85347a97f8d1ff6_9148499393112236169.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "story": [
      {
        "title": "Ностальгия гладиатора",
        "desc": [
          {
            "type": "RichText",
            "text": "Обычный цветок, сорванный заботливым хозяином гладиатора.\nОн приколол цветок к груди гладиатора как символ мягкости натуры последнего.\nДо того, как он стал легендой, гладиатор однажды прогуливался со своим юным хозяином по саду.\nХозяин сорвал цветок и подарил своему молчаливому рабу.\n«Не всякий подарок - это вознаграждение. Некоторые всего лишь сиюминутная прихоть».\nТак через много лет со смехом скажет гладиатору его хитрый хозяин.\nНепобедимый гладиатор наконец упал у ног юной чужестранки, и\nперед глазами его предстала позабытая много лет назад мечта.\n«Эти цветы прекрасны. Интересно,\nкогда я отправлюсь в путь, будут ли дикие цветы, что повстречаются мне, столь же красивы?»"
          }
        ]
      },
      {
        "title": "Триумф гладиатора",
        "desc": [
          {
            "type": "RichText",
            "text": "Шлем гладиатора из древнего Мондштадта, украшенный броским плюмажем из перьев.\nДля зрителей он был символом непобедимости.\nЛегендарный гладиатор прошёл через тысячи кровавых боёв. Ни человек, ни демон не могли избежать его острого меча.\nКаждый день своего триумфа непобедимый гладиатор, как герой, проходил через городские ворота, и толпа встречала его восторженными возгласами.\nЛишь в минуты триумфа раб мог почувствовать себя хозяином, когда блеск славы закрывал собой слабый огонёк свободы.\nВ день своего триумфа гладиатор видел мир за пределами тюремной камеры, и тогда надежда выкупить свободу возрастала.\nНо когда шлем его покрылся пылью, а трибуны опустели, он, наконец, осознал, что всё это было фальшивкой.\nОн был лишь простым рабом, и своей жалкой жизнью он не смог бы снискать расположение хозяина."
          }
        ]
      },
      {
        "title": "Пьянство гладиатора",
        "desc": [
          {
            "type": "RichText",
            "text": "Изящно украшенный золотой кубок. Это был подарок лучшему гладиатору.\nНепобедимый воин пил из него и прекрасное вино, и кровь своих врагов.\nОчередная победа гладиатора, которую он, израненный, посвятил своему хозяину.\nПобеда, слава и аплодисменты опьяняют лучше любого вина и заставляют человека забыть о телесной боли.\nХозяин позволил ему присоединиться к пиру и подарил ему кубок.\nТо был кубок, изготовленный по индивидуальному заказу хозяина, и знак доброго отношения его к гладиатору.\nНо страсть к славе и роскоши подобна золотым кандалам; она отравляла гладиатора, подобно ядовитой змее.\nНаслаждаясь вином и победами, гладиатор упустил свой шанс выкупить свободу."
          }
        ]
      },
      {
        "title": "Судьба гладиатора",
        "desc": [
          {
            "type": "RichText",
            "text": "Непобедимый гладиатор всё же встретил свой конец.\nЕго юный противник отдал ему последние почести.\nКогда слава победоносца и жажда выкупить свободу рассеялись, как утренний туман,\nКогда сквозь кровавое марево проник одинокий луч света, гладиатор увидел летящую птицу.\nГладиатор, которого отделяла от свободы лишь одна битва, был в итоге повержен никому не известной девчонкой.\nПублика взорвалась воем, подобно урагану, но победительница отказалась унижать противника казнью.\nОна не вонзила острый меч ему в грудь, не дала ему умереть рабом.\nЭфемерные птичьи перья, постепенно излечившие раны гладиатора.\nОн, наконец-то свободный, как птица, вступил на путь,\nкоторый привел его в край свободно живущих цветов и птиц."
          }
        ]
      },
      {
        "title": "Стремление гладиатора",
        "desc": [
          {
            "type": "RichText",
            "text": "Эти часы гладиатор изготовил собственноручно. После каждого боя они переворачивались, но\nоднажды они застыли. К тому времени гладиатор уже давно испустил дух в луже собственной крови.\nПеред каждой кровавой схваткой гладиатор оставлял эти песочные часы у арены.\nКогда пыль на арене оседала, и толпа заходилась в рёве ликованья, песок в них продолжал размеренно течь.\nВ последнем для гладиатора бою противником стала молодая, неопытная девушка.\nОна смотрела на него со страхом и яростью загнанного в угол львёнка.\nОн ступал тяжело, словно ноги его сковали кандалы лет.\nЯростная схватка, порадовавшая было старого гладиатора, кончилась быстро.\nЕго сердце пронзила холодная сталь, а песок в часах беззвучно остановился."
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Увеличивает силу атаки на 18%.",
      "fourSetEffect": "Увеличивает урон обычной атаки на 35%, если персонаж использует одноручное, двуручное или древковое оружие."
    },
    "artifactList": {
      "plume_of_death": {
        "title": "Судьба гладиатора",
        "position": "Перо смерти",
        "desc": [
          {
            "type": "RichText",
            "text": "Перо амбиций, парящих свободно, словно орёл. Его оставила птица на теле легендарного гладиатора в последние мгновения его карьеры."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Стремление гладиатора",
        "position": "Пески времени",
        "desc": [
          {
            "type": "RichText",
            "text": "Часы легендарного гладиатора, отмерявшего дни и годы пролитой на арене кровью. Также символизируют долгожданную свободу в конце пути."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/sands_of_eon_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Пьянство гладиатора",
        "position": "Кубок пространства",
        "desc": [
          {
            "type": "RichText",
            "text": "Золотой кубок, из которого в древности допьяна напивался после побед гладиатор. Он был наполнен его славными годами, пока однажды не пришла погибель."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/goblet_of_eonothem_icon.png"
      },
      "circlet_of_logos": {
        "title": "Триумф гладиатора",
        "position": "Корона разума",
        "desc": [
          {
            "type": "RichText",
            "text": "Шлем легендарного гладиатора древности, раскрывшего свои окровавленные руки в гордом приветствии ликующей толпе зрителей."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/circlet_of_logos_icon.png"
      },
      "flower_of_life": {
        "title": "Ностальгия гладиатора",
        "position": "Цветок жизни",
        "desc": [
          {
            "type": "RichText",
            "text": "Никто не знает, зачем легендарный гладиатор носил этот цветок у себя на груди. Это была его единственная слабость."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/flower_of_life_icon.png"
      }
    }
  }
}