{
  "epId": 2097,
  "name": "Киноварное загробье",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Сила атаки"
    ]
  },
  "menuId": 5,
  "menuName": "Артефакты",
  "version": 1684996405,
  "components": {
    "artifactList": {
      "flower_of_life": {
        "title": "Цветение жизни",
        "position": "Цветок жизни",
        "desc": [
          {
            "type": "RichText",
            "text": "Древняя реликвия. Она выглядит столь же живой, как и охранявшее её несколько столетий тому назад существо."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/flower_of_life_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Мгновение договора",
        "position": "Кубок пространства",
        "desc": [
          {
            "type": "RichText",
            "text": "Древняя чаша из кристаллизованного песка, которая вопреки векам не поблёкла."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/goblet_of_eonothem_icon.png"
      },
      "plume_of_death": {
        "title": "Перо скрытого сияния",
        "position": "Перо смерти",
        "desc": [
          {
            "type": "RichText",
            "text": "Тускло светящееся перо, в котором собрано множество воспоминаний."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "Громогласный облик",
        "position": "Корона разума",
        "desc": [
          {
            "type": "RichText",
            "text": "Согласно легенде, эту маску выковал горный народ для Яксы. Выглядит она просто, тем не менее сияет глянцевитым блеском."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/circlet_of_logos_icon.png"
      },
      "sands_of_eon": {
        "title": "Солнечная реликвия",
        "position": "Пески времени",
        "desc": [
          {
            "type": "RichText",
            "text": "Чрезвычайно прочные древние часы с блеском кристаллизованного песка."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/sands_of_eon_icon.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "Увеличивает силу атаки на 18%.",
      "fourSetEffect": "После активации взрыва стихии на 16 сек. создаёт Скрытое сияние, которое повышает силу атаки на 8%. Сила атаки персонажа увеличивается ещё на 10%, когда он теряет HP. Этот эффект может возникнуть максимум 4 раза и не чаще, чем раз в 0,8 сек. Скрытое сияние исчезает, когда персонаж покидает поле боя. При повторной активации взрыва стихии существующее Скрытое сияние снимается."
    },
    "story": [
      {
        "title": "Цветение жизни",
        "desc": [
          {
            "type": "RichText",
            "text": "На древних камнях цвета киновари когда-то расцвёл прекрасный цветок.\nВ то время, когда мир был залит тёмной порочной кровью, ни одно пятнышко грязи не запятнало его.\nПока Миллелиты на страже города, у зла нет шансов! Даже под угрозой злобных чудовищ тьмы.\nМолчаливые жители гор и яркая луна цвета создали для него безмолвный лагерь.\n«Дочь крутых гор и кристаллов глазурного песка, прошу, не лей по мне слёзы.\nЯ родился под сенью горы Тяньхэн, чтобы сражаться по велению Властелина Камня.\nЯ вверяю свою жизнь четырёхрукому Якса и устремлюсь в светящуюся бездну.\nТенистый путь глубоких тёмных пещер и кристаллы нависающих изрезанных скал дворца.\nПорочные потоки бездны, зловещие демоны в недрах горы.\nВсе эти невероятные ужасы не пугают меня».\nНочной ветер прервал Миллелита и не дал ему закончить свою речь.\nОн оставил этот маленький цветок дочери горного народа как воспоминание, средство от забвения.\n«Быть потерянным и забытым - единственное чего я боюсь.\nЕсли мне суждено быть погребённым в безымянном месте, не забывай меня»."
          }
        ]
      },
      {
        "title": "Громогласный облик",
        "desc": [
          {
            "type": "RichText",
            "text": "Когда-то в Тяньцю жил могучий четырёхрукий Якса.\nОн пришёл в Разлом издалека, и люди воспевали его силу.\nВ его честь устроили пир, столы ломились от яств.\nС мечом в руках он вошёл в Разлом, чтобы положить конец страданиям людей.\nМогучий, как демон, в глазах его пылал фиолетовый огонь.\nМолния пронзила туман смерти, а гром рассеял тьму.\nОблака скрыли разверзшуюся в небе бездну, а затем собрались, словно желая поглотить небосвод.\nСнова налетел яростный ветер, и тьма накрыла киноварь.\nСкалы отдавались эхом, горные тропы дрожали, а глубокие долины обрушивались.\nВеликая пропасть рушилась, земля грохотала. И вдруг наступила тишина.\nПлотные облака закрыли свет заходящего солнца, а парящие птицы печально запели:\n«Больше вы не услышите пустынное звучание барабанов севера, герой исчезает в вихре.\nБольше вы не увидите Якса, который сражался до самого рассвета. Увы, время потрачено напрасно»."
          }
        ]
      },
      {
        "title": "Мгновение договора",
        "desc": [
          {
            "type": "RichText",
            "text": "Эта земля, известная как Разлом, с незапамятных времён была отмечена цветом киновари.\nТорговцы самоцветами и шахтёры по сей день рассказывают легенды о Якса...\nГоворят, что одинокий четырёхрукий путник пришёл в эти дикие места, куда когда-то упала звезда.\nМестные жители услышали о путнике, что пришёл изгонять зло, и столпились вокруг него:\n«О гость издалека, прими наше вино и выслушай нашу историю.\nГорное вино отдаёт горечью и не так превосходно, как вино Властелина Камня с горы Тяньхэн.\nНо небеса одарили горных жителей самоцветами и нефритом. Мы зарабатываем себе на жизнь, добывая горные породы.\nНаша жизнь не идеальна, но благодаря Властелину Камня она всё же изобильна и беззаботна.\nОднако ситуация изменилась, и тьма поселилась посреди благословения, принесённого падением кометы.\nУ нас нет больших богатств, чтобы оплатить твой труд, но мы просим тебя помочь нам».\nГость молча выслушал мольбы старейшин и выпил горького вина из своей чаши.\nНе дав обещания и не отчитав смертных за их грубость, он повернулся и ушёл на восток.\nЧто было дальше, известно всем...\nЕдинственным свидетельством договора стала простая чаша из кристаллического песка, из которой странник когда-то пил вино с жителями деревни."
          }
        ]
      },
      {
        "title": "Перо скрытого сияния",
        "desc": [
          {
            "type": "RichText",
            "text": "Легенда гласит, что на самой высокой скале Разлома герой однажды подобрал перо орла.\nНо есть и другая легенда, согласно которой за совершение такого подвига герой получал привилегию сражаться насмерть бок о бок с Адептами.\n«Погибнуть, защищая других, во имя своих стремлений - воистину героический поступок.\nЕсли задуматься, это похоже на то, как рыба погружается на глубину или птица падает в долину.\nЭтот подвиг может принести чувство удовлетворения, но со временем он будет забыт.\nМы, смертные, подобны перьям, которые подхватил вихрь и уносит в небеса.\nБессмысленно пытаться спастись».\nМрачный ропот взволновал сердце человека, чьё имя не сохранилось...\nПыль последнего сражения осела. Многие солдаты уснули крепким сном в глубине пещер.\nПричудливые крики воинов тьмы тоже затихли, словно лёгкая зыбь...\nХотя жизнь людей коротка, земля всегда будет помнить их деяния."
          }
        ]
      },
      {
        "title": "Солнечная реликвия",
        "desc": [
          {
            "type": "RichText",
            "text": "Легенда гласит: когда Властелин Камня был ещё молод, солнце было огромной колесницей, что мчалась по небу.\nКогда три сестры ночного неба погибли в великой катастрофе, солнечная колесница упала в глубокое ущелье.\nПо словам жителей гор, солнце восстановилось и снова осветило тёмное небо.\nХотя солнечная колесница вернулась на небосвод, её фрагмент навсегда остался под землёй.\nКогда жители гор перебрались в портовый город, они измельчили осколок в кристаллы и продали их тому, кто осознавал их ценность...\n«Эй, это шутка, да? Я имею в виду, что нельзя доверять этим беспочвенным народным сказкам, не так ли?\nТорговцы из зала Шэнлу давно избавились от невежества и забыли своё прошлое.\nВ конце концов, блестящий кристаллический песок - не лучший материал для изготовления керамики, как и не лучший материал для создания роскошных красок.\nПо словам шахтёров, хотя эта история не очень достоверна, правда в том,\nчто и эти часы, и кристаллический песок остались от Миллелита пятьсот лет назад».\nДаже могучему Якса было трудно долго продержаться в беспросветной бездне, где происходила борьба между светом и тьмой.\nСмертным нужен свет, чтобы не потеряться в пелене всепоглощающей тьмы.\nМиллелит собрал флуоресцентный песок, напоминающий бледный свет луны, чтобы освещать себе путь.\nЧасы в свою очередь показывали время, проведённое в бездне, и свидетельствовали о героизме потомков, что пришли на смену предкам."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Киноварное загробье"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Подземелье «Затерянная долина»"
          }
        ]
      },
      {
        "key": "Карта:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3868,
            "name": "Громогласный облик",
            "desc": "<p><strong><span style=\"color: #FFFFFF\">Сокрушительное бедствие</span></strong></p><p>«...Когда-то в Тяньцю жил могучий четырёхрукий Якса.</p><p>Он пришёл в Разлом издалека, и люди воспевали его силу...»</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/20/51635400/da42571e953a97c4809b5963c7b6fb46_8281214575645872769.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3869,
            "name": "Киноварное загробье",
            "desc": "<p><strong><span style=\"color: #FFFFFF\">Плотные облака</span></strong></p><p>«Больше вы не услышите пустынное звучание барабанов севера, герой исчезает в вихре.</p><p>Больше вы не увидите Яксу, который сражался до самого рассвета. Увы, время потрачено напрасно».</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/20/51635400/ccc32a7aca1a3598bd25d2592c079b7c_5202303108196565461.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}