{
  "epId": 2099,
  "name": "Встречная комета",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Retracing Bolide/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Бонус урона",
      "Прочность щита"
    ]
  },
  "menuId": 5,
  "menuName": "Артефакты",
  "version": 1699846796,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Встречная комета"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "· Подземелье «Владения Гуюнь». Благословение: Весна III (и выше)\n· Мистическое подношение (Алхимия)"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Местоположение",
        "desc": [
          {
            "type": "RichText",
            "text": "Артефакты «Встречная комета» можно найти в подземелье «Владения Гуюнь», которое находится в Ли Юэ в каменном лесу Гуюнь в Облачном море."
          }
        ]
      }
    ],
    "artifactList": {
      "plume_of_death": {
        "title": "Конец равноденствия",
        "position": "Перо смерти",
        "desc": [
          {
            "type": "RichText",
            "text": "Мастерски изготовленный деревянный дротик. Он не остановится пока не достигнет своей цели."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Retracing Bolide/plume_of_death_icon.png"
      },
      "flower_of_life": {
        "title": "Цветок равноденствия",
        "position": "Цветок жизни",
        "desc": [
          {
            "type": "RichText",
            "text": "Искусственный цветок в вечном цвету. Кто знает, действительно ли в нём есть жизнь."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Retracing Bolide/flower_of_life_icon.png"
      },
      "sands_of_eon": {
        "title": "Час равноденствия",
        "position": "Пески времени",
        "desc": [
          {
            "type": "RichText",
            "text": "Карманные часы, которые когда-то остановились."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Retracing Bolide/sands_of_eon_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Шар равноденствия",
        "position": "Кубок пространства",
        "desc": [
          {
            "type": "RichText",
            "text": "Во время летнего фестиваля повсюду можно увидеть водные шары, но среди них этот шар самый красивый."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Retracing Bolide/goblet_of_eonothem_icon.png"
      },
      "circlet_of_logos": {
        "title": "Маска равноденствия",
        "position": "Корона разума",
        "desc": [
          {
            "type": "RichText",
            "text": "Популярная маска, вырезанная по подобию божества, о котором рассказывают легенды."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Retracing Bolide/circlet_of_logos_icon.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "Увеличивает прочность щита на 35%.",
      "fourSetEffect": "Под защитой щита увеличивает урон обычной и заряженной атаки на 40%."
    },
    "story": [
      {
        "title": "Цветок равноденствия",
        "desc": [
          {
            "type": "RichText",
            "text": "Цветок с праздника равноденствия, который цветёт вечно\nи не завянет даже под снегом.\nКто-то скажет, что это жалкая имитация жизни,\nведь жизнь заключается в переменах, боли и росте,\nво встречах и расставаниях.\nНо боюсь я только того, что единственным воспоминанием о встрече на том летнем празднике,\nо том, как высоко в небе, подобно огненным цветам, распускались фейерверки,\nо женщине с глазами лисицы, которая так внезапно исчезла,\nостанется только этот неувядающий цветок.\nВ конечном счёте дело в том, что для некоторых жизнь вечна и\nнеизменна, как этот цветок равноденствия,\nтогда как для большинства она вспыхивает и гаснет, подобно фейерверку."
          }
        ]
      },
      {
        "title": "Маска равноденствия",
        "desc": [
          {
            "type": "RichText",
            "text": "Лик бога.\nПопулярная маска, вырезанная по подобию легендарного божества.\nЧасто люди надевают маску лисы из легенд.\nЗачем они это делают? Примеряя её божественный облик на себя,\nони, возможно, надеются обрести её способность к превращению.\nВ легендах Инадзумы всё обладает душой.\nНо даже если это так,\nто скорее всего почти все такие существа\nпод напором Сёгуна давно бы уже сбежали в лес.\nНо многие всё равно верят в божественных лис,\nи в то, что прожившие тысячи лет животные наделяются высшей силой.\nПоэтому они верят в то, что изображено на этой маске.\nНа её тыльной стороне прелестным почерком оставлена надпись:\n«Прости, что я бросила тебя под покровом фейерверков.\nВряд ли мы увидимся вновь. Береги себя»."
          }
        ]
      },
      {
        "title": "Шар равноденствия",
        "desc": [
          {
            "type": "RichText",
            "text": "Богато украшенный воздушный шар, под завязку наполненный водой.\nСогласно страшилкам Инадзумы это\nпамятный предмет от встречи со сверхъестественным...\nНа летнем празднике я отстал от родителей.\nМне захотелось посмотреть на шарики, и на какой-то миг\nя отпустил отцовский рукав.\nЯ заметить не успел, как нас разделила праздничная процессия.\nУ торий на пути к святилищу я смотрел, как мелькают ноги\nподнимавшихся в гору прохожих, и плакал.\nВдруг словно из воздуха рядом со мной\nпоявилась прекрасная женщина с лисьими глазами и взяла меня за руку.\n«Не годится вот так вот бросать столь очаровательное дитя.\nНу что? Пойдём посмотрим на фейерверки, побросаем дротики и половим вместе шарики?»"
          }
        ]
      },
      {
        "title": "Конец равноденствия",
        "desc": [
          {
            "type": "RichText",
            "text": "Метательный дротик тонкой работы. Обычно такие можно увидеть на празднике летнего равноденствия.\nВ страшилках Инадзумы есть\nистория о встрече человека и потусторонних сил...\nМоя жена забеременела, и я решил отметить это событие, исполнив обет в храме.\nСам не знаю зачем, но с собой на гору я взял\nшарик с водой, который получил в семь, маску лисы, купленную в семнадцать, а ещё\nцветок, что хоть десять, хоть сто лет останется свежим.\nПо какому-то наитию я почувствовал, что встречу её снова.\nХоть и поженился я без участия родителей и свахи, хоть с деньгами всегда приходилось туго,\nа завести детей вышло далеко не сразу,\nмы всё равно были счастливы.\nНа гору я пошёл в обход, чтобы посетить то место, откуда мы с ней смотрели на фейерверки.\nРаздвинув кусты, я будто бы увидел, как она сидит в белом платье на камне.\nКогда я подошёл поближе, оказалось, что это дремала на солнце лиса.\nПод моей ногой хрустнула ветка, и лиса подпрыгнув убежала в лес,\nпромелькнув, словно пятнышки света меж потревоженной ветром листвы.\nНа камне ничего не осталось кроме старого деревянного дротика."
          }
        ]
      },
      {
        "title": "Час равноденствия",
        "desc": [
          {
            "type": "RichText",
            "text": "Крохотные карманные часы с изящным орнаментом.\nПохоже, что они остановились в какой-то определённый момент.\nВ страшилках Инадзумы\nтакое случается при встрече с потусторонним...\nВ ночь летнего праздника равноденствия мы с девушкой, которую я обожал, шли к святилищу,\nи я услышал едва различимый плач потерявшегося ребёнка.\nУтратив внимание, я оступился, упал, подвернул ногу и разбил карманные часы.\nПока она искала мне лекарство,\nя, чтобы не мешать прохожим,\nсел на камень на обочине передохнуть.\nРядом со мной присела очаровательная женщина в маске.\n«Об этом месте почти никому неизвестно.\nА ведь смотреть фейерверк лучше всего именно отсюда!»\nЯ подумал, что это сон.\nМы не виделись уже десять лет,\nно она не состарилась ни на день...\n«Ты так вырос. Думаю, ты уже великоват, чтобы ловить шарики.\nНо я принесла вина. Посмотрим вместе фейерверки, что скажешь?»"
          }
        ]
      }
    ]
  }
}