{
  "epId": 222,
  "name": "Культурные традиции хиличурлов. Том I",
  "desc": "<p>Данный труд содержит описания быта и культуры хиличурлов. Автор этого исследования - известный мондштадтский эколог Джейкоб Маск. В этом томе особое внимание уделено социальным структурам общества хиличурлов.</p>",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hilichurl Cultural Customs (I)_icon.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1712770495,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Культурные традиции хиличурлов. Том I"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Библиотека Ордо Фавониус, второй этаж"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2293,
            "name": "Культурные традиции хиличурлов",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Hilichurl Cultural Customs_icon.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "textualResearch": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Социальная структура общества хиличурлов\nХиличурлы явно придерживаются простого, первобытно-общинного строя. Они собираются небольшими племенами и предпочитают жизнь в безлюдных пустошах. Что касается самих племен, то их структура напоминает большую семью.\nВ племени хиличурлов самым большим влиянием обладает шаман. Согласно данным полевых исследований, шаман является старшим среди своих соплеменников и играет в племени роль «главы семейства», способного благодаря большому опыту решать крупные проблемы и принимать стратегические решения. С помощью сил элементов он также защищает своё племя. Шаманы выделяются среди своих соплеменников необычным внешним видом. Они всегда носят особые рогатые смеющиеся маски со щелями на месте рта и глаз, в руках у них примитивные шаманские посохи. Всё время эти представители хирличурлов бормочут себе под нос непонятные песни или проклятия.\nСтатус хиличурла в племени зависит не только от его возраста. Во многих племенах вместо шамана племенем руководит самый крупный и сильный член, и, кажется, сами племена под таким руководством становятся более воинственными. Этих воинственных вождей можно легко распознать по крупной фигуре и броским маскам, тоже украшенным рогами.\nИз-за враждебности хиличурлов к чужакам и ввиду языкового барьера нам очень сложно исследовать механизм распределения ресурсов внутри племени. Но, согласно донесениям патрулей Ордо Фавониус, можно предположить, что распределение ресурсов происходит по принципу «каждому по потребностям». Поэтому хиличурлы одновременно являются и воинами, и собирателями, но некоторые хиличурлы, больше внимания уделяющие сражениям, могут посредством усердной работы стать основной ударной силой в бою. Например, если племя долго живёт в неблагоприятных условиях, такие особые бойцы высоко ценятся вождём племени.\nИнтересно, что, несмотря на низкий интеллект и первобытно-общинный строй, хиличурлы, видимо, имеют уникальные способности по контролю элементов, что чаще всего заметно у шаманов. Но, что касается людей, то им обычно нужен Глаз Бога для развития способностей по контролю элементов. Поэтому вопрос, как хиличурлы могут овладеть элементами без Глаза Бога, по-прежнему требует глубокого изучения."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Местоположение"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/28/237301566/6e0ae9ad10de1e56d31c1dffd38bfcea_2470431383146602395.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 224,
        "name": "Культурные традиции хиличурлов. Том II",
        "desc": "<p>Данный труд содержит описания быта и культуры хиличурлов. Автор этого исследования - известный мондштадтский эколог Джейкоб Маск. В этом томе особое внимание уделено духовным верованиям хиличурлов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/28/237301566/1d307ec24e2b0502ad8d12f0f96789ef_1198513235899152835.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 223,
        "name": "Культурные традиции хиличурлов. Том III",
        "desc": "<p>Данный труд содержит описания быта и культуры хиличурлов. Автор этого исследования - известный мондштадтский эколог Джейкоб Маск. В этом томе особое внимание уделено мистическим хиличурлам, которые ведут отшельнический образ жизни.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/28/237301566/1d307ec24e2b0502ad8d12f0f96789ef_1947997583539532244.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 225,
        "name": "Культурные традиции хиличурлов. Том IV",
        "desc": "<p>Данный труд содержит описания быта и культуры хиличурлов. Автор этого исследования - известный мондштадтский эколог Джейкоб Маск. В этом томе особое внимание уделено сложным взаимоотношениям хиличурлов и жителей Мондштадта.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/28/237301566/1d307ec24e2b0502ad8d12f0f96789ef_3245383454422658960.png",
        "displayStyle": "card"
      }
    ]
  }
}