{
  "epId": 225,
  "name": "Культурные традиции хиличурлов. Том IV",
  "desc": "<p>Данный труд содержит описания быта и культуры хиличурлов. Автор этого исследования - известный мондштадтский эколог Джейкоб Маск. В этом томе особое внимание уделено сложным взаимоотношениям хиличурлов и жителей Мондштадта.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/28/237301566/1d307ec24e2b0502ad8d12f0f96789ef_3245383454422658960.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1712770955,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Местоположение"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/28/237301566/918ea09cf48e15da7952e5368f9c8217_23158746551799463.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 222,
        "name": "Культурные традиции хиличурлов. Том I",
        "desc": "<p>Данный труд содержит описания быта и культуры хиличурлов. Автор этого исследования - известный мондштадтский эколог Джейкоб Маск. В этом томе особое внимание уделено социальным структурам общества хиличурлов.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hilichurl Cultural Customs (I)_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 224,
        "name": "Культурные традиции хиличурлов. Том II",
        "desc": "<p>Данный труд содержит описания быта и культуры хиличурлов. Автор этого исследования - известный мондштадтский эколог Джейкоб Маск. В этом томе особое внимание уделено духовным верованиям хиличурлов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/28/237301566/1d307ec24e2b0502ad8d12f0f96789ef_1198513235899152835.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 223,
        "name": "Культурные традиции хиличурлов. Том III",
        "desc": "<p>Данный труд содержит описания быта и культуры хиличурлов. Автор этого исследования - известный мондштадтский эколог Джейкоб Маск. В этом томе особое внимание уделено мистическим хиличурлам, которые ведут отшельнический образ жизни.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/28/237301566/1d307ec24e2b0502ad8d12f0f96789ef_1947997583539532244.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Культурные традиции хиличурлов. Том IV"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Библиотека Ордо Фавониус, второй этаж"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2293,
            "name": "Культурные традиции хиличурлов",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Hilichurl Cultural Customs_icon.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "textualResearch": [
      {
        "title": "Том IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Культурное разнообразие среди хиличурлов на примере племен, проживающих в Мондштадте, в ущелье Дадаупа\nМясное племя очень любит поесть и выпить, поэтому в лагерях они строят свинарники для выращивания и содержания кабанов, к тому же, среди них есть свинопасы, чья задача — приглядывать за кабанами. С помощью Пиро слаймов они создают природные печи и варят в огромных котлах мясной суп, и все члены племени получают порцию согласно их потребностям.\nВ их племенах самым привлекающим внимание объектом является арена для боёв. Похоже, любой, кто оказывается на aрене, воспринимается как тот, кто принял вызов племени, и тот, кто был сброшен с неё, становится объектом для насмешек.\nЧлены сонного племени склонны к дремоте в любой подходящий момент. Они даже возводят примитивные жилища для более комфортного сна, и кроватями им служат мягкие и тёплые шкуры диких зверей. Возможно, потому, что эти хиличурлы хорошо высыпаются, среди своих собратьев они являются наиболее хитрыми и сообразительными.\nПлемя Затмение — самое оккультное во всём Мондштадте. Их сильная сторона — это не мускулы и не хитрость, а мистические силы. Их вера отличается от обычного поклонения хиличурлов элементам, объект их почитания, верно, схож с символом Затмения. Их шаманы лучше владеют силами элементов, чем шаманы других племён. В центре лагеря племени Затмение расположен самый высокий трон, подготовленный для главного шамана."
          }
        ]
      }
    ]
  }
}