{
  "epId": 2294,
  "name": "Сборник хиличурлских песен",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Hilichurl Ballad Selection_icon.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1712572361,
  "components": {
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Сборник хиличурлских песен"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 227,
            "name": "Сборник хиличурлской поэзии. Том I",
            "desc": "<p>Эта книга является работой всей жизни придворного поэта, автора стихов на хиличурлском языке, Джейкоба Маска! В своём сборнике поэзии учёный откроет для вас таинственный духовный мир хиличурлов!</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hilichurl Ballad Selection (I)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 228,
            "name": "Сборник хиличурлской поэзии. Том II",
            "desc": "<p>Являются ли вино и поэзия частью жизни хиличурлов? Есть ли у них благочестивые желания? Эксперт в области хиличурлов, учёный Джейкоб Маск, даст вам ответы на все вопросы!</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/28/237301566/9c1676679e9048ac123aa1c2b6158025_36821949832923439.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Сборник стихов хиличурлов, составленный мондштадтским экологом Джейкобом Маском. Чтобы закончить эту книгу, Маск путешествовал по всему континенту, посещая каждое племя хиличурлов на пути. Он зашёл настолько далеко, что отважился жить в поселениях хиличурлов, чтобы ещё глубже погрузиться в их бытовую жизнь. За эту книгу Маска называют «поэтом - лауреатом хиличурлского языка», но очевидно, что ни сам учёный, ни даже хиличурлы особо не любили такой чести. Джейкоб Маск хоть и был увлечён изучением культуры хиличурлов, но он не хотел, чтобы его приравнивали к ним даже в последние годы жизни.\nПеснь I:\nMi muhe ye\nMi biat ye\nBiat ye dada\nMuhe dada\nВполне возможно, что это - боевая песнь, которую хиличурлы поют перед битвой. По моим наблюдениям, когда двое или более хиличурлов собираются и поют её, они вступают в отчаянную схватку друг с другом.\nПеснь II:\nEleka mimi-a-Domu\nMita domu-a-dada\nLa-la-la\nLa-la-la\nMimi mosi ye mita\nА эту песню пели хиличурлы, танцуя вокруг тотемных столбов. Полагаю, что это их племенной гимн, только с приподнятым тоном. Его можно обычно услышать на их праздниках.\nПеснь III:\nMi muhe mita nye\nMi muhe mita nye\nMuhe nye\nMuhe nye\nGusha\nBiat, gusha\nЭту тоскливую песню я услышал от пожилого хиличурла. Хотя я до сих пор не понимаю буквального смысла её текста, наполненной печалью мелодии достаточно, чтобы удивить лучших поэтов на моей родине. (Несмотря на такую похвалу, я должен признать, что едкие запахи, исходящие от пожилых хиличурлов, были не менее печальны)"
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "Песнь IV:\nCeli upa celi\nSada shato lata\nKuzi unu ya zido\nUnu dada\nПесня, спетая одним шамачурлом. Судя по реакции вождя, песня, похоже, несёт в себе особый философский смысл в обществе хиличурлов. Это может показаться смешным для доминирующих академических кругов, и я ни в коем веке не собираюсь оспаривать их авторитетные взгляды, но я обязан заявить, что вопрос о том, существует ли философия среди хиличурлов, всё ещё остаётся нераскрытой, полной романтизма темой.\nПеснь V:\nNini movo muhe yoyo\nNini movo mimi tomo\nLata movo mosi yoyo\nCeli movo celi yoyo\nНе отличаясь от жителей Мондштадта, поклоняющиеся ветру племена хиличурлов часто напиваются и славят Архонта ветра песнями до упаду. Это ода ветру, которую можно часто услышать в обществе пьяных хиличурлов.\nПеснь VI:\nUnu, unu\nYaya ika kundala!\nUnu, unu\nMita dada ya dala?\nUnu, unu\nKuzi mita dada ye\nMita dada-a-mimi\nБлагочестивый гимн, исполняемый хиличурлами только во время жертвоприношений. При исполнении этой песни, хиличурлы зачастую хлопают досками по попкам самых слабых членов племени, создавая при этом ритмичные ударные звуки. Ощущения, должно быть, не из приятных.\nПеснь VII:\nMimi movo\nMimi sada\nMimi domu\nDomu upa\nGusha dada\nОказалось, что у многих племён хиличурлов есть такая традиция - обмениваться песнями вокруг костра при лунном свете. Представленная здесь песня - одна из таких костровых песен, которые поёт вождь племени в завершение мероприятия. В конце песни вождь трижды произносит «Nunu!», что, по-видимому, означает «Спать!»."
          }
        ]
      }
    ]
  }
}