{
  "epId": 2296,
  "name": "Мина, принцесса павшего народа",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Princess Mina of the Fallen Nation_icon.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675338033,
  "components": {
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Принцесса, которой было предсказано принести разрушение, становится свидетелем скорого падения своего народа. В этот момент из ниоткуда появляется неизвестный странствующий самурай.\nПутешествие этой пары среди огня древней вражды вот-вот начнётся!\nПосле тринадцати лет мира наступила эпоха сражающихся царств.\nНароды севера, наиболее удаленные от эпицентра сражений, в конце концов тоже были охвачены духом эпохи и пламенем войны.\nКак и в большинстве войн, стороны ожесточённо сражались, чтобы определить проигравших. Города были превращены в пылающие руины, а знать и их сторонники бежали в горы.\nВ этой истории нет ничего особенного.\nНо именно в этот переломный момент появился странствующий самурай в элегантных одеждах.\nНет, вернее было бы описать его одежды не роскошными, а...\nЖенскими. Да. Этот мужчина был одет как женщина.\nСамурая сопровождала миниатюрная девушка, одетая в нелепо огромное хаори.\nВ общем, они были очень подозрительной парой.\nОднако они, похоже, даже не подозревали об этом, когда подходили к заставе у подножия гор.\nКонечно же, их немедленно остановил асигару, охранявший заставу.\n«Кто идёт?!» -\nЭто был стандартный вопрос, который, тем не менее был задан совершенно искренне.\n«Как видите, обычные путники». -\nПрозвучал неубедительный ответ.\nНо уверенность в тоне самурая заставила асигару засомневаться.\n«Что ж, но я всё равно прошу пройти со мной».\n«Не сработало, значит...» -\nСамурай казался почти разочарованным. Трое асигару в один миг упали на землю.\n«Ты ведь с самого начала планировал так сделать? Ты ужасный подлец». -\nТихо проворчала сзади девушка."
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "«Принцесса, несущая разрушение. Разве это не повод для войны?»\nОни отправляются в центр мира в поисках истины, скрывающейся в пророчестве.\nСупер популярное романтическое приключение продолжается!\n«Нет». -\nЭто слово вырвалось неожиданно.\nВ безымянном горном святилище неподвижно сидела черноволосая принцесса, её лицо мерцало в свете пламени.\n«Что значит \"нет\"?» -\nПоследовал почти рефлекторный ответ.\n«Это значит вот что, глупый самурай: неужели у тебя нет никаких мыслей обо мне, принцессе, которая приносит разрушение?».\n«Мыслей? Ну, я думаю, что у тебя неплохой характер».\n«Не этих мыслей! - теперь голос принцессы Мины звучал довольно раздражённо. - Я имею в виду своё спасение».\n«Если быть точным, то я не спасал тебя». -\nПоправил самурай.\n«Будучи принцессой, ты приказала мне спасти тебя, так что, можно сказать, ты сама спасла себя».\n«Вот как ты считаешь?» -\nОжидаемый ответ.\n«Что ж, - подумал самурай, - стоило хотя бы попытаться уклониться от ответственности».\n«В любом случае \"принцесса, несущая разрушение\" - это чепуха. Разве это не просто повод для войны?» -\nЛенивый тон самурая изменился.\n«Вдобавок...» -\nСамурай обернулся, его пустые глаза загорелись.\n«О каком ещё разрушении мира речь? Скоро ты сама всё поймёшь»."
          }
        ]
      },
      {
        "title": "Том III",
        "desc": [
          {
            "type": "RichText",
            "text": "Эти двое, вышедшие на поле боя, наконец-то становятся свидетелями ада вечных мучений. Здесь будет раскрыта истина, скрывающаяся за огнём войны, охватившим весь мир!\nК этому тому прилагается несколько ценных дополнений!\nХотя люди часто называют войну адом, это не более чем описание.\nНо то, что предстало перед их глазами, было адом в прямом смысле слова.\nБесплодная земля, засохшие деревья и люди, похожие на ходячих мертвецов.\nСловно из этого места высосали всю жизнь.\n«На самом деле...» -\nСамурай поднял сухой лист. Он тут же рассыпался в пыль, которую унёс ветер.\n«Кажется, будто здесь не осталось жизни».\nКонфликт вокруг столицы бушевал уже более ста лет.\nПо прошествии первого десятилетия ресурсы и богатства воюющих стран уже были почти израсходованы.\nНо кровопролитие продолжалось благодаря Заклятью Накуры.\nЗаклятье Накуры - это ужасное заклинание, которое высасывает жизненную силу из всех живых существ и самой земли, отдавая её могущественным самураям, чтобы война шла и дальше.\nМерзавцами, использовавшими эту злую магию, чтобы добиться господства, были даймё Накура.\nДаймё соперничали друг с другом, но независимо от победителя, земля умирала всё больше.\nЭто было истинное лицо войны, бушующей уже почти столетие.\n«А создали это заклятье оммёдзи, живущие в Небесной башне в центре мира».\nНе обращая внимания на принцессу Мину, которая вздрогнула при виде открывшегося перед её глазами зрелища, самурай тихо продолжал говорить.\n«О, \"принцесса, несущая разрушение\"... Разве ты не видишь, что этот мир уже разрушен?»"
          }
        ]
      },
      {
        "title": "Том IV",
        "desc": [
          {
            "type": "RichText",
            "text": "«Возвращайся в ад, ты, мстительный дух!»\nЗахватывающая глава воспоминаний! Что скрывается в похороненном прошлом самурая?\nНаступает новая глава в приключениях принцессы, потерявшей свой народ, и самурая!\nСтрана Когами превратилась в безжизненную пустошь, насколько хватало глаз.\nБесплодные поля простирались до горизонта, окружая большую песчаную дюну, на которой лицом друг к другу стояли два самурая.\nОдин из них - наш главный герой, которого мы пока будем называть Зелёным самураем, чтобы отличить его.\nДругой только сейчас появился в нашей истории, назовём его Бледным самураем.\nЕсли бы это была история про сражения, то они бы уже заняли боевые позиции. Но эти двое были здесь не ради битвы. Они просто стояли лицом друг к другу.\n«Вернулся прямиком из ада?» -\nСказал Бледный самурай спустя какое-то время.\n«Воспоминания нахлынули, да?» -\nЗелёный самурай казался весьма счастливым.\n«Я не испытываю ностальгии по таким вещам». -\nГрубо прервал его Бледный самурай.\nЗелёный самурай закрыл глаза, словно погружаясь в бездну прошлого.\n«\"Всё это закончится, если мы победим злых повелителей\". Вот во что мы тогда верили. Мы были наивными дураками, ведь это стало только началом кошмара.\nТринадцать самураев объединились, чтобы победить даймё Накура, уничтожающих страну.\nНо Когами не возродилась с уходом даймё, и земля продолжала терять жизненную силу.\nМало того, Когами, лишённая своего правителя, стала раем для тех, кто хотел её разграбить.\nГерои, сразившие злого повелителя, в итоге не смогли защитить страну.\nВ конце концов, выжили только двое».\n«Прекрати ударяться в воспоминания. Нам ещё нужно кое-что уладить!»"
          }
        ]
      },
      {
        "title": "Том V",
        "desc": [
          {
            "type": "RichText",
            "text": "«Если для спасения этого мира требуется твоя жертва, то пусть он горит».\nДвое наконец достигли Башни пустоты в сердце мира. Станет ли это концом их истории?\n«Я хочу спасти этот мир!» -\nСказала принцесса Мина.\n«Я уже говорил тебе много раз. Мир невозможно спасти. Конечно, это не останавливало идиотов вроде меня от попыток. Но всё же... Этот мир обречён».\n«Мне всё равно. Я принцесса. Разве принцессы рождаются, не чтобы спасти мир?»\n«Нет, я никогда не слышал о таком. И насколько я помню, ты была принцессой, которая приносит разрушение».\n«Насколько я помню, кто-то сказал, что разрушение на самом деле даёт начало новой жизни».\n«Не знаю, где ты это услышала, но это выражение устарело. Если бы кто-то написал такую чушь в наше время, то её бы бросили Токоё, и это было бы к лучшему».\n(Принцесса закрыла уши)\nСамурай и принцесса тщетно спорили, стоя на вершине Небесной башни, словно рядом никого не было.\nВ действительности же их окружали люди в одеждах оммёдзи.\n«Как вы знаете, Заклятие Накуры изначально было создано для сохранения жизнеспособности мира, который медленно приходил в упадок». -\nНе выдержав их спор, наконец заговорил старший оммёдзи, словно NPC, пытающийся оживить провисший сюжет.\n«И тот, кто может использовать эту сохраненную жизненную силу, - это...»\n«Можешь выкинуть эти мысли из своей головы». -\nСамурай, казалось, вообще не слышал слов старого оммёдзи.\nКак долго будет продолжаться этот фарс?"
          }
        ]
      },
      {
        "title": "Том VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Наконец-то открывается правда о мире, которая больше похожа на злую иронию. Даже после разлуки наши главные герои не могут избежать своей судьбы.\nПоследний том «Мины, принцессы павшего народа»! Но не отчаивайтесь, на этом история не заканчивается!\n«Так что? Мир удалось спасти?»\nВ конце истории самурай в одиночестве шёл по бескрайней пустыне.\nПлан Небесной башни, вероятно, уже завершён, и вся оставшаяся в мире жизненная сила была собрана.\nНеизвестно, появится ли новый мир. Но старому определённо настал конец.\nЧего ещё можно было ожидать от принцессы, которой суждено уничтожить мир?\n«С таким же успехом можно уничтожить и другой мир... Если он существует».\nСамурай отправился в новое путешествие.\n...\n(Остальная часть книги в значительной степени посвящена различным злым повелителям и чудовищным существам, которые не фигурировали в основном повествовании романа.)"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Мина, принцесса павшего народа"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 253,
            "name": "Мина, принцесса павшего народа. Том I",
            "desc": "Принцесса, которой было предсказано принести разрушение, становится свидетелем скорого падения своего народа. В этот момент из ниоткуда появляется неизвестный странствующий самурай.<br/>Путешествие этой пары среди огня древней вражды вот-вот начнётся!",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Princess Mina of the Fallen Nation (I)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 255,
            "name": "Мина, принцесса павшего народа. Том II",
            "desc": "«Принцесса, несущая разрушение. Разве это не повод для войны?»<br/>Они отправляются в центр мира в поисках истины, скрывающейся в пророчестве.<br/>Супер популярное романтическое приключение продолжается!",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Princess Mina of the Fallen Nation (II)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 254,
            "name": "Мина, принцесса павшего народа. Том III",
            "desc": "Эти двое, вышедшие на поле боя, наконец-то становятся свидетелями ада вечных мучений. Здесь будет раскрыта истина, скрывающаяся за огнём войны, охватившим весь мир!<br/>К этому тому прилагается несколько ценных дополнений!",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Princess Mina of the Fallen Nation (III)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 258,
            "name": "Мина, принцесса павшего народа. Том IV",
            "desc": "«Возвращайся в ад, ты, мстительный дух!»<br/>Захватывающая глава воспоминаний! Что скрывается в похороненном прошлом самурая?<br/>Наступает новая глава в приключениях принцессы, потерявшей свой народ, и самурая!",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Princess Mina of the Fallen Nation (IV)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 256,
            "name": "Мина, принцесса павшего народа. Том V",
            "desc": "«Если для спасения этого мира требуется твоя жертва, то пусть он горит».<br/>Двое наконец достигли Башни пустоты в сердце мира. Станет ли это концом их истории?",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Princess Mina of the Fallen Nation (V)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 257,
            "name": "Мина, принцесса павшего народа. Том VI",
            "desc": "Наконец-то открывается правда о мире, которая больше похожа на злую иронию. Даже после разлуки наши главные герои не могут избежать своей судьбы.<br/>Последний том «Мины, принцессы павшего народа»! Но не отчаивайтесь, на этом история не заканчивается!",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Princess Mina of the Fallen Nation (VI)_icon.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}