{
  "epId": 2297,
  "name": "Баллады оруженосца",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ballads of the Squire_icon.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675338106,
  "components": {
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Баллады оруженосца"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 282,
            "name": "Баллады оруженосца. Часть I",
            "desc": "Баллады времён аристократического периода. Есть версия, что их написал Рагнвиндр, Рыцарь Рассвета. В этой части описываются будни оруженосца.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ballads of the Squire (I)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 283,
            "name": "Баллады оруженосца. Часть II",
            "desc": "Баллады времён аристократического периода. Есть версия, что их написал Рагнвиндр, Рыцарь Рассвета. В этой части описывается дружба Рагнвиндра со знаменитым мечником.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ballads of the Squire (II)_icon.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Баллады времён аристократического периода. Есть версия, что их написал Рагнвиндр, Рыцарь Рассвета. В этой части описываются будни оруженосца.\nЯ исходил все улицы Мондштадта вдоль и поперёк.\nПолной грудью вдыхал его воздух, преисполненный горя и веселья.\nЯ видел как аристократов, полных высокомерия,\nТак и абсолютно несчастных бедняков.\nА мрачные улицы, подобно паучьим сетям, делили их чётко и беспощадно на две далёких друг от друга касты.\nКажется, что в глубине ночи поют колокольцы - но это звенят кандалы, сковавшие дух угнетённых.\nЯ патрулировал ночные улицы Мондштадта,\nНа которых мои начальники и сослуживцы однажды кричали:\n«Мы звёздные рыцари! Поднимем же головы и отринем страх!\nТолько мы, под знаменем, сверкающем в звёздном свете, способны защитить Мондштадт!»\nНо я не поднял тогда голову к звёздам, не взглянул на знамя,\nЯ не мог оторвать взгляда от той грязи, что скопилась в потаённых углах улиц.\nОбедневшие торговцы беззвучно рыдают.\nСтарые солдаты испускают тяжкие вздохи,\nВ мертвенной тишине полночи\nОтвергнутая аристократами девчонка взывает к милости Барбатоса.\nГорько воет ветер, стучась в ворота собора,\nВ потоках своих несёт скорбь угнетённых, и стоны их разбиваются о роскошные дворцовые стены.\nКаждой матери стон,\nКаждого ребёнка плач -\nИх достаточно, чтобы пробить самый крепкий щит.\nИх достаточно, чтобы согнуть самый острый клинок.\nЭтот горестный клич вызывает в теле дрожь.\nНо в высоких дворцах и замках,\nВ величественных святилищах, где гуляет западный ветер...\nТам стонов бесправных не слышат люди."
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "Баллады времён аристократического периода. Есть версия, что их написал Рагнвиндр, Рыцарь Рассвета. В этой части описывается дружба Рагнвиндра со знаменитым мечником.\nИ вот однажды, на рассвете,\nСтупила на улицы Мондштадта девушка-танцор, для которой свист клинка был песней.\nХотя на руках и ногах её звенели оковы,\nВ молчании её зарождалась песня.\nТо была песня свободы, от которой лучи рассвета за стеной засияли ярче,\nБаллада, которой народ стал вторить.\nОна была рассветом для Бродячего ансамбля,\nОна же стала закатом для аристократов, убийц и злодеев.\nНекогда я спросил ту девушку: «Зачем ты пришла, почему свергла наших аристократов?\nВедь ты же знала, что они предводители наши?»\n«Тогда почему они приказали вам построить стену?»\nПрозвучал тогда её голос, словно порыв свежего ветра,\n«Если ты считаешь себя другом ветров,\nЗначит, некогда вы были от них свободны?»\nСвоим томившимся одиночеством слушателям она рассказала притчу\nО том, что у аристократов были великие предки.\nРассказала легенды об ангелах, о богах и ужасных драконах,\nО божествах и народах, на земле живших.\nВсе мифы её нашли место в балладах и песнях,\nКоторые с ветром разлетелись по разным странам.\nНа арене аристократов её меч спел ещё одну песню.\nОна последней была, она была совершенством...\nПотом не имевший имени рыцарь унёс окровавленный меч той девушки с поля боя,\nПредал этот клинок земле в месте, где испокон веков собирались ветры."
          }
        ]
      }
    ]
  }
}