{
  "epId": 2298,
  "name": "Записки благородного рыцаря",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Records of the Gallant_icon.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675338102,
  "components": {
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Сборник историй, посвященный рыцарским деяниям в Ли Юэ. Эти старинные рассказы и по сей день популярны среди жителей Ли Юэ.\n—— Отшельник ——\nКаменный лес в Заоблачном пределе, что к северу от Ли Юэ, круглый год укрыт густыми туманами, и среди сборщиков целебных трав ходит много удивительных слухов и легенд об Адептах.\nОднажды жил на свете один аптекарь по имени Цянь Гу, и он пришёл в Заоблачный предел, чтобы исследовать распространение местных лекарственных трав. Однако он и не предполагал, что группа разбойников преследовала его по пятам. Однажды ночью, когда Цянь Гу ослабил бдительность, разбойники оглушили его и забрали деньги, а самого Цянь Гу связали и бросили в ущелье.\nКогда ночная тьма спустилась на землю, аптекарь пришёл в себя. Он рвался из пут, не щадя сил, и громко звал на помощь, но горы Заоблачного предела оставались глухи к его мольбам, и ответом ему было лишь эхо, что терялось в горном лесу и волновало ночных птиц.\nНа беду Цянь Гу, некому было ему помочь, и из груди его вырвался скорбный вздох. Внезапно, под уханье филина и свист ветра, в горах зазвучал мощный неведомый голос:\n«Вставай!»\n«Я не могу!..» - в слезах выкрикнул аптекарь, вспугнув рыскавшую неподалёку лисицу. Но когда он рванулся из пут, собрав последние силы, то обнаружил, что верёвки уже не держат его.\nАптекарь встал. Но, стоило ему подняться, как голос заговорил вновь, не дав тому даже произнести слова благодарности:\n«Взойди».\nЦянь Гу поднялся на вершину по извилистой горной дороге, и к тому времени небо на востоке уже просветлело. На вершине он увидел растущую над утёсом сухую и скрюченную сосну. На ней, связанные, висели те самые разбойники, и ветка под ними предательски трещала.\nНа другой стороне утёса сидел, выпрямившись, седовласый старец. Увидев несчастного Цянь Гу, он расхохотался, а потом вернул ему всё то, что забрали разбойники.\nУвидев непонимание на лице Цянь Гу, старец представился дитём гор, чей дом - везде, куда он ступает, чья постель - земля, где он отходит ко сну. Цянь Гу рассыпался перед ним в благодарностях, но старец лишь усмехнулся. После настойчивых просьб Цянь Гу старец, наконец, принял от него лишь одну монету моры, с тем, чтобы в качестве свадебного подарка преподнести её дочери Цянь Гу, когда та выйдет замуж.\nНет худа без добра. После того ограбления бизнес аптекаря потихоньку процветал, и аптека становилась всё более популярной, и Цянь Гу стал самым богатым и известным человеком в Ли Юэ. Некоторые говорят, что после того как Цянь Гу разбогател, он отправился в Заоблачный предел, чтобы найти одного человека, да нашёл лишь пару заброшенных палаток и пустую бутылку из-под вина. Кто-то рассказывал, что видел этого старца, одетого как горняк, на отмели Яогуан, и он быстро и легко взбирался по крутому обрыву. Другие утверждают, что на самом деле он - рыболов, путешествующий по морю на большой лодке и спасающий терпящих бедствие людей. Слухов много и они разнятся, но никто, на самом деле, не знает имени старца.\nК сожалению, сейчас Цянь Гу уже стар и слаб здоровьем, а его любимая дочь Цянь Си так и не вышла замуж. Возможно, однажды тот старец всё-таки придёт на её свадьбу, но когда это случится и увидит ли это Цянь Гу - неизвестно."
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "Сборник историй, посвященный рыцарским деяниям в Ли Юэ. Эти старинные рассказы и по сей день популярны среди жителей Ли Юэ.\nВластелин Камня не всегда правил землями Ли Юэ. В далёкой древности множество Архонтов ходило по земле.\nНа землях, что зовутся долиной Гуйли, в те времена цвели глазурные лилии. Долина Гуйли была отравлена хаосом войны, и те, кто прежде жил там, покинули долину; процветание и бурное развитие порта Ли Юэ же привлекло многих из тех, кто мог бы осесть в долине. Но даже сейчас множество легенд о благородных рыцарях бытует в этих местах.\nВ рассказах и байках странствующих торговцев и носильщиков говорится, что по ночам в долине появляется загадочный силуэт. Это женщина, одетая в длинное платье цвета индиго, и шагает она вниз по мелководью реки Бишуй; сияние луны серебряным контуром очерчивает лицо, а ночной ветер подхватывает её слова и уносит вверх, к сверкающим бессонным звёздам, рассыпавшимся по ночному небу.\nКак говорят гости постоялого двора «Ваншу», только те путники, кто летней ночью потерялся среди светлячков, могут увидеть её, только те, что среди мерцающих огней учуяли в ночном воздухе тонкое благоухание глазурных лилий, смогут найти её следы. Кто-то думает, что она заблудившийся Божественный зверь, а кто-то считает, что это одинокая душа, осиротевшая после смерти её Архонта, нежно и скорбно зовущая его в темноте; некоторые считают, что она просто благородный герой из тех, что скрываются от человечества и хранят в секрете свои имена.\nНеизвестно, с чего началась история об этой женщине, но закончилась она рассказом одного охотника. В отличие от многих странствующих торговцев, он видел её одной беспощадной лунной ночью. Тогда женщина, обнажив клинок, сошлась в битве с несколькими жуткими тенями. Когда её изящный и смертоносный танец был окончен, женщина исчезла, и лишь горстка окровавленной пыли осталась на том месте, где она была.\nНа следующий день любознательные горожане обнаружили на берегу реки трупы Миллелитов и землемеров.\nПосле того случая, несмотря на то, что Департамент по делам граждан несколько раз отправлял людей на поиски, никто и никогда больше не видел силуэт той женщины у реки.\nВозможно, тот ночной танец с клинком был неким убийством из мести, а может эта женщина сама была свирепым грабителем. А может, для этого действа не нужны были ни причины, ни предлоги. В конце концов на то они и благородные герои, чтобы вынимать клинки из ножен по лишь известным им одним причинам.\nНо, как огни Ли Юэ постепенно захватывают мелкие пригородные деревеньки, так и удивительные легенды постепенно отмирают.\nГоворят, на берегу той реки, где некогда бродила женщина, до сих пор цветут глазурные лилии."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Записки благородного рыцаря"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 284,
            "name": "Записки благородного рыцаря: Отшельник",
            "desc": "Сборник историй, посвященный рыцарским деяниям в Ли Юэ. Эти старинные рассказы и по сей день популярны среди жителей Ли Юэ.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Records of the Gallant: The Hermit_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 285,
            "name": "Записки благородного рыцаря: Пыль",
            "desc": "Сборник историй, посвященный рыцарским деяниям в Ли Юэ. Эти старинные рассказы и по сей день популярны среди жителей Ли Юэ.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Records of the Gallant: Dust_icon.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}