{
  "epId": 2299,
  "name": "Дневники Роальда, искателя приключений",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/12/51635400/1c8f81079295c0f35b241be95c07dc16_6815220696878334776.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675338095,
  "components": {
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Дневник искателя приключений Роальда, оставленный в походном лагере. Страницы покрыты едва заметными кристалликами соли.\n—— Солёные земли ——\nК тому времени, как я добрался сюда от Тростниковых островов, мои туфли промокли насквозь, а когда я последний раз снял их, чтобы вытряхнуть воду, из одного даже выпрыгнула лягушка.\nСудя по площади руин, много лет назад здесь были храм и убежище. Говорят, они были построены Архонтом Соли во время Войны Архонтов. По Ли Юэ ходят слухи, что она была слишком нежной для Архонта. В жерновах беспощадной войны божеств люди были слишком крохотными и слабыми созданиями. Но Архонт Соли не хотела участвовать в войне бессердечных Архонтов, и вместо этого собрала невинных людей, тех, что пострадали от жестокой войны, и привела их сюда. В дни, когда мир был перевёрнут с ног на голову, она дала им любовь и утешение, и всегда старалась подтолкнуть Архонтов к былому миру.\nКажется, остальная часть города давно затонула в русле реки Бишуй, и лишь фундамент храма чудом уцелел.\nАрхонт собрала группу последователей, которые смиренно жили в месте, именуемом сейчас Солёными землями. Этот город простоял несколько столетий, и пал лишь вместе со своим Архонтом.\nДобрейший Архонт вовсе не погибла в войне Архонтов, а пала от рук предавших её смертных, которых так любила.\nОн был первым королём смертных, и он же был последним. Хотя некогда он, как и все, искренне любил Архонта Соли, из-за своей человеческой натуры он не смог постичь жертвенной любви божества. Чтобы обрести силы для защиты и ведения войны, чтобы доказать, что в современном мире нет места нежности и доброте, он взял в руки меч и убил одинокого, беззащитного Архонта. И так храм Соли разрушился вслед за смертью своего Архонта, и городу смертных пришёл конец, и был этот конец горьким, как соль.\nЧто касается судьбы Короля, то тут есть несколько версий. Возможно, он в течение многих веков продолжил править в одиночестве на руинах города, а когда отгремела война и руины ушли под воду, из его посоха выбрались черви, а тело его превратилось в прах. А может быть, убив божество, он не вынес тяжести своего проступка и вслед за этим покончил с собой. В общем, те люди, что некогда купались в благосклонности Архонта Соли, рассеялись по всему Ли Юэ. Свои истории они принесли в тихую гавань Ли Юэ, управляемую Гео Архонтом, и там эти истории получили шанс дожить до наших дней.\nГоворят, тело Архонта Соли до сих пор лежит в глубинах руин, и, хотя оно давно уже превратилось в кристаллы соли, оно все ещё находится в той позе, в которой и было, когда Архонта пронзили мечом.\nНа горизонте начали собираться тёмные тучи: видимо, приближается ливень. Мне стоит поторопиться. Дальше я направляюсь на северо-запад к пику Цинцэ, надеюсь, что смогу добраться до туда до того, как дождь разойдётся. Ещё надеюсь, что в такой спешке не потеряю дневник..."
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "Дневник искателя приключений Роальда, оставленный в походном лагере. Выглядит не очень старым, и пахнет разнотравьем гор Цинцэ.\n—— Деревня Цинцэ ——\nЯ направляюсь вниз по реке от Драконьего хребта, иду по поросшим камышом отмелям, пересекаю заслоняющие солнце бамбуковые рощи и наконец добираюсь до горы Цинцэ. Туфли мои промокли, одежда тоже наполовину сырая. Хотя я и вымок до нитки под проливным дождём, к счастью, живущие в горах старейшины были очень добры ко мне и позволили высушить одежду в зале собраний. К тому же они дали мне новую одежду и провиант.\nВ деревне Цинцэ много детей - они довольно милые, но порой с ними трудно; много здесь и стариков, и все местные живут беззаботно и в достатке. Старшие говорят, что большая часть молодёжи уходит работать в гавань Ли Юэ, и очень многие уже осели в городе и обзавелись семьёй, хотя не забывают каждый месяц посылать деньги в деревню. Вкусив жизни в процветающем и удобном городе, младшие, вероятно, больше не вернутся сюда жить. Гавань Ли Юэ подарила Цинцэ мир и богатство, но в то же время обрекла деревню на медленное увядание.\nПо легенде, слово «Цинцэ» происходит от имени древнего чудовища «Чи». Естественно, так это звучит на современном языке, но в древние времена люди, жившие в районе Ли Юэ, произносили это имя как «Цинцэ».\nСтарейшины говорят, тысячи лет назад Моракс победил вредившего Ли Юэ монстра Чи, и тело Чи после смерти превратилось в камень, кровь превратилась в воду, чешуя стала полями, а бывшее логово Чи стало горой Цинцэ.\nНо, после небольшого исследования я выяснил, что этот горный район появился по большей части из-за ударов извне и разрушения крупных скал, никаких же следов проживания здесь Гидро монстра не было. Возможно, настоящее тело Чи давно уже истлело, а история про то, что тело его превратилось в горы, лишь древняя легенда?\nДальше я направляюсь взглянуть на то озеро, что находится в Каменном лесу в Заоблачном пределе. В Ли Юэ поговаривают, будто там есть лабиринт, а в этом лабиринте живут Адепты. Надеюсь, мне повезёт их увидеть."
          }
        ]
      },
      {
        "title": "Том III",
        "desc": [
          {
            "type": "RichText",
            "text": "Дневник искателя приключений Роальда, оставленный на берегу озера. В нём описаны дальнейшие планы знаменитого путешественника.\n—— Заоблачный предел, озеро Аоцан ——\nТот дневник я всё-таки потерял. Перед тем я три раза напомнил себе: «Не потеряй дневник, не потеряй дневник, не потеряй...» Но потом из-за моих приключений это просто вылетело из головы. Каждый год я трачу столько бумаги!.. Надеюсь, Дендро Архонт не в обиде.\nВскарабкавшись по извилистым горным тропам и подвесным мосткам, проложенным древними собирателями целебных трав, взобравшись по отвесным, скользким от влаги скалам, я наконец добрался до озера на горе Аоцан. Рыбаки рассказывали мне, что это озеро безмерно глубокое, но, посетив его лично, я счёл такого рода заявление большим преувеличением.\nСтарейшины из Цинцэ были правы: вода в этом горном озере сладкая и теплая, и озеро действительно заслуживает имя райского местечка! Когда я только прибыл в Заоблачный предел, один старый крестьянин сказал мне, что Адепты владеют удивительными способностями и могут в любой момент превращаться в туман и странствовать по облачным морям. Тогда я не поверил этим словам. Но сейчас я собственными глазами видел, как туман над озером поднялся и влился в пелену облаков, и тогда задумался, а что, если эти Адепты, которых я ищу, прямо сейчас скользят между облаками, а я ничего не подозреваю?\nКогда я спустился с восточного склона горы, то почти заблудился в горном лесу. Когда я наконец-то вышел из него и смог оглядеться, то обнаружил себя на берегу реки Бишуй. Здесь хорошие виды и неплохое место для отдыха. Сегодня разобью здесь лагерь.\nРазбирая вещи в лагере, я столкнулся с девушкой, которая, по-видимому, охотилась за сокровищами. Она представилась Эдуардо. По её словам, она собиралась идти на запад, искать Божественное озеро под горой Аоцан.\n«Говорят, на северной стороне горы Аоцан, у её подножья, есть озеро, на берегу которого живёт Адепт. Если это правда, то там есть и сокровища Адепта. Ха-ха, подожди, вот найду я сокровища, и тогда...»\nОна резко посерьёзнела и сказала: «Тогда я свяжусь с Гильдией и доложу, что я его нашла! В конце концов, я официальный член Гильдии искателей приключений и не имею абсолютно никакого отношения к Похитителям сокровищ!\nДействительно, некоторые искатели приключений занимаются всем этим только ради обогащения. Как говорят в Ли Юэ, «Каждому своё, как можно судить?». Но, каковы бы ни были её мотивы, она остается искательницей приключений.\nХотя отправиться на запад искать её так называемое «Божественное озеро» и было заманчивой идеей, но я всё-таки решил следовать своему плану. Если всё будет хорошо, то я отправлюсь в долину Гуйли, к её пейзажам и сокровищам. Естественно, если всё будет хорошо, то дневник я тоже не потеряю. О, пусть всё будет хорошо."
          }
        ]
      },
      {
        "title": "Том IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Дневник искателя приключений Роальда, оставленный в походном лагере. Похоже, что он утонул в болоте. На бумаге остался отпечаток лисьей лапы.\n—— Озеро Лухуа ——\nДвигаясь на юго-запад вдоль притока реки Бишуй, я обнаружил небольшой пруд на северной стороне у подножья горы Тяньхэн, и вода в нём чище и прозрачней неба, и тёплая, будто парное молоко, а на вкус едва уловимо сластит.\nПо рассказам местных травников, много лет назад на месте этого пруда был сад. Говорят, во времена Войны Архонтов здесь тайно встречались двое влюблённых, чьи семьи не одобряли их отношения. Но в эти смутные времена юноша последовал на войну за Гео Архонтом, и, как смертный, вступивший в битву Архонтов, влился в несчётное множество таких же смертных, о которых с тех пор веками нет вестей.\nДевушка же всё бродила по саду, ожидая возвращения своего возлюбленного. Впоследствии цветы сменились бурьяном, а тот сгнил, залитый пришедшей водой; однако вода потом отступила, и, когда девушка вернулась, слёзы её стали этим озером. Возможно, вода в нём от того тепла и чиста, что преисполнена глубокой тоской о любимом.\nЯ задержался здесь вечером - случайно заснул, пока принимал ванну в пруду. Когда я проснулся, уже ясно проступили созвездия на ночном небе.\nЛишь маленькая лисица крутилась неподалёку, но, стоило мне поднять голову, как она тут же сбежала.\nТолько через некоторое время я обнаружил, что у меня пропали ботинки, а рюкзак с припасами опрокинут и разорён.\nНа то, чтобы привести в порядок вещи, ушло гораздо больше времени, чем я предполагал. Следующий пункт назначения - отмель Яогуан, что находится на северо-востоке в устье реки Бишуй."
          }
        ]
      },
      {
        "title": "Том V",
        "desc": [
          {
            "type": "RichText",
            "text": "Дневник искателя приключений Роальда, оставленный в походном лагере. Страницы пахнут морем.\n—— Отмель Яогуан ——\nЗдесь река Бишуй впадает в море, и ил с песком, который та несёт в своих водах, оседает здесь, формируя гладкую песчаную отмель. Когда я наконец добрался сюда, туман с моря полностью укрыл её. Мои новые ботинки снова промокли, а из густого тумана, поглотившего окрестности, то и дело слышались звуки неизвестных существ... Но в тумане я не мог понять, насколько близко ко мне они находятся.\nВсё, что мне оставалось - разбить палатку и, вслушиваясь в доносящиеся из тумана звуки, ждать, пока тот потихоньку развеется.\nКогда я остановился на постоялом дворе «Ваншу», один торговец рассказал мне легенду об отмели Яогуан. Он начал так: «И десять тысяч волн цвета нефрита ушли в океан, оставив на белом песке лишь пустую ракушку».\nБлеск реки Бишуй, подобный искрящемуся на солнце нефриту, вливался в море, а дом Нефритовой раковины на отмели Яогуан был всё так же пуст.\nЯ как-то раз, невзирая на туман, разыскал тот домик, но так и не встретился с его хозяевами.\nСреди рыбаков ходит легенда, будто в доме Нефритовой Раковины жила Адепт, а сама нефритовая раковина на самом деле была частью её самой. Некогда она предоставляла кров тем путешественникам, что заблудились в тумане, спасала и выхаживала тех, кто выживал в кораблекрушениях, помогала тем Адептам, что отправлялись на битву с морскими монстрами.\nОднако у одного старого рыбака была другая версия легенды: будто не Адепт, а целая семья из поколения в поколение жила в гигантской раковине. Они по доброй воле спасали заблудившихся в тумане и помогли многим попавшим в беду рыбакам.\nКажется, морской туман вот-вот рассеется, и уже можно смутно рассмотреть за ним солнце.\nСледующим шагом я возьму на время лодку и отправлюсь в башню Гуюнь, искать руины, где Гео Архонт победил монстра.\nЕсли ветер будет попутным, то я доберусь быстро."
          }
        ]
      },
      {
        "title": "Том VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Дневник искателя приключений Роальда, оставленный в походном лагере. Страницы влажные, словно этот дневник пробыл какое-то время под водой.\n—— Каменный лес Гуюнь ——\nПройдя незамеченными мимо нескольких лагерей хиличурлов, раскинувшихся на небольших островках, мы успешно добрались до башни Гуюнь. Там, где мы высадились, шесть огромных каменных колонн как раз кстати заслонили слепящие лучи солнца, и в тени их было особенно прохладно. Местные крабы довольно большие, и вкус у них ничего. Не знаю, правда, может ли это быть из-за того, что они многие годы питались останками магических существ?..\nГлядя на местные очаровательные пейзажи, трудно представить, что когда-то здесь развернулась кровавая битва между Гео Архонтом и морским чудовищем. Та кровь уже давно растворилась в безбрежных водах Океана, не оставив и следа. Будь то капля крови, пролитая простым человеком, или реки, пролитые множеством героев, - для бескрайних просторов океана нет разницы, и бесконечные ветра и волны смоют все следы, вернут всё к началу.\nГоворят, некогда Гео Архонт выточил из острой скалы копьё и метнул его в эти воды, пронзив демона, что сеял хаос в его владениях. Но это могучее копьё с течением времени было постепенно обтёсано ветрами и превратилось в то, что мы видим сейчас.\nПозже я вернулся на континент и разбил лагерь. С того места, где я обосновался, можно было видеть, как выходят из порта корабли. Вдалеке «Южный Крест» как раз поднимает свои великолепные паруса, чтобы отправиться в дальнее плавание. Интересно, по какому поручению Цисин из Гильдии Торговцев отплывает сегодня легендарный капитан Бэй Доу?\nСегодня ночью я плохо спал, и сны мои были тёмными и тяжёлыми. Во сне я будто был чудовищем с морского дна, которое пронзил своим копьём Гео Архонт. Я корчился в агонии и хватался за копьё, борясь за свою жизнь из последних сил, и каждое движение становилось всё мучительнее и всё сильнее наполняло мою душу ненавистью...\nВидимо, каменный лес Гуюнь - не лучшее место для ночлега. Я разжёг костёр и стал дожидаться рассвета, чтобы отправиться в путь. Потом я вернулся в Ли Юэ, чтобы подготовиться к дальнейшему путешествию, а после отправился в Заоблачный предел. В прошлый раз я не встретил ни одного Адепта, так что в этот раз я собираюсь забраться на пик Цинъюнь и попытать счастья там.\nNB: Ни в коем случае не теряй дневник!"
          }
        ]
      },
      {
        "title": "Том VII",
        "desc": [
          {
            "type": "RichText",
            "text": "Дневник искателя приключений Роальда, оставленный в походном лагере. Его страницы пахнут высокогорными цветами.\n—— Заоблачный предел, пик Цинъюнь ——\nПеред тем как начать вести этот дневник авантюриста, я написал себе напоминание. В последнее время я обнаружил, что теряю дневник каждый раз, когда хочу в него что-нибудь записать. О, Роальд, Роальд, это никуда не годится!\nКажется, прежде, чем я смог так высоко забраться, прошла вечность. Вокруг - белоснежный океан облаков, и так отсюда и не скажешь, где именно под этими белыми равнинами я некогда стоял, глядя на вершины в надежде увидеть обитель Адептов.\nЗдесь, наверху, нет никого живого, деревьев удивительных форм. Разве что, иногда вскрикнет горный орёл, пикируя в облака, чтобы бесследно в них раствориться. Вершина, по слухам, и есть место, где обитают Адепты, но прежде,чем подняться, мне нужно ещё кое-что сделать. В первую очередь следует заняться починкой снаряжения для скалолазания, попутно подлатать несколько мелких ран. Один старый хлебопашец поделился со мной одной лекарственной мазью, она щипучая, но очень хорошо помогает.\nНочёвка на такой высоте далась мне непросто, ветер над облаками пробирает до костей. Он продувал палатку через щели, да и костёр из-за него развести было невозможно, и от того я совершенно не выспался. Интересно, докучает ли холодный ветер Адептам? Ощущают ли они одиночество, живя на этой вершине?\nЯ не спал всю ночь, дожидаясь, пока луна наконец уйдёт за пелену облаков. Я проверил,хорошо ли упаковал рюкзак, дождался рассвета и продолжил взбираться на вершину, к обители Адептов. Надеюсь, на такой высоте не пойдёт дождь."
          }
        ]
      },
      {
        "title": "Том VIII",
        "desc": [
          {
            "type": "RichText",
            "text": "Дневник знаменитого искателя приключений Роальда. Некоторые его страницы покрылись мхом.\n—— Озеро Цинсю ——\nЧтобы снова не потерять дневник, в этот раз я сделаю на его обложке отметку из мха, и тогда его легко можно будет найти в рюкзаке. Замечательно! Сегодня вечером я положу его под подушку прежде, чем пойти спать, и он точно не потеряется. Если я снова потеряю его, пожалуй, не смогу больше называться громким именем «искатель приключений». «Сумасброд» больше подойдет.\nЯ направляюсь к западу от перевала на горе Тяньхэн, к руинам, названым местными «пруд Цинсю». Руины расположены прямо в скале, возвышающейся в центре неглубокого пруда, и со всех сторон их окружают крутые обрывы. Несколько каменных башен гармонично сливаются в единое целое с дикими скалами, возведенными здесь Гео Архонтом. Блёклый утренний туман вот-вот рассеется, и скалы и руины вот-вот озарятся первыми лучами солнца. Кажется, сегодня будет хорошая погода.\nЛегенда гласит, что эти руины существовали ещё до того, как Гео Архонт стал править портом Ли Юэ. Во времена Войны Архонтов земли Лиша были полностью погребены под водой. Скалы тогда, словно маленькие островки едва-едва выглядывали из-под толщи воды. После окончания войны вода ушла, и вслед за этим земли Лиша открылись миру, явив древние дворцы, оставленные предками.\nНекоторое время назад на постоялом дворе «Ваншу» я встретил учёную из Сумеру по имени Сорайя. Она исследовала руины в предместье Лиша, и, раз заговорив на эту тему, не могла уже остановиться. Согласно тому, что она рассказала, эти руины остались после божества, чьё имя сейчас - табу, и поклонявшегося ему народа. Но, в конце концов, моря превратились в леса и поля, а надменное божество было повержено, и оставленные древними людьми высокие крепости и храмы пришли в запустение, превратившись в то, что ныне называют озером Цинсю. Руины были скрыты под водой вплоть до конца долгой Войны Архонтов, но стоило той отгреметь, как они появились.\nВозможно, эти руины являются своего рода памятью о прошлых временах для Адептов и других духов... В общем говоря, позже тихая и спокойная атмосфера в этих руинах не изменилась под влиянием расширяющегося и быстро развивающегося порта, не коснулись руин и мероприятия по разработке месторождений в Разломе, и таким образом они сохранились до сих пор. Впрочем, в последнее время из-за остановки разработок месторождений в Разломе монстры захватили руины. Хотелось бы надеяться, что они ничего там не разрушат.\nЭто лишь простая теория, но нужно получить больше доказательств, и я продолжаю продвигаться на север, к руинам на перевале Линцзю и в гробнице Дуньюй.\nВ ходе моей подготовки к отъезду мы с Эдуардо вновь пересеклись. В этот раз она, кажется, путешествовала с компаньоном. Будучи искателем приключений она, вероятно, была весьма занятым человеком - исчезла среди руин, стоило мне лишь моргнуть."
          }
        ]
      },
      {
        "title": "Том IX",
        "desc": [
          {
            "type": "RichText",
            "text": "Дневник, оставленный знаменитым искателем приключений Роальдом. Большинство страниц повреждены и смяты, а на некоторых даже поселились кристаллики льда.\n– Драконий хребет –\nЯ начал свой подъём выше прибрежных равнин Ли Юэ, в районе южной стороны Драконьего хребта. Уклон здесь относительно плавный, ветра спокойны, а источники ещё не замерзают. Это прекрасное место для того, чтобы разбить лагерь. Закончив подготовку, я сделаю здесь базу и отсюда продолжу путь к вершине.\nПосле устройства лагеря у меня осталось время осмотреть руины в округе. Местные руины очень занимательны, а их архитектурный стиль и детали орнаментов имеют поразительное сходство с древними безымянными постройками из других регионов. С этой точки зрения можно сказать, что древнее легендарное государство, ранее существовавшее в районе снежных гор, сейчас находится прямо у меня под ногами.\nЖаль только, что в руинах не сохранилось никаких надписей, и очень трудно точно определить, к какому историческому периоду они относятся. Возможно, ещё выше, где ветер крепче, а снега глубже, я найду больше информации.\nНочевать здесь тяжело: пронизывающий холодный ветер воет над ручьями, и стены палатки плещут в его порывах, навевая уснувшему кошмары. В той пещере, что у истока реки, наверняка немало свободного пространства. Я слышал там эхо ветра, завывающего, как дух покойника. Жаль, вход в пещеру намертво закрыт решёткой, и снаружи её никак не открыть.\nСкоро я продолжу свой путь выше. У тропы я встретил несколько реликвий относительно близкой эпохи - их история берёт своё начало где-то в эпоху мондштадтской аристократии. Мне попалось несколько обрывков одежды и старое оружие. Толстый слой льда замедлил процесс гниения, поэтому останки так долго хранились.\nПо расположению останков можно сказать, что на этой тропе, скорее всего, некогда случилась погоня и даже преднамеренное убийство.\nДаже неистовые метели и опасные чудовища не могли помешать человеческим амбициям. Эта оставленная Архонтами ледяная земля в конце концов тоже была испорчена преступлениями следующих поколений.\nЧем дальше я поднимаюсь в горы, тем сильнее становится метель и тем быстрее температура опускается до невыносимых значений. После разведки северо-восточных руин мне трудно поверить, что в этом месте, где круглый год царствуют снежные бури, среди руин могут найтись нетронутые льдом водоёмы! Я бы сказал, они связаны с тем ручьём, что я встретил ранее.\nНо в этих местах слишком холодно, и нечего и думать о том, чтобы исследовать глубины руин, не замёрзнув насмерть и не утонув. Я отмечу это место знаком. Надеюсь, его нескоро засыплет снегом.\nПредположу, что однажды это место было подземным убежищем, и долгое время проникающие сюда грунтовые воды затопили его. Но мне доводилось слышать, что в далёком прошлом тираны бросали преступников в тюрьмы, запирали в клетки, а потом медленно заливали водой. Всё для того, чтобы преступники смотрели, как медленно поднимается вода сначала до лодыжек, потом до носа, потом до лба...\nТакая жестокая и мучительная кара в этом скованном морозом месте делает совершенно невероятными предположения о том, что кто-то мог её пережить.\nГорная тропа, уходящая на восток, довольно крута, и мне пришлось столкнуться с некоторыми досадными неожиданностями, из-за которых едва удалось не переломать ноги. К счастью, всё обошлось лишь ушибами, кости целы. Но сосульки прорезали несколько дырок в тёплой одежде, и через них стал проникать холодный ветер. Ощущения, будто меня раз за разом ударяют ножом. Скверно.\nПрежде, чем раны начали неметь от холода, мне удалось найти укрытый от ветра уголок и кое-как починить одежду... Но продолжать восхождение стало невозможно.\nЧуть позже мне удалось наконец вернуться в лагерь и не замёрзнуть насмерть. Только сняв носки у костра, я обнаружил, что три пальца уже приобрели фиолетовый оттенок... несмотря на это, ощущения возвращения к жизни очень хороши.\nСнежная буря слегка поутихла и перед моими глазами открылась картина: огромные обломки скал безмолвно кружили в ясном небе вокруг одинокой заснеженной вершины. Возможно, тот древний злой дракон, воспетый в стихах и похороненный среди местных горных ручьёв, тоже смотрит в небо своими уже давно сгнившими глазами?\nКажется, будто Архонты никогда не обращали свои взоры на эту чудовищную гору, и теми, кто живёт у её подножья, правит необъяснимый рок. В старых детских мондштадтских сказках эта гора была в наказание покинута ветрами времени, а потому была в одно мгновение погублена гудящими ледяными ветрами.\nНо что-то ещё живо на её вершине. Во сне я слышу зов - оно будто тихо поёт, и песня его хороша, но зловеща.\nЭкспедиция не задалась, но мне хотя бы удалось остаться в живых. Я прощаюсь с тобой, Драконий хребет. Может быть, я ещё вернусь сюда, но не думаю, что мне удастся когда-нибудь покорить твой пик...\nСледующим я планирую исследовать Ли Юэ. Но сначала нужно восполнить припасы и попутно заменить этот старый промокший дневник..."
          }
        ]
      },
      {
        "title": "Том X",
        "desc": [
          {
            "type": "RichText",
            "text": "Дневник знаменитого искателя приключений Роальда. Его страницы несут свежий аромат сакуры и горечь табачных листьев.\n—— Остров Рито ——\nСо времени приезда на остров Рито прошло несколько дней, но комиссия Кандзё всё ещё не проявляет ни малейших признаков того, что мне будет позволено пройти. Не знаю, сколько ещё мне придётся здесь торчать... Надеюсь, господин Курису найдёт способ вытащить меня отсюда.\nГосподин Курису заведует здешней коммерцией. Он приехал сюда из Фонтейна. Это сдержанный и дружелюбный джентльмен, обладающий определённым шармом, благодаря которому путешественники чувствуют себя как дома.\nОн слышал, что путешественников в Инадзуме не жаловали. Но лишь лично прибыв на остров Рито, он осознал всю серьёзность ситуации.\nУказ Сакоку уже какое-то время действовал. И хотя многие путешественники решили остаться на острове, другие приезжали и уезжали, оставаясь здесь лишь ненадолго. Многие торговцы собрали вещи и вернулись домой. В своём текущем состоянии остров Рито выглядел мрачно и неприветливо.\nГоворят, этот торговый порт сотни лет назад построил Хироси из клана Хийраги. Он привлекал талантливых купцов, чтобы они открывали здесь магазины, и всячески содействовал свободной торговле. Остров Рито какое-то время процветал... Но если бы Хироси узнал современное положение дел на острове Рито, он, наверное, перевернулся бы в гробу.\nНо его потомок, нынешний чиновник комиссии Кандзё, похоже, живёт припеваючи.\nЭтого достаточно, чтобы вызвать всеобщее возмущение.\nЧерез несколько дней господин Курису принёс мне хорошие новости.\nОн узнал, что флот Южного Креста ненадолго бросит якорь в Инадзуме. Будет шанс, что этот знаменитый флот тайно доставит меня на другой остров. Просто нужно набраться терпения.\nНе знаю, надёжны ли сведения господина Курису, но никогда не помешает быть в готовности. Прежде всего мне надо найти способ вернуть свои инструменты для установки лагеря и приготовления пищи у госпожи Юрики. Если надо, я буду умолять...\nПохоже, сёгунат напал ещё на один аванпост Сангономии, что привело к большим жертвам... Или всё было с точностью до наоборот? Та кучка чужеземцев, что осталась здесь, не прочь посплетничать. Даже чиновники на службе комиссии распускают слухи без всякого страха.\nНепонятно, что произошло, но некоторые купцы собрали вещи и уехали домой. Многочисленные военные корабли приходят и уходят. Возможно, какие-то временные предписания военного времени...\nМожет быть, я смогу воспользоваться хаосом и замешательством, чтобы забрать со склада свои вещи.\nДа, и надо ещё раз напомнить себе... Чтобы снова не потерять свой дневник.\nКонечно же, есть дневники с более красивыми и элегантными обложками... Но это не повод менять старый дневник на новый!"
          }
        ]
      },
      {
        "title": "Том XI",
        "desc": [
          {
            "type": "RichText",
            "text": "Дневник знаменитого искателя приключений Роальда. От страниц исходит влажный запах тумана и характерный грибной аромат.\nМоё исследование острова Цуруми прошло не так гладко, как хотелось бы.\nЛишь благодаря местному юноше по имени Кама мне удалось благополучно прибыть на Цуруми, покинув Рито. Его подсказки помогли мне пробиться сквозь окутывающий остров плотный туман и увидеть мельком картину древней цивилизации и похожие на сновидения пейзажи. Но воспоминания об этом так быстро испарялись из моей памяти, словно были сотканы из тумана...\nИ всё же я до сих пор отчётливо помню, как на этом якобы давно безжизненном острове мне встретился ребёнок.\nВозможно, он был всего лишь галлюцинацией, возникшей из-за парящих в тумане элементальных частиц. А может быть, виноваты местные грибы... Что ж, логично предположить, что тот ребёнок был просто иллюзией или ложным воспоминанием. Но во время моего второго визита мне пришло в голову захватить с собой побольше еды, чтобы угостить малыша. Всё-таки нелегко, наверное, жить на таком мёртвом острове.\nВторая моя высадка на берег должна была стать полностью самостоятельной - Кама о ней не знал. Но мне так и не удалось найти дорогу в густом тумане, он словно отвергал меня, и не помогали никакие уловки.\nЕсли бы не помощь светловолосой/ого путешественницы/ка и её/его маленькой летающей спутницы по имени Паймон, мне пришлось бы вернуться с пустыми руками. Они же помогли мне собрать немного местных флуоресцентных грибов. Инадзумцы считают, что эти грибы светятся, потому что состоят из воспоминаний древних мертвецов Цуруми. Эти грибы делают глаза зоркими, ум ясным, а память крепкой.\nЗа последние несколько дней мной было проведено несколько дегустаций, и эти грибы действительно обладают способностью успокаивать сердце и бодрить дух. Похоже, они также полезны для пищеварения... А вот улучшения памяти что-то не заметно. Надо оставить несколько штук для моего друга в Сумеру, он сможет провести исследования.\nКроме того, мне показались невероятно интересными принесённые светловолосой/ым путешественницей/ком и Паймон фотографии древних рисунков - они, безусловно, заслуживают дальнейшего изучения. То, что мы вообще смогли обнаружить такие ценные памятники истории, - целиком и полностью заслуга страсти, мудрости и решимости этих двух исключительных искателей приключений."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Дневники Роальда, искателя приключений"
          }
        ]
      },
      {
        "key": "Дневники:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 304,
            "name": "Дневники Роальда, искателя приключений: Солёные земли",
            "desc": "Дневник искателя приключений Роальда, оставленный в походном лагере. Страницы покрыты едва заметными кристалликами соли.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Sal Terrae_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 311,
            "name": "Дневники Роальда, искателя приключений: Деревня Цинцэ",
            "desc": "Дневник искателя приключений Роальда, оставленный в походном лагере. Выглядит не очень старым, и пахнет разнотравьем гор Цинцэ.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Qingce Village_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 309,
            "name": "Дневники Роальда, искателя приключений: Заоблачный предел, озеро Аоцан",
            "desc": "Дневник искателя приключений Роальда, оставленный на берегу озера. В нём описаны дальнейшие планы знаменитого путешественника.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Aocang Lake, Jueyun Karst_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 306,
            "name": "Дневники Роальда, искателя приключений: Озеро Лухуа",
            "desc": "Дневник искателя приключений Роальда, оставленный в походном лагере. Похоже, что он утонул в болоте. На бумаге остался отпечаток лисьей лапы.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Luhua Pool_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 307,
            "name": "Дневники Роальда, искателя приключений: Отмель Яогуан",
            "desc": "Дневник искателя приключений Роальда, оставленный в походном лагере. Страницы пахнут морем.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Yaoguang Shoal_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 305,
            "name": "Дневники Роальда, искателя приключений: Каменный лес Гуюнь",
            "desc": "Дневник искателя приключений Роальда, оставленный в походном лагере. Страницы влажные, словно этот дневник пробыл какое-то время под водой.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Guyun Stone Forest_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 310,
            "name": "Дневники Роальда, искателя приключений: Заоблачный предел, пик Цинъюнь",
            "desc": "Дневник искателя приключений Роальда, оставленный в походном лагере. Его страницы пахнут высокогорными цветами.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Qingyun Peak, Jueyun Karst_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 312,
            "name": "Дневники Роальда, искателя приключений: Озеро Цинсю",
            "desc": "Дневник знаменитого искателя приключений Роальда. Некоторые его страницы покрылись мхом.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Qingxu Pool_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 314,
            "name": "Дневники Роальда, искателя приключений: Драконий хребет",
            "desc": "Дневник, оставленный знаменитым искателем приключений Роальдом. Большинство страниц повреждены и смяты, а на некоторых даже поселились кристаллики льда.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Dragonspine_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 308,
            "name": "Дневники Роальда, искателя приключений: Остров Рито",
            "desc": "Дневник знаменитого искателя приключений Роальда. Его страницы несут свежий аромат сакуры и горечь табачных листьев.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Ritou_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 313,
            "name": "Дневники Роальда, искателя приключений: Остров Цуруми",
            "desc": "Дневник знаменитого искателя приключений Роальда. От страниц исходит влажный запах тумана и характерный грибной аромат.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Tsurumi Island_icon.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}