{
  "epId": 2300,
  "name": "Вперёд, Додоко!",
  "desc": "Примечание редактора: «Вперёд, Додоко!» - совместная работа маленькой девочки и девочки постарше. Каждая из глав романа наполнена нежностью и добрыми пожеланиями, поскольку он должен стать подарком для наших читателей. Надеюсь, что эта книга, невзирая на её малый объём, принесёт вам немного простой радости в свободное от работы время.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/12/51635400/3a085fe31fb572cc55c5a29dfccc0857_3692498732748378596.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675338081,
  "components": {
    "body": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "«Все Додоко рано или поздно пересекут море и отправятся на поиски приключений», - сказала нежная и красивая мама.\nКак она и предсказывала, наш Додоко был в восторге, когда узнал, что его лучшая подруга Кли решила отправиться на поиски приключений в страну грома и молний.\nДодоко нравится есть вкусности в «Хорошем охотнике» и слушать выступления бардов.\nНо больше всего на свете Додоко любит считать звёзды на небе вместе с Кли и плести венки из диких цветов.\nВедь все Додоко стремятся отправиться на поиски приключений по ветру и волнам.\nЧтобы попасть в Инадзуму, нужно пройти сквозь ревущие шторма и одолеть громадные волны.\nДодоко не боится сильного ветра, ведь ветер - это благословение Анемо Архонта.\nА ещё Додоко не боится бушующих волн, потому что Додоко очень храбрый.\nНо Додоко не хочет подвергать Кли опасностям.\nПотому что он лучший друг Кли, а лучшие друзья должны защищать друг друга.\nИ потому что Додоко не хочет расставаться с Кли.\nБез Кли все приключения становятся похожими на нераспустившиеся цветки-сахарки, одинокие и грустные.\nДаже если пройти весь Тейват вдоль и поперёк, изучить каждый сантиметр и пересечь каждый ручей, всё это бессмысленно, если Кли не будет рядом.\nПоэтому Додоко без малейшего колебания отправляется с Кли в путешествие на корабле!\nЕсли сесть на корабль, то нельзя летать по ветру или плавать по волнам.\nНо можно любоваться улыбкой Кли и наслаждаться историями Альбедо.\nЭто стоит того.\nВ Инадзуме, стране молний и грома, цветы и травы фиолетовые, рыбы и птицы фиолетовые, всё фиолетовое.\nЕсли бы Альбедо хотел нарисовать их всех, то у него не хватило бы фиолетовой краски.\nЖаль, что у Альбедо нет времени рисовать вместе с Кли и Додоко.\nАльбедо взрослый. Иногда взрослые должны делать взрослые вещи.\nК счастью, Додоко всегда рядом с Кли.\nКли всегда находит повод для радости, а Додоко никогда не скучает, когда он с Кли.\nУ Кли много-много друзей в Инадзуме: почётный рыцарь, Паймон и Ёимия.\nВсе они готовы пережить удивительные приключения в Инадзуме вместе с Додоко.\nДа здравствуют приключения!\nПочётный рыцарь привёл Додоко на высокую гору Ёго.\nВсе устали, легли под Священной сакурой и заснули.\nА когда проснулись, у всех были крылья, как у тэнгу.\nУ Кли были красные крылья, у Ёимии - золотые, а у почётного рыцаря - синие.\nА Паймон и без крыльев летать может, поэтому ей крыльев не досталось.\nВсе в унисон расправили крылья и создали вихрь.\nЮ-ху! Волосы на голове у жрицы взлохматились.\nОй, нам пора лететь, пока жрица не рассердилась.\nПриключения - это весело! Но... в животе у Кли заурчало.\nКак мы могли забыть? Вкусняшки - важная часть приключений!\nНям-ням... Мы с аппетитом едим вкусные данго. Как же здорово!\nДодоко и Паймон съели свои данго за один присест. Наполнив животик, Додоко смотрит на улыбку Кли и думает:\n«Встреча с Кли и всеми остальными - самое радостное событие в моей жизни!»\nАх да. Если подумать, ты тоже участвуешь в этом приключении, когда читаешь это.\nМы вместе ищем приключения, вместе смеёмся и делимся едой. Значит, мы друзья!\nЁимия готовится запустить фейерверк. Пойдём скорее!\nПока все любовались фейерверком, сестрёнка Ёимия сказала:\n«Пока мы можем дать волю воображению, наш разум свободен, как ничто другое».\nА Кли сказала: «Мы навсегда останемся лучшими друзьями».\nВидишь? Додоко тоже очень нравится быть рядом со своими друзьями.\nМы с тобой теперь тоже друзья. Так что почаще радуйся и отправляйся в приключение вместе со своими друзьями."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Вперёд, Додоко!"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 330,
            "name": "Вперёд, Додоко!",
            "desc": "Примечание редактора: «Вперёд, Додоко!» - совместная работа маленькой девочки и девочки постарше. Каждая из глав романа наполнена нежностью и добрыми пожеланиями, поскольку он должен стать подарком для наших читателей. Надеюсь, что эта книга, невзирая на её малый объём, принесёт вам немного простой радости в свободное от работы время.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/07/237301566/ed31a9132fd519057df026acbed984b1_8453517858990830951.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "galleryCharacter": [
      {
        "key": "Изображение 1",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/12/51635400/207b9d2eb853503ab305b1e99a3cf7c3_9195674793322191404.png"
      },
      {
        "key": "Изображение 2",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/12/51635400/059cecdff96bb7d847ffa706fd00ecb5_4664437353897848604.png"
      },
      {
        "key": "Изображение 3",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/12/51635400/dfcc873ab2d1f5dd6a369fffc2627466_7659333064122465302.png"
      },
      {
        "key": "Изображение 4",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/12/51635400/b361dabf3b5a4c2d74f23fb9dd15976f_769346741780930346.png"
      },
      {
        "key": "Изображение 5",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/12/51635400/e2da806466a48e4d3a9088940c7bfd84_3441092239099347111.png"
      }
    ]
  }
}