{
  "epId": 2302,
  "name": "Тысяча лет одиночества",
  "desc": "Начало трагического путешествия охотника из Спрингвейла. Где же постигло его первое несчастье? Каков смысл 1000-летнего путешествия в одиночестве? В первой части «Тысячи лет одиночества» вам откроются покрытые туманом мечты Готсона.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/12/51635400/2916c318d3367dcf8a806cc47a7ea681_4279544435608674810.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675940013,
  "components": {
    "body": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Через много лет, когда Готсон угодит в капкан, который сам поставил, он вспомнит тот вечер, когда отец взял его с собой в город на Луди Гарпастум.\nВ жизни Готсона было мало счастья, но он никогда не мог вспомнить, с чего начались его беды. Его детство прошло в Спрингвейле, под защитой родниковой феи. Конечно, местные охотники жили тихой спокойной жизнью.\nТем летом, когда Готсону было семь лет, отец взял его с собой в Мондштадт посмотреть на Луди Гарпастум. То был первый раз, когда Готсон попал в город. От обилия ароматов сладостей и жареного мяса, от красочных плакатов и фонарей, от клоунов, показывавших представления с дрессированными кабанами и фокусников у него голова шла кругом.\nСреди ослепительных детских воспоминаний Готсон смутно видел фигуру своего отца, вступающего в праздничную толпу, которая текла сквозь ворота с надписью «Соревнование \"Расти гора\"», видел, как они оказываются всё дальше друг от друга. Но внимание Готсона было приковано к сияющей родниковой фее.\nВозможно, будь он постарше, он бы понял, что та фея всего лишь актёр, которому платят двадцать моры в день за выступления, но детское сознание всегда наполнено мечтами и фантазиями.\nИстории родниковой феи, рассказанные нежным голосом, усыпили его, унесли в далёкую и бесконечную страну снов, где он бродил в одиночестве среди волшебных грёз. В своём сне юного искателя приключений он увидел радужный фруктовый джем, потоком вырывающийся изо рта древней рельефной скульптуры. Готсон хотел рассмотреть её поближе, когда громкий шум вырвал его из сновидения.\n«Бежим!» - перед Готсоном возникло мясистое лицо его отца, перекошенное от страха и измазанное джемом и мясной подливой.\nЗа отцовским плечом Готсон увидел огромную башню жареного мяса, казавшуюся красной в вечерних сумерках. Под крики толпы эта башня стала постепенно крениться...\nОтец Готсона в давке опрокинул какую-то грузную женщину, от чего потерял равновесие сам и рухнул на сына всей массой. Следом, под вопли и визг людей мясная башня обрушилась на толпу...\nРыцари Ордо Фавониус потратили три дня на то, чтобы убрать с площади жареное мясо, овощи и другие продукты да вынести насквозь промокших в мясном бульоне людей. Они также были вынуждены объявить, что все следующие празднования Луди Гарпастум будут перенесены за стены города.\nВот так за одну лишь ночь семья Готсона лишилась двух охотников и получила двух больных. Единственным утешением для них стала золотая медаль победителя соревнований - правда, пришла она на два дня позже, чем следовало."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Тысяча лет одиночества"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 360,
            "name": "Тысяча лет одиночества",
            "desc": "Начало трагического путешествия охотника из Спрингвейла. Где же постигло его первое несчастье? Каков смысл 1000-летнего путешествия в одиночестве? В первой части «Тысячи лет одиночества» вам откроются покрытые туманом мечты Готсона.",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/12/51635400/2916c318d3367dcf8a806cc47a7ea681_2282174026151615407.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}