{
  "epId": 2308,
  "name": "Юмор Тяньхэн",
  "desc": "Сборник стихов, который составил волшебник Пиншань. Качество большинства стихов довольно сомнительное, но для многих начинающих поэтов данный сборник служит источником вдохновения.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Humor From Tianheng_icon.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675336796,
  "components": {
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Юмор Тяньхэн"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 478,
            "name": "Юмор Тяньхэн",
            "desc": "Сборник стихов, который составил волшебник Пиншань. Качество большинства стихов довольно сомнительное, но для многих начинающих поэтов данный сборник служит источником вдохновения.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Humor From Tianheng_icon.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Песнь I:\nСмотрю на шахматную партию крестьян: один не знает правил, стратегия другого - один сплошной изъян.\nИ на доске - лишь черно-белое месиво фигур. Хоть свысока смотрю пока... Игрой заинтригован я!\nПеснь II:\nВокруг - камни удивительных форм и травы, каких не видел свет. Здесь даже деревья бонсай растут сами, без человеческого ухода!\nДеревья одеты в листья цвета янтаря и яшмы, и порой даже местные старожилы удивляются красоте портового города.\nПеснь III:\nНад Заоблачным пределом - ещё одно небо. Но простому смертному не должно быть до него дела!\nОттуда такие пейзажи видны, о каких на земле и не знали, а звери и птицы там, верно, давно уж бессмертными стали.\nПеснь IV:\nБелый, как шёлк, мелкий, как соль - таков этот древний песок.\nЕго из дворцов выметали богатых, а я его гордо сберёг.\nПеснь V:\nКто-то спит на утёсе и ловит рыбу внизу - вот, о чём громко поёт река.\nБог соседней страны гонит ветер, листья цвета багрянца подняв в облака.\nПеснь VI:\nПо весне расцветают в деревне Цинцэ цветы. Головами кивают печально, как будто сироты... Запах их опьяняет нежнейшим дыханием весны: пахнут домом они, горьким счастьем и сладостью мёда.\nТростник по осени в поле дрожит, будто птахи перо, - он знает, что скоро его соберут и соткут для одежд полотно.\nПеснь VII:\nВластелин Камня возвёл эти горы, и он же создал эту бухту.\nУтёсы изящно склонились над городом: с них обыватель увидит подробно каждую улочку как на ладони.\nПеснь VIII:\nОдним летним днём я в лесу наслаждался прохладой, и листья, что ветер собрал, для меня - как кровать.\nВот только москиты решили, что я их добыча, поэтому спешно пришлось мне из леса домой убежать.\nПеснь IX:\nЯ, плотно поужинав, вышел на берег моря, и голову вскинул, задумчиво тронув усы:\nМне звёзды над морем тончайший шатёр напомнили, что держит луну, чтобы та не упала в пучину морской воды.\nПеснь X:\nПод вечер пришёл я на площади Фэйюнь посмотреть товары: здесь цены на камни обычно высоки, как горы.\nСкажите, почём вон те камушки? Что? Сколько-сколько? Уж лучше пойду на террасе Юйцзин я поем, да и только."
          }
        ]
      }
    ]
  }
}