{
  "epId": 2309,
  "name": "Меланхолия Веры",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Vera's Melancholy_icon.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675338088,
  "components": {
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Я никогда не думала, что мир однообразен. Просто все интересные вещи происходят где-то в далёких мирах.\nНеожиданное приключение обычной деревенской девушки Веры, очарованной историями о недосягаемом.\n—— Бесконечные дни в бесконечных мирах ——\n- Иногда я думаю... Нечего делать в этой деревне. Как было бы глупо прожить тут всю свою жизнь.\nУже не в первый раз обычная девушка Вера, выросшая в маленькой деревушке под названием Дельфы, хмуро сетовала на скучную жизнь. Она лежала на склоне холма рядом с деревней с закрытыми глазами, наслаждаясь лёгким летним ветерком.\n- Где же в этом мире, по-твоему, не скучная жизнь? - с любопытством спросил её друг Сати.\nВера поднялась и наклонилась вперёд.\n- Я верю, что по ту сторону звёздного моря есть планета, на которой живут древние Архонты. Они отвечают на молитвы людей, и все люди, ведомые своими сокровенными желаниями, отправляются в путешествие, чтобы попасть туда. Я верю, что в нашей Вселенной есть мир, который пытается противостоять Судному дню; там благородные и элегантные души четырнадцати Валькирий горят ярко, хотя бы на краткий, но великолепный миг...\n- По-моему, ты читаешь слишком много фантастики.\n- Но ведь моя деревня и вправду скучная. Неужели здесь не может произойти ничего интересного?\n- Кстати, ты знала, что в нашу деревню переехала новая семья?\n- Интересное и новое - это не одно и то же!\nСказав это, Вера всё же решила навестить новоприбывшую семью. Сати же помнил правила своей семьи и просто пошёл домой ужинать.\n...\nВера легонько толкнула дверь дома. К её большому удивлению, она оказалась не заперта.\n- Есть кто дома?\nВ этот момент внезапно открылись дверцы шкафа в гостиной, из которого выскочил черноволосый мальчик в очках, а за ним потянулось щупальце, сочащееся синей слизью.\n- Пропустите! Дорогу! Тал, зачем ты впустил посторонних?\nМальчик вежливо оттолкнул Веру в сторону и поднял топор у двери.\n- Ты не оставила мне выбора. После того, что ты видела, я могу только...\nСамая большая опасность для жизни Веры?!"
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "Всё просто скучно. Всё вокруг. Всегда. Это не депрессия. Это просто четырнадцатилетие.\nПриключение Веры, начало.\n—— Мой задний двор немного больше, чем вся Вселенная ——\n- Всё, что я могу сейчас сделать, это попросить вас помочь мне. - Черноволосый мальчик, назвавшийся Ике, сунул Вере в руку кухонный нож.\nОн вернулся к шкафу и принялся яростно рубить щупальца.\n- Помоги мне закрыть дверь! Если щупальца начнут атаковать тебя, защищайся этим кухонным ножом! - очки Ике были покрыты синей слизью. - Скорее! Мы не можем позволить этому злому Архонту пройти в Дельфы.\nУслышав его слова, Вера бросилась помогать Ике закрыть дверь. Пока они раздвигали щупальца, Вера нечаянно дважды ударила Ике ножом в спину. К счастью, его лечащие заклинания не дали ему этого заметить.\n- Дело вот в чём. На самом деле, мне уже больше тысячи лет. А эта дверь ведёт в любое место во Вселенной. Тот монстр - древнее создание из Большого Магелланова Облака, я недавно был там по одному делу, - Ике был с головы до пят покрыт слизью. Он протёр очки подолом юбки Веры и продолжил, - Эм... У тебя, наверное, есть вопросы?\n- А кто такой Тал? - решила спросить Вера.\n- Злой дух, обитавший в пожирающем людей замке. Он служил мне дворецким с тех пор, как я усмирил его. Весьма странно, что он вас не съел.\nРодители Веры всегда учили её, что людям суждено строить семьи, а далёкие миры так и останутся детскими мечтами. Её друг Сати однажды сказал ей, что если такая весёлая девушка, как она, выйдет замуж за кого-нибудь в далёких краях, то вся эта деревня станет невыносимо одинокой.\n(Просто потому, что Сати выглядел слишком хрупким, чтобы играть с грубыми мальчиками).\n- Человеческая душа ужасно незрелая. Мне придётся провести вас обоих через чудеса вашего детства. - Ике протянул Вере руки, приглашая её с собой. - Ты будешь петь во время своего путешествия, и в конце концов достигнешь юности.\nОт Рукава Ориона до Вечного города демонов, от Потоков времени до глубин Звёздного моря...\n«Тебе интересно знать, как далеко находятся эти \"далёкие миры\"? Любое место во вселенной так же скучно, как мой задний двор», - сказал он.\n- Размеры дальних миров следуют за сердцем мечтающего, - продолжал Ике. - Таким образом, моё сердце немного больше, чем вся Вселенная."
          }
        ]
      },
      {
        "title": "Том III",
        "desc": [
          {
            "type": "RichText",
            "text": "Империя Андромеды простирается на половину звёздной системы. Каждая планета в Империи имеет своих собственных демонов и божеств, драконов и монстров.\n«Я придумал историю для каждой звезды из твоего дома». «Это невозможно. Галактика Андромеды - это всего лишь одна пятая размера твоей Луны».\nПриключение Веры, продолжение.\n—— Человек, укравший одинокую звезду ——\n- Я вторая законная наследница Империи Андромеда, и у моего имени есть более двухсот титулов, но ты будешь называть меня Принцесса Андро-Василиска! - затем очаровательная девушка скрестила руки на груди, повторяя своё приветствие, и издала два лёгких смешка в знак удовлетворения.\nЕдинственной целью присутствия её величества в Дельфах было выйти замуж за Ике.\n- Если ты, завоевавший четверть Вселенной, женишься на мне, то моя безопасность будет гарантирована после того, как моя сестра унаследует трон.\n- А на сколько велика Империя Андромеда? - спросила Вера.\n- Если я правильно помню, то в ней примерно девять тысяч обитаемых планет.\n- У тебя во владении неисчислимое количество звёзд. Зачем тогда тебе красть моё сияние?\n- Значит, ты не причинишь вред Вере? - Сати осторожно спросил у Ике, который нёс древние свитки и глобусы других планет.\n- Конечно, нет! Я думаю, что из неё получился бы отличный помощник. - разложив всё на столе, он хлопнул в ладоши. - Она тебе нравится?\n- Мне? Нет, вовсе нет, она мне совсем не нравится! - Сати отвёл взгляд, опасаясь, что старый мудрец может разгадать его истинные чувства.\nЗатем он коснулся коробки, полной рамок с фотографиями. Он схватил несколько наугад, и на каждой фотографии была изображена отдельная красотка.\n- Это... Все они говорили, что отдали мне свою единственную настоящую любовь, но так ли это? На самом деле я был всего лишь одним из их многочисленных любовников.\nСати не знал, когда и где ранее услышал эту фразу, но она вырвалась у него сама собой:\n- У тебя во владении неисчислимое количество звёзд. Зачем тогда тебе красть моё сияние?"
          }
        ]
      },
      {
        "title": "Том IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Как говорится в пословице: не всё то золото, что блестит. Иногда этот блеск принадлежит осколкам разбитого сердца.\nЗвёзды на небе блестят, но они не из золота. Так и сердца людей не всегда сделаны из стекла...\nНовое приключение Веры начинается!\n—— Все сверкающие ——\n- Все люди на этих фотографиях такие красивые, - Вера открыла ящик Ике, забитый фотографиями.\n- Если человек некрасивый, то и фотографию на память не сможет оставить.\nДля Ике не было запретных тем. В конце концов, он был космическим мудрецом и было ему больше тысячи лет. Он, конечно, знал, что девочки легко обижаются и тогда от них одни проблемы. Ике никогда не обманывал девочек. Будь как Ике.\n- Лишь увидев звёзды, можно запечатлеть их форму в алмазе, - стал объяснять он. - Но все эти сверкающие звёзды никому не принадлежат, поэтому их невозможно украсть.\nВера ничего не поняла.\n- Что ты говоришь?\n- Говорю дурочке, которая ничего не видела. Не обращай внимания - человечество просто ещё слишком молодо.\n- Я сведу вас с Ике вместе! - кричал Сати её величеству Принцессе Андромеды.\n- Что?\n- Мне нравится Вера, я не хочу...\n- Отвратительно. Глупо. Осквернил мой слух. Подлые твари должны молчать. Я признала Веру своей подругой и не отдам её такому слабаку, как ты.\n- Ох..."
          }
        ]
      },
      {
        "title": "Том V",
        "desc": [
          {
            "type": "RichText",
            "text": "Нельзя устраивать пикники на обочинах галактического шоссе! Даже божества будут нести полную ответственность за дорожно-транспортные происшествия, которые могут произойти!\nВ простой деревне есть дверь в кабинет, которая соединяется с любой точкой пространства и времени! Пить чай с божествами, играть в прятки во времени... Эпическое приключение Веры продолжается!\n—— Пикник у дороги ——\nПока Ике спал, его слуги начали между собой кровопролитную войну.\nБудучи самым грозным волшебником своего времени, он командует божествами и демонами, число которых превосходит количество слов в словаре. Но кто же из его слуг всё-таки сильнее? Боги и демоны решили выяснить это посредством сражения.\nК сожалению, они также ошибочно считали Принцессу, Сати и Веру за своих.\nИке проспал всего два часа, но за это время уже было уничтожено три звезды!\n- С какой стати мне защищать тебя? - Принцесса отдёрнула руку, и гигантский демон, лишившийся глаз, рухнул на землю.\nДоминирующая раса империи Андромеды может выглядеть мило, но на их ладонях растут два специальных рта, которыми они пожирают глазные яблоки побеждённых врагов.\n- Разве мы не друзья? - Вера вытерла кровь с лица и, казалось, была задета её словами.\n- Да-да, - Принцесса покраснела и отвела взгляд. - Я признала тебя своим единственным другом за то, что случилось. Я не имела в виду тебя, Вера.\n- Эй! - возмутился зажатый драконьими челюстями Сати.\n- Скажите, сдаётесь ли вы? - старческим голосом спросил гигантский дракон. - Сдавайтесь и признайте, что вы ничтожные, жалкие крысы, и я оставлю вас в живых.\n- Да сдаюсь, сдаюсь я уже! Только отпусти меня! - завопил Сати.\n- Ящерица твоей презренной породы должна знать, что не стоит бросаться такими глупостями! Гекконы в моём дворце запросто могли бы тебя раздавить. - Принцесса покрутила запястьями.\n- Это не имеет ко мне никакого отношения! - дракон подкинул Сати в воздух.\nБитва между доминирующими расами Андромеды и древним гигантским драконом закончилась в мгновение ока!\nМораль? Ты не пострадаешь, если просто сдашься.\nБудучи выкинутым из игры, Сати разбудил Ике тапкой. Вера тоже выжила благодаря защите Принцессы.\n- Аргх! Идиот! Один твой вид вызывает отвращение. Не подходи ко мне! Не разговаривай со мной, не смотри на меня и не дыши со мной одним воздухом, ничтожество! - Принцесса не могла быть более низкого мнения о Сати."
          }
        ]
      },
      {
        "title": "Том VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Некогда жил на свете великий учёный, который хотел написать книгу о всех праздниках империи.\nНо в итоге он обнаружил, что праздники в империи проводятся каждый день! проработав над книгой шесть месяцев, он не выдержал такой нагрузки и сбежал.\nНо не волнуйтесь, автор этой книги вас не подведёт!\n—— Посвятили много праздников ——\nПоследнее время постоянно случались важные события вселенского масштаба, а сейчас назревало довольно обычное событие.\n- Вот и моя очередь показать вам свою деревушку.\nВера поднесла Ике и Принцессе домашние тушёные овощи.\nВ их путешествиях по вселенной ей всё объясняли Ике и Принцесса. Если она и могла блеснуть своими знаниями о чём-то, то только о своей родной деревне.\n- ... и вот первый посланник короля, храбрый рыцарь Хоффман, по пути на запад пересёк два континента, переплыл моря и реки; а придворный мудрец, ведьма востока госпожа Ряска, по пути на восток прошла через родные края, а потом проехала через Тёмные земли. В конце концов они встретились здесь.\n- Ах вот оно как! Поразительно, - её величество Принцесса искренне старалась скрыть то, что ей совсем не интересно, но её актёрское мастерство оставляло желать лучшего.\n- То есть получается, что это место находится ровно на противоположной от столицы стороне планеты? - совсем не к месту съязвил Ике.\n- Ха-ха-ха! Если подумать, то получается так, - сказала Вера, почёсывая затылок.\n- Я всегда говорила, что хочу отсюда уехать, а в итоге-то только здесь всё знакомо, - внезапно осознав это в ночь перед деревенским праздником, Вера расплакалась прямо перед Сати.\n- Ах ты мерзавец! Всё-таки заставил Веру плакать! - бесцеремонно налетела на Сати Принцесса, исполнив приём «удар ногой в прыжке»."
          }
        ]
      },
      {
        "title": "Том VII",
        "desc": [
          {
            "type": "RichText",
            "text": "В звёздных скоплениях на краю Вселенной обитаемые планеты - редкость. Поэтому это место - рай для пиратов и звёздных капитанов.\nВ космосе нет понятий «левый борт» или «правый борт». Здесь говорят «звёздный борт», имея в виду тот, что повёрнут к звезде, на которую ориентируется судно.\nОтбросьте реальность и окунитесь с головой в захватывающие космические путешествия вместе с Верой!\n—— Война в звёздном море ——\n- Вообще заново зажечь звезду не так уж и сложно, но вряд ли империя Андромеды захочет стать свидетелем такого события, - сказал Ике охваченной ужасом Вере.\n- Говоришь, Принцесса похитила Сати? - с некоторым удивлением сказала Вера, подумав.\n- Как ты до такого додумалась? Я сказал, что украсть Принцессу или Веру могла только империя Андромеды, - Ике повернулся к миллионам существ звёздной системы.\nВыдержав паузу, он громко заговорил: «Народ звёздного моря! Я принял приглашение высочайшего правителя Лебаннина, чтобы поддержать огонь немногочисленных оставшихся звёзд. Но империя Андромеды, похоже, не заинтересована в установлении спокойствия. Поэтому они похитили моих друзей».\n«Уж не ставишь ли ты жизни этих людей выше жизней всех остальных? - высочайший правитель Лебаннин поднялся с трона. - Тогда для чего я объединял звёздное море?»\nВ итоге высочайший правитель единолично проник в логово врага, поверг имперских наёмников и спас Принцессу и Сати. Потом они немного поговорили с Ике.\n«Не думал, что ты сможешь одолеть имперских воинов - их биологический вид крайне силён. Может и Священный дракон не противник для высшего правителя», - с одобрением сказал Ике.\n«Я и есть Священный дракон. Наши с Лебаннином тела слились и теперь я выполняю его волю».\n«Эм...» - слегка удивился Ике.\n«Кстати, это на того парня положила глаз вторая принцесса? Когда я вошёл, они...»\n«Что?!» - слегка поразился Ике."
          }
        ]
      },
      {
        "title": "Том VIII",
        "desc": [
          {
            "type": "RichText",
            "text": "Естественно, мальчикам нельзя участвовать в девчачьей пижамной вечеринке! Девочки святы, как богини золотого века.\nВера, Принцесса, высочайший правитель Лебаннин и Ур, предводительница Галактического Роя ведут девичьи ночные разговоры!\n—— О девочках ——\n«Так это недоразумение. Я зашёл, когда она собиралась есть...» - стал объяснять Сати.\n«Так это не есть... - Ике поправил очки. - У расы андромедян на ладони есть специальный орган, которым они поглощают глазные яблоки».\n«Видел я. Как э-э... минога?» - от этого слова Сати передёрнуло.\n«Ты меня послушай, - Ике хотел почесать глаз, но вместо этого ткнул в линзу очков, оставив грязный след. Он снял их и стал тереть левый глаз. - В традиции поедания глаз есть два смысла: подчинение... -\nон стал тереть правый глаз, - и любовь».\nСати вслед за ним стал задумчиво тереть глаза. Похоже, он размышлял о том, что же из двух это было.\n«На самом деле Принцесса не видит разницы. Тот, кто ей покорился (кого она покорила), или тот, кто её любит, - для неё всё одно. Всего лишь человек, который не сможет навредить ей в борьбе за власть».\n«Поэтому имперские наёмники её и украли? Другие наследники решили одним выстрелом убить двух зайцев?»\n«Я не хочу оказаться втянутым в борьбу наследников за трон, поэтому просто посоветую тебе побольше её поддерживать».\n«Короче говоря, у нас! с ней! ничего такого не было! Не меня ли она ненавидит больше всего?»\nА о чём разговаривали девочки? Это навеки осталось тайной."
          }
        ]
      },
      {
        "title": "Том IX",
        "desc": [
          {
            "type": "RichText",
            "text": "«Вера такая красивая, как сияющая звезда во Вселенной, но я...» «Мальчики в этом возрасте всегда не такие взрослые, как девочки...»\nДетство должно быть отпущено, чтобы приветствовать наступление юности. Ещё не поздно подумать об этом... Настоящая меланхолия наконец-то настигает Веру.\n—— Смерть в волнах бездны ——\nПо мере того, как Вера и Сати становились старше, отношения четырёх людей менялись необъяснимым образом.\n- Хватит оправдываться, - сказал Сати Ике. - Вера не перестанет преследовать тебя, даже если ты никогда не сможешь ответить ей взаимностью.\nИке был символом далёких земель, метафорой неизвестности и новизны. Гордая птица никогда не станет гнездиться, она вечно будет парить в свободных ветрах.\nИке ответил ему советом:\n-Не важно, как ты считаешь сам, но в тысячу лет ты уже считаешься стариком.\n- Значит, мы одного возраста, - весело вмешалась в их разговор Принцесса.\nКогда Сати наконец-то набрался смелости признаться в любви, его постигла ужаснейшая участь.\nПомните древний меч, который Ике с Верой получили от Древних при первом знакомстве с ними? Он был необходим Ике для пробуждения его судьбы! Однако теперь палец Веры был перерезан его лезвием, и древнейшие инопланетные вирусы полностью высосали её жизненные силы!\n- Это ты во всем виноват! - Сати схватил Ике за воротник. Если бы не случилось трагедии, Ике, обладая крайне доброй душой, только ухмыльнулся бы, однако на этот раз он оттолкнул руку Сати.\n- Разве ты не знаешь, как повернуть время вспять? Пожалуйста! Спаси Веру! - начала умолять даже Принцесса.\n- Вы не понимаете! Только будущее может спасти прошлое, а не наоборот! - Ике прикусил губу до крови.\n«Местные легенды говорят о Серебряном веке, когда люди наслаждались, казалось бы, бесконечным детством, длившимся до двухсот лет. Это только сделало их короткую зрелость невыносимой болью».\nДля других их детство стало пережитком прошлого, но юность навсегда осталась вне досягаемости.\nПродолжение «Меланхолии Веры» следует, но уже без Веры!"
          }
        ]
      },
      {
        "title": "Том X",
        "desc": [
          {
            "type": "RichText",
            "text": "«Хватит. Пойдём домой... Самое далёкое место, о котором я мечтал, это Дельфы, где сейчас ты...»\nХотя объяснение и запоздалое, но вы должны знать, что Дельфы - это центр греческой мифологии. Меланхолия Веры - идеальный финал... или нет?\n—— Меланхолия Веры ——\nЧтобы оживить Веру, Сати, Ике и Принцесса отправились в захватывающее путешествие, продлившееся целых двадцать лет. Сражение с Бароном Ада, победа над интергалактическим драконом, пожирающим звёзды... Наши трое героев даже спасли две галактики и Галактическую Империю, по пути истребив четыре вида безжалостных межзвёздных червей.\nНаконец открыв свои глаза, Вера обнаружила себя в объятиях Сати, который к этому времени стал героем космических масштабов.\nДля доминирующей расы галактики Андромеда двадцать лет были не более чем секундами. Принцесса, как и раньше, выглядела прелестно, но её лицо выражало искреннюю радость и грусть потери одновременно.\nСати, потерявший глаз в своих приключениях, теперь был высоким и крепким мужчиной. Его скупые мужские слёзы капали на плечи Веры. Хоть он и остался склонен к слезам, но всё же сам он уже не был таким слабовольным, как раньше.\nГоды были добры к Ике, он всё так же легко улыбался.\n- Я всего лишь эхо времени, - сказал Ике, приступив к приготовлениям. - Как я уже говорил, прошлое не может изменить будущее, потому что установленные вселенские правила равновесия несколько сильнее меня. Но будущее, с его бесконечными возможностями, может спасти мир.\nИке превратил Сати в того, кем он был двадцать лет назад, и время вернулось в день, когда они покинули свой мир. Всё, казалось, оставалось неизменным между ними, но все понимали, что дни, которые они когда-то делили, никогда не вернутся.\n- Прости, что я лишил тебя детства, - сказал ему Ике. - А теперь иди, твоя заслуженная юность ждёт тебя!\n- Ради тебя я пережил все чудеса космоса, и вот так закончилось моё детство. - Сати собрался с духом перед девушкой, предназначенной ему судьбой, - Я никогда не стану взрослым без тебя.\nКаким же будет ответ?!\nСейчас автор серии живёт беззаботной жизнью с гонорарами от первых девяти томов. Если вам случится увидеть его в каком-нибудь из миров, пожалуйста, помогите нам выдавить из него продолжение."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Меланхолия Веры"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 647,
            "name": "Меланхолия Веры. Том I",
            "desc": "Я никогда не думала, что мир однообразен. Просто все интересные вещи происходят где-то в далёких мирах.<br/>Неожиданное приключение обычной деревенской девушки Веры, очарованной историями о недосягаемом.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vera's Melancholy (I)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 651,
            "name": "Меланхолия Веры. Том II",
            "desc": "Всё просто скучно. Всё вокруг. Всегда. Это не депрессия. Это просто четырнадцатилетие.<br/>Приключение Веры, начало.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vera's Melancholy (II)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 649,
            "name": "Меланхолия Веры. Том III",
            "desc": "Империя Андромеды простирается на половину звёздной системы. Каждая планета в Империи имеет своих собственных демонов и божеств, драконов и монстров.<br/>«Я придумал историю для каждой звезды из твоего дома». «Это невозможно. Галактика Андромеды - это всего лишь одна пятая размера твоей Луны».<br/>Приключение Веры, продолжение.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vera's Melancholy (III)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 656,
            "name": "Меланхолия Веры. Том IV",
            "desc": "Как говорится в пословице: не всё то золото, что блестит. Иногда этот блеск принадлежит осколкам разбитого сердца. <br/>Звёзды на небе блестят, но они не из золота. Так и сердца людей не всегда сделаны из стекла... <br/>Новое приключение Веры начинается!",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vera's Melancholy (IV)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 652,
            "name": "Меланхолия Веры. Том V",
            "desc": "Нельзя устраивать пикники на обочинах галактического шоссе! Даже божества будут нести полную ответственность за дорожно-транспортные происшествия, которые могут произойти!<br/>В простой деревне есть дверь в кабинет, которая соединяется с любой точкой пространства и времени! Пить чай с божествами, играть в прятки во времени... Эпическое приключение Веры продолжается!",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vera's Melancholy (V)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 654,
            "name": "Меланхолия Веры. Том VI",
            "desc": "Некогда жил на свете великий учёный, который хотел написать книгу о всех праздниках империи. <br/>Но в итоге он обнаружил, что праздники в империи проводятся каждый день! проработав над книгой шесть месяцев, он не выдержал такой нагрузки и сбежал. <br/>Но не волнуйтесь, автор этой книги вас не подведёт!",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vera's Melancholy (VI)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 648,
            "name": "Меланхолия Веры. Том VII",
            "desc": "В звёздных скоплениях на краю Вселенной обитаемые планеты - редкость. Поэтому это место - рай для пиратов и звёздных капитанов. <br/>В космосе нет понятий «левый борт» или «правый борт». Здесь говорят «звёздный борт», имея в виду тот, что повёрнут к звезде, на которую ориентируется судно. <br/>Отбросьте реальность и окунитесь с головой в захватывающие космические путешествия вместе с Верой!",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vera's Melancholy (VII)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 653,
            "name": "Меланхолия Веры. Том VIII",
            "desc": "Естественно, мальчикам нельзя участвовать в девчачьей пижамной вечеринке! Девочки святы, как богини золотого века. <br/>Вера, Принцесса, высочайший правитель Лебаннин и Ур, предводительница Галактического Роя ведут девичьи ночные разговоры!",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vera's Melancholy (VIII)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 650,
            "name": "Меланхолия Веры. Том IX",
            "desc": "«Вера такая красивая, как сияющая звезда во Вселенной, но я...» «Мальчики в этом возрасте всегда не такие взрослые, как девочки...»<br/>Детство должно быть отпущено, чтобы приветствовать наступление юности. Ещё не поздно подумать об этом... Настоящая меланхолия наконец-то настигает Веру.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vera's Melancholy (IX)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 655,
            "name": "Меланхолия Веры. Том X",
            "desc": "«Хватит. Пойдём домой... Самое далёкое место, о котором я мечтал, это Дельфы, где сейчас ты...»<br/>Хотя объяснение и запоздалое, но вы должны знать, что Дельфы - это центр греческой мифологии. Меланхолия Веры - идеальный финал... или нет?",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vera's Melancholy (X)_icon.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}