{
  "epId": 2310,
  "name": "Легенда о Гео Архонте",
  "desc": "<p>Истории про Гео Архонта.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/17/51635400/381c6185bb294db9f2cea943166f0273_7180547151615986209.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1757224963,
  "components": {
    "body": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "—— Бог очага ——\nХодят слухи, что, когда Ли Юэ был основан, первые поселенцы построили из камней печи и с помощью камней высекли первый огонь, и тот, укрытый от ветров таким образом, не погас, а люди смогли спокойно греться у огня, готовить еду и постепенно отстраивать гавань Ли Юэ. Все эти первые люди считали, что камни есть дарованная им милость Гео Архонта. И после во всех трактирах и ресторанах Ли Юэ поклоняются Гео Архонту как «Богу очага» и надеются, что огонь в печах не погаснет, а бизнес будет процветать."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "—— Бог богатства ——\nС незапамятных времён в гавань Ли Юэ стекались ценности со всего света. Ли Юэ - город торговцев и богатства. Это место, через которое льётся рекой нынешняя валюта - «мора», это и место, где мора чеканится. Само название происходит от имени Гео Архонта - Моракс. Поэтому Гео Архонта также почитают как Бога богатства и торговли.\nТорговцы и бизнесмены часто воскуривают благовония и преподносят угощения Гео Архонту в надежде на его благословение, потому что Гео Архонт - самый богатый человек во всём мире... Или, лучше сказать, самый богатый Архонт."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "—— Первопроходец ——\nМестные искатели приключений из Ли Юэ, горячо любящие своё дело, почитают Гео Архонта как «Первопроходца».\nЛегенды гласят, что Ли Юэ был основан только благодаря присущему предкам духу первооткрывателей и покровительству Гео Архонта.\nИскатели приключений из гавани Ли Юэ надеются, что их воля будет крепка, как скалы, как воля тех, кто первым ступил на земли Ли Юэ."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "—— Бог истории ——\nИсторики из Ли Юэ называют основавшего гавань Гео Архонта «божеством истории». Владельцы ресторанов и трактиров часто вывешивают флаги, гласящие о том, что их заведение стоит уже не одну сотню лет, тем самым пытаясь доказать, что их бизнес издавна переходит по наследству. Подавая блюда, они также любят рассказать, что сам Гео Архонт некогда приходил сюда их отведать, и даже называют точную дату его визита.\nОднако когда дети спрашивают, «так сколько же лет провёл в этом мире Гео Архонт?», взрослые всегда отвечают так: «Очень, очень много...»"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Легенда о Гео Архонте"
          }
        ]
      },
      {
        "key": "Страница:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 673,
            "name": "Легенда о Гео Архонте: Бог очага",
            "desc": "Истории про Гео Архонта, в которых он предстаёт богом очага.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/06/218387610/7b1172cbcc7b1c1b2da581817c6b18b0_326690660417557707.png"
          },
          {
            "type": "CustomEntry",
            "epId": 672,
            "name": "Легенда о Гео Архонте: Первопроходец",
            "desc": "Истории про Гео Архонта, в которых он предстаёт как Первопроходец.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/06/218387610/7b1172cbcc7b1c1b2da581817c6b18b0_4095367722990032981.png"
          },
          {
            "type": "CustomEntry",
            "epId": 674,
            "name": "Легенда о Гео Архонте: Бог богатства",
            "desc": "Истории про Гео Архонта, в которых он предстаёт богом богатства.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/06/218387610/7b1172cbcc7b1c1b2da581817c6b18b0_452547856910243010.png"
          },
          {
            "type": "CustomEntry",
            "epId": 671,
            "name": "Легенда о Гео Архонте: Бог истории",
            "desc": "Истории про Гео Архонта, в которых он предстаёт богом истории.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/06/218387610/7b1172cbcc7b1c1b2da581817c6b18b0_1506146339864716103.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}