{
  "epId": 2312,
  "name": "Властелин Инкогнито",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/12/51635400/a0f106d4efcf11d25ab66977dc6b0b9a_7291206948491820613.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675338084,
  "components": {
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Властелин Инкогнито"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 682,
            "name": "Властелин Инкогнито. Том I",
            "desc": "Фантастический роман Ли Юэ, повествующий о хождениях Властелина Камня в человеческом обличье среди смертных. В полный сокровищ век в торговом порту сошлись правда, вымысел и старые мечты.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Rex Incognito (I)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 684,
            "name": "Властелин Инкогнито. Том II",
            "desc": "Фантастический роман Ли Юэ, повествующий о хождениях Властелина Камня в человеческом обличье среди смертных. Между зелёных гор, под которыми в изобилии залегает нефрит, телесные образы и бесформенный вздор неожиданно оказываются рядом друг с другом.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Rex Incognito (II)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 683,
            "name": "Властелин Инкогнито. Том III",
            "desc": "Фантастический роман Ли Юэ, повествующий о хождениях Властелина Камня в человеческом обличье среди смертных. В этой необыкновенной истории запечатлённые в камне понятия о законе и справедливости рассеиваются в небытие.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Rex Incognito (III)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 685,
            "name": "Властелин Инкогнито. Том IV",
            "desc": "Фантастический роман Ли Юэ, повествующий о хождениях Властелина Камня в человеческом обличье среди смертных. В век размышлений о сокровищах мира хватило одной маленькой шутки, чтобы раскрыть ложь.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Rex Incognito (IV)_icon.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Фантастический роман Ли Юэ, повествующий о хождениях Властелина Камня в человеческом обличье среди смертных. В полный сокровищ век в торговом порту сошлись правда, вымысел и старые мечты.\nЗемли Ли Юэ на редкость богаты и пышны. Здесь есть сокровища, которые легко находят те опытные люди, что имеют особое чутьё на такие вещи.\nПервая хозяйка антикварной лавки «Сигу», коллекционер Минь Гуй, была весьма умна.\nАнтикварную лавку «Сигу» на торговой площади Фэйюнь часто посещают эстеты. Днём двери лавки закрыты для посетителей, но когда на небо поднимается луна, лавка начинает работу. Здесь принимают не обычных покупателей, а выдающихся именитых коллекционеров с широким кругозором.\nБудь то особо точные часы из Фонтейна, сумерский ладан, старый мондштадтский чайник эпохи Аристократов, деревянный табурет, на котором часами восседал Адепт, яшмовая чаша, из которой пил чай Властелин Камня или светло-зеленая бутылка из-под вина, которую случайно разбил Анемо Архонт из соседней страны... У каждого артефакта было своё место в лавке, и каждому из них оставалось лишь дождаться своего покупателя.\nНочью молодой аристократ случайно зашёл в лавку и задержался, внимательно изучая предметы старины, расставленные на прилавке.\nХозяйка лавки заметила, что на нём был чёрный халат, строгий и торжественный, как скала. Его глаза были подобны янтарю.\nМинь Гуй сразу поняла, что этот молодой аристократ непрост.\n«Приветствую вас. Если вам что-то приглянулось - не стесняйтесь».\nНежный голос хозяйки нарушил ночную тишину.\n«Ох... Прошу прощения».\nМолодой аристократ неловко усмехнулся.\n«Меня интересует только эта прекрасная подделка».\nТем, на что он обратил внимание, была повреждённая нефритовая пластина.\nЛунный свет падал на её целую сторону, освещая нефритовые пятна, растекаясь по испещрившим пластину ложбинкам и устремляясь вниз. Там поверхность нефритовой пластины была сильно оцарапана, на краях виднелись сколы. Уже невозможно было разглядеть надпись или рисунок, некогда вырезанный на её поверхности. Похоже, на долю пластины выпало немало испытаний.\n«Подделка? С чего вы взяли?»\nМинь Гуй давно привыкла к провокациям посетителей, но такая откровенная насмешка её задела.\nБолее того, эта антикварная вещь была некогда найдена в разрушенном замке на дне Бездны одним искателем приключений, пожертвовавшим ради неё жизнью. В те годы Минь Гуй потратила много сил на уговоры и продала половину домашней утвари, чтобы выкупить эту пластину. Если она действительно фальшивка, то Минь Гуй не только зря потратила средства, но и поставила под удар репутацию антикварной лавки «Сигу».\nИ тогда Минь Гуй про себя решила, что она не только выставит этого злостного посетителя за дверь, но ещё и обязательно заставит его перед этим купить нефритовую пластину.\n«Надеюсь, господин вдумчиво оценил эту вещь».\n————————\n«Все знают, что две тысячи пятьсот лет назад Тейват подвергся катастрофе, Архонты развязали войну, которая затронула и территории ныне существующих семи государств. Хотя тогда, конечно, никаких семи стран ещё не было, но у людей уже были свои поселения, города и государства...»\n«Архонтов, ныне утративших имя за время долгого забвения, наши предки некогда помнили, почитали и даже любили. Поэтому они собирали жемчужные раковины, нефрит с далёких гор, затерянные в травах валуны и кристаллы соли, чтобы из этого создать образ своего божества».\n«Такая нефритовая пластина - это реликвия той эпохи, и создана она племенем, почитавшим Гео Архонта... Конечно, в то время нашего Властелина Камня, возможно, звали вовсе не так».\n«В ту эпоху, когда Архонты убивали друг друга над головами простых смертных, Властелин Камня ещё не создал валюту семи стран, называемую морой. Поэтому то племя использовало для обмена металлы и камни, случайно обнаруженные в земле. Портреты Гео Архонта они воспринимали как гарант стабильности цен.\n«Как видите, разум смертных весьма удивителен. Они ещё до Гео Архонта самостоятельно нашли решение для своих проблем».\nМолодой аристократ замер, будто обдумывая собственную оценку.\nСеребристо-белый свет Луны струился по его одежде, и фигура его стала казаться меньше.\n«Такая нефритовая пластина - большая редкость, и чаще всего они встречаются в горных ручьях. Так как гравировки на них - тонкая ручная работа, каждая пластина неповторима... Поэтому на рынках за них часто требуют заоблачную цену, и слово «бесценный» здесь отнюдь не преувеличение.\n«Жаль только, что в этом магазине - копия, сделанная в новое время, относительно недавно. Возможно, ей столько же лет, сколько вашему отцу.\n«В профессиональной среде это называют \"безупречным нефритом\": изъянов на этой пластине немного, а сам нефрит слишком яркий... Совершенно непохоже на реликвию из далекого прошлого.\n«Добавим к этому выгравированную на пластине фигуру женщины: такие рисунки редко встречаются на других древних пластинах».\nМолодой аристократ поднял нефритовую пластину и внимательно присмотрелся к ней в свете Луны.\n«Хотя в народе ходит много слухов, но версия, что Гео Архонт превратился в девушку, никогда не была подтверждена историческими источниками, не было и вещественных доказательств...»\nХотя аристократ был молод, характер у него был, как у старого педанта.\n«Обычно, посетители не знают об этом...»\nМинь Гуй едва улыбнулась, как хитрая лиса, провоцирующая неопытного охотника.\n«Не хочет ли господин послушать мою историю?»\nХозяйка лавки сощурила и без того узкие глаза, после чего начала говорить..."
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "Фантастический роман Ли Юэ, повествующий о хождениях Властелина Камня в человеческом обличье среди смертных. Между зелёных гор, под которыми в изобилии залегает нефрит, телесные образы и бесформенный вздор неожиданно оказываются рядом друг с другом.\nВ эпоху, когда боги ходили по земле, Властелин Камня, столь уважаемый нынче в народе, был одним из тех богов.\nВ то время по улицам ходили слухи, что Властелин Камня - божество сдержанное и бескорыстное. Вел дела он беспристрастно, решения принимал безжалостно, но был лишён чувств, свойственных простым смертным, а потому был подобен вечной холодной скале.\nНесмотря на это, люди по-прежнему глубоко чтили его и доверяли ему. Все его законы гарантировали честную и справедливую торговлю и безопасную и спокойную жизнь. А сам Гео Архонт благодаря этой вере становился всё сильнее, и всё больше укреплялось его положение в мире.\nНо даже у божеств нет достаточно сил, чтобы контролировать веру и сомнения своих смертных последователей.\nДаже божество, защищающее справедливость, не может упорядочить нормами и правилами то, что в сердце у каждого человека.\nНекогда в деревне Миньюнь жил один нефритовых дел мастер. Он был шутником и циником, и всякий раз, когда ему поручали работу, делал её наиболее удивительным способом, а заканчивал всегда в самый последний день.\nЕсли клиент закажет портрет охотника, покоряющего дикого зверя, то он, возможно, получит изображение удирающего кабана.\nЕсли спросить, почему так, то ответ обычно последует такой:\n«Даже если охотник, покоряющий диких зверей, не покажется им, одна его героическая аура заставит их трепетать».\nЕсли заказ посетителя - это резьба по яшме для высокопоставленного господина, тот, вероятно, получит прекрасный трон.\nЕсли уточнить, отчего так, то ответ будет такой:\n«Высокопоставленный господин не сможет править дольше ста лет, и он вряд ли переживёт свой трон».\nПоэтому в деревне Миньюнь мастер по нефриту прослыл сумасбродом. Но в Ли Юэ, где развита торговля, состоятельные покупатели считали это рекламным трюком, и многие хотели заказать у него резьбу по нефриту ещё и чтобы послушать разнообразные шутки этого человека.\n——————\nОднажды ночью в мастерскую к мастеру пришла девушка.\nОна была одета в длинный чёрный халат, и в свете будто глазурного месяца её янтарные глаза ярко сверкали.\nРаньше мастер не был знаком с ней, но очень быстро обнаружил, что с ней легко общаться. Удивительно, но она, кажется, разбиралась в каждой рудной жиле деревни Миньюнь, во всех залежах нефрита. Она говорила о чудесах, случающихся в мире, будто то были её сёстры, говорила о металлах и камнях так, будто рассуждала о своих любимых дочерях...\nНо она очень редко говорила о человеческой культуре, традициях и смысле общения с людьми.\nВозможно, она не понимала человеческих дел, возможно, просто не хотела говорить. Но, так или иначе, жизнь она вела незаурядную.\nПо крайней мере, так думал мастер.\n«Я хочу заказать у вас нефритовую пластину с портретом Гео Архонта».\nНаконец сказала девушка, когда собралась уже уходить после их долгой весёлой беседы.\n«Но это должен быть не тот образ Гео Архонта, что у тебя в фантазиях. Я хочу, чтобы ты вырезал его портрет, опираясь на то, что увидел своими глазами.\nИначе не заплачу ни моры».\nПосле этого двое договорились, что работа будет сделана за три дня.\nВ первый день мастер только и знал, что ел и пил со своими друзьями. К заказу он даже не притрагивался.\nНа второй день он ушел в горы за нефритом, и за целый день не принял ни одного человека.\nТолько на третий день мастер закрыл двери мастерской и начал гранить и полировать нефрит с рассвета и до глубокой ночи, пока не закончил работу.\nДождавшись, когда месяц снова взойдёт на ночное небо, девушка с янтарными глазами вновь пришла в мастерскую.\nМастер отдал ей свое прекрасное творение...\nНа пластине из лучшего нефрита был выгравирован портрет девушки.\nДевушка не поняла. Нахмурив брови, она задала вопрос.\nМастер объяснил:\n«В первый день я расспросил мудрецов и учёных мужей, узнал о том, как Гео Архонт воплощает свою справедливость. Но это была лишь основа».\n«На второй день я ушёл в горы и потратил целый день, наблюдая за скалами, слушая течение элементов, проникаясь творениями Гео Архонта. Но это были лишь плоть и кровь».\n«На третий день я закрыл глаза и стал вырезать, повинуясь велению сердца. Я начал и закончил тогда, когда подсказали чувства. И это, наконец, был дух».\nСказав это, мастер неловко улыбнулся и добавил:\n«Но я тоже не знаю, почему получилось именно так».\nДевушка покрутила в руках пластину с резьбой и задумчиво сказала:\n«Интересно. Это напомнило мне другую историю...»\nСказав это, она подняла глаза и начала рассказывать..."
          }
        ]
      },
      {
        "title": "Том III",
        "desc": [
          {
            "type": "RichText",
            "text": "Фантастический роман Ли Юэ, повествующий о хождениях Властелина Камня в человеческом обличье среди смертных. В этой необыкновенной истории запечатлённые в камне понятия о законе и справедливости рассеиваются в небытие.\nЗемли Ли Юэ на редкость богаты и пышны. Здесь есть сокровища, которые легко находят те опытные люди, что имеют особое чутьё на такие вещи. В эпоху процветания гавани Ли Юэ в порт и из него текло бесчисленное множество товаров и сокровищ.\nКак и сейчас, то была эпоха богатых купцов и моряков. То была эпоха, которой правили люди, сумевшие преодолеть водовороты коммерции и опасность огромных морских чудовищ.\nВ то время на причалах гавани всегда сновало бесчисленное множество моряков и рабочих.\nГоворят, Властелин Камня принимал облик не только знатных людей и господ с террасы Юйцзин, но и простых смертных: шахтёров и рыбаков, моряков и бродячих торговцев.\nВ то время на причале Ли Юэ был один хозяин рыбацкой лодки. С людьми он был строг и разборчив, а с подмастерьями - груб. Каждый раз, когда что-то не соответствовало его ожиданиям, он бранил своих помощников, не слушая их оправданий, и даже отнимал у них зарплату.\nВ тот день хозяин лодки встретился с одним молодым человеком.\nТо был новый подмастерье этого лодочника. Одет он был бедно, на голове носил бандану. Внешне он не отличался от других моряков, но цвет кожи и манеры выдавали в нем выходца из деревни Цинцэ, пришедшего с гор: лицо его походило на скалу.\nОн был неуклюж и немногословен, как и другие люди гор. Ещё больше окружающих раздражало то, что при сортировке рыбы он всегда брезговал всем тем, что имеет липкие щупальца.\n«Какой толк от такого привереды? Ты что, сынок богатеньких родителей?»\nЭти слова были предлогом, под которым хозяин лодки не выплачивал ему деньги.\nРаньше молодой человек обычно простодушно смеялся, а потом продолжал работу, и так было всегда.\nНо в конце концов он однажды спросил:\n- Раз уж у каждого человека есть вещи, которые он любит и ненавидит, так зачем выбирать ненавистное?\nИспуганный вопросом твердолобого подмастерья, хозяин лодки в гневе отвесил тому подзатыльник.\n- Таковы правила! Если люди не будут делать нелюбимую работу, то невозможно будет достичь успеха!\n- Едва ли это то, зачем Властелин Камня создавал правила...\n- Хватит нести чепуху!\n- Тогда позвольте мне рассказать вам одну историю.\nГлаза молодого человека засияли в свете закатного солнца, как будто горный металл.\n- Ты ещё и истории рассказывать умеешь?\nУслышав, что этот дубина может рассказать историю, хозяин лодки в конце концов заинтересовался.\n- Ну говори... Эй, и руками работай!\nМолодой человек хитро улыбнулся, и в глазах заплясали отсветы солнца.\n- Я хочу рассказать вам историю об одной нефритовой пластине...\nВот так, пока молодой человек рассказывал историю, хозяин забыл о времени, забыл и о том, что пара ловких рук стащила те деньги, что он удерживал с работников, и раздала их бедным."
          }
        ]
      },
      {
        "title": "Том IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Фантастический роман Ли Юэ, повествующий о хождениях Властелина Камня в человеческом обличье среди смертных. В век размышлений о сокровищах мира хватило одной маленькой шутки, чтобы раскрыть ложь.\nТо была эпоха, когда множество удивительных редких вещей собиралось в гавани Ли Юэ.\nТой ночью хозяйка антикварной лавки «Сигу» Минь Гуй изучала предметы старины с безымянным молодым аристократом, и вместе они рассказывали друг другу факты из прошлого.\nПредметом их спора была нефритовая пластина.\nВсе знают, что сделать фальшивое древнее нефритовое изделие в Ли Юэ не требует больших затрат. Сделать изящную подделку будет немного дороже, но для торговцев это приемлемо.\nТрудность заключается в том, чтобы подделать изящную историю.\nЛюди типа мастера по нефриту, скитавшегося по горам, или странного рыбака отходят от общепринятых канонов, а потому близки к истине.\nВластелин Камня установил правила и заключил договоры, но не принуждал простых смертных рассматривать подчинение авторитетам как идеальную жизнь, ибо он понимал, что правила и договоры есть средство, но не цель. Истинные баланс и смысл заключается в самоосознании и выборе каждого человека.\nЖестокий хозяин лодки не понял, что произошло, поэтому постоянно сталкивался со страхом и насмешками рабочих.\nТаковы люди, таковы и старинные вещи. Несмотря на то, что качество и уровень исполнения вещи могут быть ограничены, цену чаще всего определяет не она сама, но стоящая за ней история.\nПривередливый молодой аристократ этого не понимал, а потому мог лишь заклеймить нефритовую пластину «подделкой», тем самым снизив её ценность.\nНо если «разрезать» бесчисленные сокровища в антикварной лавке «Сигу» придирчивым и острым взглядом, то все они превратятся в пыль.\nНапример, слезы, которые проливала в море возлюбленная капитана, превратились в бессмертный жемчуг; портрет, в давние времена выгравированный неким смертным императором в память об ушедшей жене, впитал в себя его дух.\nЭти истории, обреченные на забвение, сохранились в легендах, окутывающих предметы древности.\n«Интересная история. Я куплю эту подделку».\nМолодой аристократ едва кивнул. В глазах, подобных драгоценному металлу, вспыхнула улыбка.\n«Даже услышав мою историю, вы всё ещё думаете, что это подделка?»\nМинь Гуй вздохнула.\n«Естественно».\nМолодой аристократ рассмеялся, как будто ему не бывало так смешно до того, как он зашёл в магазин.\n«Я придумал историю о том, что нефритовые пластины были древней валютой, точно так же, как вы сейчас придумали ваш рассказ»."
          }
        ]
      }
    ]
  }
}