{
  "epId": 2313,
  "name": "Вскрытое письмо",
  "desc": "Новое на вид письмо, которое уже было вскрыто. Испускает лёгкий аромат сакуры.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/12/51635400/381c6185bb294db9f2cea943166f0273_6330377817313587719.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675335777,
  "components": {
    "body": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Моему любимому сыну, Тёдзи Тоси\nЕсли ты читаешь эти строки, я надеюсь, ты сумеешь простить свою мать.\nКогда я оставляю тебя, моё сердце разрывается, но иного выхода у меня нет.\nПрошу тебя, не разочаруйся в жизни. И не потеряй надежду разыскать меня... Как мы никогда не оставляли надежду на то, что твой отец и мой муж жив.\nТо, что Татаригами натворил на острове, очень опасно. Так что береги себя.\nНо теперь Татаригами уничтожен, и конец войны близок. Когда придёт время, обе стороны, наверное, опустят оружие и вместе примутся очищать остров от скверны.\nИ очень жаль, что меня здесь не будет, чтобы посмотреть на это.\nВ будущем тебе может повстречаться много людей, которые попытаются тебя использовать или сделать тебе больно. Но не теряй из-за этого веру в людей. Добрых людей в мире больше, чем злых.\nКогда война закончится, всё наладится.\nНо очень прошу тебя, не иди за мной по пятам и не пытайся найти меня раньше, чем нужно. Это моя просьба тебе.\nНе оставляй надежды и продолжай в меня верить.\nЯ обязательно вернусь и скажу «прости» тебе и отцу.\nЯ с нетерпением жду этого дня."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Вскрытое письмо"
          }
        ]
      },
      {
        "key": "Письмо:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 705,
            "name": "Вскрытое письмо",
            "desc": "Новое на вид письмо, которое уже было вскрыто. Испускает лёгкий аромат сакуры.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Unsealed Letter_icon.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}