{
  "epId": 2315,
  "name": "Пожалуйста, Кицунэ Гудзи",
  "desc": "Популярный в Инадзуме лёгкий роман, в котором рассказывается о никчёмном сёгуне и всемогущей Кицунэ Гудзи. Это произведение входит в одну серию с «Реинкарнацией в непобедимого сёгуна Райдэн», но написано другим автором. Их общая черта - невероятная популярность.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/12/51635400/f8131d5192183126f3b9d4159cafcc38_7365793075292679047.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675335769,
  "components": {
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Пожалуйста, Кицунэ Гудзи"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 743,
            "name": "Пожалуйста, Кицунэ Гудзи",
            "desc": "Популярный в Инадзуме лёгкий роман, в котором рассказывается о никчёмном сёгуне и всемогущей Кицунэ Гудзи. Это произведение входит в одну серию с «Реинкарнацией в непобедимого сёгуна Райдэн», но написано другим автором. Их общая черта - невероятная популярность.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Pretty Please, Kitsune Guuji?_icon.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "«С возвращением, всемогущий сёгун!»\nЯэ Масако скромно сидит на коленях в своём красно-белом одеянии жрицы, выказывая почтение. Её пушистые лисьи уши слегка подёргивают, а под ними лицо, на которое смотрят тысячи людей.\n«Вы вернулись. Как обстоят дела с объездом владений, порученным вам полмесяца назад?»\n«Ах, мне не следует спрашивать вас о работе сразу после возвращения. Давайте сначала поедим, как обычно? Или желаете сперва принять ванну?»\n«Что значит \"как обычно\"?! Ты ещё никогда не встречала меня так официально».\nУслышав мой ответ, она удовлетворённо рассмеялась и сказала: «На этот раз вы вернулись более уставшей, чем обычно. Позвольте сперва закончить готовить еду. Сегодня я приготовлю для вас краба в масле - ваше любимое блюдо!»\n«Отлично! Краб в масле! Так люблю краба в масле!»\nЯ, сёгун Райдэн, чаще всего говорю: «Отлично!», больше всего люблю крабов в масле и чаще всего встречаю... Ну, в целом, в моей жизни есть только два типа людей: прохожие и обладатель пушистых ушей и мягкого голоса.\nЯэ Масако, гудзи Великого храма Наруками, потомок рода кицунэ, фамильяр «вечности»... У неё так много титулов, что трудно удержать их все в памяти, и она кажется жителям Инадзумы почти такой же неприступной и непредсказуемой, как и я сам.\nИ именно Яэ Масако в данный момент с аппетитом наблюдает за тем, как жарится краб в масле.\nПроще говоря, Яэ Масако присматривала за мной, сёгуном Райдэн.\nИ я не знаю, когда успел привыкнуть к этому.\nДаже когда я случайно несколько раз взмахну мечом, она радостно аплодирует и говорит: «Молодец! Молодец!». Даже когда я просто хочу перекусить, читая «Реинкарнацию в непобедимого сёгуна Райдэн», она тут же приносит вкусный чай с молоком и десерт. Она бережёт от любых поводов для печали, словно оберегая вечность. Для меня она как кицунэ из легенд, которая исполняет любое моё желание.\n«Краб в масле готов. Но перед этим я хочу задать всё тот же вопрос про объезд владений...»\nМасако поворачивается и подаёт мне свежеприготовленного краба в масле. Его аромат наполняет комнату. Но я не мог ответить на её вопрос, и, честно говоря, это было причиной моего плохого настроения сегодня.\nКак я уже говорил, в моём мире есть только Масако и все остальные.\nЗа исключением Масако, все остальные при виде меня реагируют одинаково: падают ниц и произносят «всемогущий сёгун», а потом, когда я ухожу, испускают вздох облегчения.\nНеважно, чьим супругом, отцом, любовником, героем, начальником или слугой является человек. В моём присутствии все они демонстрируют только одно лицо, выражающее благоговейным трепет, уважение к великому сёгуну.\nНо они не знают, что я боюсь этого лица так же. А кто бы не боялся? Миллионы людей показывают вам лишь одно лицо.\nВот почему я так полагаюсь на Масако.\nПо этой причине я не могу отказать Масако. Я готов выполнить любую её просьбу, даже если это она заведомо невыполнима.\nПравда заключается в том, что я не знаю, как общаться с этими одинаковыми лицами. Я не хочу с ними общаться, я не могу. Ничто не имеет значения, пока я в состоянии избегать контактов с ними, даже если они называют меня бесполезным сёгуном.\nЯ могу сколько угодно строить из себя бесстрашного сёгуна, но разговор с Масако неизбежен.\n«Сёгун, почему вы молчите? Сегодня вы как обычно... гуляли за пределами Тэнсюкаку и ничего не делали до самого вечера?» В её голосе не было и нотки недовольства. Я окончательно растерялся.\n«Отдохните немного, а у меня есть неотложные дела. Не забудьте доесть краба в масле». Масако повернула голову и вышла из комнаты.\nНе знаю в чём причина, но сегодня краб в масле совсем безвкусный.\nЧерез мгновение я всё понял.\nДаже непобедимый великий сёгун может быть сражён холодностью.\nЯ доел краба в масле и вскоре после этого у меня разболелась голова. Я падаю на кровать, но есть тот, кому сейчас ещё хуже.\nЕсли бы всё было как обычно, я мог бы уснуть на коленях у Масако, слушая её пение.\nНо сегодня Масако здесь нет, во дворце холодно, мой лоб горит, я совсем один.\nУ неё есть дела. Она не только моя легендарная кицунэ, но и Гудзи святилища.\nМожет быть, она сейчас злится или думает, стоит ли заботиться о сёгуне, которая целыми днями только и делает, что говорит: «Отлично».\nМучимый этим вопросом я погружаюсь в сон.\nМне приснился сон, в котором Масако как прежде улыбалась и держала в руках пиалу с чаем.\n«Я приготовила его специально для вас. Он называется Радужная астра. Я только что была на острове Рито, купила лилии калла из Мондштадта и добавила мяту. Выпейте - и ваша простуда пройдёт».\nУ меня нет сил приподняться. Возможно, потому что я сплю.\n«Ах, великий сёгун не может встать. Прошу прощения, я сейчас». Чтобы напоить меня Радужной астрой, она использовала способ, о котором я даже не мог мечтать.\nЯ проснулся в холодном поту. То, что я видел во сне, было за гранью моего воображения. Масако наверняка всё ещё злится на меня за мою неосмотрительность в вопросах управления государством.\nНо... почему я чувствую сладость во рту?"
          }
        ]
      }
    ]
  }
}