{
  "epId": 2316,
  "name": "Путеводитель по Тейвату",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/12/51635400/d9dc613743921990f0ffa8786524d449_1487419591654987896.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675338078,
  "components": {
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Путеводитель по Тейвату"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 749,
            "name": "Путеводитель по Тейвату. Мондштадт",
            "desc": "Периодическое издание, выпускаемое Гильдией искателей приключений. Каждый выпуск посвящён отдельному региону Тейвата. В этом выпуске вас ждут путевые заметки путешественницы Алисы о её визите в Мондштадт.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Teyvat Travel Guide - Mondstadt_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 747,
            "name": "Путеводитель по Тейвату. Ли Юэ",
            "desc": "Периодическое издание, выпускаемое Гильдией искателей приключений. Каждый выпуск посвящён отдельному региону Тейвата. В этом выпуске вас ждут путевые заметки путешественницы Алисы о её визите в Ли Юэ. ",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Teyvat Travel Guide - Liyue_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 748,
            "name": "Путеводитель по Тейвату. Инадзума",
            "desc": "Периодическое издание, выпускаемое Гильдией искателей приключений. Каждый выпуск посвящён отдельному региону Тейвата. В этом выпуске вас ждут путевые заметки путешественницы Алисы о её визите в Инадзуму.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Teyvat Travel Guide - Inazuma_icon.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Периодическое издание, выпускаемое Гильдией искателей приключений. Каждый выпуск посвящён отдельному региону Тейвата. В этом выпуске вас ждут путевые заметки путешественницы Алисы о её визите в Мондштадт.\n—— Путеводитель по Мондштадту ——\nСпециальный выпуск географического журнала Тейвата - путешествие Алисы в Мондштадт\nУщелье Дадаупа\nРасположенные в этой долине три лагеря хиличурлов весьма многочисленны. Если в центре долины построить огромную вращающуюся шарообразную тюрьму и заключить в ней всех окрестных хиличурлов, то производимой этой конструкцией энергии, вероятно, хватило бы на то, чтобы все мельницы Мондштадта работали от неё пять лет! А если самых старых и самых слабых хиличурлов смалывать на мельнице и скармливать сильным, вероятно, можно получить ещё больше энергии, и, кто знает, может быть, мощности хватит и для того, чтобы легко запитать завод, подобный тем, что работают в Снежной!\nМне кажется, это полностью осуществимо.\nНо, когда я поделилась своими мыслями с госпожой Лизой, она долго и задумчиво смотрела на меня, а потом элегантно сменила тему разговора.\nУтёс Звездолова\nНадо сказать, Анемо Архонт - довольно неорганизованное божество. Если бы я была Архонтом, я бы не потерпела, чтобы мои земли так небрежно выглядели! Если в подходящем месте разместить довольно много бомб, даже такая громада, как утёс Звездолова, может обрушиться, и тогда пейзажи Мондштадта тоже будут гораздо аккуратнее выглядеть.\nЖаль, что тот хитрый капитан прямо отверг моё предложение, да ещё и посоветовал держаться подальше от утёса Звездолова.\nДолина Ветров\nЭто единственная равнина в окрестностях Мондштадта, и в центре её растёт исключительно огромный дуб. Говорят, отсюда Венесса вознеслась на небеса. Я долго искала повсюду вокруг дерева, но так и не нашла ничего похожего на пусковое устройство.\nЯ использовала несколько местных хиличурлов для проверки своих гипотез, но они в лучшем случае долетали до охотничьих домиков в Спрингвейле. Сплошное разочарование.\nПобережье Сокола\nИз-за неудачных экспериментов в Спрингвейле случилась паника, и госпожа Джинн из Ордо Фавониус распорядилась присматривать за мной. Я только и могу теперь, что слоняться по побережью Сокола, но здесь тоска смертная, и кроме кружащих в небе орлов да надутых Анемо слаймов нет ничего интересного... А самое невыносимое то, что мне ничего нельзя делать!\nС другой стороны, скаут, которой поручили следить за мной, хорошо поиграла с детьми.\nШепчущий лес\nЕщё один лес в окрестностях Мондштадта. Эта скаут Эмбер очень хорошо его знает. Эмбер носит с собой очень интересную взрывающуюся игрушку, и, если бы я её усовершенствовала, она могла бы разнести в пыль весь этот лес и даже пошатнуть окрестные скалы.\nКажется, моё предложение её напугало, но взрывающаяся мягкая игрушка - это действительно прекрасная идея, которая раньше не приходила мне в голову.\nВ следующий раз надо обязательно попробовать.\nКаньон светлой короны\nНаконец-то избавилась от соглядатая из Ордо Фавониус и на северо-западном берегу Сидрового озера нашла этот каньон. Древние охранные заграждения всё ещё стоят тут, но солдаты Короля Штормов, охранявшие этот переход, давно исчезли. Ветра времени оставили здесь лишь абсолютно безмозглых хиличурлов и охранные механизмы.\nЭксперимент с хиличурлами, управляющими охранными механизмами, тоже потерпел крах. Древние механизмы рассыпались, привязанные же сверху хиличурлы... Зрелище не для слабонервных. Половина местных руин тоже была уничтожена.\nЛогово Ужаса Бури\nКаньон Светлой короны выходит на эти руины старинного города, построенного своенравным Королём Штормов Декарабианом. Город построен в форме кольца. Кажется, у каждого местного жителя было своё место между внутренним и внешним кольцами. В центре располагалась очень высокая башня, служившая резиденцией Королю Штормов.\nВеличественные руины бессердечного короля, пытавшегося управлять жизнями своих подданных, теперь никого не интересуют.\nЧтобы люди могли удобно подниматься в башню, я взорвала несколько галерей. Получилось неплохо, руины теперь выглядят ещё более древними."
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "Периодическое издание, выпускаемое Гильдией искателей приключений. Каждый выпуск посвящён отдельному региону Тейвата. В этом выпуске вас ждут путевые заметки путешественницы Алисы о её визите в Ли Юэ.\n—— Путеводитель по Ли Юэ ——\nСпециальный выпуск географического журнала Тейвата - путешествие Алисы в Ли Юэ\nТростниковые острова\nСеверный приток реки Бишуй превратил это место в болото. Если взглянуть от Каменных врат на юг, то можно увидеть, что всё пространство, насколько хватает глаз, укрыто тростником. И далеко на юге можно разглядеть постоялый двор прямо на горе. Постоялый двор «Ваншу» - самая высокая точка на Тростниковых островах. Ещё южнее можно увидеть долину Гуйли и каменный лес Гуюнь далеко над морем. На крыше постоялого двора обычно сидит странный паренёк - я никогда не слышала, чтобы он говорил.\nОбеды на постоялом дворе «Ваншу» всегда щедрые, а кухня прекрасно оборудована - просто мечта алхимика.\nКстати, об алхимии. У меня появилось несколько новых идей по поводу катализатора для взрывчатки. Если всё пройдет гладко, я задержусь здесь на несколько дней, а потом отправлюсь в долину Гуйли.\nДолина Гуйли\nЯ добралась до долины Гуйли на несколько дней раньше, чем планировала.\nВ древних книгах сказано, что до Войны Архонтов в долине Гуйли процветала торговля.\nМестные лисы и дикие зяблики очень красивы, шерсть и перья у них блестящие. Говорят, эти хулиганы поедают подношения, которые местные из Ли Юэ приносят в жертву Гео Архонту. Любопытно, пахнет ли их мясо фруктами при готовке? Может, мне стоит здесь поохотиться.\nХотя на дороге строго с контрольно-пропускными пунктами, стража на них приветлива. Я сделала несколько лекарственных средств из местных трав и вылечила заикание одного из стражников. Правда, у снадобья оказался маленький побочный эффект - он стал неконтролируемо подражать речи всех, кого встречал, вплоть до интонаций.\nЗаоблачный предел\nГоворят, где-то на вершинах Заоблачного предела, среди облачных морей скрыта обитель Адептов. Многие собиратели трав из Ли Юэ некогда видели призрачные очертания этой обители. По моему опыту, если наесться определённых грибов, то тоже можно увидеть такие видения.\nМестный рельеф очень необычен: множество огромных каменных столбов выглядят так, будто место им под землёй, а не здесь. Под землёй же здесь располагается огромный резервуар с водой. Интересно, если всю воду оттуда перекачать в море, погрузится ли Заоблачный предел под воду, как однажды в прошлом?\nМой спутник, господин Чжун Ли, обычно предельно серьёзен, но после того как я высказала ему свои мысли, он почему-то не может перестать смеяться.\nИсключительно странный человек.\nОтмель Яогуан\nГоворят, отмель Яогуан часто укрыта туманами и порой они настолько густы, что ничего и на расстоянии вытянутой руки не видно. Но я, к сожалению, не успела до того, как туман рассеялся. Что ж, очень жаль.\nНа берегу было так много красивых ракушек. Интересно, многие ли из них застали Войну Архонтов? Я сделала из этих ракушек ожерелье, но потом тот глупый рыбак на постоялом дворе просто сел на него и раздавил, раскрошил своим задом все ракушки, ни одной не осталось...\nИ мне же потом пришлось возместить ему расходы на лечение, потому что он порезался обломками тех ракушек.\nОгромная витая раковина стоит на месте, где река Бишуй впадает в океан. Живущая в ней старушка очень доброжелательна. Говорят, её семья приплыла сюда на огромной раковине и теперь она спасает потерпевших кораблекрушение людей, которых прибивает сюда. Думаю, если переделать эту раковину в самоходную лодку, то можно было бы спасать ещё больше тонущих людей.\nНо когда третий прототип моей самоходной раковины вышел из-под контроля и взорвался, старушка решила, что больше не хочет спасать меня из воды.\nКаменный лес Гуюнь\nЭто место, где Гео Архонт некогда победил морского монстра. Вогнанные в морское дно, сломанные в нескольких местах, огромные каменные копья тем не менее до сих пор возвышаются над водной гладью. Их формы шестигранной призмы, созданные под влиянием Гео энергии, очень занимательны. Если смотреть сверху, то кажется, будто эти призмы тщательно расставлены кем-то, чтобы в море сложился особый узор. Может быть, все эти сброшенные в море копья на самом деле были дурной шуткой Гео Архонта?\nГосподин Чжун Ли из гавани Ли Юэ, кажется, хорошо знаком с местными легендами, но я никогда не видела, чтобы он приходил сюда. Отсюда можно увидеть постоялый двор «Ваншу» вдалеке. Думаю, тот странный юноша, которого я встретила в прошлый раз, до сих пор смотрит в эту сторону.\nМестные артерии земли очень занимательны, здесь они ещё более активны и хаотичны, чем в других частях Ли Юэ... Возможно, некая непоколебимая сила до сих пор пульсирует на дне океана, скрытая толщами воды. Вероятно, тот побеждённый морской монстр до сих пор ползает в морских глубинах."
          }
        ]
      },
      {
        "title": "Том III",
        "desc": [
          {
            "type": "RichText",
            "text": "Периодическое издание, выпускаемое Гильдией искателей приключений. Каждый выпуск посвящён отдельному региону Тейвата. В этом выпуске вас ждут путевые заметки путешественницы Алисы о её визите в Инадзуму.\n—— Путеводитель по Инадзуме ——\nСпециальный выпуск географического журнала Тейвата - путешествие Алисы в Инадзуме\nГора Ёго\nБольшая гора на севере острова Наруками покрыта великолепными деревьями сакуры, которые имеют общую корневую систему со Священной сакурой, самым большим деревом на её вершине.\nВ её честь было построено крупнейшее святилище Инадзумы - Великий храм Наруками.\nМалышка Яэ, которая управляла святилищем последние несколько лет, стала совсем взрослой. Мне немного грустно осознавать, что я больше не смогу заставить её плакать так же легко, как когда она была маленькой.\nЯ ожидала, что она напьётся и начнёт нести чушь и плакать, как она обычно делала, но в этот раз напилась я и стала посмешищем... А она посмеялась и выставила меня глупой старухой.\nЖаль... а мне так хотелось подшутить над ней.\nГород Инадзума\nЯ принесла старику Наганохаре новую формулу фейерверка. Однако, услышав о действии нового лекарства от глухоты, о котором я ему рассказала, он настойчиво отказался от него.\nСтарый Наганохара настолько консервативен в своих формулах взрывчатых веществ, что всегда разбавляет их до такой степени, что взрывная сила не может вызвать никаких заметных физических изменений в окружающей среде, полагаясь только на сгорание различных металлов для создания унылых визуальных эффектов.\nМеня забавляет, когда всё, что он хочет делать, - это закрыться в мастерской и экспериментировать!\nПустая трата времени!\nНо его дочь Ёимия - очень интересный человек. Мы отлично провели время на празднике, собирая сладости и экспериментируя с новыми формулами!\n...А потом приехала пожарная команда и выпроводила нас на холодный и одинокий берег, объясняя это каким-то новым правилом обеспечения порядка в городе Инадзума. Смешно!\nМы обсудили множество формул, и Ёимия поделилась со мной конструктивными идеями. У этой девушки настоящий талант. Было бы здорово устроить шоу фейерверков в раю, который я создала для Кли!\nЖаль, что этот сёгун с недружелюбным лицом не спускал с неё глаз, и у меня не было возможности ни усовершенствовать этот механизм ни взять его с собой.\nНе так давно я смешивала лётное зелье на дворцовой кухне. Произошёл взрыв, в результате которого пострадал молодой генерал тэнгу. Боюсь, что понадобится полмесяца, чтобы перья на её левом крыле отросли. Я хотела подлечить её, но она меня с тех пор избегает...\nЯ оставила ей несколько лекарств. Хорошая возможность проверить их действие.\nПосле этого случая парнишка, что целыми днями не выходит из резиденции Тэнсюкаку, приказал солдату повсюду следовать за мной. Это переходит все границы!\nЯ уже извинилась перед ней, но она не желает с этим мириться.\nНо ведь она сама предложила мне использовать дворцовую кухню для проведения экспериментов!\nКроме того, госпожа Камисато уже в шестой раз вежливо отклонила моё предложение присоединиться к супергруппе. Жаль.\nТатарасуна\nТатарасуна - это природный остров в форме кольца. Его горы возвышаются над морем и окружают грандиозную кузнечную печь в сердце острова. Именно здесь производят нефритовую сталь, обеспечивая правителей Инадзумы превосходным материалом для оружия. Сталь, выплавленную из крови и костного мозга павшего божества.\nЭто место - гордость главы комиссии Тэнрё, поэтому он особенно заботится о рабочих и технических специалистах.\nВо время моего пребывания в Татарасуне меня сопровождала женщина по имени Кагами Годзэн. Она, похоже, является лидером среди рабочих и занимает официальную должность в сёгунате. Несмотря на то, что она подчиняется главе комиссии Тэнрё, она имеет такую же власть над рабочими, как и сам глава.\nРабочие любят и уважают её. Осмелюсь предположить, что они с большим трепетом относятся к её приказам, чем к приказам сёгуна... Но сама Кагами Годзэн всегда выглядит хмурой и безразличной.\nРабочие Татарасуны в большинстве своём безродны, их выбросило на эти берега волнами истории. Они отличаются друг от друга татуировками, которые покрывают их тела, и песнями, которые они напевают во время работы. Но эти различия также и объединяют их.\nКак и у других работников Татарасуны, на теле Кагами Годзэн остались шрамы от ожогов - последствия работы в раскалённой кузнице Татаригами. Для посторонних людей это знаки страдания и короткой жизни, но здесь они являются символом принадлежности к семье.\nЯ взяла на себя смелость модифицировать Горн Микагэ, выбросить в море несколько клапанов и панелей и улучшить защитный купол, который был практически бесполезен. Интересно, как к этому отнесутся инженеры из Фонтейна?\nСтарик Кудзё впадёт в бешенство из-за резкого падения производства, но, по крайней мере Татаригами не выйдет из-под контроля из-за перегрева, а если кузница будет разрушена во время войны, которая, вероятно, скоро начнётся, взрыв не будет слишком большим.\nБольшим по моим личным меркам, конечно.\nХм, не исключено, что мои гениальные вмешательства вообще предотвратят войну?\nХа! Хотела бы я видеть лица этих астрологов, когда их предсказания сбудутся!\nОстров Ясиори\nЧистое голубое небо над островом Ясиори - приятное зрелище.\nЭти упёртые оммёдзи объяснили, что сёгун Райдэн поставила здесь несколько «оберегов», чтобы предотвратить разложение, которое просачивается из останков змеиного божества... или что-то в этом роде. Я не очень хорошо разбираюсь в их религиозном жаргоне.\nПо моим наблюдениям, эти фонарные столбы весьма интересны. Хотя они выглядят как изделия, посвящённые Электро Архонту, технология, которая использовалась для их изготовления, мне хорошо знакома.\nСтоп! Это ведь путевые заметки, а не научная работа.\nНас тепло встретил Васидзу, староста деревни Хиги. Рыба на гриле и онигири были великолепны!\nКроме того, в том месте, которое они называют побережьем Надзути, полно дружелюбных пиратов... Ах, как жаль, что я не смогла подольше остаться на этом острове.\nРабота в шахтах на острове кипит, но шахтёры используют довольно отсталые инструменты. Хотя священные столбы, установленные повсюду сёгуном, по большей части предотвращают распространение Татаригами, длительное воздействие кристаллов их змеиных костей привело к тому, что большинство шахтёров страдают хроническими заболеваниями.\nМоти из сакуры, которые принесли с собой оммёдзи, очень вкусные, но вряд ли сравнятся с теми, которые делает малышка Яэ.\nМне стоит навестить святилище Асасэ. Интересно, как поживает та толстая кошка... В тот раз я пытался поймать её при помощи специально сделанной клетки, но меня остановила жрица."
          }
        ]
      }
    ]
  }
}