{
  "epId": 2317,
  "name": "Новые хроники шести кицунэ ",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/New Chronicles of the Six Kitsune_icon.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675338079,
  "components": {
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Истории и воспоминания всегда тесно связаны с мимолётностью. Это не новое произведение, а адаптация «Хроник шести кицунэ Уракусая».\nПролог\nВ памяти всегда лучше всего сохраняются моменты приобретения и потери.\nВ этой истории, по правде говоря, не случилось ничего сверхъестественного.\nТой ночью мне случилось пить, убивая время, в ресторане «Призрачная беседка», как неожиданно мне повстречалась старая подруга, с которой мы не виделись сто лет.\n- Эй, и кто это тут в таком хорошем настроении, но пьёт почему-то в одиночестве?\nНа эти её слова у меня уже был готов ответ:\n- Отличный напиток найти непросто. Иногда приходится просто терпеливо ждать.\n- С тобой, как и раньше, со скуки повеситься можно...\nОна стала главным редактором и в целом неплохо устроилась. А сейчас она, похоже, была не прочь выпить: в руке она элегантно держала небольшой стаканчик.\n«Как насчёт немного подработать? Тебе все равно сейчас нечем заняться.\nВыпивка сегодня за мой счёт».\nИ она, смеясь, повторяет это три или четыре раза.\n- С возвращением.\nНесколько лепестков Священной сакуры кружатся на ветру в ночи и опускаются к ней в чашку, вызвав рябь, которая всколыхнула отражение луны.\nВнутри меня поднялось знакомое чувство, и рот мой сам собой пробормотал эти неловкие слова.\n- Ты пьяна.\nЕй явно неприятно было это слышать, и она продолжила твёрдым и серьёзным голосом.\nБыстро поставив чашку, она вздохнула:\n- Когда она ушла, я ещё даже не родилась.\nМне тогда не было и двадцати.\n- Вряд ли кому-нибудь, кроме тебя, под силу передать истории, которые она когда-то рассказывала.\nИ вот так снова началась моя писательская работа для издательского дома Яэ.\nМои верные читатели, прошу вас, не считайте это эгоистичным обещанием прекратить писать.\nМне нужно подготовиться к замечательным напиткам, на которые скоро начнутся скидки, а также расплатиться за выпивку, которую главный редактор так щедро мне покупала."
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "Изначально истории о «чёрной лисе» Итару составляли третий том «Хроник шести кицунэ Уракусая», но из-за особых предпочтений автора они были выдвинуты в начало.\nПрошу простить мне моё многословие. Но прежде чем начинать историю, не обойтись без предисловий.\nЧто такое «Новые хроники шести кицунэ»?\nКак известно, когда есть что-то новое, то наверняка есть и что-то старое. Этот том - немного изменённая версия популярной «Хроник шести кицунэ» Уракусай, увидевшая свет пять столетий назад. Моё мастерство писателя имеет свои ограничения, но я надеюсь, что господину Уракусай и всем остальным мой труд придётся по душе.\nО господине Уракусай следует сказать, что он снискал себе славу, когда мне ещё было очень мало лет. Он очень интересовался литературой и искусством чайных церемоний. В племени кицунэ считали, что он обладает величайшей элегантностью и прекрасным телосложением.\nК сожалению, около пятисот лет назад господин Уракусай совершил серьёзную ошибку и с тех пор носил на плечах тяжкий груз вины.\nНо довольно отступлений. Первая сцена «Новых хроник шести кицунэ» начинается на вершине Ёго.\nЛегенда гласит, что когда жила великая кицунэ Белый дракон, у неё было шесть учениц. Их заклинания были могущественны и разнообразны. В обязанности учениц входило помогать Белому дракону в управлении храмом и защищать Ёго.\nСтаршей из шести была Итару Чёрная Лиса. Хоть она и была девушкой, она была мускулистой и широкоплечей. Итару совершенно не умела держать себя в руках. Однажды она напилась, принялась буянить в главном храме святилища и опрокинула синтай сёгуна. Белый Дракон была в ярости и изгнала Итару с горы, чтобы та подумала над своим поведением.\nОднако Чёрная Лиса Итару сама была не прочь покинуть гору и совершенно забыла о предостережениях Белого Дракона. Она находит бутылку крепкого пойла и идёт прямиком в деревню в поисках приключений."
          }
        ]
      },
      {
        "title": "Том III",
        "desc": [
          {
            "type": "RichText",
            "text": "Данный том повествует о дуэли «чёрной лисы Итару» и «близнецов-óни из Токаку». К сожалению, эта история в оригинале была утрачена, но её удалось найти и адаптировать.\nИтак, продолжаем с того места, на котором остановились. Чёрная Лиса Итару отправляется прямиком в деревню на поиски приключений. Там она встречает двух женщин в одеждах лесорубов, и у каждой - двухметровый одати, танто и вакидзаси. Короче, вооружены они до зубов.\nИздалека увидев, как к ним приближается высокая и тёмная фигура, шаги которой сотрясают землю и поднимают тучи пыли, женщины насторожились и, держа ладонь на рукояти меча, в один голос спросили:\n- Ты кто? Монстр?!\nФигура ответила:\n- Ха-ха, да, разумеется!\nНисколько не колеблясь, обе женщины молниеносно обнажают мечи, намереваясь убить Итару. Но, быстро отступив в сторону, чтобы уклониться от атак, высокий монстр хватает женщин за запястья. Итару сжимает запястья, и длинные одати падают наземь. Женщины пытаются выхватить вакидзаси, но тоже слишком поздно. Итару уже ударила одну из них ладонью и поставила на неё ногу, чтобы женщина не могла подняться. Другую она хватает сзади за воротник.\n- Близнецы они из Токаку? Похоже, вы обе так и не извлекли урока из трёпки, которую я задала вам в прошлом году за то, что докучали крестьянам!\nУслышав это, две разбойницы впадают в панику и молят о пощаде. Чёрная Лиса Итару швыряет их на землю и говорит:\n- Ну что ж, теперь, когда Белый Дракон изгнала меня, я монстр без хозяина. Почему бы вам двоим не пойти со мной, чтобы помогать людям в нужде. Будет весело!"
          }
        ]
      },
      {
        "title": "Том IV",
        "desc": [
          {
            "type": "RichText",
            "text": "В написанных пятьсот лет назад «Хрониках шести кицунэ Уракусая» у Ёдзан и Юи отдельные истории, но на то время матери и дочке всё ещё приходится рассчитывать на спасение Итару.\nИтак, мы продолжаем. Чёрная Лиса Итару сумела укротить двух разбойниц - близнецов они из Токаку - и они вместе отправились помогать слабым.\nОтдыхая втроём в деревне Конда, они встречают мать и дочь.\nЗаведя беседу, они узнают, что мать зовут Юзан, а дочь - Юи. Обе они музыканты с далёкого острова Сэйрай, приехавшие в Инадзуму на праздник. Однако их обманул продавец фиалковых дынь. Предложив им как бы по доброте душевной попробовать несколько дынь, чтобы утолить жажду, продавец фиалковых дынь вынудил их купить фрукты по безумно высокой цене. Но странствующие музыканты - люди небогатые, а деньги, отложенные на обратную дорогу, тратить нельзя...\nБлизнецы они из Токаку известны своим вспыльчивым характером. Услышав эту историю, они заскрежетали зубами и решили преподать нечестному продавцу урок, разрубив его на миллион маленьких кусочков. Но Чёрная Лиса Итару придумала другую месть и остановила сестёр:\n- Довольно, я всё поняла.\nПосле чего она принимается успокаивать мать и дочь:\n- Вам двоим беспокоиться не о чем. Я поговорю с ними и позабочусь об этом деле.\nПосле чего Итару идёт на поиски нечестного торговца."
          }
        ]
      },
      {
        "title": "Том V",
        "desc": [
          {
            "type": "RichText",
            "text": "Самая напряжённая часть серии. Говорят, что мастер Уракусай написал её по возвращении из Ли Юэ. Она приводится полностью в этой авторской адаптации.\nПродолжаем с того места, где остановились. Чёрная Лиса Итару отправляется на поиски нечестного торговца, чтобы поговорить с ним.\nТорговец фиалковыми дынями Додзаэмон когда-то был самураем. В Инадзуме он не мог найти применения своему искусству владения мечом и поэтому стал торговцем. Впоследствии он научился приёмам вымогательства, запугивания и «умным» способам ведения дел. Связываться с ним никто не осмеливался, и постепенно он стал в деревне влиятельной фигурой.\nВ тот самый день Додзаэмон отдыхает у себя возле лавки, когда над ним внезапно вырастает огромная тень:\n– Эй! Я хочу купить дыню!\nДодзаэмон оценивает взглядом мускулистого, тёмного и неприветливого покупателя и наконец до него доходит, что перед ним женщина!\n– Сколько ты хочешь?\nОна бросает взгляд на вакидзаси и пропускает вопрос мимо ушей:\n– Хороший меч. У тебя хороший меч.\n– Ты права. Я из семьи воинов. Этот меч – единственное, что я ношу из своего ценного наследства.\nДодзаэмон поддержал разговор.\n– Жаль, что сейчас им режут дыни.\nТакое замечание должно спровоцировать Додзаэмона. И ему оно явно не пришлось по душе:\n– Ты пришла купить дыни? К чему все эти разговоры?\n– Я… Да, я…\nИтару улыбается Додзаэмону, как бы извиняясь.\n– Порежь мне фиалковую дыню. Да, и будь добр, без шкурок.\nДодзаэмон выглядит смущённым, но не собирается отказывать в просьбе. Он нарезает долек дынь на десять фунтов и кладёт их на весы.\n– А почему это у тебя весы завалены набок?\nПосле этих слов Додзаэмон хватается за меч.\n– Похоже, у этих весов есть собственный характер!\n– У меня складывается впечатление, что ты явилась сюда, чтобы позабавиться. Почему бы тебе сперва не расплатиться? И тогда мы сможем продолжить.\nДодзаэмон больше не в силах сдерживать гнев и вступает в препирательства.\n– Эй, я вовсе не против сначала расплатиться. Я просто боюсь, что ты не сумеешь принять мою плату.\n– Если ты готова заплатить, то уж плату я как-нибудь приму!\n– Правда?!\n– Разумеется!\nИтару резко вскрикивает: «Держи!» и бросает сумку, полную моры, прямо Додзаэмону в лицо. Тот не успевает среагировать, принимает на себя всю мощь броска, падает на спину и роняет свой драгоценный вакидзаси. Его нос приплюснут от удара сумкой с морой.\nИтару подходит и ставит ногу нечестному торговцу на грудь. Не говоря ни слова, она отвешивает ему тяжелый удар кулаком. У Додзаэмона перед глазами мелькают звёздочки, но он всё равно пытается встать на ноги. Однако стоит ему нащупать ладонью свой вакидзаси, как Итару замечает это, и следует ещё один оглушительный удар – такой мощный, что на макушке Додзаэмона показывается пара ушей тануки. Додзаэмон начинает молить о пощаде.\nВидя перед собой эту картину, Итару разражается хохотом. Нечестный торговец оказывается мерзким замаскированным тануки!\nВ конце концов похищенный вакидзаси конфискован, всё украденное богатство разделено между жителями деревни, а остаток получают нуждающиеся мать и дочь. Итару сохраняет бакэ-дануки жизнь и продолжает свой путь."
          }
        ]
      },
      {
        "title": "Том VI",
        "desc": [
          {
            "type": "RichText",
            "text": "В «Новые хроники шести кицунэ» специально добавлены комментарии к предыдущим событиям. Если вам наскучило читать, то вы можете пропустить этот том. Что касается автора, вещи, о которых нужно сказать, и чувства, которые нужно выразить, по-прежнему являются пустой тратой слов и чувств.\nПриключения Итару подошли к концу. Пожалуйста, простите придирчивого автора, но я хотел бы прокомментировать несколько старых вопросов.\nНыне неизвестно, чем господин Уракусай тогда прогневал Сайгу. Однако после двух-восьми выпитых чаш госпожа Яэ согласилась рассказать мне об этой истории.\nЭто, конечно, всё ещё роман, поэтому я хотел бы превратить её слова в рассказ о том, что осталось за кулисами истории.\nКогда кицунэ Сайгу покинула род Хакусин и отправилась в Великий храм Наруками, госпожа Яэ ещё не родилась. Всё своё детство она слушала истории о Сайгу, а потому очень любила и уважала её.\nИменно поэтому госпожа Яэ в конце концов сама отправилась в Великое святилище Наруками после того, как начала своё собственное путешествие.\nИз-за кровного родства госпожа Сайгу души не чаяла в госпоже Яэ, хотя та предпочитает как можно меньше вспоминать о тех временах...\n...Хоть я и писатель, пишущий художественные произведения, я воздержусь от того, чтобы слишком много рассказывать о прошлом госпожи Яэ, чтобы мой труд не пострадал под могучим пером главного редактора.\nНо вернёмся к Уракусаю. Теперь уже неизвестно, чем он сумел прогневать кицунэ Сайгу, но возможно, что его поступки имели какое-то отношение к последующему вторжению в Бездну.\nОднако после того, как Уракусай был изгнан, кицунэ Сайгу больше не оставалась в Великом святилище Наруками, а вместо этого поселилась в Тэнсюкаку.\n«Грядёт ужасная катастрофа. Мой долг - защищать наш народ и нашу правительницу, поэтому я отправляюсь к сёгуну как можно скорее».\nКогда госпожа Сайгу ушла во второй раз, госпожа Яэ была ещё всего лишь молодой девушкой. Та, за кем она всё время следовала, снова покинула её. Только когда бедствия захватили весь архипелаг, мы поняли смысл слов госпожи Сайгу...\nНо было уже слишком поздно, и всё обернулось совсем не так, как мы бы того хотели.\nТогда госпожа Сайгу ушла в третий раз, и теперь уже навсегда.\nПятьсот лет - слишком большой срок для смертных, но радости и печали, оставленные событиями, произошедшими за это время, не угасают в памяти и тех, кто живёт мало, и тех, кто живёт вечно."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Новые хроники шести кицунэ"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 777,
            "name": "Новые хроники шести кицунэ: Предисловие",
            "desc": "Истории и воспоминания всегда тесно связаны с мимолётностью. Это не новое произведение, а адаптация «Хроник шести кицунэ Уракусая».",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/New Chronicles of the Six Kitsune: Prologue_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 772,
            "name": "Новые хроники шести кицунэ (I)",
            "desc": "Изначально истории о «чёрной лисе» Итару составляли третий том «Хроник шести кицунэ Уракусая», но из-за особых предпочтений автора они были выдвинуты в начало.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/New Chronicles of the Six Kitsune (I)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 774,
            "name": "Новые хроники шести кицунэ (II)",
            "desc": "Данный том повествует о дуэли «чёрной лисы Итару» и «близнецов-óни из Токаку». К сожалению, эта история в оригинале была утрачена, но её удалось найти и адаптировать.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/New Chronicles of the Six Kitsune (II)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 773,
            "name": "Новые хроники шести кицунэ (III)",
            "desc": "В написанных пятьсот лет назад «Хрониках шести кицунэ Уракусая» у Ёдзан и Юи отдельные истории, но на то время матери и дочке всё ещё приходится рассчитывать на спасение Итару.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/New Chronicles of the Six Kitsune (III)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 776,
            "name": "Новые хроники шести кицунэ (IV)",
            "desc": "Самая напряжённая часть серии. Говорят, что мастер Уракусай написал её по возвращении из Ли Юэ. Она приводится полностью в этой авторской адаптации.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/New Chronicles of the Six Kitsune (IV)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 775,
            "name": "Новые хроники шести кицунэ (V)",
            "desc": "В «Новые хроники шести кицунэ» специально добавлены комментарии к предыдущим событиям. Если вам наскучило читать, то вы можете пропустить этот том. Что касается автора, вещи, о которых нужно сказать, и чувства, которые нужно выразить, по-прежнему являются пустой тратой слов и чувств.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/New Chronicles of the Six Kitsune (V)_icon.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}