{
  "epId": 2318,
  "name": "Лесной Бриз",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675338073,
  "components": {
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Лесной Бриз"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 943,
            "name": "Сборник стихов «Лесной бриз»",
            "desc": "Сборник поэзии Мондштадта, составленный руками учёных сотни лет назад.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Breeze Amidst the Forest - Ballad Selection Excerpt_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 944,
            "name": "Лесной бриз: Дополнение - Том о драконах",
            "desc": "Дополнение к сборнику баллад «Лесной бриз» с выдержками из различных источников.<br/>Оно рассказывает историю Дракона Мондштадта.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Breeze Amidst the Forest Supplement: The Dragon Tome_icon.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Сборник поэзии Мондштадта, составленный руками учёных сотни лет назад.\n—— Сборник стихов ——\n«Лесной бриз» и «Озёрный бриз» - это сборник повествовательных стихотворений, состоящий из двух томов. В них учёные записали и упорядочили множество песен, исполняемых бесчисленными мондштадтскими бардами.\nЗачастую барды придумывают ложные истории для того, чтобы завоевать аудиторию и заработать на несколько монет больше, поэтому большинство их работ имеют крайне низкую достоверность. Только вплетённые в них нити воображения и красноречия позволяют песням оставаться популярными по сей день, пережив ветра времени.\n...\n«То, что должно быть спето, произошло в дни былые,\nКогда Архонты ещё ходили по земле».\nПоэт закончил свой рассказ о руинах и о Веннессе, и начал рассказывать историю о великом драконе ветра: «То, что должно быть спето, произошло в дни былые, когда Архонты ещё ходили по земле». Дракон, одаренный ветром, родился в эту эпоху мифов и чудес высоко в небесах. Он медленно спустился вниз на землю и с любопытством осмотрелся вокруг.\nОн прилетел в деревню, но перепуганные жители стали бросать в него камни. Дракон не мог понять, почему они кричали в страхе.\nОн прилетел на кладбище и услышал лишь плач скорбящих людей. Дракон не мог понять их горестные речи.\nОн прилетел в яблоневые сады, но фермеры, потерявшие свои деревья, проклинали его. Дракон не мог понять, почему они кричали на него в гневе.\nМир был слишком сложен для молодого дракона. Он ничего не мог понять, но он не сдавался.\nИ вот однажды дракон услышал музыку, льющуюся из струн Небесной лиры, любимой лиры Анемо Архонта. Очарованный его музыкой и стихами, дракон ветра приземлился рядом с бардом, которому нет равных ни на небесах, ни под ними.\nЛюди очень испугались, ибо могущественные элементальные драконы и правящие землями Архонты не переносили вида друг друга.\n- Узрите его красоту и великодушие! - сказал бард ветров.\n- Но мы не знаем, о чём он думает! - сказали люди.\nМузыка и стихи одинаково завораживали как драконов, так и людей. Мечтавший быть понятым людьми, дракон решил остаться с бардом, чтобы изучить человеческую речь и искусство поэзии.\n[...]\nБудущие поколения поклонялись ему как одному из Четырёх ветров, хранивших Мондштадт.\n«Древнее королевство встретило чёрный закат, светлая жемчужина потеряла свой блеск.\nБелый шёлк потерял цвет, а золото больше не сверкало».\nТак началась другая история. Она произошла в затерянном королевстве Каэнри’ах.\nДинастия Чёрного солнца пала, и беда распространилась по всему королевству. Алхимик по имени Золото, развращённый собственной жадностью и амбициями, создал армию теневых монстров. Дурин, чёрный змее-дракон, поднялся из моря, бросив свою тень на Мондштадт. В этот момент у Рыцаря Львиного клыка не было преемника и рыцари Фавония не могли поднять соколиное знамя.\nБеспрерывные молитвы взывали к барду ветров - Архонту, хранящему Мондштадт. Струны Небесной лиры запели вновь, направив дракона ветра на помощь народу.\nБудучи последней надеждой и обороной Мондштадта, дракон ветра бился со змее-драконом на смерть среди бушующих ураганов.\nВ конце концов дракон ветра одержал верх. Он разорвал глотку змее-дракона, хлебнув его ядовитой крови. Кровь злого дракона была словно искажённое золото, она обладала силой разрушать горы и отравлять землю.\nДракон ветра защитил Мондштадт ценой своей жизни, но единственного он желал - быть понятым людьми. И вот он погрузился в глубокий сон.\nНебесная лира заиграла печальную мелодию...\n«Как проснёшься ты из глубокого сна, расправь крылья свои и живи свободно! Драконы рождены, чтобы парить в небесах! Все существа, что живут на земле, постигнут твою красоту...»\nЕсли человек прожил свою жизнь достойно, после смерти он возвращается бабочкой в наш мир. Те же люди, чью душу переполнял гнев и порок, вернутся в наш мир слаймами. Но лишь ничтожная часть жизни, рождённой стихией, может воплотиться в опасных монстров. Элементальные драконы являются редчайшими стихийными существами, но обладают силой, равной богам."
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "Дополнение к сборнику баллад «Лесной бриз» с выдержками из различных источников.\nОно рассказывает историю Дракона Мондштадта.\n—— Том о драконах ——\nВыдержка из «Исследований культурных обычаев королевства ветра», или более известного как «Записи обычаев и культуры» за авторством Джейкоба Маска.\n...\nВолк рыцарей Ордо Бореалис, Лев рыцарей Львиного клыка, Сокол рыцарей Ордо Фавониус и дракон ветра Двалин издавна называли четырьмя ветрами, охраняющими Мондштадт.\nПосле того как Рыцарь Львиный клык освободила Мондштадт, был сформирован Ордо Фавониус, позже к ним присоединились Ордо Бореалис. В городе постепенно сложилась традиция поклонения четырём ветрам. Но всё же древний дракон ветра Двалин появился раньше их всех.\nПримерно сто лет назад на этих землях царил хаос. Тьма распространялась повсюду, оскверняющая всё, к чему прикасалась. Злобные твари и мерзкие варвары бродили по обугленным землям, заставляя людей прятаться за городскими стенами.\nТо были особенно трудные времена для Мондштадта. У Рыцаря Львиного клыка не было преемника, а рыцари Ордо Фавониус потеряли многих своих храбрых мужчин и женщин во время ожесточённых войн. В самую пору невзгоды ещё и Дурин, осквернённый дракон неизмеримых сил, начал атаковать Мондштадт.\nМолитвы людей Мондштадта разбудили Архонта ветра, и его воля вызвала дракона ветра Двалина. Будучи последней опорой Мондштадта, Двалин сражался с Дурином на смерть.\nРезультат этой битвы легко увидеть. Останки Дурина всё ещё спят на заснеженных вершинах к югу от Мондштадта, но финал той битвы до сих пор затерян во времени. Говорят, что Двалин разорвал горло Дурину, и они вместе упали с небес. Тело Дурина замело снегом, а Двалин, призванный на помощь Архонтом ветра, погрузился в глубокий сон.\n...\nЛюди привыкли верить, что Двалин будет просыпаться каждый раз, когда Мондштадту будет угрожать опасность.\nНо во времена мира и спокойствия вера в Четыре ветра была утрачена, а их храмы стоят пусты.\nНаписано от руки: «Когда мы наконец осознали, что чудовищем по имени Ужас Бури, с которым рыцари сталкивались много раз, был Двалин, один из Четырёх ветров, враждебность его, образованная ненавистью, не могла быть рассеяна. Пробудившись от столетнего сна, Двалин принял страх за предательство людей, которых он защищал своей жизнью...»"
          }
        ]
      }
    ]
  }
}