{
  "epId": 2319,
  "name": "Письмо Каэдэхара Ёсинори",
  "desc": "Чистый лист бумаги, который был спрятан в старом цветочном горшке. Если этот лист смочить водой, откроется его многолетняя тайна.<br/>Поведав всем скрывавшуюся в нём истину, Кадзуха со словами «Это письмо ещё пригодится тебе» передал его вам.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Kaedehara Yoshinori's Letter_icon.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1740910340,
  "components": {
    "body": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Тому, кто прочтёт это письмо:\nЯ, Каэдэхара Ёсинори, всю свою жизнь хранил тайну. Мне осталось недолго в этом мире, и после долгих размышлений я наконец решил рассказать правду.\nКогда я преследовал кузнецов вместе с главой клана Камисато из комиссии Ясиро, я не был ранен убегающими мастерами.\nНа самом деле уже была ночь, когда зацепки привели нас к берегу. Я ждал, когда преступники покажутся, но на горизонте никого не было. Никого, кроме странного незнакомца. Этот незнакомец утверждал, что именно он стоит за нашим провалом, и сказал, что давно ждал нас. Затем он пригрозил уничтожить Райдэн гокадэн.\nЭтот человек был крепкого телосложения, и в мгновение ока я и сопровождающие меня самураи были побеждены. Глава клана Камисато был тяжело ранен, и я сам едва избежал смерти. К счастью, моя шляпа смягчила удар по голове.\nСтранный незнакомец мог легко лишить меня жизни. Но, заметив моё лицо, он остановился и строго спросил, имею ли я какое-либо отношение к роду Нива. Я ответил, что это фамилия моего отца и что после того, как он исчез, меня усыновила семья Каэдэхара.\nУслышав мой ответ, незнакомец замолчал. После долгого ожидания он вдруг сказал: «Скажи ей это. Меня зовут Куникудзуси». Затем он развернулся и ушёл...\nНезнакомец изменил планы её превосходительства, и это стало причиной неудачи с кузницей. Хотя господин Камисато знал об этом, он предпочёл молчать, опасаясь, что сплетни могут привести к наказанию за измену. Даже будучи раненым, он убеждал меня молчать. Я был в долгу перед господином Камисато за ту доброту, с которой он всегда относился ко мне, да и политическая ситуация в то время была не идеальной, поэтому я предпочёл хранить всё в тайне.\nКак главе клана Каэдэхара, мне глубоко стыдно быть свидетелем упадка искусства Иссин. Но, как отцу, мне важнее всего обеспечить безопасность моих детей и внуков. Если читатель этого письма окажется потомком клана Каэдэхара, я призываю вас не позволять злобе омрачать ваше суждение. Погоня за прошлым ни к чему хорошему не приведёт.\nПисьмо Каэдэхара Ёсинори"
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>(После завершения задания Архонтов Промежуточный том. Глава III: «Инверсия бытия»)</color>\nТому, кто прочтёт это письмо:\nЯ, Каэдэхара Ёсинори, всю свою жизнь хранил тайну. Мне осталось недолго в этом мире, и после долгих размышлений я наконец решил рассказать правду.\nКогда я преследовал кузнецов вместе с главой клана Камисато из комиссии Ясиро, я не был ранен убегающими мастерами.\nДело было ночью. После того как подсказки привели нас на берег, я ждал, что преступники покажутся сами. Однако кузнецов не было видно, только один подозрительно выглядевший незнакомец бродил по окрестностям. Этот незнакомец заявил, что именно он стоит за неудачными ковками и что его клан был коварно погублен нашими предками. Затем он пригрозил уничтожить Райдэн гокадэн.\nЭтот человек был искусным бойцом, и в мгновение ока я и половина сопровождающих меня самураев были побеждены. Глава клана Камисато был тяжело ранен, и я сам едва избежал беды. К счастью, моя шляпа смягчила удар по голове.\nОднако, каким бы искусным ни был человек, он всё равно лишь человек. Оставшиеся самураи окружили и победили его, хоть и далось им это нелегко.\nПеред смертью он в исступлении закричал: «Райдэн гокадэн никогда не должны были существовать! Без них я бы не...». Но он не успел сказать до конца свои последние слова.\nПозже я узнал, что вмешательство этого незнакомца стало причиной неудачи с кузницей. Хотя господин Камисато знал об этом, он предпочёл молчать, опасаясь, что сплетни могут привести к наказанию за измену. Даже будучи раненым, он убеждал меня молчать. Я был в долгу перед господином Камисато за ту доброту, с которой он всегда относился ко мне, да и политическая ситуация в то время была не идеальной, поэтому я предпочёл хранить всё в тайне.\nКак главе клана Каэдэхара, мне глубоко стыдно быть свидетелем упадка искусства Иссин. Но, как отцу, мне важнее всего обеспечить безопасность моих детей и внуков. Если читатель этого письма окажется потомком клана Каэдэхара, я призываю вас не позволять злобе омрачать ваше суждение. Погоня за прошлым ни к чему хорошему не приведёт.\nПисьмо Каэдэхара Ёсинори"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Письмо Каэдэхара Ёсинори"
          }
        ]
      },
      {
        "key": "Письмо:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2259,
            "name": "Письмо Каэдэхара Ёсинори",
            "desc": "Чистый лист бумаги, который был спрятан в старом цветочном горшке. Если этот лист смочить водой, откроется его многолетняя тайна.\nПоведав всем скрывавшуюся в нём истину, Кадзуха со словами «Это письмо ещё пригодится тебе» передал его вам.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Kaedehara Yoshinori's Letter_icon.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}