{
  "epId": 2321,
  "name": "Легенда о клинке",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/A Legend of Sword_icon.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675338076,
  "components": {
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Легенда о клинке"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 987,
            "name": "Легенда о клинке (I)",
            "desc": "Среди моря звёзд, вращающихся вспять, по всей земле разворачиваются световые столетия войн... С этим грандиозным вступлением начинается новая героическая сага!",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/A Legend of Sword (I)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 989,
            "name": "Легенда о клинке (II)",
            "desc": "Среди моря звёзд, вращающихся вспять, для тех, кто на берегу, даже легендарное сражение - не более чем рябь на воде. Но для солдат в гуще битвы это вся жизнь!",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/A Legend of Sword (II)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 988,
            "name": "Легенда о клинке (III)",
            "desc": "Среди моря звёзд, вращающихся вспять, есть крохотный архипелаг. У этих клочков собственные истории, герои и пустяки... Так начинается история героев сёгуната Суруга!",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/A Legend of Sword (III)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 992,
            "name": "Легенда о клинке (IV)",
            "desc": "В Инадзуме есть поговорка: «Все разбойники - дети войны». Жатва во времена войн тоже битва! Вышел новый том «Легенды о клинке»!",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/A Legend of Sword (IV)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 990,
            "name": "Легенда о клинке (V)",
            "desc": "Среди моря звёзд, вращающихся вспять, в углу лоскутка-острова ютится не стоящая упоминания деревушка. Крестьяне и бедствующий ронин заключили союз. Близится бой с разбойниками...",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/A Legend of Sword (V)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 991,
            "name": "Легенда о клинке (VI)",
            "desc": "«Произошедшая в океане звёзд битва по своей сути ничем не отличалась от вооружённого столкновения простолюдинов на той бесплодной планете десять лет назад...» Скоро имя этого мужчины, как и имя императора, будет знать вся галактика.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/A Legend of Sword (VI)_icon.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Среди моря звёзд, вращающихся вспять, по всей земле разворачиваются световые столетия войн... С этим грандиозным вступлением начинается новая героическая сага!\n- Ну и чем хорошим это закончилось бы для всех, если бы амбиции господина Сэра реализовались?\nВоенный секретарь Фарангис смотрит на море звёзд за окном. Мерцание света галактики и свет звёзд на её лице и волосах медленно блуждают между завитками её причёски.\nОна не может удержаться, чтобы не предаться воспоминаниям о том, как впервые посмотрела на бескрайнее море звёзд через это самое окно. Но чувство благоговения, которое она когда-то испытала, воспроизвести она уже не может. Воспоминания о родине в сотнях световых лет отсюда давным-давно спутались и забылись.\n- Господин, простите меня, если говорю не к месту, но эта война длится уже слишком долго. Мы без конца путешествуем и ведём войну с бесчисленными созвездиями, с помощью различных приёмов и уловок истребили сотни живых существ, стали вице-королями и посланниками в многочисленных неизвестных созвездиях - и всё это, чтобы реализовать мечты господина Сэра. Но что принесли нам его идеи? Наши враги наводняют каждый уголок галактики, и с каждым днём их число растёт. Однажды они нас попросту сметут!\n- Идеи моего брата касательно империи вечны. Реализуя их, мы никогда не будем знать ни страха, ни недостатка сил. Меньшинство больше не будет диктовать большинству, как жить. Никто не будет считаться более важным, чем другой. Быть бесполезным и неспособным больше не будет преступлением. А что до врагов... Которые не в силах осознать его идеи, что ж... Их крах станет лишь естественным продолжением их судьбы.\nПринцесса Гопатха качает головой. Голос её мягкий, но холодный.\nПохоже, операции против партизан в этом созвездии не только забрали у неё руку и глаз. Перед Фарангес стояла уже не та весёлая девушка, которую она когда-то знала.\n- Я доверяю решению брата. Он не из тех, кто принимает решения, руководствуясь эгоистичными соображениями. Поэтому прошу тебя, не высказывай больше подобных противоречивых мыслей."
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "Среди моря звёзд, вращающихся вспять, для тех, кто на берегу, даже легендарное сражение - не более чем рябь на воде. Но для солдат в гуще битвы это вся жизнь!\nДаже армада военных кораблей класса «Язата» не смогла бы пробить брешь в такой массированной обороне.\nПовстанцы быстро приближаются к месту критической уязвимости звёздной крепости Анусарван - чуда архитектурной и инженерной мысли, которое спроектировала сама принцесса Гопатха. Но в глазах повстанцев крепость не прочнее яичной скорлупы, и генерал Гэлдафрид понятия не имеет, что происходит...\nБастину ведёт лахтазский скоростной корабль запутанными вентиляционными каналами, уклоняясь от многочисленных люков, из которых исходит ядовитый газ и облака стихий, одновременно пытаясь сбросить с хвоста автоматических механочасовых, которые следуют за ним по пятам. Его глаза красные, в ушах гудит, а голова кружится от запредельных скоростей и резких поворотов.\n«У меня есть шанс».\nТак думает про себя Бастину, когда перед ним начинает показываться ядро системы питания двигателей.\n«Пора».\nПодумала про себя генерал Гэлдафрид, увидев на орбите планеты сферу света.\nА затем отдала приказ провести на планету неизбирательную атаку.\nБастину нанёс по ядру крепости смертельный удар...\n«О, хотел бы я сейчас видеть обескураженное лицо принцессы Гопатхи...»\nЗа долю секунды у двоих пронеслась в голове одна и та же мысль."
          }
        ]
      },
      {
        "title": "Том III",
        "desc": [
          {
            "type": "RichText",
            "text": "Среди моря звёзд, вращающихся вспять, есть крохотный архипелаг. У этих клочков собственные истории, герои и пустяки... Так начинается история героев сёгуната Суруга!\n—— Десять лет назад ——\n—— За 25 световых лет отсюда ——\nВо времена сёгуната Суруги народ знал лишь жалобы и страдания.\nСёгунатом Суругой правит сёгун Имагава Сэйи. Четыре года назад, когда удалось наконец обезглавить повелителя демонов Зэсо, начались времена террора сёгуната.\nИ вот в такое время по стране странствует несравненный вольный мечник.\nЧеловек этот известен как Синкуро, Биттю Кюбэй.\nБиттю Кюбэй не всегда был ронином. Пока его не оклеветала соперничающая семья, он был доверенным стратегом сёгуна. Из-за параноидального характера сёгуна Биттю Кюбэю не оставалось ничего, кроме как бежать из сёгуната в глушь.\nИ теперь Кюбэй стоит на вершине холма и глядит вдаль. На что он смотрит?\nНа необъятное поле? Нет.\nНа далёкие горы? Нет.\nНа уходящую за горизонт дорогу? Отчасти верно.\nТак на что же именно смотрит Кюбэй?\nФермеры, которые платят мечнику за свою защиту рисом, слишком напуганы, чтобы спрашивать.\nПохоже, ответ на этот вопрос знает лишь сам молчаливый мечник."
          }
        ]
      },
      {
        "title": "Том IV",
        "desc": [
          {
            "type": "RichText",
            "text": "В Инадзуме есть поговорка: «Все разбойники - дети войны». Жатва во времена войн тоже битва! Вышел новый том «Легенды о клинке»!\n«Наступила осень, а с нею и сезон урожая»,\n- говорит Онита Сайто.\nВ эпоху войны и хаоса ниндзя - это элитные наёмники, выполняющие свои задания, невзирая на опасности.\nНиндзя рождены для войны, и их сила происходит исключительно из полномочий, которыми они наделены. Таков путь ниндзя.\nНо судьба ниндзя и в том, что они теряют свою значимость в отсутствии войны и при потере своих полномочий.\nКогда сёгун Имагава объединил наконец страну, остатки ниндзя были либо уничтожены, либо привлечены для дальнейшей службы. Некоторые отказались от своих священных обязанностей и стали бандитами.\nИ как раз это случилось с Онитой Сайто.\n- Спешить некуда. Подождём, пока крестьяне закончат убирать наш урожай пшеницы.\nСказавший это известен как Миозо.\nОбычно разбойники - это самураи, отошедшие от бусидо, или фермеры, борющиеся за выживание.\nОни рождены для войны, и сила их происходит от их коварства, а необузданный нрав - от их силы.\nВот почему влияние бандитов начинает таять по мере того, как война подходит к концу, и страна возвращается к миру.\nМиозо родился в семье обычных фермеров и не помышлял о том, чтобы стать бандитом, пока не дожил до сорока с чем-то лет. Несмотря на свой возраст, в роли бандита он чувствовал себя прекрасно и даже стал главарём.\nХудшие из разбойников - это люди, глубоко униженные.\n«Сжигай всё, никого не оставляй в живых».\nТаков голос времён хаоса."
          }
        ]
      },
      {
        "title": "Том V",
        "desc": [
          {
            "type": "RichText",
            "text": "Среди моря звёзд, вращающихся вспять, в углу лоскутка-острова ютится не стоящая упоминания деревушка. Крестьяне и бедствующий ронин заключили союз. Близится бой с разбойниками...\nДеревня Асада имеет форму полумесяца.\nКубэй сразу заметил это, как только впервые вступил на эти болотистые земли.\nЕсли поставить побольше крестьян за гребни и воспользоваться преимуществом в высоте, чтобы атаковать со скрытых укреплений, мы сумеем легко победить врагов, измученных долгой дорогой. А кроме того, крестьян больше, чем бандитов, и окружить их будет несложно.\nНо проблема ещё и в самих крестьянах. Понадобится небольшая группа людей, которая бы заманила бандитов в долину. Крестьяне долгое время жили в хаосе и теперь страдают от тирании сёгуната. Их стремление к самосохранению ничем не поколебать. Как убедить их согласиться стать приманкой и пожертвовать собой ради остальных?\nЕсть и ещё одна сложность. Если бы это была армия самураев времён войны, они бы наверняка использовали как основной способ атаки огонь - врага бы заманили в долину и позволили бы ветру раздуть пламя, нанося противнику чудовищный урон.\nНо он возглавляет всего лишь группу фермеров, которые хотят защитить свои дома. Они едва ли согласились бы сжечь свои жилища и запасы зерна... И хотя это можно понять, но если с бандитами решительно не разобраться, последствия могут быть более серьёзными.\nКубэй молча сидит и думает."
          }
        ]
      },
      {
        "title": "Том VI",
        "desc": [
          {
            "type": "RichText",
            "text": "«Произошедшая в океане звёзд битва по своей сути ничем не отличалась от вооружённого столкновения простолюдинов на той бесплодной планете десять лет назад…» Скоро имя этого мужчины, как и имя императора, будет знать вся галактика.\n«Капитан, при всём уважении, вы проспали всё совещание».\n«Ох, ты меня раскусил».\n«Вы сидели с прямой спиной, но мне доводилось такое видеть уже много раз. Здесь не самое лучшее место для демонстрации этого навыка. Если главнокомандующий флотом узнает, одними рапортами вы не отделаетесь».\nВ глубине души Махасти знал, что, по крайней мере сейчас, никто во всём флоте не посмеет тронуть его начальника. В Объединённом командовании флота сохранялось хрупкое равновесие, и его начальник, средних лет капитан Биттю Кюбей, также Синкуро, известный теперь под неубедительным прозвищем Сэмимару, был тем, кого пытались привлечь все силы, и тем, кто, скорее всего, выведет их из тупика.\n«С тех пор прошло целых десять лет», -\nподумал Синкуро.\nЕсли оглянуться назад, становится понятно, что победоносная битва в деревне Асада была не только небольшой демонстрацией военного мастерства Синкуро, но и началом катастрофы для тех, кто в ней участвовал.\nРазумеется, великий сёгун не мог оставить такого мудрого и хитрого человека без присмотра.\nВскоре после этого Синкуро был ослеплён и брошен в тюрьму.\nВсего пять лет назад Имагава был побеждён союзной армией клана Оомэ, даймё из рода Имагава, и лишился головы. Только тогда народ страны смог, наконец, жить в мире и счастье...\nОб этом новый сёгун лично рассказал Синкуро, когда тот находился в тюрьме. Люди живут в мире и процветании, чего Синкуро, никогда раньше не видел, а странный сёгун отнюдь не является добрым и нравственным человеком. Но всеобщая амнистия - это то, что необходимо было сделать, чтобы завоевать сердца людей.\nОглядываясь назад, Синкуро вздыхает: и тогда, и сейчас такие, как он, всегда находятся в центре водоворота событий, нравится ли им это или нет.\n«Для этой страны я бунтарь. Как и для необъятной вселенной».\nСёгун посмотрел на сидящего на земле Синкуро и беспечно произнёс.\n«Налоги империи больше не по карману этой маленькой планете на краю вселенной. А твои таланты должны расцвести в сердце галактики».\n«Предатель Имагава украл твоё имя, но давай не будем ворошить прошлое. С этого момента ты будешь называться \"Сэмимару\"».\nЧеловек, у которого больше нет прошлого, человек, который больше не может видеть вселенную своими глазами. И вот огромная вселенная разворачивается перед ним."
          }
        ]
      }
    ]
  }
}