{
  "epId": 2323,
  "name": "Сердце родника",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Heart of Clear Springs_icon.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675338070,
  "components": {
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Древняя легенда, передающаяся из уст в уста между охотниками Спрингвейла и рассказывающая о встрече маленького мальчика с феей.\nОсиянный струями лунного света, плачущий мальчик загадал желание роднику.\nФея из далёких миров, жившая около этого родника, тихонько прислушивалась к его невысказанной просьбе.\nУ родниковых фей вовсе нет ни воспоминаний, ни глубоких желаний. Они - эссенции воды, безликие потомки ангелов.\nПоэтому любопытная фея вышла из воды и услышала в слезах мальчика шепот его сердца. Ей стал интересен этот хрупкий и юный плод жизни.\nМолчаливая фея вытянула свои бесформенные пальцы, холодные, как вечерняя роса, и слабые, как потерянное счастье, и коснулась щёк и лба мальчика.\nОт чужих прикосновений мальчик очнулся от дум и, подняв голову, встретился взглядом с феей.\n- Ты можешь исполнить моё желание? - спросил мальчик.\nРодниковая фея была удивлена и озадачена столь прямым вопросом. Но говорить она не могла, а потому лишь едва кивнула.\nМальчик, довольный, убежал.\nОн не знал, что родниковая фея одинока. У неё не было ни друзей, ни родственников, и большую часть своих знаний она потеряла.\nЛишь когда она смотрела на тронутое рябью отражение луны в её озерце, куда непрерывно текла выбивавшаяся из камней вода, фея медленно обретала способность думать, постепенно училась имитировать обрывки речи.\nЛюбопытная фея смотрела на этот мир с удивлением и любовью, с детской чуткостью. Она радовалась лисице и тайком жующей ягоды белке, грустила, когда чёрные тучи заслоняли собой звёзды.\nПо отношению же к тому мальчику, встреченному ею в ночи, у феи в сердце клокотали сложные, непонятные ей чувства.\nУ одинокой феи не было ни сил, ни знаний, ни возможности осуществить его желание.\nНо она могла разделить с ним его желание, черпать из его тоски жизнь и делиться ею."
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "Древняя легенда, передающаяся из уст в уста между охотниками Спрингвейла и рассказывающая о знакомстве маленького мальчика с феей.\nГлядя на отражение Луны, подрагивающее в водной ряби, мальчик рассказывал источнику всё, что было у него на сердце.\nИз его слов фея много узнала о нём.\nОн же, благодаря её молчанию, сильнее уверовал в себя.\nРодниковая фея вдруг осознала, что в мире гораздо больше прекрасного, чем свет луны и ягоды, и гораздо больше мрака, чем тучи, затянувшие небосвод.\nМальчик рассказывал ей о лесах, о городах и стенах, делился с ней своими радостями, горем и страхами.\nОна слушала его, и с каждым днём этот неидеальный мир, в котором она находилась, всё сильнее очаровывал её.\nКогда мальчик страдал от собственного бессилия, родниковая фея нежно и молчаливо стирала с его щёк слёзы. Из них она узнавала ещё больше о мире за пределами её родника.\nСлёзы капали в воду, и фея очищала их, превращала в сладкую воду, приносившую мальчику приятные сны. Мальчик забывал горе, что терзало его в минуты бодрствования, и встречался с молчаливой родниковой феей в своих снах.\nВсякий раз, когда это случалось, безмятежно спящая в осиянном лунным светом пруду фея тоже улыбалась.\nЧистая роса лелеяла сны мальчика, а эти сны наполняли душу одинокой феи.\nВо снах родниковая фея рассказывала мальчику о далёком измерении Гидро. Она говорила о своей родине, синей, словно сапфир, пела о своей тоске изгнанницы, вздыхала о том, что покинула и к чему стремится. В этих снах мальчик превращался в молчаливого слушателя, и теперь уже он вытирал ей слёзы и делил с ней счастье.\nВот так родниковая фея с помощью снов и воспоминаний мальчика получила умение говорить.\nВот так мальчик и фея стали неразлучными друзьями."
          }
        ]
      },
      {
        "title": "Том III",
        "desc": [
          {
            "type": "RichText",
            "text": "Древняя легенда, передающаяся из уст в уста между охотниками Спрингвейла и рассказывающая о клятве между маленьким мальчиком и феей.\nВ ночь, когда ветер стих, а в пруду отразилась полная луна, мальчик впервые услышал голос феи.\nПо природе своей феи гораздо нежнее и чувствительнее людей, и мальчик был восхищён её ласковой, напевной речью.\nНо, будучи гораздо нежнее и чувствительнее людей, фея увидела в глазах мальчика трепетные мысли и обещание, что вот-вот сорвётся с его губ.\nИ вдруг фея испугалась.\nЖизни смертных сильны, но коротки, и мальчик однажды вырастет, однажды состарится. Когда юность и невинность увянут, как он отнесется к потомкам, чистым элементам? Когда жизнь его подойдёт к концу, будет ли он винить себя за то, что одним детским обещанием изменил всю свою жизнь?\nРодниковая фея была чиста и добра, но она не понимала человеческой любви. Она никогда не видела человеческих чудес и не придавала значения многовековым изменениям. Поэтому она боялась расстаться.\nТо, что людям кажется верностью, подобной чуду, духи считают лишь кратковременным удовольствием.\nОбратить же вспять годы для любимого человека не могут даже духи.\nНежная родниковая фея не смогла бы вынести наступление этого дня, а потому остановила мальчика поцелуем.\nНо мальчик, будучи по-юношески наивным, воспринял её отказ, её холодный поцелуй как согласие с его обещанием.\nВ тот момент фея твёрдо решила, что сможет пережить неизбежное и расстаться с ним.\nА мальчик поклялся, что всегда будет рядом с ней у её родника."
          }
        ]
      },
      {
        "title": "Том IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Древняя легенда, передающаяся из уст в уста между охотниками Спрингвейла и рассказывающая грустный финал истории мальчика и феи - мальчика, который не был больше маленьким, и феи, которая не смогла постареть.\nШли годы. Мальчик вырос, завёл новых друзей, познал новый опыт.\nРодниковая фея по-прежнему пела ему нежные песни, как в юности.\nТак продолжалось до того дня, пока она, в конце концов, не покинула его, не перестала видеться с ним.\nНе сливались больше речи с журчанием родника, не отражалась больше на его беспокойной поверхности серебристая луна.\nРодниковая фея неожиданно осознала, что, хотя она и нашла своё пристанище, хотя и было в её жизни мимолётное счастье, она так и осталась одинокой.\nМальчик, который уже давно не был маленьком мальчиком, не мог постигнуть её уход и винил себя в своём одиночестве.\n«Возможно она была лишь детской грезой...»\nТак он размышлял, слушая журчание источника.\nНо тот холодный поцелуй был реальным, как ветер, что однажды играл в её волосах.\nВнезапно он осознал, что, хотя он встречался и расставался с бесконечным множеством друзей, пережил бессчётное количество приключений и вернулся бесконечно много раз, он всё равно остался одиноким.\nИ после этого, как и много лет назад, слезы его закапали в пруд, полились на тронутое рябью отражение Луны.\nНо в этот раз родниковая фея не пришла.\nОна упорно не оборачивалась к нему, считая, что лучше уж она останется детской мечтой, гостем из далёкой страны, чем нарушит клятву любимого человека своей почти бесконечной жизнью.\nЕсть легенда, что каждый раз, когда на землю проливается дождь, капли, попадающие в пруд, смешиваются со слезами родниковой феи.\nТот мальчик даже в старости верил подобным сказкам.\nК несчастью, сбежавшая от своих чувств родниковая фея тоже в них не сомневалась."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Сердце родника"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1051,
            "name": "Сердце родника. Том I",
            "desc": "Древняя легенда, передающаяся из уст в уста между охотниками Спрингвейла и рассказывающая о встрече маленького мальчика с феей.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Heart of Clear Springs (I)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1053,
            "name": "Сердце родника. Том II",
            "desc": "Древняя легенда, передающаяся из уст в уста между охотниками Спрингвейла и рассказывающая о знакомстве маленького мальчика с феей.",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/14/124137736/fcba57ea59b33c6a4e6ea3a03bc0d5ca_6185593305148433580.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1052,
            "name": "Сердце родника. Том III",
            "desc": "Древняя легенда, передающаяся из уст в уста между охотниками Спрингвейла и рассказывающая о клятве между маленьким мальчиком и феей.",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/14/124137736/fcba57ea59b33c6a4e6ea3a03bc0d5ca_4688487738072144482.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1054,
            "name": "Сердце родника. Том IV",
            "desc": "Древняя легенда, передающаяся из уст в уста между охотниками Спрингвейла и рассказывающая грустный финал истории мальчика и феи - мальчика, который не был больше маленьким, и феи, которая не смогла постареть.",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/14/124137736/fcba57ea59b33c6a4e6ea3a03bc0d5ca_8131933916558840159.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}