{
  "epId": 2325,
  "name": "Ведьма и гончая",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Hex & Hound_icon.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675338061,
  "components": {
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Ведьма и гончая"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1143,
            "name": "Ведьма и гончая. Том I",
            "desc": "Чувства иногда так похожи на летний ливень: появляются из ниоткуда и застигают врасплох. Полная воспоминаний летняя история, произошедшая в далёкий век аристократов, начинается здесь...",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hex & Hound (I)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1147,
            "name": "Ведьма и гончая. Том II",
            "desc": "Деньги всех проблем не решат, но со значительной их частью помогут! Под мелодичный перезвон моры начинается летнее путешествие девушки по Мондштадту!",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hex & Hound (II)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1145,
            "name": "Ведьма и гончая. Том III",
            "desc": "Во мраке ночи безопасного, казалось бы, города могут таиться хищники... Нечто куда более трудное для освоения, чем массовый гипноз, раскрывается на этих страницах.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hex & Hound (III)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1153,
            "name": "Ведьма и гончая. Том IV",
            "desc": "Правилам приличия высшего общества можно обучить даже собаку. По крайней мере, так утверждает строгая учительница из далёкого королевства.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hex & Hound (IV)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1148,
            "name": "Ведьма и гончая. Том V",
            "desc": "«Ну-ка, будь хорошей собачкой! Награды ты за это не получишь, а если оплошаешь - будешь наказан!» - смеясь, сказала ведьма с чёрным макияжем.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hex & Hound (V)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1150,
            "name": "Ведьма и гончая. Том VI",
            "desc": "«Комментарий редактора: Благодарю вас всех за поддержку! Пошли в \"Кошкин хвост\" за пропойцей-автором! Он хоть и пьян, словно мокрый одуванчик, но проблем с написанием серии никаких нет! Пожалуйста, не судите слишком уж строго!»",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hex & Hound (VI)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1144,
            "name": "Ведьма и гончая. Том VII",
            "desc": "«Добрый человек, который с улыбкой угощает собаку печеньем...» В знакомом лесу ему повстречалась незнакомка, но кем же она была на самом деле?",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hex & Hound (VII)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1149,
            "name": "Ведьма и гончая. Том VIII",
            "desc": "«Проклятье! Я наговорил о ведьме гадостей, а она об этом узнала!» «Ах, какой непослушный. Тем не менее воспитание собаки всецело лежит в руках хозяина, поэтому другого выхода у нас нет!» Сейчас нам откроется жестокая тайна ведьмы...",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hex & Hound (VIII)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1146,
            "name": "Ведьма и гончая. Том IX",
            "desc": "«На что похожа смерть тёплого весеннего дня?» - Изрекла солнечным утром не отягощённые здравым смыслом слова юная дева... «Наверное, на что-то пушистое?»",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hex & Hound (IX)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1151,
            "name": "Ведьма и гончая. Том X",
            "desc": "В конце концов, никто в этом мире не может быть освобождён.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hex & Hound (X)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1152,
            "name": "Ведьма и гончая. Том XI",
            "desc": "«Шумная шавка, я заткну твою пасть!» «Умф-умф!» В ту ночь девушка рассказала самое сокровенное верному псу...",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hex & Hound (XI)_icon.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Чувства иногда так похожи на летний ливень: появляются из ниоткуда и застигают врасплох. Полная воспоминаний летняя история, произошедшая в далёкий век аристократов, начинается здесь...\nВсе знают, что Лоуренс - это фамилия пользующегося дурной славой крупного рода аристократов.\nАристократы не занимались никаким трудом, а роскошную жизнь вели за счёт эксплуатации и угнетения простого народа.\nИх грехов не счесть: они правили жестоко, жили распутно, угнетали народ и вершили зло.\nНарод был недоволен алчностью аристократов, но всё, что они могли, - это молча негодовать.\nДитрих был молодым аристократом.\nНо, так как он был ещё слишком юн, он не сделал никаких злых деяний, а его искусство фехтования даже среди аристократов признавалось превосходным.\nГоворя же об изъянах, следует упомянуть его скверный характер. Он считал себя центром Вселенной, и всё должно было вращаться вокруг него. Конечно, такой недостаток присущ всем детям аристократов и не считается проблемой.\nНо его фамилия - Лоуренс - предопределила его попадание в категорию отъявленных подлецов.\nИтак, сейчас этот молодой господин решился на свою первую подлость.\nЧуть раньше он тайно сбежал с лекции учителя об истоках элементов, чтобы развлечься за городом. Но, проходя по кварталу простолюдинов, увидел голубоглазую белокурую девушку.\nДитрих не мог описать чувства, завладевшие им в тот момент, лишь слышал бешеный стук собственного сердца.\n«Наверное, то же чувствует матушка к своей кошке».\nДитрих всё время тайно думал об этом и не смог удержаться от слежки за девушкой.\nК сожалению, эта простая девушка не разделила его чувств, а когда он рассказал о своем положении в обществе, её лицо даже не дрогнуло.\nПоэтому ночью он решил похитить эту неблагодарную девушку.\n«Схвачу её и посажу в клетку! Так матушка поступает с непослушными кошками!»"
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "Деньги всех проблем не решат, но со значительной их частью помогут! Под мелодичный перезвон моры начинается летнее путешествие девушки по Мондштадту!\nТа простая девушка одним ясным днём пришла в город. Её длинные волосы были золотистыми, словно весеннее солнце, а голубые глаза сверкали, как водная гладь в погожий полдень. Трудно представить, как эта девушка в одиночку смогла дойти до города, ведь в окрестностях бесчинствовали полчища чудовищ.\n«Усомниться в её честности - всё равно что оскорбить её красоту!»\nГромко крикнул сквозь шум толпы подвыпивший стражник. Он собрал хороший «урожай» за эту смену, достаточный, чтобы опьянеть от ароматов вина ещё до рассвета.\n«Ты самый прелестный цветок, я ослеплен твоей красотой!»\nНо проходивший мимо человек колко уличил его.\n«Конечно, нет! Какой я сластолюбец?! Я лишь ослеплен красотой этого цветка!»\nСтражник взвесил в ладони кошелек с золотом.\n«Вот это да, ты сегодня угощаешь!»\n«Угощаю, так угощаю! Но, боюсь, ты будешь хорош после первой кружки!»\n...\nИ после этого странствующий учёный, называющая себя Фури, успешно обосновалась в городе.\nФури говорила мягким, успокаивающим тоном. Неизвестно когда по уличному рынку поползли слухи о том, что если Фури скажет несколько слов, то вечером собеседник сладко уснет.\nКроме этого, вновь прибывшая девушка не привнесла в жизнь города никаких изменений. В конце концов, жители каждый день не просто наблюдали, а сталкивались лицом к лицу с безнравственной жизнью, к тому же их угнетало непрекращающееся давление со стороны аристократов.\n«Да, это казалось таким простым делом. Не думала, что всё обернется так...»\nФури сидела на краю стола в тускло освещенной лампой комнате и задумчиво подпирала щеку рукой. Её пальцы, кажется, сжимали что-то. Речь Фури была похожа на заклинание и обладала какой-то убаюкивающей силой."
          }
        ]
      },
      {
        "title": "Том III",
        "desc": [
          {
            "type": "RichText",
            "text": "Во мраке ночи безопасного, казалось бы, города могут таиться хищники... Нечто куда более трудное для освоения, чем массовый гипноз, раскрывается на этих страницах.\nНа землю пала ночь.\nИздалека доносился едва различимый звериный вой. Кажется, волчий.\nФури сидела на кровати, закатав длинные рукава платья. Руку её обвивал тёмный костяной браслет в виде змеи.\nГолова змеи была будто живая, и в её открытой пасти сверкали клыки. Казалось, она была готова в любую секунду броситься и впиться в шею жертве.\nТело змеи оплетало предплечье девушки, и в холодном магическом свете оно буквально дышало угрозой.\n«Милая сестрёнка, доброй ночи».\nФури немного спустила браслет, игриво провела по тельцу змеи мизинцем, как будто они с ней были близки.\nВскоре магический свет погас, и комната погрузилась во мрак.\nНочь давала Фури неограниченные силы.\nПоэтому Фури мгновенно почувствовала, когда в комнате возник посторонний.\nОна ясно видела Дитриха, осторожно подобравшего полы одежды и на ощупь двигавшегося в кромешной тьме.\nВ этот момент Фури еле сдерживалась от смеха, а потому ей было трудно сосредоточиться на гипнозе. К счастью, Дитрих уже стоял прямо перед ней.\nДитрих взглянул в эти глаза, о которых мечтал днями и ночами.\nВот только не похожи они были на те голубые, как водная гладь, очи, которые он видел днём; сейчас глаза Фури будто заволокла тьма. В них не было чувств, только безмолвная глубина.\n«Налей воды в эту чашку».\nЭто было последнее, что Дитрих услышал прежде, чем сознание его помутилось."
          }
        ]
      },
      {
        "title": "Том IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Правилам приличия высшего общества можно обучить даже собаку. По крайней мере, так утверждает строгая учительница из далёкого королевства.\nЧашка выскользнула из рук, и Дитрих рухнул на пол.\nФури присела на корточки и сняла с его пояса клинок.\nОна провела рукой по рукояти меча и отпустила его. Чёрный, едва сияющий камень, украшавший навершие, теперь покоился у неё в ладони.\n«То, за чем я следила ночами, само пришло ко мне в руки. Что ж, спасибо».\nСказав это, она сняла с руки браслет и вставила камень в пасть змеи.\nЧешуйки и плоть стали быстро растягиваться от головы змеи по всему её телу, и вот маленькая чёрная змейка соскользнула с руки Фури и, упав на пол, стала расти, пока не превратилась в огромного удава с красными глазами, заполнившего собой почти всю комнату.\nФури вытянула руку. Снова вспыхнул магический свет, и огромная змея уменьшилась и вернулась на предплечье Фури.\n«Что, спрятался?»\nФури обернулась и заглянула под кровать.\nПод кроватью...\n...Была собака.\nИспуганная, по-видимому, огромной змеёй, собака страшно тряслась.\n«Ох, вообще я хотела превратить тебя в волка, а получилась собака. Извини!»\nХотя Фури и извинилась, в голосе её не было ни капли раскаяния.\nДитрих ещё не понял, что произошло, и под кроватью спрятался совершенно инстинктивно.\nИ только придя в себя и услышав речь Фури, Дитрих открыл рот, чтобы заговорить, но, как он ни старался, выходил только лай: «гав-гав».\nУслышав себя, Дитрих совсем растерялся и выскочил из-под кровати.\nНо сколько бы он ни метался перед напольным зеркалом, сколько бы ни стенал, облик молодого аристократа он вернуть никак не мог.\nТогда Дитрих оскалился и бросился на Фури. Она стояла, скрестив руки на груди, и даже не шевельнулась, а просто взглянула на него, и Дитрих тут же утратил возможность двигаться. Сколько бы он не бился, всё было бесполезно.\n«Разве так ведут себя с девушками? Сначала я хотела отпустить тебя... Но теперь мне кажется, тебя стоит хорошенько поучить!»"
          }
        ]
      },
      {
        "title": "Том V",
        "desc": [
          {
            "type": "RichText",
            "text": "«Ну-ка, будь хорошей собачкой! Награды ты за это не получишь, а если оплошаешь - будешь наказан!» - смеясь, сказала ведьма с чёрным макияжем.\n«Давай я представлюсь ещё разок. Я Ноттфрига, но, возможно, ты лучше знаешь моё второе имя. Люди обычно зовут меня Ведьмой Ночи».\nКак только Ноттфрига закончила говорить, её мягкие золотистые волосы начали медленно темнеть, пока не стали абсолютно чёрными и не слились с цветом укрывшей город ночи. Глаза цвета голубого неба стали чёрными, как смоль.\n«Теперь я твоя хозяйка. Естественно, я хорошенько тебя проучу».\nНоттфрига присела и накинула на шею Дитриху неизвестно откуда взявшийся ошейник. По мере того, как Дитрих сопротивлялся, ошейник сжимался всё сильнее, пока не обхватил плотно его шею. Дитрих мотал головой и скрёб ошейник когтями, но не смог даже сдвинуть его.\n«Ах, сплошная трата времени. Пошли».\nНа рассвете Ноттфрига направилась прочь из города. Дитрих изо всех сил работал лапами и с воем рвался в поместье аристократов, но всё было тщетно: ошейник будто контролировал его тело, и он только и мог, что следовать за Ноттфригой.\nНоттфрига мельком взглянула на неохотно следующего за ней Дитриха и принялась накручивать локон на палец.\n«Хотя смотреть на твоё жалкое сопротивление очень занимательно, но ты издаешь слишком много шума. Если хочешь испытать на себе моё новое заклинание \"Безмолвная ночь\", то ты можешь просто пошуметь ещё».\nВ мгновение ока весь мир будто погрузился в тишину. Дитрих понял, что совершенно не хочет быть подопытным для её новых заклинаний."
          }
        ]
      },
      {
        "title": "Том VI",
        "desc": [
          {
            "type": "RichText",
            "text": "«Комментарий редактора: Благодарю вас всех за поддержку! Пошли в \"Кошкин хвост\" за пропойцей-автором! Он хоть и пьян, словно мокрый одуванчик, но проблем с написанием серии никаких нет! Пожалуйста, не судите слишком уж строго!»\nДитрих смотрел, как рушится клан Лоуренсов.\nУже никто не знал, куда делась матушкина любимая кошка, и ему казалось, что растерянный отец и пребывающая в истерике мать в один миг отдалились от него. Сколько бы он ни кричал, сколько бы он ни звал, они не обращали на него внимания.\n«Ау-у-у...»\nДитрих опустил голову, но не успел издать и звука, как земля под ним внезапно начала трескаться. Две жуткие, как у старой ведьмы, руки протянулись к нему из-под земли и крепко схватили за шею.\nОн почувствовал, что падает, и вскоре оказался у ног ведьмы.\nУдивительно, но больно не было.\nКажется, что-то схватило его за ошейник и потянуло, от чего Дитрих поднялся.\nВсё вокруг утопало во тьме, и разглядеть он мог лишь свои лапы. Под ними был огромный, пышущий жаром котёл, в котором бурлила непонятная чёрная жидкость. Привыкнув к темноте, Дитрих разглядел паутину и змеиный труп...\nДо него долетел голос Ноттфриги: «...И последний ингредиент. Нужно лишь добавить тебя, и мой эликсир бессмертия будет готов. Муа-ха-ха-ха!»\n«Гав-гав-гав!» Отпусти меня, гадкая ведьма!\nДитрих боролся изо всех сил и вдруг легко выскользнул из крепкого ошейника...\n«Гав...»\nОн рухнул...\nИ больше ничего не услышал. В ушах слышался лишь свист ветра да безумный смех Ноттфриги..."
          }
        ]
      },
      {
        "title": "Том VII",
        "desc": [
          {
            "type": "RichText",
            "text": "«Добрый человек, который с улыбкой угощает собаку печеньем...» В знакомом лесу ему повстречалась незнакомка, но кем же она была на самом деле?\n«Очнись!..»\nДитрих почувствовал, как его аккуратно расталкивают.\n«Ты как?»\nПеред ним появилась чья-то рука, будто кто-то хотел проверить, дышит ли он.\nЗнакомый голос...\nНежный, будто апрельский ветер, тёплый, будто мартовское солнце...\nДитрих резко открыл глаза и увидел перед собой...\nБелокурую девушку с голубыми глазами.\n«Наконец-то ты очнулся! Замечательно», - девушка улыбнулась.\n«Неужели... Это... Селестия?» - подумал Дитрих.\n«Нет. Мы в самом обычном лесу,» - ответила девушка.\nДо Дитриха вдруг дошло, что девушка перед ним - это та самая мерзкая ведьма Ноттфрига! Всему его собачьему существу вдруг стало не по себе: он тут же отскочил и ощетинился.\n«Не бойся. Я не причиню тебе вреда. Ах, да, я не представилась: меня зовут Магдалина. Я младшая сестра Ноттфриги». Сказав это, Магдалина сделала за спиной магический пасс, чтобы успокоить Дитриха магией и подойти к нему, - «Вот и славно».\nДитрих наконец успокоился и хотел было спросить девушку, как она смогла услышать его речь, но вместо этого выдал только «Гав-гав».\n«Ах, это легко, нужно лишь немного волшебства. Старшая сестра тоже так может».\n«Гав-гав?!» Эта старая ведьма знала, что я говорю, но всё равно притворялась, будто не слышит меня?!\n«Угу. Но она, на самом деле, очень мягкий человек», - упомянув Ноттфригу, Магдалина ласково и радостно улыбнулась.\n«...»"
          }
        ]
      },
      {
        "title": "Том VIII",
        "desc": [
          {
            "type": "RichText",
            "text": "«Проклятье! Я наговорил о ведьме гадостей, а она об этом узнала!» «Ах, какой непослушный. Тем не менее воспитание собаки всецело лежит в руках хозяина, поэтому другого выхода у нас нет!» Сейчас нам откроется жестокая тайна ведьмы...\n«Эта ведьма что, променяла свои мозги на колдовство? С ней просто невозможно разговаривать...» - Дитрих шёл за без умолку болтающей белокурой девушкой и думал.\n«Эй! Не говори так! Если сестра услышит, она рассердится», - тихо сказала Магдалина, склонившись к Дитриху.\n«Гав-гав-гав, гав?» Ну так не говори ей, и всё будет хорошо... Подожди, откуда ты знаешь, о чём я думаю?\n«Ох, поздно. Какая жалость...»\nДитрих испуганно закинул голову, глядя, как стремительно вздымаются в небо потоки воздуха...\nХотя ничего вроде бы не изменилось...\nНесмотря на это...\nОн явно понимал, что девушка перед ним изменилась.\n«Видимо, недавние кошмары не прошли для тебя даром. Ты это надолго запомнишь. Но мне кажется, тебе маловато досталось», - только Ноттфрига могла говорить таким холодным, бездушным тоном.\n«\"Дьявольская эссенция\" тебе не повредит».\nЧто такое «Дьявольская эссенция»...\nПостойте, Магдалина упоминала об этом...\n«Не бойся, все недавние кошмары были фальшивыми. Старшая сестра вселила в тебя \"Дьявольскую эссенцию\", которая вызывает страх, поэтому во сне ты видишь самые ужасные для тебя вещи».\n«Но она совершенно точно хочет тебе добра, ведь сестра очень ласковый человек».\n...\nШерсть у Дитриха встала дыбом, и он с испугом взглянул на Ноттфригу, уже не смея ни о чём думать.\n«Видимо, мои уроки пошли на пользу. Тогда продолжим», - испуганный вид Дитриха чародейке понравился."
          }
        ]
      },
      {
        "title": "Том IX",
        "desc": [
          {
            "type": "RichText",
            "text": "«На что похожа смерть тёплого весеннего дня?» - Изрекла солнечным утром не отягощённые здравым смыслом слова юная дева... «Наверное, на что-то пушистое?»\nЭто был бескрайний лес, меж деревьев которого клубился мягкий туман, а лучи солнца, будто золотые шёлковые нити, пронизывали густые кроны и скользили по изумрудно-зелёной земле.\nСейчас Магдалина несла на руках собаку - верно, то был Дитрих. Белокурая девушка размеренно шагала по дороге, переступая через переплетённые корни огромных деревьев и изящно скользя меж их стволов, будто грациозный лебедь.\n«Хорошо, что это Магдалина. Если бы она была Ноттфригой, она бы точно заставила меня идти самому, а то и вовсе какими-нибудь заклинаниями вынудила бы бежать. Между прочим, эта дорога абсолютно не для собачьих лап. Она и для человека не очень-то годится. И вообще, нет тут дороги, только деревья... Да, хорошо, что Магдалина может нести меня...» - мысли Дитриха метались от одной к другой. Обернувшись, он взглянул на Магдалину.\nЛучи восходящего солнца скользили по лицу девушки, и по красоте она не уступала аристократкам. Она обладала светлой кожей и тёплым взглядом, а от того казалась нежной и хрупкой. Её образ, подобный капле утренней росы, только что собравшейся на лепестке, оставлял ощущение скоротечности времени.\n«Её кожа такая белая... Ни одна аристократка из тех, что я видел, с ней не сравнится», - так думал Дитрих, глядя на Магдалину.\n«Хочешь, расскажу тебе один факт? На самом деле, я уже умерла», - вдруг заговорила Магдалина."
          }
        ]
      },
      {
        "title": "Том X",
        "desc": [
          {
            "type": "RichText",
            "text": "В конце концов, никто в этом мире не может быть освобождён.\nДавным-давно ведьма родила девочек-близнецов.\nОднако ведьмы не могут воспитывать двух детей одного поколения. Это цена, которую они платят за власть, которой обладают.\nНо эта ведьма уже обладала огромной тёмной силой. Она пожертвовала своей жизненной силой, чтобы защитить близнецов.\nХорошие времена недолговечны. По мере того, как жизненная сила ведьмы истощалась, к ней приближалась смерть.\nВедьма была освобождена от бессмертия и поручила все заботы своей старшей сестре Ноттфриге, которая винила себя в смерти своей сестры Магдалины.\nНоттфрига унаследовала ведьминские способности к темной магии. Используя себя как сосуд, она с помощью сложной магии и тайных заклинаний извлекла душу Магдалины.\nОна обыскала башню, в которой ведьма хранила свои вещи, и создала сосуд, используя свиток из шкуры зверя, тёмную магию и алхимию. Поместив душу своей сестры в этот сосуд, она оживила его. Эта запретная магия - непростое дело, особенно для Ноттфриги, которая никогда должным образом не училась.\nОдержимость Ноттфриги Магдалиной помогла ей придумать решение. Она превратила свою сестру в браслет в виде змеи, чтобы носить её на запястье, и отправилась за приключениями.\nМоя любимая сестра, когда всё это закончится, мы больше никогда не расстанемся..."
          }
        ]
      },
      {
        "title": "Том XI",
        "desc": [
          {
            "type": "RichText",
            "text": "«Шумная шавка, я заткну твою пасть!» «Умф-умф!» В ту ночь девушка рассказала самое сокровенное верному псу...\nПоследний луч света гаснет, и тьма окутывает лес.\nПришло время сестры.\nМагдалина внезапно опускает Дитриха, который был у неё на руках.\nСестра, у меня есть для тебя подарок. Надеюсь, он тебе понравится.\nС этими словами из её пальцев полился свет, постепенно превратившийся в ослепительное сияние. Магдалина использовала магию света.\n«Ладно, с этого момента нужно вести себя хорошо. Тихо, ничего не говори».\nЧто? Как загадочно... Ох. Прежде чем Дитрих успел среагировать, он тихо пробормотал, но его рот закрыла тонкая рука.\nДевушка мгновенно что-то засунула ему в рот.\n«Это...»\nЭто рукоять меча, его меча.\nМеча, который когда-то гордо висел у него на поясе.\n«?!»\nДитрих инстинктивно открыл рот, чтобы что-то сказать.\n«Прикуси его, если хочешь жить». Ноттфрига подняла руку, и Дитрих потерял способность дышать, так как воротник на его шее затягивался всё сильнее. Он мог лишь сжать зубы и ждать.\n«Защищайся этим мечом. Ты, конечно, невежественный и бесполезный избалованный ребёнок, но мне всё равно было бы неприятно, если бы ты погиб здесь...» Ноттфрига подняла голову Дитриха и сказала низким голосом: «В конце концов, обучение ещё не закончено. Было бы неинтересно, если бы ты погиб так легко».\nС этими словами ночная ведьма убрала руку и поправила свою мантию.\nВоротник ослабил хватку и принял исходный вид. Через зубы и ноздри в лёгкие Дитриха проник воздух. Дитрих не осмеливался расслабиться - он мог лишь тяжело дышать от боли.\nВскоре после этого издалека послышался шум."
          }
        ]
      }
    ]
  }
}