{
  "epId": 2328,
  "name": "Драгоценные сказания Киёсикэн Синкагэути",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Treasured Tales of the Chouken Shinkageuchi_icon.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1684926961,
  "components": {
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#dbdee1>Драгоценные сказания Киёсикэн Синкагэути</color>"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1180,
            "name": "Драгоценные сказания Киёсикэн Синкагэути. Том I",
            "desc": "Первая часть традиционных сказаний Инадзумы. Этот труд также называют «Киёсикэн Синкагэути», и когда-то он относился к запрещённой литературе. В нём рассказывается о происхождении первого сёгуна Райдэн и её кагэмуся, изображается благожелательная мудрость первого сёгуна и великая доблесть её кагэмуся. Однако из-за большой популярности другого труда, известного в просторечии как «Реинкарнация Райдэн», многие люди заинтересовались подобными историями. Таким образом, он снова стал свободно издаваться.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Treasured Tales of the Chouken Shinkageuchi (I)_icon.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Первая часть традиционных сказаний Инадзумы. Этот труд также называют «Киёсикэн Синкагэути», и когда-то он относился к запрещённой литературе. В нём рассказывается о происхождении первого сёгуна Райдэн и её кагэмуся, изображается благожелательная мудрость первого сёгуна и великая доблесть её кагэмуся. Однако из-за большой популярности другого труда, известного в просторечии как «Реинкарнация Райдэн», многие люди заинтересовались подобными историями. Таким образом, он снова стал свободно издаваться.\nВ былые времена говорили, что согнутый лук подобен месяцу в небесах, а хороший клинок - драгоценному нефриту.\nГоворят, что когда Наруками пришла к своему народу, она принесла с собой секрет изготовления мечей. Спустя тысячи зим и сотни жатв смертные мастера-мечники научились делать мечи, которые могли бы порадовать саму Наруками. И тогда Великий храм и сёгунат устроили церемонию: лучшие в мире мечи были собраны и принесены в дар храму. Эти клинки получили имя «Госинто». Эта церемония получилась красочной и привлекающей внимание людей, такой она осталась и до наших дней. Однако за праздником «Госинто» таится истина, которая известна немногим.\nИзготовление мечей - непростое дело для мастеров. Величайшие из их работ становятся известны как «истинные клинки» - «Синути». Мастер даёт им красивое имя, а после вручает повелителю или божеству. Синути не используются для лишения жизни и всегда должны оставаться чистыми. Остальные клинки известны как «теневые клинки» - «Кагэути», их отдают в пользование приближенным повелителя в качестве оружия. Эти клинки нечисты, ведь их часто обагряет кровь.\nС того дня, как Наруками Гонгэн, первый сёгун, начала властвовать над землями Инадзумы, её всегда сопровождала младшая сестра-близнец. «Син» и «Кагэ», истина и её тень, они вели переговоры и управляли двором, отдавали приказы и вели сражения. Младшую из них звали Эи, и даже само её имя означало «тень». Она и впрямь была тенью первого сёгуна, преемницей которой в итоге стала.\nКак известно, в войне, пронёсшейся по миру смертных подобно багровому шторму, должны были уцелеть только семь Архонтов. Хотя Эи, теневая сёгун, была божественно искусна в боевых техниках и непревзойдённо владела клинком, она считала себя лишь воином, мало что понимающим в душах смертных. Поэтому она решила отказаться от своей телесной формы, чтобы помочь старшей сестре вознестись в Небесную обитель и получить власть над Инадзумой. Вскоре после этого истинная сёгун Макото основала сёгунат и стала править страной. Она никогда не забывала о сестре и вскоре призвала божественную сущность Эи и воссоздала для неё тело, тем самым вернув сестру и сделав её своим «самураем-тенью» - «кагэмуся»."
          }
        ]
      }
    ]
  }
}