{
  "epId": 2329,
  "name": "Россыпь жемчуга",
  "desc": "Эта рукопись является частью большой серии и входит в бесценную коллекцию письменных работ Нефритового дворца. Она представляет собой труд на тему экономической политики гавани Ли Юэ.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/12/51635400/d28fb1f81c842631bc963913b79d625a_4730771906291116702.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675335664,
  "components": {
    "body": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "...\nВсякая промышленность или торговля, подобно горному ручью, берёт своё начало в скалах и заканчивает путь в океане. Судьбы всех людей связаны, и нет среди них ни одной, коей можно было бы пренебречь, ведь только двигаясь вместе к новым горизонтам, могут они достичь того, чего желают. Наделённый властью, имеющий силу должен остановить несправедливость, заключить контракты и тем приумножить богатство. Не возносите сильных над слабыми, но и слабых над сильными. Помните, что торговые отношения и пути к богатству зиждутся на канонах справедливости.\nНекто, возможно, спросит: «Ежели народ труда своего лишён, ежели нет у него ни крова, ни пищи, коли дома разрушены да поля заброшены, и трудится народ, не покладая рук, покуда богачи купаются в злате в своих дворцах, что делать тогда горемычным людям?»\nСии слова есть плод заблуждений. Потоки ищущих прибыли подобны волнам, что отмывают песок золотой: тех, кто этим занят, не счесть. Словно горных рек рукава множатся они из рода в род. Недолго беднякам нищенствовать, не вечно богатство имущих, а значит, казна будет полна, а на землях воцарится мир и покой.\nА потому ради дела должно снять запреты, расширить рынки, реформы чинить государственные. Помощь великая порождает работников нерадивых, потому злоупотреблять ей не следует, а следует уменьшать её; расширить должно Милеллитов силы, дабы те могли несправедливость карать, людям лихим отпор давать, да мир внутри государства хранить.\n...\nХотя жизнь Властелина длинна, не следует мысли о будущем прочь гнать. Будет Ли Юэ стоять вечно, будет на землях царить мир и покой, ежели воплощать сей план медленно и верно. Реформы следует обдумать, а не рубить с плеча. Яшма и жемчуг добываются кропотливым трудом, и так же следует вести дела в Ли Юэ, чтобы добиться процветания."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Россыпь жемчуга"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1181,
            "name": "Россыпь жемчуга",
            "desc": "Эта рукопись является частью большой серии и входит в бесценную коллекцию письменных работ Нефритового дворца. Она представляет собой труд на тему экономической политики гавани Ли Юэ.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Meadow of Gems_icon.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}