{
  "epId": 2330,
  "name": "Традиции Ли Юэ",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Customs of Liyue_icon.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675338057,
  "components": {
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Книга, посвящённая культуре и обычаям Ли Юэ. Её написал Фадлан, знаменитый учёный из Сумеру. После выхода книга подверглась многочисленным правкам учёных из Ли Юэ. Сейчас книга продаётся огромными тиражами.\n—— Цветочный шар ——\nВ Ли Юэ, во время свадебных гуляний новобрачная по традиции бросает цветочный шар в толпу гостей. И тому, кто поймал, по поверью будет целый год сопутствовать удача: к торговцу будут рекой литься деньги, бедняк сумеет разбогатеть, тот, кто ещё одинок, сможет вступить в счастливый брак, а супруги будут жить душа в душу, всю жизнь не ведая ссор.\nШар делают из совершенно разных материалов: некоторые предпочитают букет из свежесрезанных цветов, некоторые плетут шелковые мячики из ткани, сделанной из Шелковицы, в скромных же семьях их делают из цветной бумаги или материи. В Ли Юэ этой традиции следуют все, будь то бедные семьи или богатые.\nНекоторые считают, что эта традиция изначально сформировалась под влиянием Луди Гарпастум, традиционного праздника соседнего Королевства Ветра - Мондштадта. Другие считают, что он восходит ко времени до Войны Архонтов, когда Архонт Соли ещё ходила по землям Ли Юэ. Раньше она была одной из пантеона Архонтов Ли Юэ, но из-за мягкого и доброго характера была убита своими же последователями, хотя и не участвовала в Войне Архонтов.\nЕё могила, вероятно, находится в руинах, сейчас жителями Ли Юэ именуемых «Солёные земли». Согласно легенде, с течением времени изменившейся до неузнаваемости, она некогда дарила своим людям букеты цветов в качестве благословения. Ну, или, по крайней мере, в качестве утешения в те жестокие неспокойные времена. Но после того, как Архонт вернулась в вечный круговорот элементов, её рассеявшиеся по земле последователи, возможно, передали этот обычай жителям Ли Юэ, но те, имеющие тягу к соперничеству и шумным праздникам, изменили этот обычай в соответствии со своими особенностями.\nХотя изначально это был добрый и радостный праздник, в отчетах по безопасности Миллелитов каждый год фиксируется массовое получение травм из-за попыток поймать цветочный шар, и количество таких случаев сравнимо с количеством случаев травм от нападений монстров."
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "Книга, посвящённая культуре и обычаям Ли Юэ. Её написал Фадлан, знаменитый учёный из Сумеру. После выхода книга подверглась многочисленным правкам учёных из Ли Юэ. Сейчас книга продаётся огромными тиражами.\n—— Встречая бога ——\nИз всех знаменитых церемоний и фестивалей Ли Юэ ничто не сравнится с Церемонией Сошествия.\nКаждый год Гео Архонт, извечный заступник Ли Юэ, нисходит в мир, даёт указания и увещевает смертных следовать их мудрости, чтобы всё шло, как заведено, и не множился беспорядок.\nВ седую древность земледельцы - праотцы Ли Юэ избирали представителей, которые встречали и провожали Архонта.\nОни посвящали ему обильные жертвы и торжественные гимны, а затем почтительно внимали его заветам, чтобы огласить народу план работ на год. Смертные приумножали богатство и преодолевали напасти, следуя указаниям бога, и царство Гео Архонта непрестанно крепло.\nПосле Войны Архонтов Ли Юэ постепенно пришёл к процветанию. Цисин, представители каждой отрасли Ли Юэ, стали посредниками между народом и Гео Архонтом. Они общались с ним напрямую, а затем просто и доступно доносили волю бога до горожан и задавали курс на весь год.\nКонечно, почтенным распорядителем Церемонии Сошествия мог стать только член Цисин и никто другой не имел права вмешиваться.\nВ умах многих торговцев гавани Ли Юэ божественные слова Гео Архонта были драгоценнее золота.\nА потому, как далеко не заносили бы торговца из Ли Юэ его дела, он прилагал все усилия, чтобы раз в год оказаться на родине - или хотя бы отправить родственника - и узнать указы Властелина Камня. Тем самым обеспечив успех в делах на следующий год.\nВ стране дождевых лесов безумные мудрецы отрекаются от мира и впадают в исступление ради тайного знания. А люди страны утёсов привыкли взывать к великодушным наставлениям своего бога на пути к мирским богатствам.\nИ вот кажется, будто иногда пути семи Архонтов, стоящих плечом к плечу, идут в разных направлениях."
          }
        ]
      },
      {
        "title": "Том III",
        "desc": [
          {
            "type": "RichText",
            "text": "Книга, посвящённая культуре и обычаям Ли Юэ. Её написал Фадлан, знаменитый учёный из Сумеру. После выхода книга подверглась многочисленным правкам учёных из Ли Юэ. Сейчас книга продаётся огромными тиражами.\n—— Шелковица ——\nЦветы шелковицы присутствуют во всех аспектах жизни каждого уважающего себя жителя Ли Юэ. Цветы шелковицы обладают нежным цветом, а её мягкие лепестки часто используются для создания шёлка. Даже после многочисленных этапов обработки и плетения цветы всё равно долгое время сохраняют аромат. Поэтому жители Ли Юэ специально выводят сорта, использующиеся для создания благовоний, и лучшие из них обязательно следует прежде всего преподнести Властелину Камня, чтобы получить его одобрение.\nЗапах и степень маслянистости этих драгоценных благовоний часто разнится, поэтому женщины Ли Юэ придают ароматам разные значения. В Ли Юэ есть негласное правило: не следует спрашивать девушку о её духах во время повседневного разговора. Но, если внимательный человек догадается, что это за аромат и каково его значение, и раскроет это в тонкой формулировке, то у него будет гораздо больше шансов завоевать сердце собеседницы.\nКак часто говорят в деревнях Ли Юэ, способ изготовления благовоний из шелковицы был изначально раскрыт человечеству одним Адептом, который жил в уединении на горе Аоцан. В те времена, когда простые смертные и чудеса существовали бок о бок, Адепты, правившие людским родом, учили своих подопечных жить в любви и гармонии с растениями и животными. Так некогда Адепт, приняв форму грациозной птицы, передал изящные техники создания и нанесения благовоний девушке, омывавшейся в чистом источнике.\nКак могла обычная девушка привлечь внимание ведущего отшельнический образ жизни Адепта? Уже и не узнаешь правды среди сотен слухов и легенд, но способы создавать благовония из шелковицы сквозь века и эры достигли наших дней. Говорят, таинственные и душистые ароматы да изящные техники изготовления благовоний, несмотря на свою тысячелетнюю историю, никогда не изменялись.\nИз-за условий среды и различных предков, шелковица в ходе роста может проявлять разные свойства. Торговцы Ли Юэ давали разные броские названия всем этим разным по характеристикам и сферам употребления сортам шелковицы, а потом утверждали, что эти названия пошли от случайных встреч с Властелином Камня в его человеческом обличье или от удивительных даров Адептов. Торговцы также рассказывали красивые и необычные истории, чтобы с помощью такой рекламы завоевать расположение людей, ведущих праздный образ жизни.\nСуществующий спрос поспособствовал тому, что флористы Ли Юэ увлеклись культивацией и селекцией новых видов шелковицы, поэтому города и посёлки Ли Юэ усыпаны разнообразными цветами. К сожалению, из-за изменений климата и роста горнодобывающей промышленности, естественная среда обитания дикой шелковицы фактически полностью исчезла, поэтому скоплений цветов в окрестностях Ли Юэ почти не осталось. Оставшиеся немногочисленные цветы шелковицы находятся под защитой Адептов, и скромные и нежные цветы резко отличаются от тех, что выращены людьми в городе.\nИнтересно, но с точки зрения жителей Ли Юэ обольстительные ароматы шелковицы одновременно являются символом Властелина Камня. Может ли быть так, что этот величественный и суровый бог, ходивший по земле в мужском обличье, однажды принял облик девушки и принял в дар от смертных свежие цветы? На основе малочисленных исторических источников и запутанных деревенских легенд сложно подтвердить подобный вымысел, но нет возможности и полностью опровергнуть эти фантазии.\nАвтор сих строк некогда своими глазами видел, как статуе семи Архонтов подносили девические дары, искусно выполненные из шелковицы. Какие чувства испытывает Гео Архонт, получая такие дары от подданных, ваш покорный слуга, будучи лишь иностранцем, знать не может."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Традиции Ли Юэ"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1192,
            "name": "Традиции Ли Юэ: Цветочный шар",
            "desc": "Книга, посвящённая культуре и обычаям Ли Юэ. Её написал Фадлан, знаменитый учёный из Сумеру. После выхода книга подверглась многочисленным правкам учёных из Ли Юэ. Сейчас книга продаётся огромными тиражами.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Customs of Liyue: Flower Ball_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1193,
            "name": "Традиции Ли Юэ: Встречая бога",
            "desc": "Книга, посвящённая культуре и обычаям Ли Юэ. Её написал Фадлан, знаменитый учёный из Сумеру. После выхода книга подверглась многочисленным правкам учёных из Ли Юэ. Сейчас книга продаётся огромными тиражами.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/124137736/5b5ceda705f39e2e93ea62f3bb382e39_2316133903123705209.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1194,
            "name": "Традиции Ли Юэ: Шелковица",
            "desc": "Книга, посвящённая культуре и обычаям Ли Юэ. Её написал Фадлан, знаменитый учёный из Сумеру. После выхода книга подверглась многочисленным правкам учёных из Ли Юэ. Сейчас книга продаётся огромными тиражами.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Customs of Liyue: Silk Flowers_icon.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}