{
  "epId": 2333,
  "name": "Разбитые мечты",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Heart's Desire_icon.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1712736773,
  "components": {
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Разбитые мечты"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1255,
            "name": "Разбитые мечты: Лунный свет",
            "desc": "Сборник фантастических рассказов, действие которых разворачивается вокруг таинственной антикварной лавки. Эти рассказы пользуются большой популярностью на материке Тейват.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Heart's Desire: Moonlight_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1256,
            "name": "Разбитые мечты: Глазурь",
            "desc": "Сборник фантастических рассказов, действие которых разворачивается вокруг таинственной антикварной лавки. Эти рассказы пользуются большой популярностью на материке Тейват.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/29/237301566/fe3ec03f847ad88b51a26ec38a1c9f2a_4794153904721953431.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1258,
            "name": "Разбитые мечты: Сапфир",
            "desc": "Сборник фантастических рассказов, действие которых разворачивается вокруг таинственной антикварной лавки. Эти рассказы пользуются большой популярностью на материке Тейват.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/29/237301566/fe3ec03f847ad88b51a26ec38a1c9f2a_2687269735591961443.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1257,
            "name": "Разбитые мечты: Каменное сердце",
            "desc": "Сборник фантастических рассказов, действие которых разворачивается вокруг таинственной антикварной лавки. Эти рассказы пользуются большой популярностью на материке Тейват.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/29/237301566/fe3ec03f847ad88b51a26ec38a1c9f2a_6918775456338888395.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "—— Лунный свет ——\nГоворят, в городе есть один забытый ветром уголок.\nНужно лишь, стоя перед фонтаном, закрыть глаза, выждать тридцать пять ударов сердца, потом пройти семь кругов по часовой стрелке и семь кругов против часовой, и тогда, снова открыв глаза, можно обнаружить, что ноги сами принесли вас к крохотному магазину...\n----\n«Извините... Есть кто-нибудь?»\nРобко спросила Вэйга.\nДверь за её спиной захлопнулась. В кромешном мраке магазина раздался звон дверного колокольчика.\nВечерняя мгла затекала внутрь через будто хрустальные витрины. Магазин был завален вещами совершенно неясного назначения, и она осторожно пробиралась мимо них, боясь нечаянно наступить на что-нибудь.\nНикто не ответил ей.\nИ тогда Вэйга начала присматриваться к окружавшим её вещам: то были части механизмов неизвестного назначения, несравненно прекрасная старинная лира, сломанные керамические плитки, испещрённые непонятными рисунками, потрёпанные временем, покрытые царапинами и засечками кандалы, забытая корона, принадлежавшая раньше знати...\nБлуждая по магазину и рассматривая собранные в нем бесполезные вещи, она в какой-то момент вдруг обнаружила подле себя хозяйку лавки, с глазами узкими и хитрыми, как у лисы.\n«Этот клык некогда принадлежал волчьему королю. Сейчас, возможно, лишь он да боги хранят память о том, как некогда земля сплошь была покрыта льдом и снегом».\nЕдва слышно произнесла она.\n«Добро пожаловать. Приглянулось что-нибудь?»\n«Есть ли у вас что-нибудь, способное заставить человека... Забыть?»\n«О, конечно!»\nВэйга схватилась за грудь и быстро спросила снова:\n«Даже если то, о чём нужно забыть... это человек, который очень-очень дорог?»\nХозяйка с глазами лисы серьёзно кивнула.\n«Я знаю: тот, кого ты хочешь забыть - юноша со взором чистым, как сияние луны. Он исчез давно, оставив лишь пустоту в твоём сердце. Ничто не может заполнить её; не имеет значения, насколько сильны счастливые моменты в твоей жизни - они ускользают, подобно тому лунному сиянию».\nВэйга была настолько потрясена, что могла лишь молча кивать.\nЖенщина с глазами лисы рассмеялась и будто из ниоткуда извлекла бутылку вина.\n«Это вино, способное заставить человека забыть о своих страданиях».\n«В древности, когда над землёй свистели ледяные ветра, наши предки глубоко под снегами и льдами тайно готовили это вино, чтобы укрепить свои силы и попросту выжить. Впоследствии жизнь людей стала счастливей и богаче, и способ производства этого вина был предан забвению».\nОна покачала бутылкой.\n«Осталось не так много. Кажется, будто ты связана с этим магазином, а потому я не потребую с тебя платы. Конечно, если это действительно то, что тебе нужно...»\nВэйга взяла бокал у хозяйки с глазами лисы.\nВерхняя часть бокала в свое время была инкрустирована неким камнем, но он был изъят, и остались после него лишь пустота и одиночество...\nКогда Вэйга очнулась, то обнаружила себя перед фонтаном.\n«Оу, что я здесь делаю?» - она задумалась и быстро пошла в сторону дома по дороге, освещённой луной. Уже опустились на землю глубокие сумерки, и если она не вернется домой как можно скорее...\nНи о странном магазине, ни о способе попасть туда, ни о том, что произошло она не помнила.\n----\n«Она ушла».\nСказала хозяйка с лисьими глазами, когда смолк дверной колокольчик.\nЮноша со взором чистым, что сияние луны, вышел из глубины магазина.\n«Спасибо».\n«Сколько раз она приходила?»\n«Шесть... Нет, семь, - юноша на мгновение заколебался, но затем спросил: Это вино действительно работает? Не то чтобы я не верил тебе, но...»\nХозяйка не ответила, лишь рассмеялась.\n«Оно способно заставить человека забыть страдания. Но, кажется, ваше прошлое - не мучение для неё. Это вино может лишь на время заставить её забыть о тоске по тебе, о скорби от потери».\n«Ей стоит только увидеть лунный свет, чтобы разглядеть в нём твоё отражение, а после воспоминания вернутся одно за другим. Ваша встреча на Луди Гарпастум, время, проведенное под ласкаемым ветром деревом после полудня, пейзажи, открывающиеся с мыса Веры, побег рука об руку с праздника середины лета, песня и накидка из птичьих перьев, что ты преподнес ей на собрании бардов... Наверняка для неё эти воспоминания - то, с чем она не захочет расстаться».\n«В моём магазине есть и такое вино, что заставит человека по-настоящему забыть всё. Если ты хочешь, я могла бы дать ей его?»\nОна едва улыбнулась, глядя на юношу. Он долгое время молчал,а после вздохнул.\n«Почему же ты жаждешь оставить её?»\n«Ах... Вот поэтому».\nОн вынул из нагрудного кармана прекрасный сферический кристалл. В нём был смутно виден некий символ.\n«Говорят, человек, получивший его, однажды может просто исчезнуть из этого мира».\n«Поэтому мне лучше как можно раньше уйти. Пока она ещё молода, пусть лучше забудет меня поскорей».\n«Так вот в чём дело... - со смехом отозвалась она. - Ты тоже избранный».\n«И всё же, знаешь ли ты, что может случиться с избранным в конце?»\nНетерпеливо поинтересовался юноша.\nЛишь тень улыбки скользнула по её лицу, но ответа не последовало.\n«Я должен идти. Раз уж мне выпала доля владеть этой вещью, то вынужден делать то, что должен».\n«Если она придет снова, что ты хочешь, чтобы я сделала?»\n«В таком случае позволь ей самой справиться с этим».\n«А ты безжалостен»."
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "—— Глазурь ——\nГоворят, в одном портовом городе есть забытый скалами и плеском волн уголок.\nСтоит лишь, в месте обдуваемом морскими ветрами, закрыть глаза, повернуться спиной к шуму и суете и сделать сорок девять шагов. Тогда, если в момент, когда стук собственного сердца полностью заглушит остальные звуки, открыть глаза, можно обнаружить, что ноги сами принесли вас к крохотному магазину...\n----\n«Есть кто?» - окликнул Юй Ань.\nОн на ощупь вошёл и дверь сразу закрылась за ним. Чистый звук колокольчика разнёсся по магазину.\nЗвуки разбивающихся о набережную волн тихо, будто воспоминания, проникали внутрь. Груды различных старинных вещей непонятного назначения занимали узкое и длинное пространство магазина. Юй Ань внимательно осмотрел наполнявшие лавку предметы, испуганный мыслью, что пыль, осевшая на его длинных шелковых одеждах может быть старше, чем он сам.\nПожелтевший от старости бумажный фонарь, клык неизвестного ему огромного дикого зверя, чёрный, как ночь, кусок метеоритного железа, геометрический объект цвета потускневшего золота с пазами и выступами, сделанный из неизвестного материала...\nКогда он взял в руки хрустальный пузырёк с белоснежным порошком внутри, совсем рядом с ним раздался нежный голос.\n«Это - соль, полученная из слёз некоего Архонта...»\nЗвук голоса, вспугнувший тягучую тишину словно бросок камня, волнующий водную гладь, заставил его вздрогнуть от неожиданности и случайно выпустить пробирку из рук.\nНо звон бьющегося стекла, которого он ожидал, так и не раздался. Хозяйка магазина с лисьими глазами удивительным образом успела поймать флакон с солью и поставила его на место.\n«Я, хм... Странно, но я не помню, кто порекомендовал мне прийти сюда».\nОна едва кивнула, никак не отреагировав на его смущение.\n«Добро пожаловать. Приглянулось что-нибудь?»\n«Хочу подобрать подарок для... Хм, для девушки, которая мне нравится».\n«Я планирую в скором времени просить её руки, поэтому мне нужен подходящий подарок».\nЮй Ань нервно облизал губы, встретившись взглядом с бездонными глазами хозяйки магазина, жёлтыми, что янтарь.\nОни смотрели друг на друга довольно долго, пока она не сказала: «Я поняла».\nЕё стройный силуэт быстро исчез в глубине магазина.\nКогда она вернулась, в руках у неё было нечто, смутно переливающееся разными цветами. Только присмотревшись поближе, можно было рассмотреть кропотливо обработанный сверкающий кристалл о десяти гранях.\n«Полагаю, ты тоже наслышан о \"Кристальном сердце\"».\nХотя он ни разу не слышал о нём, Юй Ань всё же кивнул.\n«Говорят, такой кристалл, созданный человеком, является лишь жалким подобием настоящего. Настоящий кристалл может открыть человеку его сокровенные мечты, ибо создан он из предсмертных сожалений и желаний мистических созданий. Взгляни...»\nВзглядом она дала понять Юй Аню, что они вместе должны посмотреть на мерцающие в глубинах кристалла иллюзии.\nДесятки тысяч лет промелькнули перед его глазами в одно мгновение: звёзды, океаны, сама земля менялись и приобретали новые формы, подобно клубящимся облакам. Бескрайние снега превращались в луга, реки рассекали глади равнин. Города кипели жизнью, словно муравейники, государства рушились, словно башенки из кубиков...\n...Сгустились сумерки. Лунный свет поблескивал на морской глади. Придя в сознание, Юй Ань обнаружил себя идущим к пристани.\nВ руках он крепко-крепко сжимал твёрдый кристалл, уже ставший тёплым, словно в нём действительно пульсировала кровь.\n«Да, это кристальное сердце действительно удивительное», - думал он, быстро шагая в свете луны. - «Нужно лишь подарить его ей, если я подарю его ей, тогда я смогу... Мне нужно будет...»\n----\nВисящий над дверьми колокольчик пронзительно зазвенел.\n«Добро пожаловать. Приглянулось что-нибудь?»\n«Я бы хотела обменять этот... Ну, не знаю, считается ли он за драгоценный камень...»\nЛуч света прошёл через тщательно огранённый кристалл и рассеялся по магазину.\n«Мне подарил его один ухаживавший за мной молодой человек. Сказал, в нём можно увидеть удивительные образы».\n«Не знаю, почему, но, когда я смотрю в него, мне лишь становится не по себе. Хотя камень очень красив, но сейчас мысли о том человеке вызывают у меня лишь раздражение. Поэтому я решила предложить этот камень в магазин драгоценностей».\n«Я понимаю, это действительно превосходный десятигранный кристалл. Сколько моры вы за него хотите?»\n«На самом деле, мне не нужны деньги. Однако позвольте мне присмотреться... Вот то - это соль? Кстати говоря, мне как раз нужно нанести визит в Соляные Земли. Я бы обменяла его лишь на этот флакон соли».\n----\nХозяйка с глазами лисы удалилась вглубь магазина, любуясь безупречным с точки зрения геометрии кристаллом.\n«В тебе я вижу дурное. Истинная натура того парнишки действительно... печалит».\n«В конце концов, он всего лишь далёкий от высших слоёв общества человек, всеми правдами и неправдами старавшийся пробиться наверх и надеявшийся с помощью женитьбы войти в обеспеченную, успешную в солевой индустрии семью. Если бы не это, пусть бы и не было у них взаимной любви, они всё равно могли бы прожить вместе счастливую жизнь. В конце концов, счастье всего лишь привычка, и любовь здесь ни при чём».\nОна едва пригубила вино, тихонько посмеиваясь над своими мыслями.\n«Но я не могу простить таких людей».\n«С другой стороны, делиться взаимной искренностью с незнакомцем так легко. Я знаю, что с момента, как он переступил порог магазина, мы больше не встретимся, так что плохого в том, чтобы он узнал толику правды? Но, чем ближе люди становятся, тем больше появляется коварных планов и тем опаснее становится человек. Но как он догадался?..»\n«Я сожалею, всё это подвергло тебя риску. Так или иначе, хорошо, что всё встало на свои места», - она опустила глаза, - «В конце концов, то, что ты оставила - это твоё сердце. Я буду хорошенько беречь его... Однако тебе не кажется занимательным время от времени путешествовать, смотреть на нынешних людей?..»"
          }
        ]
      },
      {
        "title": "Том III",
        "desc": [
          {
            "type": "RichText",
            "text": "—— Сапфир ——\nГоворят, в городе есть один забытый ветром уголок.\nНужно лишь, стоя посреди площади, закрыть глаза, семь раз повернуться по часовой стрелке, семь раз - против, потом пройти вперёд сорок шагов и дождаться, когда щебет птиц на ветру мало-помалу стихнет. И тогда, снова открыв глаза, можно обнаружить, что ноги сами принесли вас к крохотному магазину...\n----\nХозяйка магазина с глазами узкими, как у лисы, открыла стеклянные двери, позволяя лунному свету проникнуть внутрь и рассыпать по прилавку собранные с небесного покрова искры звёзд.\nБудь то напоказ распустившийся цветок, покрытый пылью мяч с Луди Гарпастум, изъеденные вредителями до неузнаваемости свитки или же лук без тетивы - всё это выглядело так, будто находилось в древних залах старой аристократии, в лучах лунного света густо покрытое серебром.\n«Эй. Как торговля?»\nПолный презрения голос донесся из глубины магазина.\nХозяйка обернулась. Там, куда не проникал лунный свет, вольготно устроившись в её кресле, сидел хорошо знакомый ей гость.\n«Неплохо. Последнее время приходится остерегаться воров».\nОтветила хозяйка, изобразив улыбку.\n«Так-то? Собираешься отказаться от старых клиентов?»\n«В твоём магазине нет ничего, что бы мне приглянулось. Хотя, если бы мне действительно пришлось выбирать...»\n«Ладно, как охота?»\n«А, ты думаешь, я здесь, чтобы сбыть краденое?»\n«Охотник» разочарованно хмыкнул, но хозяйка лишь продолжила улыбаться.\n«Конечно, нет, ты бы никогда не сказал прямо \"сбыть краденое\"».\n«\"Обменять\", \"преподнести подарок\", \"пожертвовать\", \"уступить\"... Будучи уличным вором, ты проявляешь удивительную филантропию, м?»\n«Но сегодня я здесь по другой причине. Я здесь, потому что хочу кое-что попросить... То вино, что поможет забыть горечь разлуки».\nХоть он и был вором, сердце у него было благородное. И пусть словам не доставало учтивости, улыбка, тронувшая его губы, была действительно искренней.\n«Мне очень жаль, но оно уже продано».\nФляжка, уже припрятанная у него за пазухой, мистическим образом появилась теперь в руках у хозяйки.\n«На все товары здесь уже есть покупатель. В какой-то момент в будущем оно уже было продано».\n«Оказывается, твои руки ловче моих, неудачно вышло».\nОн горько усмехнулся.\n«Недавно я понял, что груз тоски тяжелее золота. Раз уж моя работа предполагает постоянные прыжки по крышам и бег по узким балкам, следует избегать... Лишнего груза».\n«Интересно, ощущает ли эту тяжесть та девушка с глазами синими, что сапфиры?»\n----\nВнезапно звон дверного колокольчика разбудил хозяйку магазина.\nВошедшей оказалась ведьма с копьём в руке и острым, как то же копьё, взглядом синих глаз. Лицо её пересекало клеймо, свидетельствовавшее о гонениях со стороны аристократии.\nНе обращая внимания на хаотично разбросанные по магазину вещи, она, подобно клинку, пронзающему сердце, прошла прямо к прилавку.\n«Добро пожаловать. Приглянулось что-нибудь?»\n«У меня есть вещь для обмена».\nЗвук её речи был подобен звону бьющегося на осколки тонкого льда. Вслед за этим ведьма выложила на прилавок крупный синий кристалл.\n«Один вор украл его с принадлежавшего аристократу кубка. Он преподнёс кристалл мне в качестве подарка, и за этот подарок я была наказана моим хозяином».\n«Однако это произошло много лет назад. Я думала, время усмирит мою злость, а моё желание вновь увидеть его утихнет...»\n«Сколько моры ты хочешь за это сокровище?»\nВедьма указала на стоявший в буфете драгоценный серебряный кубок с отсутствующим камнем.\n«Хозяйка с лисьими глазами покрутила камень в руках, и его голубое сияние свободно разлилось по магазину и затерялось в его глубинах.\n«Я поняла. Если это действительно то, что тебе нужно...»\nКогда одолевают сомнения, возникают опасения того, что все усилия пойдут прахом. И тогда в людских душах появляются трещины страха.\nЗатем, по следам страха начинает следовать смерть, пронизывая до костей липким холодом.\nМногие люди лишь на смертном одре осознают, что были смертельно ранены в средоточие своих слабостей, неведомо когда открытое ими миру.\nПодняв синий кристалл к лучам лунного света, хозяйка магазина широко раскрытыми от восхищения лисьими глазами наблюдала, как появляется и меркнет в нём родовой герб древней знати.\nСуществует легенда, что в правильно выбранный момент в кристальных глубинах камня можно увидеть прошлое, будущее или же подлинную человеческую натуру. Именно поэтому ходят легенды о том, что существует одуванчиковое поле столь же широкое и безбрежное, что Океан; именно поэтому говорят, что некогда в небе было три ярко сияющих луны по имени Ария, Саннада и Канон - три сестры, оказавшиеся навсегда разлучёнными из-за страшной беды; именно поэтому есть предание о ведьме, которая видела смерть до её прихода и умерла сама от разбитого сердца, когда тот, кто разбил его, будучи в далёких странах, всю жизнь ждал с ней встречи.\nОна прекрасно понимала, что, даже если выбросит этот драгоценный камень, легенды не исчезнут вместе с ним, как не изменится однажды случившийся финал истории.\nИ тогда лучше всего - собрать все эти легенды и истории в её собственном магазине."
          }
        ]
      },
      {
        "title": "Том IV",
        "desc": [
          {
            "type": "RichText",
            "text": "—— Каменное сердце ——\nГоворят, в одном портовом городе есть забытый скалами и плеском волн уголок.\nСтоит лишь, стоя в месте, обдуваемом морскими ветрами, закрыть глаза, повернуться спиной к шуму и суете и сделать сорок девять шагов. И если в момент, когда стихнут людские голоса и останется лишь стук собственного сердца, открыть глаза, то можно обнаружить, что ноги сами принесли вас к крохотному магазину...\n----\n«Есть кто-нибудь?» - мужчина в накинутом на плечи плаще постучал в дверь.\nЧерез покрытое пылью окно он разглядел товары, выставленные в магазине - бутылочка сверкающей звездной пыли, клинок, поблёскивающий, словно лёд, картина, пожелтевшая от времени, эликсир, окутанный таинственным сиянием, подёрнутые тонким слоем инея черепки...\nМужчина вошёл в магазин, и двери за его спиной закрылись.\nКогда он подошел к прилавку, внимательно рассматривая чудные, будто не принадлежащие этой эпохе вещи, рядом с ним раздался ласковый женский голос:\n«Добро пожаловать. Приглянулось что-нибудь?»\nМужчина замер в удивлении, а затем обернулся и встретился с едва улыбающейся хозяйкой магазина. У неё были лисьи глаза.\n«Дело вот в чём... Я ищу что-нибудь, что могло бы помочь мне примириться с моим прошлым».\nМужчина откашлялся. В его голосе слышалась напряженность, что никак не соответствовало его внешности.\n«Вот как? Поняла...»\nЖёлтые лисьи глаза заискрились. Хозяйка магазина смерила мужчину в промокшем плаще оценивающим взглядом, после чего кивнула.\nПосле она наклонилась, ища что-то за прилавком, и извлекла оттуда искусно обработанный кусочек янтаря.\nЯнтарь в руках хозяйки испускал слабое золотистое сияние, подобное свету её глаз.\nМужчина взял янтарь в руки и тщательно осмотрел его в свете луны. В сумерках казалось, что в глубине этого мягкого золотистого света кроется бескрайняя буря.\nЕго руки продолжали трястись.\n«Этот янтарь на самом деле - душа гор. Даже самая твердая и упрямая порода со временем может произвести на свет чистую, ясную душу».\nГолос хозяйки магазина звучал будто издалека, и мужчина лишь едва кивал головой.\n«Это именно то, что мне нужно».\nМужчина ответил сильным голосом, и, положив на прилавок увесистый мешочек с морой, немедленно ушёл, растворившись в дождливой ночи.\n----\n«Так всё и было».\nЗакончив говорить, хозяйка сощурила лисьи глаза и пытливо взглянула на стоявшего перед ней гостя.\n«И он больше ничего не сказал?»\nВ глазах молодого человека, внешностью походившего на горняка, читалось неприкрытое нетерпение, однако хозяйка магазина лишь молча покачала головой.\n«Он оставил мешочек моры, кое-где выпачканный кровью».\nГолос хозяйки был спокоен, как водная гладь, и холоден как лёд.\n«Это именно то, что мне нужно».\nНа одном дыхании выпалил молодой человек, будто специально избегая взгляда жёлтых лисьих глаз хозяйки,\n«В обмен я могу рассказать тебе одну историю».\nХозяйка магазина кивнула, побуждая его продолжать.\n«Тот мужчина в дождевом плаще... Однажды я добывал вместе с ним камень высоко в горах. Я делал это ради того, чтобы стать лучшим, он же - ради семьи...\n«Потом, одной дождливой ночью, в недрах разработанной нами скалы мы нашли кусок янтаря, и на фоне сияющего золотого света, исходившего от его поверхности, меркли прекрасные виды Заоблачного предела...\n«Мы договорились вернуться в порт и разделить доход от него поровну. Но в тот вечер я, пользуясь тем, что шум ливня скрывал остальные звуки, тихо ушёл, оставив его спать вечным сном на вершине тех гор...\n«Я сделал это, потому что боялся, что не могу верить ему, что не могу верить обещанию, которое слышали лишь несуществующие Адепты».\n«Поэтому страх победил меня... Я предпочёл получить полную сумму, пусть деньги эти и были кровавыми, я не хотел брать на себя риски, которые несёт с собой неизвестный компаньон...»\n«Утром следующего дня я спустил верёвку и стал спускаться с горы. Где-то на четвёртом, а может, на пятом или шестом шаге я уже поставил ногу на камень, когда странная дрожь прошла по моим рукам и затем по всему телу, пробрав до костей...\n«В тот момент я поднял голову и взглянул на верёвку, но было уже слишком поздно...\n«Последним, что я увидел, были волокна веревки, торчащие на её оборванном конце...»\n«Но я знаю, что такой гладкий срез мог быть сделан только охотничьим ножом».\n«И так, в конце концов, вы свели счёты».\nХозяйка с лисьими глазами едва заметно улыбнулась.\n«Он забрал янтарь, а ты получил полную сумму за него».\nМолодой человек больше ничего не сказал.\n----\nВ легендах говорится, что янтарь - это душа гор, и, чем выше их внутренняя сила, тем чётче отражается в камне человеческая истинная натура.\nНекоторые говорят, что, даже если хозяина янтаря уже нет в живых, он продолжает нести в себе желания и сожаления оного, ища человека, способного удовлетворить или развеять их.\nПо крайней мере, так говорится в легендах.\nСтранный посетитель уже два часа как ушёл, а ливень и не думал прекращаться.\nХозяйка с лисьими глазами долго ждала у окна, глядя вглубь улочки, затянутой пеленой дождя.\n«Но... Действительно ли они теперь свободны?»\nСпросила она, будто обращаясь к дождевой завесе, но на этот вопрос ей не было ответа."
          }
        ]
      }
    ]
  }
}