{
  "epId": 2334,
  "name": "Указания по очищению Священной сакуры",
  "desc": "Потрёпанное руководство со сведениями о ритуале очищения Священной сакуры. Некоторые из его страниц отмечены киноварной печатью некоего святилища.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/13/51635400/203adc8000a0b8b9de211d4b18a21b8b_2261666315483815411.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675335652,
  "components": {
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Указания по очищению Священной сакуры"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1263,
            "name": "Указания по очищению Священной сакуры",
            "desc": "Потрёпанное руководство со сведениями о ритуале очищения Священной сакуры. Некоторые из его страниц отмечены киноварной печатью некоего святилища.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sacred Sakura Cleansing Summary_icon.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "...\n«Первый грех Наруками на небесах, второй грех Ватацуми среди людей. Восстановление Тинси. Чтобы умилостивить богов».\nВ указанные выше примеры входят все ритуалы, очищения, церемонии и проклятья. При выполнении великого очищения нужно придерживаться предыдущих примеров.\nГромовые сакуры выросли из пересаженных ветвей Священной сакуры. Они отростки духа Наруками и соединяют Великий храм со всеми остальными.\nВ те времена на небесах случались постоянные катастрофы, а земля была исполнена мерзости. Не было недостатка в свирепых воинах, а демоны крушили всё и вся. Чтобы справиться с пороком, от Громовой сакуры в храме отломили ветвь.\nЗа годы беды накапливаются. Поэтому чтобы успокоить хаос, нужно проводить очищение.\nОчищение Громовой сакуры должно проходить раз в 60 лет. Ритуалы делятся на большие и малые. После нескольких малых очищений должно проводится большое.\nВо время малого очищения грехов небес и народа прочтите «Касикоми». Запечатайте миазмы преградой, спрячьте опухоли от людей. Поставьте защиту - заколдованный предмет. Выполните этот ритуал в пяти местностях Наруками, одна за другой.\nЦель малого очищения - отдалиться от мерзости. Это даёт несколько лет мира.\nВо время великого очищения, грехи небес и народа. Поставьте как защиту пять чувств, а именно глаза, рот, нос, ладони и стопы, и сломайте преграду малого очищения. Избавьтесь от мерзости с помощью великого божественного заклинания.\nЦель великого очищения - избавиться от мерзости и очистить грехи.\nКонец краткого содержания, подробности ниже.\nОстальное нечитабельно из-за потёртостей, грязи и повреждений."
          }
        ]
      }
    ]
  }
}