{
  "epId": 2335,
  "name": "«Легенда о разбитой алебарде»",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/13/51635400/cbd2925067c96becc29242dbd89eeed6_2393640592091657188.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675337372,
  "components": {
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "В древние времена, когда у Аксис Мунди не было препятствий, существовало девять сфер, каждая из которых была отдельным миром. Царство людей было известно как «Срединная Земля», а боги жили на небесах.\nПосле великой катастрофы боги развязали войну между собой. Перед своим падением Царь богов поджёг все девять сфер, обрёкши на смерть всё живое. Царства переродились, жизнь снова процветает, но проход между девятью царствами Аксис Мунди заблокирован.\nЭто начало совершенно нового графического романа об эпическом приключении и поисках алебарды Короля богов!\n—— Дело императорского двора ——\n«Я эмиссар императорского двора, великий и светлейший генерал Вэй Ян! Расступись!»\n«О, но разве \"великий и светлейший\" - это военный ранг? Я думал, наоборот», - без раздумий парировал Миар.\nЛицо Вэй Яна побагровело. «О, жалкий червяк с пограничных земель смеет преподавать мне урок?»\n«Неужели за эти несколько лет император полностью изменил структуру государственного управления?»\nДвое сопровождавших Вэй Яна мечников расхохотались. «Ха-ха! Стоило уехать так далеко от столицы, пройти все контрольные пункты, чтобы застрять в маленьком безлюдном трактире!»\nОфициант А Цинь, пристально посмотрев на красные щёки Вэй Яна, вдруг заявил: «Ты чиновница в мужском платье».\n«А ты проницательный», - отметил один из воинов, - «Она придворный блюститель церемоний. Мы же - офицеры, оба владеем копьём и мечом. Один из нас из Гвардии, другой - из личной охраны императора. Мы здесь по приказу светлейшего императорского министра для того, чтобы изъять проклятые мечи».\n«Хотя и та часть про великого и светлейшего... генерала, ха-ха, была выдумана, то, что мы здесь по императорскому приказу - правда», - добавил второй воин.\nМиар слышал о проклятых клинках. Говорят, пять или шесть лет назад с небес упал метеорит. По местным законам, он относился к природным богатствам, а потому принадлежал императору. Но кузнец по имени Фэн взял метеоритное железо себе и незаконно выковал девять мечей. Говорят, эти мечи могут захватить душу и разум человека. Они вызвали множество слухов среди владеющих боевыми искусствами.\n«Вот так», - сказав это, Миар захлопнул дверь уборной.\n«Да как угодно, только выпусти меня из туалета сейчас же!» - Вэй Ян, понимая, что её разоблачили, перестала притворяться и говорила теперь своим обычным голосом. Он у неё был неожиданно мелодичный.\n«Госпожа Вэй Ян - благовоспитанная блюстительница церемоний. В отличие от нас, мужчин, она не может просто выйти в поле по такому деликатному делу. Но, пожалуйста, поскорее!»\nМиар, вымыв руки и выйдя из уборной, сел за стол рядом с двумя воинами.\n«Удивительно встретить в приграничном районе человека, обладающего столь точными знаниями об устройстве императорского двора», - заметил тот, из императорской охраны. - «Позволите поинтересоваться вашим происхождением?»\n«Мой отец, Ми Тинжэнь, некогда был главой ведомства банкетов. Он был несправедливо обвинён в незаконной растрате средств, отчисляемых для императорского стола. Поэтому он оставил службу и вернулся домой», - Миар задумчиво почесал подбородок. - «Отец после этого пал духом, поэтому я надеюсь однажды вернуться ко двору и очистить фамилию Ми»."
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "Миар, случайно впутавшийся в приключения и поиски мечей, столкнулся с проблемами ещё до того, как началось его приключение. Используя мечи Бисе, его враги расправились с имперской стражей и элитным имперским эскортом. В минуты смертельной опасности Миар вспомнил заклинание, которому его научил отец. Согласно легенде, юная дочь Небесного Императора, имя чьё никому неизвестно, стала обладательницей тела Вэйян. Кто же победит? Владельцы мечей Бисе, которые превратились в свирепых демонов? Или Миар, который едва мог постоять за себя в бою?\n—— Проблемы одержимости ——\n«М-м, вкусно».\nКогда одержимость вернулась, Вэй Ян превратилась в довольно очаровательную девушку. Она аккуратно ела сделанные Миаром пирожки. Поскольку они были горячими, она отчаянно дула на кончик языка, и это выглядело мило.\n«Всё так внезапно. Мне нужно немного времени, чтобы принять это всё, - Миар, отдавший один глаз, чтобы спасти духа, взял пирожок. - Можешь объяснить ещё раз?»\n«На самом деле, этот так называемый \"метеорит\" был священной алебардой. Её разбил простой смертный, чтобы из обломков выковать девять проклятых мечей. Это был Туманный меч, третий в моей коллекции».\n«А ты?..»\n«А я некогда была дочерью Небесного Императора, но своё имя я забыла давным-давно. Я была вершителем справедливости и карателем, говоря на вашем языке - судьёй».\nИз-за того, что ведомство банкетов было ответственно за жертвоприношения и проведение ритуалов, отец заставлял Миара учить наизусть все молитвы и порядки церемоний. И, поскольку все ритуалы подразумевали вступление в контакт с духами, Миар также был знаком с некоторыми особенностями взаимодействия с ними. Например, он помнил, что если узнать настоящее имя божества, то можно получить полный контроль над ним. Так что вряд ли она действительно забыла свое имя.\n«И тогда императорский двор решил заново выковать из этих мечей священную алебарду?» - Миар уговорил себя смириться с этим планом.\n«Я не знаю. Владелец этого тела больше ничего не знает. Она лишь... Очень возмущена. Хочет проявить себя перед двором», - Вэй Ян сложила руки на груди.\n«И что теперь? Я должен провести какой-нибудь ритуал прощания, чтобы ты ушла? - Миар ощупал повязку, скрывавшую невидящий более глаз. - А потом зрение вернется ко мне?»\n«Дай мне имя», - она подняла голову, не обращая внимания на крошки, прилипшие к уголкам рта.\n«Не сходи с ума. Чиновники, сдающие экзамены, лично предстают перед императором, чтобы он мог видеть их облик. Как, по-твоему, я смогу стать главой ведомства банкетов с одним глазом?»\n«Что ж, ну а мне нужны все осколки священной алебарды, - ответила она, - Иначе весь этот мир сгорит дотла».\nМиар не ответил. Он лишь пристально смотрел на неё.\n«Тебе необязательно идти со мной. Но, во имя всего живого, прошу тебя, позволь мне пользоваться твоим глазом некоторое время»."
          }
        ]
      },
      {
        "title": "Том III",
        "desc": [
          {
            "type": "RichText",
            "text": "«Оставайтесь Вэйян. Это имя поможет нам затеряться среди обычных людей, пока мы находимся в пути. С официальными документами вы сможете беспрепятственно следовать по всей империи». По-прежнему волнуясь о Вэйян, Миар решил сопровождать её в её походе и убивать любых повстречавшихся на пути демонов.\nХоть они уже собрали пять мечей Бисе и были в безопасности, в глубине души они знали, что их путь будет становиться только опаснее.\n—— Богиня идёт на запад ——\n«Это всё, что я могу для тебя сделать», - Миар одно за другим выложил на стол несколько блюд, потом сел перед Вэй Ян.\nИз-за недавней битвы не на жизнь, а на смерть, у Вэй Ян была сломана правая рука. Сейчас та была плотно перебинтована. Вэй Ян какое-то время неотрывно смотрела на Миара, но он просто сидел, опершись подбородком на руку. Оба молчали.\nНаконец, Вэй Ян попыталась есть левой рукой, но никак не могла захватить палочками ни одной фрикадельки из горячего бульона.\nМиар вздохнул и взял палочки сам. - «Давай я буду тебя кормить».\n«Что ж, кажется, ты можешь сделать для меня чуточку больше», - вдруг заявила Вэй Ян, поев немного с помощью Миара. Но настроение её оставалось прежним.\n«Ведомство банкетов управляет жертвоприношениями и людьми, служащими вам, небожителям, так что я, можно сказать, выполняю свои прямые обязанности, ухаживая за тобой».\n«В конце концов, когда божества берут в руки оружие, что остается нам, простым смертным? Только наблюдать,»\n- так думал Миар. Однако говорить это вслух он не счёл нужным.\n«Когда ты сражаешься с проклятыми мечами, ты же можешь заставить своё копьё летать, можешь управлять мечом и всё такое. Почему бы тебе не сделать то же самое с палочками?»\n«Эти силы передал мне отец. Только я могу их использовать, и должна делать это только во имя правосудия и кары виновных. Нельзя...» - голос Вэй Ян вдруг дрогнул, - «нельзя тратить эти силы на пустяки».\n«Перед смертью тот человек сказал нечто странное о моём отце, - от скуки Миар начал играть с пламенем свечи. - \"Министр Ми не был чист на руку, не был он и несправедливо осуждён\". Что это всё значит?»\nЕсли император не хочет восстанавливать священную алебарду, то сопровождение Вэй Ян, одержимой дочерью Небесного Императора, будет означать несогласие с волей императорского двора.\nВэй Ян будто услышала мысли Миара, и лицо её помрачнело в неверном свете свечи.\nОна сказала: «Ты не обязан помогать мне. Ты всего лишь смертный, и ничего хорошего в том, чтобы противостоять императорскому двору, для тебя нет».\nМиар ответил: «Оставим эти разговоры. Прежде я должен узнать правду от отца».\nВэй Ян сказала: «А... Нам нужно встретиться с твоим отцом? Тогда я завтра куплю шелковый наряд и румян».\nМиар отмахнулся: «Он всего лишь мой старик, не стоит так утруждаться».\nЛицо Вэй Ян внезапно стало жёстким. - «Разве это не твой долг?»"
          }
        ]
      },
      {
        "title": "Том IV",
        "desc": [
          {
            "type": "RichText",
            "text": "«Успокойся, сын мой. Послушай меня, Миар. Я не твой настоящий отец...»\n«Неееееет!»\nКак оказалось, министром императорских банкетов был хан Асура из Йотунхейма. Чтобы защитить дочь Небесного Императора, им удалось покинуть столицу только благодаря помощи ведомства банкетов и главного секретаря.\n«Когда-то покойный Небесный Император, Контра Мунди, был моим другом. Но теперь, зная, что тебе удалось призвать её, я могу быть спокоен, ведь все мои желания исполнились».\n—— Блестящий план ——\nПожалуй, в такой ситуации даже сам Будда или Адепт не знали бы, что делать.\n«Это Огненный меч «Катакугоша». Он был выплавлен из огненного осколка Дхарани. А, если говорить на вашем языке, Ваше Величество, то он сделан из рун, принадлежавших огненному миру, который, в свою очередь, является одним из девяти миров Царя богов».\nПочему этот воин с запада так мастерски владеет мечом? Обычно люди, чей разум захвачен проклятым мечом, теряют свои способности, в том числе и навыки фехтования.\nВэй Ян, прижав к себе сломанную руку, жадно ловила ртом горячий воздух. Обычно с помощью своих сил она могла сама залечить свои раны и переломы, но сейчас они горели негасимым огнём.\nИз-за потери крови всё плыло у неё перед глазами. Миар выпрямился во весь рост, закрывая её собой от воина.\n«В твоих глазах я вижу много вопросов. Что ж, прежде чем убить вас, я объясню. Я убил твоего отца, потому что он пытался помешать воскрешению Царя богов. Насчёт того, почему я управляю огненными рунами, а не они мной...»\nВоин с востока поднял проклятый меч, - «потому что я воплощение воина из свиты Небесной Охоты!..»\nСуществует легенда, что Небесный Император, вступив в войну с Асурами, некогда отобрал в свою армию солдат из трёх миров, и после их смерти создал из них армию. Порой, когда болота сотрясали бури и молнии рвали небо, местные люди говорили: «воины Небесного Императора вышли на охоту».\n«Нет, нет... Это невозможно!» - недоверие появилось в глазах воина, когда проклятый меч разлетелся на куски. Сам воин отлетел, и осколки впились в него.\nВ воцарившемся хаосе Миар, решивший бороться до конца, вынул клинок, что оставил ему в наследство отец. Миар не знал, что это - «Левадин», дьявольский меч, некогда сжёгший дотла целый мир. Если руны из огненного мира были его секретом, то «Левадин» был его бессмертной сутью.\nПотухший после сожжения собственного мира, дьявольский меч воспылал вновь, поглотив огненные руны.\n«Весь мир снова... Снова будет уничтожен...» - сказав это, Вэй Ян потеряла сознание."
          }
        ]
      },
      {
        "title": "Том V",
        "desc": [
          {
            "type": "RichText",
            "text": "«Большинство военных чиновников хотят выпустить Аксис Мунди, ведь мир, погрязший в хаосе, значительно повысит положение и важность боевых искусств».\n«Они хотят начать новую войну с Асурами?»\n«Он хочет».\nСпоры между гражданскими и военными чиновниками и планы ушедших богов вновь угрожают девяти мирам!\n—— Наследие богини ——\n«Твои деяния спасли множество жизней. Ты действительно великий воин», - принц, сложив руки за спиной, неспешно прошёлся вокруг преклонившего колени Миара.\nНо Миар был абсолютно невозмутим.\n«Передай священную алебарду, и через месяц должность главы ведомства банкетов твоя. Если захочешь, в течение десяти лет сможешь стать главным секретарём, - принц сел. - Твой ответ?..»\n«Ваше Величество ещё не разрешили мне встать, я не осмеливаюсь говорить».\n«Но тогда получится, что ты приказал мне разрешить тебе встать? Нет, так не пойдёт. Как будущий глава этого королевства...»\n«А, ох уж эти церемонии, - Миар сам поменял положение. - Дворцовый этикет нынешней династии не требует земных поклонов перед принцем, достаточно трёх приветственных поклонов. Я думал, ты уже взошёл на трон, а потому пришёл засвидетельствовать своё почтение. А ты уже и воспользовался этим».\n«Ты! Ты!..»\n«Что - я? - Миар встал. - Половина священной алебарды будет твоей, Дхарани из огненного мира я отдам отцу. В основном, чтобы избежать повторения случившегося».\n«Хм... Неплохо. Нужен лишь образец. Потом это станет новым супероружием! Ха-ха!»\nМиар бесцеремонно сел напротив принца, - «Мы с тобой вскормлены одной матерью, и как ты мог вырасти таким глупым, мне непонятно!»\n«Как ты смеешь! Я помню госпожу Ми, она была моей приемной матерью, и только её воспитание заставляло меня терпеть твою...»\n«Пожалуй чин главы ведомства банкетов тому, кто этого захочет. Я возвращаюсь домой».\nПринц онемел.\n«А что с Вэй Ян?» - Миар принялся жевать, делая вид, что ему всё равно.\n«А, поскольку поход за мечами был успешен, ей пожалован чин блюстителя церемоний. Она не имела никакого отношения к заговору её отца, светлейшего Императорского министра. Министр церемоний и главный секретарь предоставили отчёты. Я прослежу, чтобы с ней соответствующе обращались».\nЧто-то странное было в этих словах.\nВпрочем, это хорошо...\nОна ушла, и его глаз восстановился. Но иногда и по сей день он чувствовал ноющую боль, похожую на фантомные боли, терзающие потерянную конечность."
          }
        ]
      },
      {
        "title": "Том VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Миар ещё раз повторил слова забытого заклинания. Он вновь встретил девушку. «Значит, вот так ты выглядишь на самом деле».\n«Мир лежит в руинах. Новый мир родится из пепла старого». Безумный Небесный Император приговорил всех живых существ к жестокому наказанию.\n«Но вы, вы ведь сможете меня понять, не так ли?» Безымянный вор, похитивший национальное сокровище, сказал своему господину.\n«Нет, не надо извинений. Ты такой добродушный».\n—— Ничто ——\n«Дочь моя, на которую возлагаю я все свои надежды! Разве не дал я тебе жизнь лишь для того, чтобы ты однажды пронзила меня алебардой?» - очнувшийся от долгого сна Царь богов парил в небесах под раскаты грома, радуясь своему возвращению.\nНо в ней больше не было страха. Наступил тот момент, которого она так ждала. Тот миг, ради которого она была рождена бесчисленные эпохи назад.\nНет, её мужество не было связано с этим. Она не боялась лишь благодаря тому времени, что провела с ним.\nСейчас копии знаменитой первой священной алебарды «Ирмин», некогда пронзившей Ось Миров и соединившей девять измерений, широко распространены на небесах.\nЦарь богов, боясь безумия, которое последует за его смертью, создал единственную, последнюю священную алебарду и назвал её «Принцесса осуждения». В тот момент она наконец явила миру свою истинную натуру.\n...\n(В конце книги добавлен комментарий редактора)\nПубликация «Легенды о разбитой алебарде» была успешной попыткой издательского дома Инадзумы «Яэ» включить элементы культуры Ли Юэ в один из своих романов. Пять предыдущих томов были весьма успешны и получили распространение как в Инадзуме, так и в Ли Юэ, с коммерческой же стороны само наличие шестого тома уже говорит об успехе.\nНадеюсь, неожиданная концовка шестого тома не разочарует читателей.\nНаверное.\nХотя концовка и выглядит так, будто попала сюда совсем из другого романа, она такова вовсе не потому что мы вынуждали господина Цзю планировать новые публикации для продолжения серии, из-за чего тот был бы вынужден торопиться и отклониться от своего обычного стиля. Просто господин Цзю хотел бросить вызов самому себе, как писателю. ♡\nКонечно, мы понимаем чувства поклонников предыдущих пяти томов, и хотим сообщить, что работа над коллекционным изданием предыдущих пяти томов «набор в шкатулке из чёрного дерева» в самом разгаре, и для тех, кто в детстве проводил время у книжных полок, читая «Легенду о Сломанной Алебарде», самое время её приобрести! Ах, да... в будущем ждите новых историй о «Принцессе осуждения»!\nИздательский дом Яэ, главный редактор"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "«Легенда о разбитой алебарде»"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1272,
            "name": "Легенда о разбитой алебарде. Том I",
            "desc": "В древние времена, когда у Аксис Мунди не было препятствий, существовало девять сфер, каждая из которых была отдельным миром. Царство людей было известно как «Срединная Земля», а боги жили на небесах.<br/>После великой катастрофы боги развязали войну между собой. Перед своим падением Царь богов поджёг все девять сфер, обрёкши на смерть всё живое. Царства переродились, жизнь снова процветает, но проход между девятью царствами Аксис Мунди заблокирован.<br/>Это начало совершенно нового графического романа об эпическом приключении и поисках алебарды Короля богов!",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/237301566/cbd2925067c96becc29242dbd89eeed6_6787685938811786613.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1274,
            "name": "Легенда о разбитой алебарде. Том II",
            "desc": "Миар, случайно впутавшийся в приключения и поиски мечей, столкнулся с проблемами ещё до того, как началось его приключение. Используя мечи Бисе, его враги расправились с имперской стражей и элитным имперским эскортом. В минуты смертельной опасности Миар вспомнил заклинание, которому его научил отец. Согласно легенде, юная дочь Небесного Императора, имя чьё никому неизвестно, стала обладательницей тела Вэйян. Кто же победит? Владельцы мечей Бисе, которые превратились в свирепых демонов? Или Миар, который едва мог постоять за себя в бою?",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/237301566/cbd2925067c96becc29242dbd89eeed6_7417281104934498637.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1273,
            "name": "Легенда о разбитой алебарде. Том III",
            "desc": "«Оставайтесь Вэйян. Это имя поможет нам затеряться среди обычных людей, пока мы находимся в пути. С официальными документами вы сможете беспрепятственно следовать по всей империи». По-прежнему волнуясь о Вэйян, Миар решил сопровождать её в её походе и убивать любых повстречавшихся на пути демонов.<br/>Хоть они уже собрали пять мечей Бисе и были в безопасности, в глубине души они знали, что их путь будет становиться только опаснее.",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/237301566/cbd2925067c96becc29242dbd89eeed6_2894728986363123864.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1277,
            "name": "Легенда о разбитой алебарде. Том IV",
            "desc": "«Успокойся, сын мой. Послушай меня, Миар. Я не твой настоящий отец...»<br/>«Неееееет!»<br/>Как оказалось, министром императорских банкетов был хан Асура из Йотунхейма. Чтобы защитить дочь Небесного Императора, им удалось покинуть столицу только благодаря помощи ведомства банкетов и главного секретаря.<br/>«Когда-то покойный Небесный Император, Контра Мунди, был моим другом. Но теперь, зная, что тебе удалось призвать её, я могу быть спокоен, ведь все мои желания исполнились».",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/237301566/cbd2925067c96becc29242dbd89eeed6_267453041293327536.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1275,
            "name": "Легенда о разбитой алебарде. Том V",
            "desc": "«Большинство военных чиновников хотят выпустить Аксис Мунди, ведь мир, погрязший в хаосе, значительно повысит положение и важность боевых искусств».<br/>«Они хотят начать новую войну с Асурами?»<br/>«Он хочет».<br/>Споры между гражданскими и военными чиновниками и планы ушедших богов вновь угрожают девяти мирам!",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/237301566/cbd2925067c96becc29242dbd89eeed6_7088299132751299062.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1276,
            "name": "Легенда о разбитой алебарде. Том VI",
            "desc": "Миар ещё раз повторил слова забытого заклинания. Он вновь встретил девушку. «Значит, вот так ты выглядишь на самом деле».<br/>«Мир лежит в руинах. Новый мир родится из пепла старого». Безумный Небесный Император приговорил всех живых существ к жестокому наказанию.<br/>«Но вы, вы ведь сможете меня понять, не так ли?» Безымянный вор, похитивший национальное сокровище, сказал своему господину.<br/>«Нет, не надо извинений. Ты такой добродушный».",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Legend of the Shattered Halberd (VI)_icon.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}