{
  "epId": 2337,
  "name": "Ночь в бамбуковом лесу",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Moonlit Bamboo Forest_icon.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675337368,
  "components": {
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Какие мечты былых дней повстречает юноша, который пожелал покинуть свою сонную горную деревушку и после захода солнца заплутал в бамбуковом лесу?\nЗа шуршащими изумрудно-зелёными стенами бамбука, там, где лягушачье кваканье сливается с пением цикад, в сырых горных расщелинах скрыто место, где бамбуковая роща медленно увядает.\nВ деревне Цинцэ ходят легенды о чудовищах и лисах-оборотнях, обитающих в бамбуковых лесах.\nПосле дождя в бамбуковом лесу звучит песня падающих с листьев капель. Мальчик быстро шёл по лесной тропинке, изгибавшейся то влево, то вправо, поднимавшейся вверх по влажным утёсам и вновь спускавшейся к покрытой мхами брусчатой дороге. Побеги мышиного горошка цеплялись за ноги мальчика, а листья скользили по коже. Пройдя через бамбуковые рощи деревни Цинцэ, мимо укромных щелей между скалами, мальчик вышел к границе высохшей земли, где присел отдохнуть.\nСтаршие в деревне говорят, что в сезон проливных дождей лисицы вступают в браки. Только ребёнок может увидеть красный паланкин невесты-лисы и сопровождающих его, услышать громкую музыку, под которую двигается процессия среди оживлённых бамбуковых рощ.\nСтаршие говорят,что детям нельзя подходить к процессии.\n- Если подойдёшь слишком близко, то лисица заберёт твою душу!\nТак говорят старшие.\n- А если заберут душу, то что будет?\n- Если лисица заберёт душу, то ты никогда не сможешь её вернуть... Сделает лисица тебя зурной, сделает кимвалом, да ударит, да сыграет... И не будет тебе покоя...\nРассказывая это, старшие не забывали делать вид, что бьют в гонги и барабаны, чтобы напугать молодёжь.\nКогда мальчик немного подрос, он перестал верить в эти страшные истории. Он, ведомый скитающимися феями, пошёл через изумрудно-зелёный лабиринт. По дороге он вдруг услышал, как лиса несколько раз ударила в барабан. Эти скрывающиеся глубоко в бамбуковых рощах существа почти никогда не воплощались перед случайными путниками, и уж тем более так не поступала их пёстрая свита.\nМальчик почувствовал разочарование, откинул камешек носком ботинка и продолжил свой путь в глубины бамбуковой рощи по природным каменным ступенькам.\nСтаршие когда-то рассказывали, что на месте, где выросла роща, раньше было древнее государство, покорённое силой Гео Архонта. Но как выглядел Гео Архонт? Были ли у него руки и ноги, выглядел ли он, как человек? А может, он выглядел как те статуи каменных людей и зверей, что разбросаны по всему побережью?\nТорговцы травами, которые периодически ездили в город продавать растения, каждый год приносили новости о Церемонии Сошествия, рассказывали о великом зрелище ежегодного рождения Гео Архонта. Но любопытные дети всегда надеялись, что сами смогут увидеть того великого Архонта, которому из поколения в поколение поклоняются жители деревни.\nВечное существование деревни Цинцэ - это милость Гео Архонта? Мирная жизнь до глубокой старости тоже его предназначение?\nОтвет этот лежал за пределами деревни, в той медленно дряхлеющей среди гор и отрезанной от мира бамбуковой роще.\nМальчик, ведомый вопросами и надеждами, заблудился среди дробящих свет бамбуковых листьев."
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "В ночном небе медленно восходила яркая луна, а деревенский юноша повстречал в бамбуковой роще девушку. Но что это было? Его уносило в царство Адептов или он попал в западню злых сил?\nВ изумрудно-зелёном бамбуковом лесу заблудившийся мальчик встретился с тем, с кем встречи не ожидал.\n- Ты заблудился?\nДо мальчика донёсся нежный голос, но слова звучали насмешливо.\nМальчик обернулся и увидел стройную девушку в белых одеждах. Она стояла на берегу бурлящего родника, и дождевой плащ на её плечах сверкал перламутром. Золотого цвета глаза ловили отблески заходящего солнца.\nСтаршие говорили, что некогда из родника выскочила белая лошадь, которая превратилась в Адепта и помогла Властелину Камня в войне.\nНо никто никогда не говорил, где находится тот родник и почему оттуда выскочил изящный божественный зверь.\nБолее того, девушка, что стояла перед мальчиком, была не похожа на Адепта ничем, кроме пленительных золотых глаз.\nК тому же никто никогда не говорил, что Адепты носят плащи от дождя.\n- Вот дурачок.\nДевушка в белом лукаво рассмеялась, и золотисто-жёлтые глаза сузились, превратившись в два полумесяца.\n- Сама такая!\nСердито ответил мальчик.\nОна действительно не Адепт, где это видано, чтобы Адепты говорили такие обидные слова!\n- Я хочу отправиться в приключение, хочу стать моряком и своими глазами увидеть каменное копьё Властелина Камня!\n- И только ты вышел, как тут же заблудился.\nДевушка тихо подошла к дороге, и в глазах её застыла холодная усмешка, один вид которой злил.\n- Я не...\n- Пойдём, маленький упрямец, я выведу тебя.\nДевушка рассмеялась и протянула руку. У неё были белые нежные ладони, будто сиявшие в пропускаемых бамбуковыми листьями лучах света.\n- ...Спасибо.\nМальчик взял её за руку - она была сырая и холодная, как дождь в горах, как смоченный росой бамбук.\nСолнце постепенно опускалось за горный хребет, и отсветы уходящего светила вспыхивали в голубоватом воздухе.\nСтаршие из деревни говорили, что холод ночного горного леса часто порождает злых духов.\nМногие злые духи - это те, кто уже давным-давно умер, это эссенции ненависти и нежелания смириться со смертью. Опутанный ими бамбук мало-помалу усыхает и умирает, а человек, которым они овладевают, увядает и впадает в забытьё.\n- Иногда они могут попросить путника сделать невозможное, а потом заставят его самого себя загнать в ловушку...\n- А иногда они могут указать невинному путнику дорогу, а потом завести его в свое логово...\n- Поэтому, сорванцы, будьте внимательны, выходя из дома!\nГоворя это, старшие назидательно похлопывали его по голове.\nЕсли вспоминать об этом, то можно задуматься: уж не злой ли она дух?\nНа сердце у мальчика стало неспокойно, и он невольно замедлился.\n- В чём дело?\nДевушка обернулась, и её глаза сверкнули золотом в ночной темноте."
          }
        ]
      },
      {
        "title": "Том III",
        "desc": [
          {
            "type": "RichText",
            "text": "Под полной луной в глубине бамбуковой рощи реальность слилась с грёзами давно ушедших дней. Юноша уснул, и ему приснился невероятный сон.\nВ бамбуковых рощах деревни Цинцэ ночь наступает быстро.\nЕсли смотреть вверх из бамбуковой рощи, то можно увидеть, как серебристый свет луны пересекают острые тени бамбуковых стеблей. Лягушачье кваканье постепенно смолкает, на смену ему приходит пение невидимых цикад, и в укромных местечках, освещённых луной, из земли поднимают головы молодые бамбуковые побеги.\nВ деревне Цинцэ ходят легенды о чудовищах и лисах-оборотнях, обитающих в бамбуковых лесах.\nНочью девушка в белых одеждах рассказала мальчику много историй. Это были древние легенды, но он никогда их не слышал.\n«В далёком прошлом на небе сияло три луны. Луны были сёстрами, и были они старше, чем Гео Архонт, а родились раньше, чем был заложен Ли Юэ.\nЛуны были дочерьми стихов и песен, повелительницами лунных ночей. Они разъезжали по небу в серебряных крылатых колесницах. Каждая из них правила одно десятилетие, а после на престоле её сменяла другая. Такой цикл существовал вплоть до дня катастрофы.\nУ трёх сестёр был один возлюбленный - рассветное светило. Они пересекались лишь раз в день и раз в ночь на четверть часа. Одной из сестёр удалось пересечься с ним и посетить покои рассветного светила. С первыми лучами рассвета повелительница ночи спешно запрягла свою крылатую колесницу и исчезла.\nТри сестры одинаково искренне любили их избранника, так же искренне они любили и друг друга. И это было тем, что предшествовало катастрофе, перевернувшей мир с ног на голову.\nПотом опрокинулись царские колесницы, разрушились звёздные дворцы. Сёстры на ночном небе рассорились и стали врагами, и ссора их окончилась смертью. Остался лишь один хладный труп, испускающий безжизненное сияние...»\nДевушка подняла голову и взглянула на яркую луну, прятавшуюся в море волнующихся бамбуковых листьев. По длинной шее её скользнул серебристый свет. Глаза девушки поблескивали золотом.\n- Волчьи стаи - дети луны. Они всегда помнили эту трагедию и скорбели. Поэтому всякий раз, когда на небе появляется полная луна, они плачут о судьбе своей хозяйки... И поэтому дети, живущие с волчьей стаей, называют рассветное светило - счастливо уцелевшего возлюбленного луны - скорбящей звездой.\n- Вот как...\nМальчик не знал, что сказать.\nСтаршие из деревни никогда не рассказывали ему легенды прошлого. Возможно, даже самый старший житель деревни никогда не слышал о них. Эти легенды были гораздо величественнее, чем сказки о женитьбе лис и пленении людей злыми духами. Они не уступали удивительным историям об усмирении Властелином Камня злых сил. Ещё эти легенды были похожи на несбыточный сон.\n- Это не легенда в той форме, в которой она появилась, а слух, давно забытый людьми.\nДевушка в белом легонько пригладила волосы мальчика, опустила веки, и золото глаз едва затуманилось.\n- До того как предки богов соединили землю и небо, Архонты ходили по земле, и многие Адепты жили здесь. Но ещё раньше?..\nЕсть только искажённые воспоминания, и их обломки приняли форму легенд, а легенды переродились в слухи, передающиеся из уст в уста...\nЭта память, что древнее человеческого рода, хотя и есть не что иное, как пересуды божеств и Архонтов, тоже может коснуться струн души».\nДевушка глубоко вздохнула и заметила, что мальчик давно уже погрузился в сон.\n- В самом деле...\nОна беспомощно усмехнулась и укрыла мальчика своим дождевым плащом.\nТой ночью мальчик видел во сне ночное небо, освещённое тремя лунами, видел крылатые колесницы и звёздные дворцы."
          }
        ]
      },
      {
        "title": "Том IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Забрезжил рассвет, и судьбы двоих молодых людей разошлись. Но эхо древней истории по-прежнему разносится по горному лесу, терпеливо ожидая возврата юноши.\nМальчик проснулся от солнечного света.\nБамбуковая роща, окутанная легендами о чудовищах и лисах-оборотнях, купалась в солнечном свете и куталась в обрывки утреннего тумана, похожего на развевающийся конский хвост.\nДевушка потянула мальчика за руку и пошла в сторону залитой светом бамбуковой рощи. По извилистым тропам, через густые травы, где вьются москиты, по скользкой зелёной брусчатке и скрытым тенями бамбука скалам она вела его к выходу из бамбуковой рощи.\n- Я до сих пор не знаю, откуда ты и как тебя зовут.\nСказал мальчик. Он хотел, чтобы девушка продолжила рассказывать историю прошлой ночи.\n- ...\nДевушка обернулась, оказавшись спиной к солнцу, и глаза её сверкнули золотом в его лучах.\nОна лишь рассмеялась и ничего не сказала.\nЧерез много лет, когда мальчик, давно выросший, вспомнит это мгновение, только тогда он поймёт: разница между ними была подобна Бездне. Его судьбой было покинуть родные края и отправиться в Ли Юэ в охоте за богатствами, которые мог бы даровать ему Гео Архонт. Ей же было предначертано жить вдали от мира и строгого, но любящего взгляда Властелина Камня, да хранить древние истории, которые даже она стала понемногу забывать.\nПоэтому пути мальчика и желтоглазой девушки в белых одеждах разошлись.\nОн собрал пожитки и отправился в процветающую гавань, а девушка молча стояла на краю бамбуковой рощи, и пленяющие золотые глаза будто давно предвидели судьбу мальчика. Когда он состарится и устанет от волнений, будь то морские волны или перипетии людского мира, то вернётся в свою мирную, неспешно живущую деревню.\nНа заре мальчик услышит ржание и топот копыт.\nОн обернётся, но позади никого не будет, лишь на плечо ляжет белый конский волос."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Ночь в бамбуковом лесу"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1309,
            "name": "Ночь в бамбуковом лесу I",
            "desc": "Какие мечты былых дней повстречает юноша, который пожелал покинуть свою сонную горную деревушку и после захода солнца заплутал в бамбуковом лесу?",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Moonlit Bamboo Forest (I)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1311,
            "name": "Ночь в бамбуковом лесу II",
            "desc": "В ночном небе медленно восходила яркая луна, а деревенский юноша повстречал в бамбуковой роще девушку. Но что это было? Его уносило в царство Адептов или он попал в западню злых сил?",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/124137736/37f018a20ca44a21bbfec6013f5e982c_1898528655850638143.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1310,
            "name": "Ночь в бамбуковом лесу III",
            "desc": "Под полной луной в глубине бамбуковой рощи реальность слилась с грёзами давно ушедших дней. Юноша уснул, и ему приснился невероятный сон.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/124137736/37f018a20ca44a21bbfec6013f5e982c_3875411287279812352.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1312,
            "name": "Ночь в бамбуковом лесу IV",
            "desc": "Забрезжил рассвет, и судьбы двоих молодых людей разошлись. Но эхо древней истории по-прежнему разносится по горному лесу, терпеливо ожидая возврата юноши.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/124137736/37f018a20ca44a21bbfec6013f5e982c_2932181756723833600.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}