{
  "epId": 2338,
  "name": "Хроника Заоблачного предела",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Records of Jueyun_icon.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675337362,
  "components": {
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Хроника Заоблачного предела"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1354,
            "name": "Хроника Заоблачного предела: Каменные звери",
            "desc": "Сборник мифов, легенд и преданий Ли Юэ. Эта часть увлекательной книги посвящена каменным зверям.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Records of Jueyun: Stone Beasts_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1352,
            "name": "Хроника Заоблачного предела: Дворец морского божества",
            "desc": "Сборник мифов, легенд и преданий Ли Юэ. Эта часть увлекательной книги посвящена древним преданиям.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/124137736/311775160d880f5b6812f9e4b811cac2_8690994380818775629.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1351,
            "name": "Хроника Заоблачного предела: Уван",
            "desc": "Сборник мифов, легенд и преданий Ли Юэ. Эта часть увлекательной книги посвящена происхождению склона Уван.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/124137736/311775160d880f5b6812f9e4b811cac2_2142443387893369382.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1350,
            "name": "Хроника Заоблачного предела: Горные духи",
            "desc": "Сборник мифов, легенд и преданий Ли Юэ. Эта часть увлекательной книги посвящена феям, живущим высоко в горах.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/124137736/311775160d880f5b6812f9e4b811cac2_965781299642650247.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1355,
            "name": "Хроника Заоблачного предела: Цилинь",
            "desc": "Сборник мифов, легенд и преданий Ли Юэ. Эта часть увлекательной книги рассказывает об общей истории цилиней и людей.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/124137736/311775160d880f5b6812f9e4b811cac2_7352160448306342594.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1353,
            "name": "Хроника Заоблачного предела: Укрытый нефрит",
            "desc": "Сборник мифов, легенд и преданий Ли Юэ. Эта часть увлекательной книги знакомит читателя с древними руинами гробницы Дуньюй.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/124137736/311775160d880f5b6812f9e4b811cac2_1733072841453134246.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Сборник мифов, легенд и преданий Ли Юэ. Эта часть увлекательной книги посвящена каменным зверям.\n—— Каменные звери ——\nНа землях Ли Юэ до сих пор сохранилось множество статуй, и многие возведены местными, чтобы возносить молитвы о хорошем урожае и крепости скал. Но есть и другие статуи, истории о которых восходят к древности.\nЭти легенды передаются из уст в уста среди рыболовов с реки Бишуй, собирателей Серебрянки с Тростниковых островов и старых горняков. Говорят, в отдалённых уголках Ли Юэ прохладными осенними ночами просыпаются древние каменные создания, они смотрят на этот мир, постепенно ставший для них чужим, слушают приветственное кваканье лягушек и жужжание насекомых, и тогда из их каменных глоток вырывается скорбный рёв. А потом они расходятся по землям Ли Юэ, осматривают те земли, что некогда охраняли от зла.\nНикто никогда не видел своими глазами этих Каменных зверей и их путешествия по земле. Но местные жители, прекрасно знакомые с местностью, давно привыкли к тому, что местоположения и позы Каменных зверей каждый день меняются. И те путешественники, кто плохо спят в своих лагерях, часто слышат звуки, подобные шуму бегущей воды, но более низкие и гармоничные.\nИтак, откуда же появились эти древние Каменные звери? По легендам стариков из деревни Цинцэ, это те мистические создания, что некогда последовали за Властелином Камня на войну. После окончания Войны Архонтов, вода отступила, и на земли Ли Юэ вернулся мир. Мистическим созданиям больше не было нужды охранять смертных, как они делали во время войны Архонтов, и они один за другим разошлись по уединённым уголкам мира и предались смиренной жизни далёких от суеты мира отшельников.\nОднако некоторые мистические создания продолжали тосковать по былым временам, когда они следовали за Гео Архонтом, по тому времени, когда они охраняли Ли Юэ. Хотя мистические создания не принадлежат этому миру, они тем не менее смертны. Поэтому они обратились к Властелину Камня, чтобы он превратил их смертные тела в нерушимый камень. И милосердный Гео Архонт внял их молитвам, и сделал их подобными скалам."
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "Сборник мифов, легенд и преданий Ли Юэ. Эта часть увлекательной книги посвящена древним преданиям.\n—— Дворец морского божества ——\nПришёл день свадьбы.\nГрозный Бог Моря гордо восседал на колеснице-раковине, держа в руках поводья двух морских чудовищ - стоя перед величественной колесницей, эти двое были подобны непоколебимым горам Тяньхэн. Бог Моря принял жемчужины, преподнесённые ему в дар старейшинами, и после хрупкая невеста поднялась к нему на колесницу. Деревня же получила его свадебный подарок невесте - целый год, свободный от штормов и морских волнений.\nБог Моря забрал свою невесту глубоко в морские пучины, подальше от празднующих толп и от её одинокой матери. Пройдя через длинную галерею, образованную гигантским скелетом давно почившего кита, а затем - через украшенные жемчугом и перламутром двери, девушка вступила в покои Бога Моря.\n«Изначально я не собирался вмешиваться в суету смертных», - успокоил молодую жену Бог Моря, и голос его был подобен ряби на воде.\n«Здесь многие девушки обрели новый дом и место, здесь же они прожили до самой своей смерти. Для них, изгнанных своими же односельчанами, море стало убежищем, где сны о прежней жизни больше не преследовали их».\nНо девушке не нужен был украшенный раковинами и жемчугом новый дом, а мерцающие глубины моря и скрывающиеся в них твари внушали ей ужас. Чем дольше жила девушка в своих морских покоях, где не было закатов и рассветов, тем сильнее страдала она от тоски по родным краям.\nОднажды Бог Моря узнал о чувствах девушки. Он был разочарован её выбором, но всё же позволил ей самой принять решение.\n«Однажды, вкусив жизни в полном несовершенств человеческом мире, ты пожалеешь о сделанном выборе», - Бог Моря достал из-за пояса витую раковину и подарил девушке.\n«Однажды ты подуешь в эту раковину, и в тот же миг сможешь перенестись сюда».\nДевушка взяла ракушку и вернулась на землю. Прошли годы, и она стала матерью. За хлопотами мирной жизни морской замок стал казаться лишь далёкой детской мечтой, и лишь изредка вспоминала она мерцающие огни морских глубин и причудливых подводных чудищ. И так шли годы... Пока не наступил вновь день свадьбы, когда старейшины во главе людской процессии пришли в её дом. И только тогда, когда они забирали её дочь, женщина поняла, о чём предупреждал её в свое время Бог Моря.\nИ тогда, накануне свадьбы, мать подула в ракушку.\nБог Моря будто возник из морской пены, и гигантская волна накрыла деревню и забрала в необъятные морские пучины спящих людей и старейшин. Огромное морское чудище явилось, запряжённое в сверкающую колесницу-раковину, и,словно скала, замерло перед матерью.\nИ как когда-то в юности, мать, взяв дочь за руку, взобралась на колесницу Бога Моря, и они покинули деревню, погребенную под толщами морской воды."
          }
        ]
      },
      {
        "title": "Том III",
        "desc": [
          {
            "type": "RichText",
            "text": "Сборник мифов, легенд и преданий Ли Юэ. Эта часть увлекательной книги посвящена происхождению склона Уван.\n– Уван –\nСреди горных вершин и глухих мест на севере от гор Цинцэ есть откос, названный «склон Уван». Это место окутано тёмной энергией, а потому порождает много слухов и легенд.\nЖители Ли Юэ говорят, будто бродят среди лесов склона Уван духи умерших людей, и кружат они подле древних заброшенных деревень да блуждают меж сухих древ и увядшей листвы, не в силах отойти от вещей, что при жизни манили их. Эти неуловимые призраки уводят случайных людей с их пути и толкают на опасные горные тропы... Чтобы там те сорвались в горный поток или стали добычей затаившихся чудовищ.\nОтсюда и пошло название «Уван». Слово «Уван» означает «благоразумие», а склон Уван - это «склон, где благоразумие становится наказуемо». Даже те путешественники, что избегают неразумных и импульсивных действий, обречены быть схвачены злом, которое, словно тонкое покрывало тумана, стелется над горами.\nНевинные жители гор и невежественные путешественники рано или поздно поддаются обману призраков, углубляются во мрачные леса, укрытые горным туманом, шагают навстречу неизвестной опасности. Способы, к которым прибегает нечисть склона Уван, чтобы сбивать с пути смертных, разнообразны: они могут олицетворять утраченные мысли или горькие сожаления, и с помощью голосов умерших, образов доброты ушедших и раскаяния отвергнутых заставлять путешественников, идущих через горы, подчиниться их зову, последовать за ними, уйти...\nНо склон Уван не всегда был таким. Совсем недавно здесь ещё жили люди; в ещё же более далёком прошлом в деревнях под этим склоном витали запахи еды да сверкали огни фонарей. Сейчас некогда жилые дома заброшены, а от жителей остался лишь шёпот духов.\nСреди детей из деревни Цинцэ ходит такая легенда: песнь далёкого морского чудовища увлекла за собой молодых людей. Они последовали за иллюзорными обещаниями и детскими мечтами, один за другим вступили в спокойные воды реки Бишуй. Её волны понесли их к далёкому морю, где они слились с кипящей морской пеной и утратили всякие воспоминания о своих лесах и деревнях... А мечты их стали песней чудовища.\nТак, поколение за поколением, молодые люди уходили, старики со склона Уван один за другим умирали, и молчаливые, проклятые деревни растворились в нестерпимом сиянии огромной гавани, на которую устремил свой взор Властелин Камня.\nНо, в отличие от изменчивых и коротко живущих смертных, вечные артерии земли помнят всё. Потоки элементов превратились в духов, что явили собой мечты и кошмары некогда живших здесь людей. Как потерявшая ребёнка мать, всё ищущая способ вернуть давно мёртвое прошлое, не имеющие сознания артерии земли не раз воссоздавали тени ушедших жителей, повторяли крик каждого младенца, стон каждого старика, все радости и горести прошлого. Они, подобно песне морского чудовища, непроизвольно манили каждую вторгающуюся сюда душу, что плачет по былому."
          }
        ]
      },
      {
        "title": "Том IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Сборник мифов, легенд и преданий Ли Юэ. Эта часть увлекательной книги посвящена феям, живущим высоко в горах.\n– Горные феи –\nСреди горных лесов Ли Юэ скитается множество посвящённых самим себе фей. Эти светящиеся существа вечно парят в туманах горных лесов и среди развалин древних городов, бесцельно скитаются среди давно заброшенных и сгнивших деревень. Они указывают путь тем путешественникам, кому дарован Глаз Бога, и ведут их к скрытым сокровищам или исполненным с ювелирной точностью древним механизмам.\nЖители Ли Юэ говорят, что встретить этих маленьких бессловесных созданий - хорошая примета, ведь это - духи, остающиеся после смерти Адептов или добрых Архонтов, чьи имена давно забыты. Некоторые считают, что феи на самом деле являются эхом душ людей, потерявших родных и оставшихся в горах. Они помогают одиноким путникам найти обратную дорогу.\nВ деревнях Ли Юэ из уст в уста передают древнюю легенду: говорят, блуждающие в горах феи некогда были существами ещё более древними, чем Адепты, и обладали изящными телами и великой мудростью. Они бродили по горным лесам и гуляли по залам древних городов задолго до тех времён, когда Властелин Камня и другие Архонты вступили в войну друг с другом.\nВ незапамятные времена одна фея дружила с путешественником, пришедшим из иных мест, и в лунном дворце перед ликами трёх сестёр они принесли клятву, что связала их судьбы. Но через тридцать дней разверзлась катастрофа, и фея с её возлюбленным бежали по раскалывающимся землям этого мира, пока катастрофа не настигла их. Они были жестоко наказаны и разлучены на веки, и даже воспоминания их друг о друге были рассеяны в прах.\nЛишённая истинной любви фея и её сёстры день ото дня угасали, и даже их прекрасные тела распались. Они разошлись по горным лесам и руинам и превратились в крохотных существ, которых мог легко рассеять ветер. Они многое забыли, многое потеряли, утратили свои голоса и мудрость, и всё, что у них осталось - это полные скорби песни. Именно поэтому они, хранящие искрение чувства к давно потерянным возлюбленным, ведут задержавшихся путешественников среди лесов и туманов. Находя давно заброшенные места, дорогие их душам предметы или не поддающиеся расшифровке стихи, феи вспоминают давно утраченные истории.\nКонечно, это лишь разрозненные причудливые слухи, фантазии жителей деревень Ли Юэ о временах до прихода Властелина Камня, не представляющие никакой ценности. Но почему же тогда среди гор и ручьёв скитаются эти скорбящие феи, никто до сих пор толком не знает, и у каждого своё мнение на этот счёт."
          }
        ]
      },
      {
        "title": "Том V",
        "desc": [
          {
            "type": "RichText",
            "text": "Сборник мифов, легенд и преданий Ли Юэ. Эта часть увлекательной книги рассказывает об общей истории цилиней и людей.\n- Цилинь -\nСреди гор и деревень Ли Юэ ходит легенда, что цилинь - это очень уважаемый и милосердный Божественный зверь. Цилини часто бродят среди гор и лесов и появляются, только когда дождь и сияние звёзд сплетаются вместе глубокой ночью, а вкушают они лишь чистую сладкую росу и горькие пряные травы.\nЦилинь - это ласковый и нежный Божественный зверь, изящество и благородство у него в крови. Говорят, цилинь никогда не навредит живому, пусть даже это будет лишь букашка, ползущая по травинке. Ещё говорят, что каждая привычка, каждое движение цилиня соответствует изящным правилам древнего этикета и не меняется в течение многих тысяч лет.\nПосле окончания эпохи опустошительных войн Архонтов многие Адепты не смогли привыкнуть к шуму и гомону простых смертных, поэтому, согласно плану Властелина Камня, они удалились в бамбуковые рощи и горные цепи, чтобы жить там в уединении. С тех пор они никогда не вмешиваются в дела мира смертных, а забавляются среди гор и рек, и каждый безмятежно счастлив.\nНо есть ещё множество Божественных зверей, которые за многие века тесного сотрудничества со смертными успели привязаться к ним, а потому решили остаться в человеческом мире, пронизанном мыслью и волей Властелина Камня, чтобы своей добротой и чудесными силами помогать городу смертных. Они или скрываются в горных селениях, или обитают в пышно цветущих торговых кварталах и живут с людьми в тесной связи.\nПо легенде несколько тысяч лет назад в роду изящных цилиней уже была та, кто породнилась с выходцем из народа грубых, невежественных смертных.\nГоворят, несколько тысяч лет назад, в дикую эпоху люди использовали цветы и листья лотоса и лавра вместо одежд.\nОднажды ночью один собиратель трав совершал омовение в некоем горном озере, как вдруг его разложенную на берегу одежду съел цилинь. Ещё молодой Божественный зверь совершенно не понимал стыда и соблазнов смертных, к тому же не совсем понимал способ, которым Божественные звери приходят в мир смертных.\nЧтобы извиниться за свой грубый поступок и чтобы не пугать смертного сверхъестественным видом Адепта, цилинь принял обличье человеческой девушки, и, дождавшись, когда свет полной луны осветит озеро, она явилась перед собирателем трав.\nЮная цилинь совершенно не понимала стыда и соблазнов смертных. Под холодным светом луны, в сонме всполохов лесных светлячков, в облачении из росы и лунного света она играла с невежественным смертным, бродила среди цветов и бамбуковых зарослей, знакомила его с обителями Адептов, переводила ему слова птиц и животных, а потом они спали под тихий звон ночных насекомых и вместе видели далёкие древние сны...\nК тому времени, когда собиратель трав проснулся от скользнувшего по лицу первого луча солнца, Божественный зверь уже бесследно исчезла.\nУ этой истории несколько концовок. Одни говорят, будто однажды ночью цилинь пришла к дому собирателя трав и принесла бамбуковую корзину к его порогу, а потом исчезла в сплетении лунного света и ночной дымки. Когда собиратель трав вышел из дома, он обнаружил лишь бамбуковую корзину, в которой сладко спал ребёнок.\nДругие говорят, что цилинь провела со смертным всю свою жизнь, родила детей, привыкла к людскому быту...\nМного тысяч лет спустя уже невозможно сказать, где правда, но изящные цилини и по сей день живут вместе с людьми Ли Юэ, скрываются в шумном людском море, ожидая часа, когда Властелин Камня вновь призовёт их."
          }
        ]
      },
      {
        "title": "Том VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Сборник мифов, легенд и преданий Ли Юэ. Эта часть увлекательной книги знакомит читателя с древними руинами гробницы Дуньюй.\n- Дуньюй -\nНа северо-востоке от гавани Ли Юэ, в ущелье, что южнее Южных небесных врат, молча высятся древние полуразрушенные стены.\nЭто место жители Ли Юэ привыкли называть «гробница Дуньюй». Говорят, эти руины существовали ещё до войны Архонтов.\nПо легендам, что передаются из уст в уста, слово «Дуньюй» означает «место, где укрыт прекрасный нефрит».\nВ незапамятные времена, когда даже Властелин Камня был ещё юн, в пустоши, что к западу от Ли Юэ, упал метеорит. От его удара в земле появилась глубокая бездна, и в ней стали расти прекрасные нефриты и благородные металлы. Богатства этой жилы были нескончаемы, поэтому горнорудная промышленность Ли Юэ благодаря ей развивалась ещё многие тысячи лет.\nГоворят, когда тот безымянный метеорит рухнул на землю, его осколок откололся и упал среди скал в северной части предместья Лиша.\nВсе знают, что молчаливые металлы скрывают в себе божественные силу и дух. В далёкой древности, которую люди не видели и которую не могут осознать, эти металлы следили за пульсацией артерий земли, слушали эхо горных источников, внимали скалам, стойко и неизменно следящим за миром.\nНо метеорит, упавший с небес, был не таким. Он, в отличие от простых и непоколебимых земных камней, обладал высокомерием и горячностью.\nПозже земные Архонты и государи вступили в войну за небесный трон, и звёздное небо и бездна утратили свои цвета, а зло и страдания стали душить горы и водные потоки. Небесный метеорит не вынес этого, и, не вняв уговорам Разлома, убежал обратно на небо.\nПосле того, как прекрасный нефрит вернулся на небо, остался только глубокий провал. Люди построили там город и прочную крепость, чтобы удержать и защитить то, что осталось от метеорита.\nТа твердыня величественно возвышалась в ущелье Дуньюй, и трудности и волнения многих тысяч лет не сломили её. Пять сотен лет назад она ещё поддерживала контакты с бурно цветущим Ли Юэ.\nНо чёрная беда поднялась из Бездны, и жители Дуньюй запечатали древний город, покинули родные места и рассеялись по земле. Никто не знал, почему же эти люди закрыли свой родной город, и даже Адепты и Якса, видевшие тысячи лет хаоса, ничего не рассказали.\nПосле этого закрытый город превратился в огромную и пустую гробницу, в которой остались лишь никому не нужные озёра да свист ветра. Поэтому жители Ли Юэ назвали это место «гробница Дуньюй»."
          }
        ]
      }
    ]
  }
}