{
  "epId": 2339,
  "name": "Одинокий клинок в пустошах",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/13/51635400/f94956ff549e55082cc2f41dc9aae1aa_6733446282614097326.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675337364,
  "components": {
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Одинокий клинок в пустошах"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1505,
            "name": "Одинокий клинок в пустошах I",
            "desc": "Роман о боевых искусствах, популярный в Ли Юэ. В мире, лишённом элементов и алхимии, разворачивается история о вражде и любви. Первая книга рассказывает об истоках мести Цзиня Семьдесят второго.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Legend of the Lone Sword (I)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1507,
            "name": "Одинокий клинок в пустошах II",
            "desc": "Роман о боевых искусствах, популярный в Ли Юэ. В мире, лишённом элементов и алхимии, разворачивается история о вражде и любви. Вторая книга поведает нам о прибытии Цзиня Семьдесят второго в деревню Тупи.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Legend of the Lone Sword (II)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1506,
            "name": "Одинокий клинок в пустошах III",
            "desc": "Роман о боевых искусствах, популярный в Ли Юэ. В мире, лишённом элементов и алхимии, разворачивается история о вражде и любви. В третьей книге Цзинь Семьдесят второй вызывает старосту Тупи на дуэль.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Legend of the Lone Sword (III)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1508,
            "name": "Одинокий клинок в пустошах IV",
            "desc": "Роман о боевых искусствах, популярный в Ли Юэ. В мире, лишённом элементов и алхимии, разворачивается история о вражде и любви. В этой книге Цзинь Семьдесят второй отправляется в опасное путешествие по диким горам.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Legend of the Lone Sword (IV)_icon.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Роман о боевых искусствах, популярный в Ли Юэ. В мире, лишённом элементов и алхимии, разворачивается история о вражде и любви. Первая книга рассказывает об истоках мести Цзиня Семьдесят второго.\nОдинокий клинок был подобен лучу, холодным блеском вспарывающему небо, и даже звёзды и Луна не могли сравниться с его сиянием.\nСкорбный вой осеннего ветра с диких гор и свист, с которым клинок разрезал воздух в своём диком танце, слились в единую песнь.\nИ ветер свистел и дождь омывал землю, когда одинокий странник шагал по дороге домой.\nУсы у этого человека вились кольцами, нос был ястребиный, а глаза - как у филина. Да, внешность его была странной. Он был настолько худ, что казалось, его вот-вот сдует ветром, он будто бы был тяжело болен. Шагающий по этой тропе через безлюдные горы, он был скорее похож на бродячего духа, чем на живого человека.\nОн шёл уже три дня, голодал три дня, и три дня уже не смыкал глаз.\nТри дня назад его имя и имя его меча стали запретными, а его школа закрылась. Но сейчас на лице его лежала печать глубокой печали. Начался дождь: мутные капли падали на грязную дорогу, покрывая тёмными пятнами почву.\nТри дня назад неизвестный объявил ему войну. Наставник и сестра были убиты - он похоронил их высоко в горах, среди холодных льдов, и снег, что нёс безжалостный ветер, окрасился красным.\nТеперь у него было новое имя - Цзинь Семьдесят второй.\nСреди семидесяти двух учеников он был последним выжившим.\n——————\nОн не знал, как долго шёл, когда позади раздался грохот телеги.\nЦзинь Семьдесят второй отошел к краю дороги, остановился и промолвил: «Ты направляешься в деревню Тупи?»\nИзвозчик поклонился и ответил: «Редкая повозка, проходящая по этой дороге, не попадает в деревню Тупи».\nЦзинь Семьдесят второй спросил снова: «Раз так, не мог бы ты взять пассажира?»\nИзвозчик сказал: «Мог бы, да только ты не спросил, хочу ли».\nЦзинь Семьдесят второй не понял: «Раз уж мы оба направляемся в деревню Тупи, почему бы не хотеть?»\nИзвозчик ответил: «Потому что ты не я, а я не ты».\n«Болтун».\nСказав это, он выхватил меч. Извозчик почувствовал лишь сковывающий холод и тут же рухнул с повозки, бездыханный.\nТаков был Цзинь Семьдесят второй. Хотя он потерял всё, хотя чувства его остыли, а уверенность ослабла, но он всегда больше всего ненавидел людей, говорящих загадками.\nВзобравшись на залитую кровью телегу, Цзинь Семьдесят второй направился в деревню Тупи."
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "Роман о боевых искусствах, популярный в Ли Юэ. В мире, лишённом элементов и алхимии, разворачивается история о вражде и любви. Вторая книга поведает нам о прибытии Цзиня Семьдесят второго в деревню Тупи.\nГоворят, в одной далёкой стране слово Тупи переводится как «уничтожение лжи и поиск правды».\nДеревня Тупи раскинулась у подножья диких гор, и с внешним миром её соединяет лишь одна дорога - та самая, по которой двигался Цзинь Семьдесят второй.\nНебо хмурилось, ветер выл, хлестал дождь.\nУ Цзиня Семьдесят второго не было никаких связей в деревне Тупи, но сейчас, чтобы свершить месть, он был вынужден навестить старосту.\nПовозка медленно катилась по старой грязной дороге, что тянулась вдоль диких гор, и небеса были беспросветно черны, а облака темным пологом укрывали бледную луну. Цзинь Семьдесят второй, укрытый темнотой, позволил телу и душе раствориться в этом мраке ночи.\nВ непроглядной тьме ослепительно белая луна бросала блики на макушку старосты. Деревня Тупи была небольшой, но староста её вовсе не был обычным человеком. Никто в деревне не знал о его происхождении, но никогда местные не осмеливались спросить.\nЛюди знали лишь, что за ним кровавый долг, и прошлое его красно, как и глаза.\nВзгляд его сверкал алым: тёмный как кровь и острый как бритва, подобный острию меча, он будто мог в любую минуту пронзить человека.\nТакими же были и люди старосты: подобно клинку, готовы были безжалостно пронзить сердце любого.\n«Время пришло».\nПробормотал староста, покачав головой. Холодный свет луны скользил по бритой голове.\nЗа дверью дома старосты будто сам дьявол взмахивал клинком, одного за другим лишая жизни его подчинённых.\nХотя в деревне Тупи жили лишь преступники, из-за множества договоров с различными группировками никто не решался потревожить их.\nНо Цзинь Семьдесят второй потерял свою группировку, сам отверг законы чести: его голодный дух, его острый клинок жаждали вкусить крови врага.\nВслед за предсмертными криками на землю обрушился шум дождя. Дождь смывал алый цвет с тела мастера меча, которое вновь покрывалось алым...\nАлый мечник шагал под алым дождём, и тело его было покрыто ранами, и некому было ему помешать.\nКогда кровавый туман битвы рассеял непрекращающийся шторм, мечник, шагая по мутным потокам, направился к дому старосты.\n——————\nЗвуки сражения потихоньку стихли, и староста медленно поднял бокал. Выплеснул вино в воздух...\n...То ли в знак уважения старому другу, то ли в качестве жертвы богам за свою грязную душу.\nОткрылись двери. Вошёл Цзинь Семьдесят второй. Покрытый алой кровью силуэт его резко выделялся на фоне серого дождя.\n«Я хочу задать тебе вопрос».\n«Ты унёс немало жизней».\n«Ровно триста шестьдесят две, не больше и не меньше».\nСтароста замер. Он не изменился в лице, но вздувшиеся на лбу вены выдали его с головой.\n«Ах, ну осталась ещё одна».\nСказав это, запятнанный кровью мечник поднял руку, и на стол упала вещь...\n...То была кость цепного пса, вываренная и выскобленная до белизны.\nОказывается, за этот час Цзинь Семьдесят второй не только унёс жизни трёхсот шестидесяти двух удалых воинов, но и сварил бульон из мяса сторожевого пса.\nЧто за бесчеловечность!\nЧто за хладнокровие!\nСтароста скорбно вздохнул и, потеряв терпение, встал и взялся за меч..."
          }
        ]
      },
      {
        "title": "Том III",
        "desc": [
          {
            "type": "RichText",
            "text": "Роман о боевых искусствах, популярный в Ли Юэ. В мире, лишённом элементов и алхимии, разворачивается история о вражде и любви. В третьей книге Цзинь Семьдесят второй вызывает старосту Тупи на дуэль.\nЛивень прекратился, но тучи всё ещё клубились над землёй.\nЦзинь Семьдесят второй задавал старосте вопросы о его настоящем враге.\nСейчас в деревне Тупи остались лишь бесхозные дома да неприкаянные души.\nНет, в этом мире нет душ.\nТак как это мир, лишённый сил элементов,\nЕстественно, что души умерших не могут вновь прийти в этот мир без помощи стихий.\nСтароста был серьёзным противником: клинок его был быстр и оставил немало глубоких ран на теле Цзиня Семьдесят второго.\nНо, к сожалению, сердце его было слишком медленным.\nЭто мир, в котором нет сил элементов,\nЕстественно, что искусство фехтования также не имеет связи со стихиями.\nМечник во время боя полагался только на свою силу, а не на элементы.\nКлинок - это продолжение руки, и опытный мечник управляет им так, как рука двигает пальцами, как сердце направляет взор.\nСтароста был мастером меча, но никогда не мог осознать важность «сердца» в фехтовании, и в итоге был сражён одним ударом.\nЦзинь Семьдесят второй бросил курильницу и наклонился к тяжело раненному старосте.\nС самого начала староста яростно фехтовал: он осыпал мечника ударами, думая, что тому будет сложно парировать, но не обратил внимание на его свободную левую руку...\nВо мгновение ока глава деревни Тупи получил курильницей в лоб. Он покачнулся и упал на стену, не в силах пошевелиться.\n«Подлец...»\nНо человек, сжимавший в руках окровавленную курильницу, не откликнулся: ответом старосте был лишь вой ветра.\n«...Человек, которого ты ищешь, в диких горах за деревней... Пойдёшь сам - найдёшь свою смерть...»\nЗлодей ушёл, и ответом старосте вновь был лишь вой ветра...\n...И жаркий треск огня."
          }
        ]
      },
      {
        "title": "Том IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Роман о боевых искусствах, популярный в Ли Юэ. В мире, лишённом элементов и алхимии, разворачивается история о вражде и любви. В этой книге Цзинь Семьдесят второй отправляется в опасное путешествие по диким горам.\nДождавшись, когда рассеется радуга, Цзинь Семьдесят второй наконец покинул деревню Тупи и ушёл в дикие горы.\nДавным-давно в мире зародилась легенда, что Небесный Император разрубил дикие горы своим клинком, а потому они так круты, что забраться фактически невозможно.\nЕщё говорят, так как дикие горы пропитаны слезами матери земли, что схожи с кислотой, на них ничего не растёт.\nДикие горы некогда славились залежами драгоценных металлов, но после землетрясения шахты обвалились, а рабочие были погребены в них.\nПосле этого никто не пытался восстановить добычу среди скал, а в пещерах поселились свирепые звери и лютые разбойники.\nИ вот там, среди свирепых зверей и лютых разбойников и притаился враг Цзиня Семьдесят второго.\nПлечи мечника опустились, шагал он неровно: раны, прежде нанесённые мечом старосты, мешали ему идти.\nОн отчетливо понимал, что среди мёртвых скал за ним зорко следят чужие глаза, и кто-то чует его, словно раненого зверя.\nЖизненный путь, построенный на крови и смертях, рано закалил чутьё Цзиня Семьдесят второго.\nЦзинь Семьдесят второй чувствовал, как мёртвые дикие горы расставили на него ловчие сети.\nРазбойники, прятавшиеся в темноте, ждали, пока он войдёт в узкую пещеру, решит протиснуться в трещину между скал или шагнёт в обвалившийся рудник, чтобы ножом расправиться с ним из мрака.\nНо сейчас, по крайней мере на вид, крутые и отвесные дикие горы сами выглядели, как могила для Цзиня Семьдесят второго.\nКогда раненый мечник с трудом пробирался по узкой горной тропе, камни из-под его ног иногда осыпались вниз.\nВ то же время два силуэта следили за крохотным путником с поросших кривыми засохшими соснами утёсов.\n«То, что он потерпит крах, было ясно ещё у подножия. Нужно лишь дать ему пройти по этому горному пути... Он может оступиться и рухнуть в бездну сам».\nСказала худая, как тростинка, старуха.\nОна посмотрела на спутника: в темно-синих глазах были холод и пустота, и смотрели эти глаза остро, как притаившаяся в горной расселине гадюка.\n«Нет!»\nГолос стоявшего рядом с ней тучного старца звучал словно колокол,\n«Он убил триста шестьдесят три человека в деревне Тупи и сварил суп из сторожевого пса...»\n«И, хотя он был тяжело ранен старостой деревни Тупи и едва переставляет ноги, мы не должны ослаблять бдительность!»\n- Фу...\nСтаруха во мгновение ока исчезла среди умирающего леса, фыркнув напоследок.\n- ...\nСтарик уставился на остановившегося на минуту хромого мечника, хлопнул по огромному животу и ушёл.\nШаги его не нарушили покой ни одного дерева, ни одной травинки.\nВнезапно небо потемнело. Собрались тучи, и землю окропили первые капли дождя.\nПод этим дождём, смочившим великие горы, опираясь на меч, как на трость, с трудом шёл израненный Цзинь Семьдесят второй.\nНо потеря крови и лютый холод сделали своё дело: он споткнулся и, обессилев, рухнул на камни и гальку.\nПрежде, чем провалиться в темноту небытия, Цзинь Семьдесят второй успел заметить, как перед глазами его мелькнул край синего подола...\nОн был готов поклясться, что уже видел это раньше."
          }
        ]
      }
    ]
  }
}