{
  "epId": 2340,
  "name": "Грандиозный барабанный фестиваль великолепного Аратаки!",
  "desc": "Судя по стилю и содержанию этого хвастливого письма, в скором времени в Инадзуме будет проводиться масштабнейшее, глубоко значимое, достойнейшее стоять в одном ряду с мировыми праздниками мероприятие. Вы приглашены в качестве почётного гостя, который станет главным украшением вечера.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Almighty Arataki Great and Glorious Drumalong Festival!_icon.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675338426,
  "components": {
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Грандиозный барабанный фестиваль великолепного Аратаки!"
          }
        ]
      }
    ],
    "body": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Ха-ха-ха-ха-ха! Ну что, дружище, доводилось ли тебе вспоминать обо мне с нашей последней встречи в Разломе?\nВидишь ли, я считаю тебя довольно близким человеком! Вот и в этот раз сразу же вспомнил о тебе!\nЧтобы отпраздновать успешное завершение учёбы Синобу и заодно показать всем, какая банда Аратаки крутая, я решил организовать на острове Рито празднование!\nДаже название придумал: «Грандиозный барабанный фестиваль великолепного Аратаки»! Ну, как? Потрясающе до невозможного, да?\nРучаюсь, что его масштабы не уступят празднику Иродори, а по своей значимости он обойдёт Праздник морских фонарей. Как всё завершится, славное имя банды Аратаки будет греметь по всей Инадзуме!\nА ты как мой самый дорогой друг просто не имеешь права пропускать такое событие!\nУх, и повеселимся же мы! И песен попоём, и бои жуков устроим, и фиалковых дынь нажарим!\nТебе уже не терпится, да? Буду ждать тебя на острове Рито, дружище!\nХа-ха-ха-ха-ха!\nОй! Синобу, погоди! Лучше не пиши про фиалковые дыни, а то звучит не очень круто...\nХм? Я же сказал не писать об этом!\nЭй-эй-эй, и это тоже зачеркни!!!"
          }
        ]
      }
    ]
  }
}