{
  "epId": 2346,
  "name": "Лиса в море одуванчиков",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Fox in the Dandelion Sea_icon.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675337355,
  "components": {
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Лиса в море одуванчиков"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1532,
            "name": "Лиса в море одуванчиков. Том I",
            "desc": "- Лети, лети, одуванчик, в дальние миры, - шепчет лисёнок.<br/>Незабываемая Мондштадтская сказка об охотнике и лисёнке. Лиса в море одуванчиков. История в 12-ти томах. Начало.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Fox in the Dandelion Sea (I)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1536,
            "name": "Лиса в море одуванчиков. Том II",
            "desc": "«Веди себя хорошо!» После встречи с охотником, какая судьба ждёт лису, попавшую в ловушку Туманного цветка?<br/>Продолжение истории об Охотнике и Лисе. Часть II.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Fox in the Dandelion Sea (II)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1534,
            "name": "Лиса в море одуванчиков. Том III",
            "desc": "Охотник, уставший от безуспешной охоты, был разбужен шумом снаружи. Кто может быть за его дверью?<br/>Продолжение истории об Охотнике и Лисе. Часть III.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Fox in the Dandelion Sea (III)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1542,
            "name": "Лиса в море одуванчиков. Том IV",
            "desc": "Летней ночью, когда ветер кружил в воздухе белые, будто снежинки, семена одуванчика, они встретились вновь после долгой разлуки. <br/>Ведомый лисой, охотник вышел в поле, и перед взором его развернулось море одуванчиков... «Лиса в море одуванчиков», Том IV",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Fox in the Dandelion Sea (IV)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1537,
            "name": "Лиса в море одуванчиков. Том V",
            "desc": "Приняв условия Лисы, он прибыл на бескрайнее поле одуванчиков, куда в конце концов приходила вся забытая добыча.<br/>Продолжение истории об Охотнике и Лисе. Часть V.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Fox in the Dandelion Sea (V)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1539,
            "name": "Лиса в море одуванчиков. Том VI",
            "desc": "«Зачем понадобилось тебе учить человеческую речь?» «Конечно же, чтобы подружиться с людьми!»<br/>Продолжение истории об охотнике и лисёнке. Часть VI.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Fox in the Dandelion Sea (VI)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1533,
            "name": "Лиса в море одуванчиков. Том VII",
            "desc": "- Лети, лети, одуванчик, в дальние миры, - шепчет лисёнок.<br/>Сможет ли охотник научиться исполнять свои желания? Продолжение истории об охотнике и лисёнке. Часть VII.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Fox in the Dandelion Sea (VII)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1538,
            "name": "Лиса в море одуванчиков. Том VIII",
            "desc": "«Когда он выучит человеческий язык...» - ночной ветер подхватил слова лисицы и унёс их вдаль вместе с семенами одуванчиков... <br/>Всё-таки лисы не похожи на людей, и радости их и печали всегда будут иными... «Лиса в море одуванчиков», Том VIII",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Fox in the Dandelion Sea (VIII)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1535,
            "name": "Лиса в море одуванчиков. Том IX",
            "desc": "Когда я закончу обучение, смогу ли я ещё раз увидеть это море одуванчиков?.. <br/>Стоя посреди волнующегося моря одуванчиков, охотник задумался о разлуке. «Лиса в море одуванчиков», Том IX",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Fox in the Dandelion Sea (IX)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1540,
            "name": "Лиса в море одуванчиков. Том X",
            "desc": "Наступил момент грустного расставания... Лисёнок прощается со своей матерью, учителем и морем одуванчиков.<br/>Пора выполнить обещание. Продолжение истории об охотнике и лисёнке. Часть X.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Fox in the Dandelion Sea (X)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1541,
            "name": "Лиса в море одуванчиков. Том XI",
            "desc": "- Лети, лети, одуванчик, в дальние миры, - шепчет лисёнок.<br/>Незабываемая Мондштадтская сказка об охотнике и лисе. Лиса в море одуванчиков, финальная глава.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Fox in the Dandelion Sea (XI)_icon.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "- Лети, лети, одуванчик, в дальние миры, - шепчет лисёнок.\nНезабываемая Мондштадтская сказка об охотнике и лисёнке. Лиса в море одуванчиков. История в 12-ти томах. Начало.\n- Лети, лети, одуванчик, в дальние миры.\nПрошептал лисёнок.\nОн дунул на цветок, и пух одуванчика взмыл в небо. После этого лисёнок сказал серьёзным тоном:\n- Так семена одуванчика донесут ваши желания до Архонта ветра.\nМежду нами пронёсся поток ветра и поднял в воздух весь пух.\nПолетели ли они в лучшие миры, неся с собой мои мечты и надежды?\nКогда это случилось?\nКогда-то давно за деревней рос небольшой лес. В нём пышно росло множество деревьев, и среди них было маленькое озеро.\nОно было похоже на стеклянные окна Мондштадтского собора своей кристальной чистотой и отблеском солнца.\nСолнце просвечивало сквозь листву и оставляло на воде озера что-то похожее на осколки драгоценных камней. Вид озера завораживал меня.\nВ лесу в тот день стояла прохлада. Я вышел к этому озеру после недолгой охоты с луком. Водная рябь почему-то напомнила мне о девушке, которую я любил давным-давно.\nЯ не мог вспомнить, как она выглядела, но её глаза, должно быть, были похожи на воду, поблёскивающую, словно осколки драгоценных камней.\nГлядя на таинственно мерцающую воду, я глубоко погрузился в свои мысли. Я рассеянно прогуливался вдоль озера, абсолютно забыв, что я собирался охотиться.\nЯ пришёл в себя, только когда услышал морозный треск. Оказывается, на берегу озера рос туманный цветок, и вода вокруг него покрылась льдом. Рядом с ним застыла снежно-белая лиса, и хвост её примёрз ко льду. Несчастное создание.\n«Наверное, не заметила цветок, пока пила, и опустила хвост в воду около Туманного Цветка».\nТуманный цветок - растение опасное. Если быть неаккуратным, можно легко получить обморожение, поэтому при сборе цветов нужно быть предельно осторожным.\nУвидев меня, лиса испуганно забилась в попытке убежать, но примёрзший хвост не давал ей это сделать, и с каждым рывком она тонко пищала от боли.\n«О нет, так не пойдёт»,\nЯ подумал:\n«Жалко лису. Если я её не освобожу, она всё равно умрёт от голода, а так я хотя бы смогу принести её домой вместо дичи».\nЯ подумал, что будет прекрасно приготовить лисье мясо с домашней морковью. Мысль о тушеном мясе придала мне сил, и на душе стало хорошо.\nТогда я достал охотничий лук и осторожно подошёл.\n«Лисичка-лисичка, не дёргайся»."
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "«Веди себя хорошо!» После встречи с охотником, какая судьба ждёт лису, попавшую в ловушку Туманного цветка?\nПродолжение истории об Охотнике и Лисе. Часть II.\n«Лисичка-лисичка, не дёргайся».\nЭто то, чему отец моего отца научил и меня. Если произнести это, когда стреляешь в лису, то рука на тетиве не дрогнет.\nНо когда я только-только хотел отпустить стрелу, лисица подняла голову, и наши взгляды пересеклись. Её глаза были искрящимися и ясными, как озёрная вода, и сверкали, как бриллианты.\nИ тогда в душе моей будто пронеслась буря, всё поплыло перед глазами, и спущенная стрела вместо лисы ударила в лёд, удерживавший лисий хвост. Лисица вскинула хвост и бросила на меня мимолётный взгляд прежде, чем броситься в лес.\nЯ пришёл в себя и тут же бросился за ней вдогонку, но разве может человек догнать лису?\nА лиса становилась всё меньше и меньше, пока наконец не превратилась в далёкое белое пятнышко.\n«Эй! Эй, не убегай!..»\nЗакричал я, задыхаясь после бега.\nИ только я крикнул, как белое пятно замедлилось.\n«Ты что, ждёшь меня?»\nПодумал я.\n«Если бы она хотела убежать, то уже давно бы сделала это».\nЛиса - удивительное животное. Пусть даже в долине Ветров, которая прекрасно просматривается, лисы всё равно умеют чудесным образом исчезнуть из виду.\nКак будто они убегают в другой мир.\nПодумав так, я пришёл к выводу:\n«Эта лиса точно ждёт меня».\nДоверившись лисе, я долго-долго следовал за этим маленьким белым пятнышком. Пока я шёл, поднялся ветер.\nМеня охватила дрожь. Я взглянул прямо...\n«...Что это?»\nНа месте одного пятнышка возникло два.\nПотом их стало три, четыре, и с каждым порывом ветра лис становилось всё больше. Наконец, сосчитать их стало невозможно.\nИ тогда эти пятнышки полетели мне в глаза, да так, что в них закололо. Я потёр глаза и увидел, что все эти пятна - семена одуванчиков, мечущиеся в воздухе, а самой лисы давно и след простыл.\nМне оставалось только посмеяться над собой и вернуться домой.\nНа ужин я сделал рагу из лисьего мяса с тушёной морковью, только без мяса. Я терпеть не могу тушёную морковь без мяса, от неё ещё больше хочется есть. Несмотря на голод, я пошёл спать.\nЯ проснулся посреди ночи от тихого шороха за дверью."
          }
        ]
      },
      {
        "title": "Том III",
        "desc": [
          {
            "type": "RichText",
            "text": "Охотник, уставший от безуспешной охоты, был разбужен шумом снаружи. Кто может быть за его дверью?\nПродолжение истории об Охотнике и Лисе. Часть III.\nИтак, не поймав лису и скудно поужинав варёной морковью, которой ничуть не наелся, я отправился спать. И я бы наверняка забыл о лисице, если бы не то, что случилось потом.\nПосреди ночи я внезапно проснулся из-за тихого шороха за дверью.\n«Неужели кабан пришёл полакомиться моей морковью?»\nЯ вскочил и подошёл к двери. Но, открыв её, увидел не то, что ожидал: на пороге стояла маленькая белая лиса. Её шерсть сияла белым во мраке ночи, будто солнечный свет, проникший через кроны деревьев и отраженный водной гладью.\n«Ах, это точно та, которую я видел днём».\nПодумал я про себя. Ещё я подумал, что эти подобные покоящимися под хрустальной водой драгоценным камням глаза, кажется, заглядывают прямо в душу.\nИ тогда я, всё ещё сонный, с пустыми руками, просто последовал за ней.\nВ этот раз она неподвижно стояла, ожидая, пока я подойду.\nЧем ближе я подходил, тем больше становилась лиса.\nИ, когда я предстал перед ней, лиса вдруг превратилась в человека.\nВысокая стройная девушка с лебединой шеей и жемчужной кожей. Её глаза сверкали, словно осколки драгоценных камней в воде, а ночью они были больше похожи на солнечный свет, который падал на воду, просачиваясь сквозь листья.\n- Какая красивая! Она очень похожа на ту девушку, в которую я влюбился давным-давно, хотя я едва мог вспомнить её имя. Но её глаза говорят мне, что это именно она.\nПодумал я.\n- Это точно какие-то лисьи уловки.\nНо самое странное - то, что я сразу откуда-то знал, что лисы могут творить магию. С другой стороны, стоит только взглянуть в эти глаза - ещё и не такому поверишь.\nНи лисья магия, ни то, что лиса обернулась человеком, не удивляло меня так, как её глаза, подобные озёрам, сверкающие, будто драгоценные камни. Какое-то время мы просто стояли и смотрели друг на друга в тишине ночи.\nНаконец она заговорила. И, хотя язык её был мне не знаком, я всё понимал. Наверное, это тоже лисья магия.\n- Если бы не ты, боюсь, я бы погибла на том озере.\nОна подумала и добавила:\n- Хотя умереть на берегу озера, похожего на драгоценный камень, - не такая уж ужасная смерть.\n- Но мы, лисы, стараемся отвечать добром на добро, поэтому я хочу поблагодарить вас.\nОна медленно поклонилась. Её длинные шелковистые волосы свесились с плеч, словно угольные водопады."
          }
        ]
      },
      {
        "title": "Том IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Летней ночью, когда ветер кружил в воздухе белые, будто снежинки, семена одуванчика, они встретились вновь после долгой разлуки.\nВедомый лисой, охотник вышел в поле, и перед взором его развернулось море одуванчиков... «Лиса в море одуванчиков», Том IV.\nС той ночи прошло несколько дней, и лисы я больше не видел.\nНо каждый день в лесу постепенно становилось больше дичи.\nМаленькие зяблики, длинноногие журавли, вспыльчивые кабаны...\nНе знаю, пора ли настала такая или то была лисья благодарность. Как бы то ни было, но на ужин в эти дни у меня было настоящее рагу с мясом.\nЛиса так и не появлялась.\nСтранно, но раньше я легко засыпал и на пустой желудок, а сейчас, хоть и наелся от пуза, лежал и думал о той встрече с девушкой-лисой.\nКогда же я снова увижу эти глаза озёрной воды?\nВ тревожной полудрёме я услышал за дверью слабый шорох.\nОжидая увидеть светлый силуэт, я вскочил с кровати и распахнул дверь.\nНе было глаз озёрного цвета. Не было белоснежного пушистого хвоста. Лишь тускло клубились в белом свете луны одуванчики, словно падающий снег.\nВдруг мне что-то залетело прямо в нос.\n«А-а-а... Апчхи!»\nВнезапно пух одуванчиков взвился и заволок всё вокруг, словно метель.\nИ из этой одуванчиковой метели на меня смотрели, как два самоцвета, глаза - они смотрели мне прямо в душу.\nСквозь вихри пуха я пошёл навстречу лисице.\nНо она, дёрнув ушами, скользнула пышным хвостом по траве и скрылась в глубине леса.\nЯ бросился за ней.\nБелое мягкое пятнышко неуловимо мелькало в темноте леса,\nкак отблеск лунного света сквозь листву, как идущая тихой поступью лукавая фея.\nЯ блуждал, доверившись лисе, и наконец вышел из тёмного леса.\nПередо мной под лунным светом раскинулось бескрайнее море одуванчиков.\nЯ стоял поражённый, когда сзади донёсся тихий шелест,\nлёгкий и неуловимый, будто босоногая девушка прошла по опавшим листьям.\nЛиса подошла ко мне сзади, и ночной ветер донёс её запах - влажно-прохладный, с горьковатым ароматом одуванчиков.\nЛадони с тонкими холодными пальцами легли мне на плечи.\nОна наклонилась к моему уху, и её длинные волосы ниспали на моё плечо.\nЯ чувствовал сзади удары её сердца и лёгкое дыхание - ровное и умиротворяющее.\n«Только лисы знают дорогу сюда. Это край одуванчиков.\nНадеюсь вы согласитесь остаться здесь и обучить моего лисёнка человеческому языку...\nКогда придёт время, я в благодарность научу вас магии лис».\nУху стало щекотно, будто в него подул лёгкий влажный ночной ветер.\n«Странно, - подумал я, - я ведь не говорил ей о магии. Откуда она знает?»\nОна ничего не сказала, лишь взяла мою руку и повела меня в глубь моря одуванчиков...\nС юга задул ночной ветер, с севера задул ночной ветер, принёс горький аромат, принёс смутные воспоминания.\nМы предавались нежным лисьим играм среди разлетавшегося пуха, пока луна не поднялась высоко в звёздное небо."
          }
        ]
      },
      {
        "title": "Том V",
        "desc": [
          {
            "type": "RichText",
            "text": "Приняв условия Лисы, он прибыл на бескрайнее поле одуванчиков, куда в конце концов приходила вся забытая добыча.\nПродолжение истории об Охотнике и Лисе. Часть V.\nСреди бескрайнего моря одуванчиков я наблюдал, как ветер разносил их семена по небу. И вдруг я понял ответ на вопрос, который не давал мне покоя долгие годы.\n«Наверное, именно сюда попадают лисы, за которыми гнались охотники».\nПодумал я.\n- Какая же красота.\nНо когда я начал учить лисёнка говорить на общем языке, моё сердце всегда было пустым, как будто внутри меня дул ветер.\nРазговаривая с ней и глядя в её похожие на драгоценные камни глаза, я чувствовал, что говорю не с лисой, а с девушкой, которую любил много лет назад.\nВот почему я ощущал себя немного подавленным каждый раз, когда она была рядом. Это было похоже на то, как если бы кто-то, кого вы любите, родил ребёнка. Вы всё ещё можете веселиться вместе, но между вами уже никогда не будет прежних чувств.\nНо вспоминая её обещание: если мне удастся научить её ребёнка говорить на общем языке, то...\n«Я поделюсь с тобой нашей лисьей магией, когда придёт время».\n...обещание, данное только мне. Я чувствую новый прилив сил.\nСмогу ли я превратить себя в птицу с помощью этой магии? Как высоко смогу взлететь? Я мог бы превратиться в рыбу и доплыть до рифа Маска, на котором никогда не был.\n- С помощью магии я мог бы даже охотиться, - не удержался и подумал я. - Больше никакого морковного рагу без мяса.\nСтоя в море одуванчиков, я абсолютно потерял ход времени.\nОтчасти причиной тому был малыш, который оказался таким сметливым учеником! Я научил его не только языку, но и всему, что знал сам, включая счёт, выращивание моркови, смену окон и заточку ножей.\nИногда в перерывах мы разговаривали.\n- Зачем понадобилось тебе учить человеческую речь?\nОн быстро ответил:\n- Конечно же, чтобы подружиться с людьми!\nЯ спросил:\n- Зачем тебе дружить с людьми?\nОн опустил глаза."
          }
        ]
      },
      {
        "title": "Том VI",
        "desc": [
          {
            "type": "RichText",
            "text": "«Зачем понадобилось тебе учить человеческую речь?» «Конечно же, чтобы подружиться с людьми!»\nПродолжение истории об охотнике и лисёнке. Часть VI.\n- Зачем понадобилось тебе учить человеческую речь?\nТакой вопрос я однажды задал лисёнку.\nОн весело ответил на общем языке:\n- Конечно же, чтобы подружиться с людьми!\n- Зачем тебе дружить с людьми?\nОн опустил глаза, будто вопрос огорчил его.\n«В одном далёком лесу я увидел мальчика.\nОн был одет во всё серое, и глаза у него были как у волка», - добавил он.\n«Тогда я только научился своей магии, поэтому мог бегать на двух лапах по траве. Мне было очень весело, но, к сожалению, лисы и люди разного роста. Они видят разные вещи. Чуют разные вещи.\nВы понимаете, учитель? Когда я опомнился - уже заблудился».\nВоспоминания о тех событиях почему-то расстраивали его.\nВ конце концов он забрёл в чащу леса и даже наткнулся на злобных монстров.\nКогда лисёнок решил, что с ним покончено, мальчик-волк в сером внезапно выскочил из леса и прогнал чудовищ. Не говоря ни слова, он убежал и исчез в лесу.\n- Если бы я мог говорить на человеческом языке, я бы превратился в человека и пошёл его искать. Мы бы стали самыми лучшими друзьями!\nВесело сказал лисёнок.\nКогда я дослушал его ответ, я спросил:\n- Разве мы уже не друзья?\nЛисёнок сурово ответил на общем языке:\n- Мама сказала, что вы мой учитель, а учитель и ученик не ровня... Хотя так говорить тоже нехорошо...\nОн грустно опустил голову. Пока он размышлял над этим вопросом, его пушистый хвост похлопывал окружающие одуванчики.\n- Придумал!\nВнезапно сказал он.\n«Если я смогу вас чему-нибудь научить, то я тоже стану учителем.\nОба будучи учителями, мы станем равны!»\nОн ещё плохо владел общим языком, но сделал всё возможное, чтобы выдать своё предложение, хоть и не без запинок.\n- Учитель, позвольте мне научить вас магии, которая известна только мне."
          }
        ]
      },
      {
        "title": "Том VII",
        "desc": [
          {
            "type": "RichText",
            "text": "- Лети, лети, одуванчик, в дальние миры, - шепчет лисёнок.\nСможет ли охотник научиться исполнять свои желания? Продолжение истории об охотнике и лисёнке. Часть VII.\n- Учитель, позвольте мне научить вас магии, которая известна только мне.\nОн всё ещё плохо владел общим языком, но ради дружбы он сделал всё возможное, чтобы выдать своё предложение, хоть и не без запинок.\nОн сорвал маленький одуванчик.\n- Лети, лети, одуванчик, в дальние миры.\nПрошептал лисёнок.\nОн дунул на цветок, и пух одуванчика взмыл в небо. После этого лисёнок сказал серьёзным тоном:\n- Так семена одуванчика донесут ваши желания до Архонта ветра.\nМежду нами пронёсся поток ветра и поднял в воздух весь пух.\n- Видите? Архонт ветра ответил на моё желание!\nРадостно воскликнул он.\n- А какое желание ты загадал?\n- Стать лучшими друзьями с моим учителем.\nВнезапно он опустил голову.\n- Вы устали. Наши рты устроены иначе, чем у человека, поэтому я должна поблагодарить вас за ваши усилия.\nМы не заметили, как к нам подошла мать лисёнка. Ее глаза были похожи на бездонное озеро. Лисёнок тихо спрятался в траве под тяжестью её взгляда.\n«Когда он выучит человеческий язык...»\nПодумал я.\n«Когда он выучит человеческий язык...»\nТихо сказала она."
          }
        ]
      },
      {
        "title": "Том VIII",
        "desc": [
          {
            "type": "RichText",
            "text": "«Когда он выучит человеческий язык...» - ночной ветер подхватил слова лисицы и унёс их вдаль вместе с семенами одуванчиков...\nВсё-таки лисы не похожи на людей, и радости их и печали всегда будут иными... «Лиса в море одуванчиков», Том VIII.\n«Когда он выучит человеческий язык...»\nТихо сказала она.\nЯ задумался, глядя на её лицо.\nЧто она сказала потом, я не расслышал - озорной ветер наполненный пухом заглушил её тихую речь.\nА может быть, это она и сказала - на языке ветра и одуванчиков.\nПотом она засмеялась, увидев моё глупое выражение лица.\nОна смеялась очень красиво, и её выгнутые зрачки искрились, как две луны в озёрной ряби.\n- Так вы хотите научиться магии лис. А зачем она вам?\n- Я хочу научиться лисьей магии превращений. Тогда я смог бы стать птицей и летать высоко в небе, я мог бы улететь в далёкие края.\nОтветил я.\n«А во время охоты мне бы больше не пришлось сидеть в кустах - я мог бы свободно парить в высоте, как сокол».\nНе удержался и подумал я.\nБудто услышав мои мысли, одуванчик в моей руке осыпался и его пух полетел навстречу луне.\n- Вот как...\nОна легонько кивнула, и по белоснежной шее заструился чёрный водопад волос. Серебряный свет луны падал на него и разливался по белой коже, и в её сиянии словно можно было видеть тени облаков.\nЯ пристально смотрел на неё и, лишь когда почувствовал, что краснею, смог отвести взгляд.\nВсё-таки лисы - свободные звери и не прикрывают стыдливо свою красоту, подобно людям.\nКаждый раз, когда на её волосы падал лунный свет, - хотя не раз я это видел и не раз касался их, - я невольно краснел и невольно отводил взгляд.\nОна немного наклонила голову и легонько вздохнула, будто от досады.\nМы долго сидели молча среди моря одуванчиков, и я подумал, что она сердится на меня.\n- Мы, лисы, отвечаем добром на добро. Я научу вас магии превращений и помогу исполнить вашу мечту.\nТак она сказала, обернувшись.\nГлаза озёрной воды умиротворяюще искрились в лунном свете.\nКак хорошо. Она не сердится.\nПо непонятной причине я облегчённо выдохнул."
          }
        ]
      },
      {
        "title": "Том IX",
        "desc": [
          {
            "type": "RichText",
            "text": "Когда я закончу обучение, смогу ли я ещё раз увидеть это море одуванчиков?..\nСтоя посреди волнующегося моря одуванчиков, охотник задумался о разлуке. «Лиса в море одуванчиков», Том IX.\nЛисы - умные звери. Умные и хитрые.\nЛисёнок быстро учился, и иногда даже задавал вопросы, которые ставили меня в тупик.\nВ конце концов человеческий язык сложный и изощрённый - в отличие от простодушного языка зверей.\nЯзык что запутанный котёнком клубок - потянул здесь, потянул там, и вот, зацепившись за ученическую оговорку, уже и учитель запутался сам.\nНо лисы - умные звери. Лисёнок быстро выучил разные слова для ветра и смог примитивно описывать, как разлетаются одуванчики и как играет лунный свет в пруду.\nКаждый раз, когда лисёнок узнавал новое слово, каждый раз, когда примерял его к знакомому миру, - когда восторженно одаривал первородным смыслом ветер, одуванчики, землю - она стояла рядом и, улыбаясь смотрела на нас.\nЛисёнок учился быстро, но я совсем не испытывал удовлетворения.\nКогда я закончу с обучением, смогу ли я остаться в море одуванчиков?\nСмогу ли я смотреть под лунным светом в эти нежные глаза?\nПоведёт ли она меня вглубь одуванчиков, лукаво смеясь, где мы будем вместе забавляться и вдыхать горький аромат ветров - северного и южного?\nДумая об этом, я заблудился в печальных воспоминаниях.\nВ тот далёкий вечер, когда я простился с любимой девушкой, светила такая же луна.\n«Спасибо вам».\nЛисица внезапно оказалась передо мной. Она поклонилась и её чёрные длинные волосы соскользнули с плеч, отражая лунный свет - будто заструилась вода.\n«Когда он научится человеческому языку, то, может быть, у него появятся ещё друзья...\nСпасибо вам за всё. Он стал намного жизнерадостней, с тех пор как начал учиться».\nОна смотрела на меня бездонными глазами, которые искрились будто хрусталь.\n«Но после того как вы научите его человеческой речи... куда вы отправитесь?»\nНо очарованный блеском её озёрных глаз я забыл ответить.\nИли это тоже была лисья магия?\nВзглянув на меня, лисица легонько засмеялась.\nОна развернулась к луне и повлекла меня в центр сияющего моря одуванчиков.\nЛисёнок, увидев нас, вильнул хвостом и нырнул в тёмные заросли."
          }
        ]
      },
      {
        "title": "Том X",
        "desc": [
          {
            "type": "RichText",
            "text": "Наступил момент грустного расставания... Лисёнок прощается со своей матерью, учителем и морем одуванчиков.\nПора выполнить обещание. Продолжение истории об охотнике и лисёнке. Часть X.\nМаленький лисёнок продолжал махать, отдаляясь от нас. Его фигура становилась всё меньше и меньше и в конце концов превратилась в маленькое белое пятнышко, которое сливалось с морем одуванчиков, постепенно исчезая.\nПосле того как он ушёл, лиса повернулась и подошла ко мне.\nС каждым шагом её фигура становилась всё больше и больше.\nДостигнув меня, она уже превратилась в человека.\nВысокая стройная девушка с лебединой шеей и жемчужной кожей. Её глаза сверкали, словно осколки драгоценных камней в воде, а ночью они были больше похожи на солнечный свет, который падал на воду, просачиваясь сквозь листья.\n- Какая красивая! Она очень похожа на ту девушку, в которую я влюбился давным-давно, хотя я едва мог вспомнить её имя. Но её глаза говорят мне, что это именно она.\nПодумал я.\nМагические трюки и лисьи превращения - ничто по сравнению с этими драгоценными глазами озёрной воды. Некоторое время мы молча стояли в бескрайнем море одуванчиков.\nНаконец, я не мог больше сдерживаться и заговорил:\n- Это и есть та магия, которой ты хотела меня научить?\n- Да. Я безмерно благодарна вам за ваше время.\nОна медленно поклонилась. Её длинные шелковистые волосы свесились с плеч, словно угольные водопады.\nПрощание с маленьким лисёнком оставило пустоту в моём сердце, но я снова почувствовал радостное возбуждение при мысли о предстоящих уроках лисьей магии по изменению формы.\nСмогу ли я превратить себя в птицу с помощью этой магии? Как высоко смогу взлететь? Я мог бы превратиться в рыбу и доплыть до рифа Маска, на котором никогда не был.\n- С помощью магии я мог бы даже охотиться, - не удержался и подумал я. - Больше никакого морковного рагу без мяса.\n- Я попрошу тебя встать и не шевелиться.\nОна начала ходить кругами вокруг меня и становилась всё больше и больше с каждым кругом.\nНет, не только она. Одуванчики тоже становились больше - только они были мне по лодыжку, потом дошли до талии и наконец стали высокими деревьями.\nЛиса уже стала великаном, когда я осознал, что здесь что-то не так."
          }
        ]
      },
      {
        "title": "Том XI",
        "desc": [
          {
            "type": "RichText",
            "text": "- Лети, лети, одуванчик, в дальние миры, - шепчет лисёнок.\nНезабываемая Мондштадтская сказка об охотнике и лисе. Лиса в море одуванчиков, финальная глава.\nЯ уже стал пухом одуванчика, когда осознал, что здесь что-то не так.\nЯ хотел попросить её остановиться, но у одуванчика не было ни рта, ни языка, чтобы издать какие-либо звуки. Мне ничего не оставалось, кроме как беспомощно наблюдать, как она осторожно поднимает моё растение с земли и подносит ко рту.\n- Лети, лети, одуванчик, в дальние миры...\nПрошептала она.\nОна дунула на цветок, и пух одуванчика начал плясать в воздухе. Вместе с ним взмыл в небо и я.\nОт этого вихря у меня закружилась голова. Её глаза, блестевшие, словно драгоценные камни в озере, покинули меня вместе с моим сознанием и желанием, которое прошептала она.\n- О великий Архонт, прошу тебя превратить всех лис в людей. Чтобы не боялись мы больше охотничьих стрел и людских ножей.\n...\nПроснувшись, я обнаружил себя в лесу около своей деревни.\nЛес был полон пышных деревьев, а в его центре находилось небольшое озеро.\nОно было похоже на стеклянные окна Мондштадтского собора своей кристальной чистотой и отблеском солнца.\nСолнце просвечивало сквозь листву и оставляло на воде озера что-то похожее на осколки драгоценных камней. Вид озера завораживал меня.\nВ лесу в тот день стояла прохлада. Я вышел к этому озеру после недолгой охоты с луком. Водная рябь почему-то напомнила мне о девушке, которую я любил давным-давно.\nЯ не мог вспомнить, как она выглядела, но её глаза, должно быть, были похожи на воду, поблёскивающую, словно осколки драгоценных камней.\nДа. Должно быть, я потерялся в мыслях и заснул, глядя на сверкающее озеро."
          }
        ]
      }
    ]
  }
}