{
  "epId": 2347,
  "name": "Чей-то дневник",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Someone's Diary_icon.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675337350,
  "components": {
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Чей-то дневник"
          }
        ]
      },
      {
        "key": "Дневники:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1344,
            "name": "Письмо для Дундуна",
            "desc": "Письмо, которое хранит Дундун из деревни Цинцэ. Скорее всего, оно написано его отцом. ",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Letter for Dongdong_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1610,
            "name": "Чей-то дневник. Часть I. Отмель Яогуан",
            "desc": "Дневник невезучего путешественника, рассказывающий о событиях, произошедших с этим путешественником на отмели Яогуан.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Someone's Diary I: Yaoguang Shoal_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1612,
            "name": "Чей-то дневник. Часть II. Долина Гуйли",
            "desc": "Дневник невезучего путешественника, рассказывающий о событиях, произошедших с ним в долине Гуйли.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Someone's Diary II: Guili Plains_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1611,
            "name": "Чей-то дневник. Часть III. Заоблачный предел",
            "desc": "Дневник невезучего путешественника, рассказывающий о событиях, произошедших с этим путешественником в Заоблачном пределе.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Someone's Diary III: Jueyun Karst_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1614,
            "name": "Чей-то дневник. Часть IV. Гавань Ли Юэ",
            "desc": "Дневник невезучего путешественника, рассказывающий о событиях, произошедших с этим путешественником в гавани Ли Юэ.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Someone's Diary IV: Liyue Harbor_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1613,
            "name": "Чей-то дневник. Часть V. Остров Дзинрэн",
            "desc": "Брошенный в глуши дневник, который повествует о злоключениях его автора на острове Дзинрэн.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Someone's Diary V: Jinren Island_icon.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Письмо, которое хранит Дундун из деревни Цинцэ. Скорее всего, оно написано его отцом.\nДорогой Дундун:\nВремя летит так быстро и незаметно. Вот уже три месяца, как я в море. Скучаешь по папе? Ты вовремя ложишься спать? Надеюсь, не докучаешь дедушке и бабушке? Я очень-очень скоро буду дома. Скоро я вернусь из Инадзумы и возьму тебя в порт посмотреть на корабль «Южный Крест». В этот раз - точно, даю слово!\nДундун, помнишь ли ты отмель Яогуан? Там я нашёл много-много золотого песка, столько, что и не унести одному человеку. Когда я вернусь, мы купим много вкусной еды, а потом запустим деревенскую мельницу и будем делать вкусный тофу! Но ещё больше я хочу потратить это золото на покупку дома в Ли Юэ, того, из окон которого видно океан. Когда я вернусь, ты тоже сможешь решить сам, на что мы потратим эти деньги. Как тебе?\nАх, да, знаешь что? На берегу озера Лухуа, что в долине Гуйли, есть один высокий-превысокий обрыв, и там я случайно столкнулся со стражем руин. Он просто сидел там, опустив голову и не шевелясь. В небе грохотал гром, дождь барабанил по его телу, но он всё равно сидел, не двигаясь... Я присмотрелся к нему и только тогда понял, что он, похоже, спит! Тогда я храбро забрался на его корпус, крепко обхватил его огромную голову и повернул так сильно, как мог. Послышалось несколько щелчков, а потом раздался грохот! Голова покатилась с обрыва, но, к сожалению, разбилась, когда упала. Иначе я бы обязательно привёз домой такой трофей, чтобы ты мог хорошенько его рассмотреть.\nЕщё был в Заоблачном пределе. Когда ты подрастёшь, я возьму тебя туда с собой. Облака там похожи на море, водопады в сто раз больше чем те, что в Цинцэ, и иногда среди гор можно даже увидеть башню Адептов, и более внушительного вида представить невозможно! А ещё я встретился с настоящим Адептом! Мы выпили вместе и поболтали, посмеялись о всяком... Адепт подарил мне бутылку. Нужно только подуть на неё, и сразу из неё нескончаемым потоком польётся вино! Но ты ни в коем случае не трогай бутылку, ты ещё маленький, тебе нельзя пить вино. Подожди, вот вырастешь большой, и тебе достанутся все мои сокровища.\nМои приключения в Ли Юэ подходят к концу, и я иду на пристань, чтобы сесть на «Южный Крест» и пуститься в плавание к далёким берегам. На новом месте я точно найду ещё больше удивительных сокровищ, и я жду не дождусь момента, когда наконец смогу разделить их с тобой! А пока, дорогой Дундун, обязательно ложись спать вовремя, не ешь много сладкого, чтобы не заболели зубы, не серди дедушку с бабушкой, ладь со всеми и не дерись ни с кем!\nС любовью, папа"
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "Дневник невезучего путешественника, рассказывающий о событиях, произошедших с этим путешественником на отмели Яогуан.\n—— Отмель Яогуан ——\nВновь поднялся туман. С самого начала знал, что не надо было слушать этих старых горняков и идти сюда за золотом. Эта кучка стариков несколько десятков лет назад ушла на покой, конечно, то, что они мне сказали, совершенно устарело... Абсолютно бесполезно! А в этом тумане не только золота не намыть, но и дороги домой не найти. Надеюсь, Дундун там пообедал.\nОткуда-то из тумана слышатся голоса хиличурлов. Возможно, мне следует пойти в противоположную сторону, и тогда я смогу от них оторваться...\nЯ потерял счёт времени. Туман никак не рассеется, и не поймёшь, день сейчас или ночь. Но... Мне кажется, или я вижу впереди смутную тень? Спаси и помилуй, о Гео Архонт, не дай мне сбиться с пути... Может быть, я смогу пойти с ними и выбраться отсюда! Да, да, вот что я сделаю! Я буду спасён!\nЭти фигуры в тумане выглядят не очень дружелюбно. Я решил разбить здесь лагерь и подождать, пока они уйдут, а потом снова подумать, куда мне идти. Возможно, стоит пойти обратно.\nО нет! Я слышу голоса хиличурлов повсюду. Я должен\n【Конец дневника】"
          }
        ]
      },
      {
        "title": "Том III",
        "desc": [
          {
            "type": "RichText",
            "text": "Дневник невезучего путешественника, рассказывающий о событиях, произошедших с ним в долине Гуйли.\n—— Отмель Гуйли ——\nИз огня да в полымя!\nСтоило мне с трудом выбраться из лагеря хиличурлов, чтобы страж руин чуть не убил меня в долине Гуйли! Я думал, он не реагирует на проливной дождь, потому что давным-давно неактивен. Мог ли я предположить, что через минуту в него ударит молния и он встанет, щёлкая и сотрясая землю? Он оказался жив!\nЯ был бессилен перед ним. Он схватил меня, как цыпленка, и швырнул с утёса... К счастью, в попытке сбежать я наткнулся на пещеру у подножья, где смог спрятаться от него. Иначе он давно бы разорвал меня в клочья, растоптал бы... даже не знаю, во что.\nСейчас он уже наверняка далеко ушёл... Но в ушах у меня до сих пор звенит так, будто там поселились тысячи пчёл. Наверное, я сломал себе пару костей, потому что я не могу даже пошевелить рукой. Но я справлюсь... Должен справиться. В моём-то возрасте, если сейчас сдамся, то что подумают обо мне Дундун и его мать?"
          }
        ]
      },
      {
        "title": "Том IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Дневник невезучего путешественника, рассказывающий о событиях, произошедших с этим путешественником в Заоблачном пределе.\n—— Заоблачный предел ——\nУ подножья утёса я встретился с одним добрым травником, он помог мне с переломами. Я чуть не умер от боли. Он говорил, что мало кто из путешественников смог уцелеть после встречи со Стражем Руин и отделаться так легко, как я... Должно быть, я действительно счастливчик.\nС высоты кажется, что Облачный предел почти не тронут человеком. Он окутан туманом, и отсюда не разглядеть, насколько плотна пелена облаков. Не знаю, злые духи или божественные существа издают те звуки, что доносятся из Каменного леса, но от них у меня волосы встают дыбом. Кто знает, может, здесь можно добыть отличный янтарь или ценнейшие травы? Раньше немало небогатых выходцев из нашей деревни благодаря торговле травами смогли обосноваться в Ли Юэ, и я не вижу причин, по которым я не мог бы поступить так же.\nВечером начался сильный дождь, и скала стала слишком скользкой для того, чтобы подниматься. Топор и веревку для скалолазания я тоже где-то потерял. Странно, обычно я не так беспечен... Наверняка это проделки местной нечисти! А может, снаряжение утащила лиса...\nНа четвертый или пятый день утомительных поисков я наконец нашёл немного хороших целебных трав и теперь собираюсь возвращаться домой. Сначала я думал поискать ещё разок, но это дьявольское место меня пугает. По вечерам кажется, будто в лесу есть тень, которая постоянно следует за мной, да и крики неизвестной нечисти теперь повсюду, и с каждым днём всё ближе...\nПо дороге с гор нашёл старую бутылку с вином, отмыл её в родниковой воде, и оказалось, что она в неплохом состоянии. Возьму её с собой и подарю Дундуну, он наверняка обрадуется. Скажу, что эту бутылку мне подарил настоящий Адепт."
          }
        ]
      },
      {
        "title": "Том V",
        "desc": [
          {
            "type": "RichText",
            "text": "Дневник невезучего путешественника, рассказывающий о событиях, произошедших с этим путешественником в гавани Ли Юэ.\n—— Гавань Ли Юэ ——\nЯ продал травы в хижине «Бубу», и не только возместил этим свои расходы, но и немного подзаработал. Если так пойдёт дальше, то, возможно, через несколько лет смогу купить свой дом в Ли Юэ, где мы будем жить с Дундуном. Как раз тогда Дундуну уже можно будет пойти в школу.\nЕсли бы я хорошо учился в детстве, я бы не связался с этим сбродом, именующим себя Похитителями сокровищ, и не растратил бы наследство, оставленное отцом. Когда думаю об этом, понимаю, что должен найти Дундуну лучшего учителя, чтобы тот хорошо учился и нашёл себе правильных друзей. Не могу позволить ему скитаться по свету, как я. Я не могу сдаться. Это ради Дундуна. Мне непременно нужно найти ещё трав, и тогда всё будет хорошо.\nХотя, надо сказать, я всё ещё не мог отпустить мысль о том, чтобы быстро разбогатеть, а потому снова попытал удачу в «Загадке нефрита». Хотя изначально я не собирался тратить деньги в такого рода местах... Но хозяин заведения, Ши Тоу, был так убедителен, что в конце концов я оставил здесь все свои деньги. Но всё обернулось не так уж и плохо, я нашёл несколько неплохих кусков нефрита. Но чтобы спекулировать на драгоценных камнях, мне пришлось заложить серп и аптечку для сбора трав.\nИ вот я банкрот. Хотя махинации с камнями шли удачно, нефрит не так просто сбыть. Видимо, остается только взять камни и попытать с ними счастья за морем. Если я подамся на «Южный Крест», примет ли капитан Бэй Доу меня на борт?\nДаже если меня возьмут только драить палубу, я всё равно буду счастлив! Я уже три дня ничего не ел..."
          }
        ]
      },
      {
        "title": "Том VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Брошенный в глуши дневник, который повествует о злоключениях его автора на острове Дзинрэн.\n—— Остров Дзинрэн ——\nУгнав у пиратов утлую лодку, я грёб три дня, пока наконец не достиг берега.\nОтсюда я вижу легендарную Такаяму на острове Наруками, а также растущее там гигантское дерево сакуры. Цвета Священной сакуры мягко переливаются в лунном свете... Это напоминает мне о доме.\nИнтересно, одиноко ли Дундуну в деревне Цинцэ? Не знаю, правильно ли я поступил, пройдя весь этот путь ради того, чтобы заработать себе на жизнь. Возможно, я просто старею, раз начинаю задумываться о подобной ерунде.\nИсследуя удалённый остров, я наткнулся на фиолетовую дыню. Она была терпкая и почти безвкусная. Пока я сдирал кожицу, мои зубы и язык стали фиолетовыми, и на то, чтобы краска сошла, потребовалось какое-то время... В следующий раз попробую сперва её приготовить.\nЯ поставил лагерь. С первыми лучами солнца пойду на юг... Пираты говорят, что Инадзума лежит в том направлении.\nВ городе, должно быть, много возможностей заработать. Может, мне стоит оставить глупую затею с путешествиями и найти настоящую работу. Когда накоплю достаточно денег и куплю домик, я пошлю за Дундуном, чтобы переехал ко мне жить.\nА кроме того, жильё здесь намного дешевле, чем в Ли Юэ."
          }
        ]
      }
    ]
  }
}