{
  "epId": 2348,
  "name": "Реинкарнация в непобедимого сёгуна Райдэн",
  "desc": "Популярный в Инадзуме лёгкий роман, повествующий о превращении простого смертного в сёгуна Райдэн. Благодаря увлекательному и новаторскому сюжету книга снискала популярность в широких читательских кругах и послужила вдохновением многим писателям романов.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Shogun Almighty: Reborn as Raiden With Unlimited Power_icon.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675335619,
  "components": {
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Реинкарнация в непобедимого сёгуна Райдэн"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1620,
            "name": "Реинкарнация в непобедимого сёгуна Райдэн",
            "desc": "Популярный в Инадзуме лёгкий роман, повествующий о превращении простого смертного в сёгуна Райдэн. Благодаря увлекательному и новаторскому сюжету книга снискала популярность в широких читательских кругах и послужила вдохновением многим писателям романов.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shogun Almighty: Reborn as Raiden With Unlimited Power_icon.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Такова жизнь.\nПапа и мама всегда говорили, что нужно проводить чёткую грань между правдой и неправдой и уметь отличать хорошее от плохого. Однако правда заключается в том, что из двух плохих вариантов всегда приходится выбирать менее плохой.\nМоя девушка решила уйти от меня. Она рассказала моему начальству, что я игрок, - и я потерял работу. У меня нет денег на пустые развлечения, и, если я не верну долг, моим родителям будет угрожать опасность.\nЗатем они отругают меня за мою бестолковость, за неспособность зарабатывать и копить деньги.\nДля кого я это делаю? Я ведь не сделал ничего плохого...\nЕдинственный недостаток заключается в том, что я не могу так жить. Но и покончить с жизнью я тоже не могу. У меня просто не хватит на это духу.\nВ любом случае я заплачу долг, когда они придут. А потом нужно придумать, как заработать, иначе придётся есть одни водоросли.\nПридётся снова это сделать: выбрать меньшее из двух зол.\nЧто больнее? Когда тебя разрубают мечом или когда в твою голову кидают камень?\n«Ба-бах...»\nЧто это за странный звук? Я уже давно его слышу. Что происходит?\nНеужели это гром?\n...\nКогда я очнулся, я не знал, сколько времени прошло.\nПомню только, что перед тем, как потерять сознание, я почувствовал, как острая боль пронзила всё моё тело.\n«Кажется, боль ушла?!»\nЯ был настолько потрясён, что закричал во весь голос.\nЭто мой голос?\n«А-а-а-а...»\nЭто действительно мой голос.\nЯ подняла руки - и под великолепной тканью показалась невероятно белая кожа.\nЭто явно было не моё тело, но мой мозг не сразу пришёл к этому очевидному умозаключению.\nПотому что в это невозможно было поверить.\nЯ стараюсь встать, чтобы целиком увидеть свои одеяния.\nКаждая деталь великолепна, лишь высшим дано благословение носить такие одежды.\nЗначит ли это, что...\n«Где тот сопляк... Что? Это сёгун Райдэн?»\nГромкий титул.\nДа!\nДа, я теперь сёгун Райдэн.\nКайраги, что вымогают деньги в обмен на защиту, выстроились в ряд, и хотя их лиц не видно, их движения полны настороженности и некоторого страха.\nЯ никогда раньше не видел ничего подобного.\n«Братья, настало... время отомстить!»\nЕго голос становится всё тише. Он боится.\nОн не хочет потерять лицо перед своими людьми, хотя и предвидит исход поединка.\nЛюдей становится всё больше и больше. Десять, двадцать, пятьдесят...\nВозможно, они думают, что смогут компенсировать недостаток силы количеством.\nНо разве сила простых смертных может сравниться с силой сёгуна Райдэн?\n«Узрите мою силу!»\nЗадерживаю дыхание, сосредотачиваюсь, встаю в боевую стойку.\nЭтот удар изменит твою судьбу.\n«Мусо...»\n...\nПодожди.\nКак же использовать Мусо но хитотати?"
          }
        ]
      }
    ]
  }
}