{
  "epId": 2349,
  "name": "Жемчужная нить",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/String of Pearls_icon.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675337352,
  "components": {
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Цзысинь - бедная рыбачка из семьи, изо всех сил сводящей концы с концами. Однажды, продавая на улице рыбу, она по неосторожности теряет свой жемчужный браслет. Она ещё не знает, как потерянный жемчуг изменит её судьбу...\nАкт I: О Рыбе и Воде\nАмплуа шэн: Фань Цзе\nАмплуа дань: Цзы Синь\nАмплуа комика: матушка Чжан\nСцена первая\n(Входит Цзы Синь. На ней синяя куртка)\n(Речитатив)\nЦзы Синь: Прилив отражает далёкие горы, и лёгкий бриз ласкает бирюзовые рифы.\n(Проза)\nЦзы Синь: Я, рыбачка Цзы Синь, с малых лет росла на причале, и ныне мне шестнадцать лет.\nЦзы Синь: Старыми стали мои родители, а потому мне ничего не оставалось, кроме как взять весло в руки да выйти в море, чтобы заработать на жизнь ловлей рыбы.\n(Дунтан. Медленно, тихо, душевно)\nЦзы Синь: Рыбы вольготно резвятся в воде и взмахивают хвостами. За них я получу деньги семье на пропитание, а потому сейчас забрасываю в воду сеть.\n(Цзы Синь поднимает сеть)\n(Дунтан. Страстно)\nЦзы Синь: С утра до вечера, не покладая рук тружусь я, и за день вижу бедняцкие хибары и хоромы господ.\nЦзы Синь: Я тайно завидую великолепию богатых девушек, но тонкая нить жемчуга на запястье не заставляет меня роптать на судьбу.\nЦзы Синь: Сложно проявить красоту, когда в доме твоём хоть шаром покати. Только упорный труд может принести деньги.\n(Цзы Синь причаливает к берегу и спрыгивает на землю)\n(Дунтан. Без меры)\nЦзы Синь: Пора выйти на улицу и продать улов.\n(Цзы Синь уходит)\nСцена вторая\n(Цзы Синь поднимает корзину)\n(Дунтан. Душераздирающе)\nЦзы Синь: Несу корзину с рыбой да расхваливаю свой товар.\n(Матушка Чжан поднимает корзину с цветами)\n(Говорящий хор)\nМатушка Чжан: Взгляните на эту рыбу! (рыба взмахивает хвостом, и брызги воды летят на матушку Чжан). Какая свирепая! Приготовлю рагу.\nМатушка Чжан: Так-так, вместо старушки теперь прелестная девочка, личико белое, губки алые, юна и свежа!\n(Проза)\nЦзы Синь: Как вас зовут, матушка?\nМатушка Чжан: Фамилия моя Чжан. Я просто старая женщина, которая продаёт цветы на этой улице.\nМатушка Чжан: Скажу тебе, девочка, голосок у тебя слабенький. Будешь тихо говорить - ни рыбки не продашь.\nМатушка Чжан: Такая красивая девушка, а стыдится рот раскрыть. Не будешь говорить громко, нечем будет набить желудок.\n(Цзы Синь опускает голову)\n(Проза)\nЦзы Синь: Матушка Чжан будет смеяться.\nЦзы Синь: Я... Ну...\nМатушка Чжан: Что такое?\nЦзы Синь: Ниточка жемчуга, которую всегда на запястье ношу, пропала. Что же мне делать?\n(Фань Цзе, одетый в разноцветные брюки, держит в руках жемчужный браслет)\n(Дунтан. В умеренном темпе)\nФань Цзе: Плещут изумрудные волны, ярко сверкает солнце; шагая по пыльной дороге, нашёл я жемчуга нить.\n(Проза)\nФань Цзе: Меня зовут Фань Цзе, и я торгую на причале, чтобы заработать на жизнь. Мои коллеги настолько ценят меня, что сделали своим руководителем.\nФань Цзе: Сегодня я нашёл жемчужный браслет. Кажется, его потеряла эта девушка.\nФань Цзе: Хотел бы я вернуть его, да отдать не той будет досадно.\nФань Цзе: Сначала я присмотрюсь к её запястьям, чтобы понять, есть ли след от браслета на руках.\n(Дунтан. 12-тактная прелюдия, гневно)\nФань Цзе: В жаркий день сияет солнце в небе и дует тёплый ветерок. Сейчас купить бы вина и рыбы и выйти в море отдохнуть.\nЦзы Синь: Не проходите мимо, купите свежей рыбы! Что угодно приготовьте - не пожалеете!\nФань Цзе: Рыба-тигр - самая свирепая, но эта не бьётся.\nФань Цзе: Позвольте же взглянуть на ваш товар.\n(Цзы Синь выходит вперёд)\nФань Цзе: Вот такой красавице жемчуг точно подойдёт.\n(Дунтан. Страстно)\nЦзы Синь: Как груб этот клиент, улыбается, как сластолюбец, говорит вздор,\nЦзы Синь: А потому я оборачиваюсь к нему с гневным взором, готовая резко ответить.\nЦзы Синь: Ах вы, бесстыдный негодяй, нет у вас ни чести, ни совести!\n(Проза)\nФань Цзе: Смените гнев на милость! Ваш покорный слуга лишь заметил, что на вашей руке - след от браслета.\nФань Цзе: Возможно, этот жемчужный браслет - ваш, и я возвращаю его законной хозяйке, чтобы вы отбросили печаль.\nФань Цзе: Меня зовут...\n(Фань Цзе замолкает и оборачивается)\nФань Цзе: Я должен идти.\n(Проза)\nЦзы Синь: Постойте, господин...\n(Дунтан. Медленно, тихо, душевно)\nЦзы Синь: Ах, по ошибке упрекнула я честного человека, теперь раскаиваюсь.\nЦзы Синь: А ведь он даже не назвал мне своё имя. Как же мне теперь отблагодарить его?\n(Проза)\nЦзы Синь: Мне так неловко!\nМатушка Чжан: Всё в руках судьбы! Такая красивая девушка сможет найти себе достойного мужа."
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "Молодой человек, вернувший Цзысинь её жемчужную нить, ушёл, не назвав своего имени. Матушка Чжан придумывает план, который позволит Цзысинь найти его...\n— Акт II: В поисках героя —\nАмплуа шэн: Фань Цзе\nАмплуа дань: Цзы Синь\nАмплуа комика: матушка Чжан\nАмплуа комика: Чжан Сань, Ли Сы, Ван Эрма\nСцена первая\n(Входят Цзы Синь и Матушка Чжан)\n(Проза)\nЦзы Синь: Безрадостна жизнь, и, как ни пытаюсь, не могу успокоиться.\nЦзы Синь: И всё из-за того, что в прошлый раз я по ошибке обвинила благородного человека, что совершил добрый поступок.\nЦзы Синь: Ведь он хотел вернуть жемчужный мой браслет! А я не поблагодарила, и имени его я не спросила, а только отругала на чём свет стоит.\nЦзы Синь: О, мне так стыдно! Я хочу найти его, но гавань наша столь огромна, что я даже не знаю, с чего начать.\nМатушка Чжан: Послушай-ка старушку. Не стоит девушке так горевать и убиваться.\nЦзы Синь: Ах, матушка Чжан, что значат твои слова?\nМатушка Чжан: Тебе стоит лишь повесить объявление, в нём написать, что ищешь человека, вернувшего тебе браслет, чтобы вознаградить того морой. Разве он сможет не прийти?\n(Даньцин. В умеренном темпе)\nЦзы Синь: Говорят...\nЦзы Синь: От вина краснеют лица, от денег же волнуются сердца.\n(Цзы Синь медленно идёт, опустив голову)\nЦзы Синь: Всё думаю, ну разве может такое объявление привлечь его?..\n(Проза)\nМатушка Чжан: Пойдём, и нерешительность свою отбрось, возьми и сделай дело.\nМатушка Чжан: Поверь старушке, от тебя не убудет.\n(Цзы Синь и Матушка Чжан уходят)\nСцена вторая\n(Входят Чжан Сань, Ли Сы, Ван Эрма)\n(Говорящий хор)\nЧжан Сань: Я Чжан Сань.\nЛи Сы: Я Ли Сы.\nВан Эрма: Я Ван Эрма.\nЧжан Сань: Видел объявление. Пойдёмте за наградой.\nЛи Сы: Посмотрите на меня. Я похож на того, кто будет делать добро?\nВан Эрма: Ха, только дураки говорят правду.\n(Проза)\nЧжан Сань: Смотрите-ка, братцы, это к Цзы Синь нужно идти за вознаграждением?\nЛи Сы: Да.\nВан Эрма: Действительно.\nЛи Сы: Ты тоже подобрал шпильки Цзы Синь?\nВан Эрма: Насколько я помню, она потеряла серьги.\nЛи Сы: Вздор! Это были шпильки.\nЧжан Сань: Дураки! Это были благовония.\nВан Эрма: Будет, будет! Так ли важно, что именно мы нашли? Главное - побольше!\nЧжан Сань: А-ха-ха!\nЛи Сы: Ха-ха-ха!\n(Чжан Сань, Ли Сы, Ван Эрма направляются к Цзы Синь)\nЧжан Сань: Госпожа Цзы Синь, я, Чжан Сань, вернул вам ваши благовония. Вы приготовили вознаграждение?\nЛи Сы: А до того я, Ли Сы, вернул вам ваши шпильки, и эта награда - для меня.\nВан Эрма: Замолчите, дураки! Это я, Ван Эрма, вернул вам ваши серьги, вознаграждение моё.\nЦзы Синь: Ой-ой... Совсем люди головы потеряли.\nЦзы Синь: То, что я никогда не видела вас, это полбеды. Но, если я потеряла серьги, благовония и шпильки, то почему я не знаю об этом?\nЧжан Сань: Вероятно, вы были заняты продажей рыбы, вот и не помните. А теперь не сомневайтесь, отдайте мне награду.\nЛи Сы: Быстро давай сюда мору!\nВан Эрма: А не то разгромим твой ларёк и испортим твою репутацию.\nЦзы Синь: Ой-ой, и откуда же взялись такие грубияны и нахалы...\nЦзы Синь: Матушка Чжан, посмотри, к чему привёл твой план!\nМатушка Чжан: Не волнуйся, я придумаю, как их прогнать.\nМатушка Чжан: Эй!\n(Чжан Сань, Ли Сы, Ван Эрма резко садятся на землю)\nМатушка Чжан: Это я научила девицу развесить ложные объявления, чтобы поймать вас, воришек!\nМатушка Чжан: Все вещи, которые вы вернули - подделка, быстро верните шпильки, серьги и благовония Цзы Синь!\nМатушка Чжан: А не то...\nЧжан Сань: А не то что?\nМатушка Чжан: Драгоценные шпильки с сушёными глазурными лилиями, серьги из лучшего полуночного нефрита, иностранные благовония...\nМатушка Чжан: Вы возместите их потерю морой? Давайте же деньги!\n(Матушка Чжан веником выгоняет Чжан Саня, Ли Сы и Ван Эрма)\nЧжан Сань: Ох-ох.\nЛи Сы: Не бейте, не бейте, не нужна мне ваша мора!\nВан Эрма: Пусть долг возмещает тот, кто действительно нашёл её вещь!\nСцена третья\n(Чжан Сань приводит Фань Цзе)\n(Проза)\nЧжан Сань: Я знаю, это ты украл вещичку у девушки, а нас с братцами из-за тебя побили.\nФань Цзе: Я Фань Цзе, и я не из тех, кто опустится до воровства. Не очерняй моё доброе имя!\nЧжан Сань: Раз уж ты такой упорный удалец, хватит ли у тебя смелости пойти со мной к хозяйке украденного?\nФань Цзе: Я не боюсь! Идём. Хочу я знать, кто меня оклеветал.\n(Чжан Сань и Фань Цзе идут к Цзы Синь)\nЧжан Сань: Разве это не Цзы Синь потеряла свою вещь? Посмотрим, как ты теперь будешь отпираться.\nФань Цзе: А вот и вы!\n(Дунтан. Страстно)\nФань Цзе: Сначала эта девушка ругала меня, внезапно и без причины.\n(Дунтан. Аллегро)\nФань Цзе: Вам, злодейка, следует перестать обманывать меня! Я Фань Цзе, и я работаю в порту.\nФань Цзе: Я честен и не падок на богатство, мне ни к чему воровать женские украшения.\nФань Цзе: Когда на мою честность вы ответили упрёком, я пожалел, что ввязался в это дело.\n(Проза)\nЦзы Синь: Так значит, того благородного человека звали Фань Цзе.\nЦзы Синь: И в том, что оказался он впутан в это дело, я виновата.\nЦзы Синь: Я попрошу у него прощения. Если он отвергнет меня, то я извинюсь вновь.\n(Цзы Синь выходит вперёд и просит прощения у Фань Цзе)\nЦзы Синь: Ах, благородный человек, в прошлый раз я совершила ошибку. На самом деле...\n(Фань Цзе оборачивается)\nФань Цзе: Хм.\n(Цзы Синь смеётся и снова выходит вперёд)\nЦзы Синь: На самом деле, всё было не так.\nЦзы Синь: Так как в прошлый раз вы не назвали своё имя и ушли, я не могла вас разыскать, чтобы отблагодарить.\nЦзы Синь: От безысходности я решилась на отчаянный шаг, и все эти хлопоты - моя вина.\nЦзы Синь: Поэтому я, Цзы Синь, прошу у вас прощения.\nФань Цзе: Э-э?\n(Дунтан. Медленно, тихо, душевно)\nФань Цзе: Хотя несправедливые обвинения вызывают гнев, если я успокоюсь, то тут же пойму, что всё это - недоразумение.\nФань Цзе: Я должен быть спокоен, иначе всё, что я скажу сейчас, ошибкой будет.\n(Проза)\nФань Цзе: Кхм-кхм, я хочу спросить.\nФань Цзе: Вы только что сказали, что то была ошибка.\nФань Цзе: Вы хотели разыскать нашедшего браслет человека и потому развесили везде объявления, а те злодеи лишь зря упрекали меня?\nЦзы Синь: Всё так, и снова я прошу прощения.\n(Фань Цзе поддерживает Цзы Синь)\nФань Цзе: Не стоит так учтиво говорить, я человек простой.\nФань Цзе: Но грубо я себя повёл, а потому вас смутил, за то простите.\nЦзы Синь: Вы слишком добры...\n(Фань Цзе кланяется)\nЧжан Сань: Хм! Что это вы тут раскланиваетесь? Вы отдадите мору или нет?\nМатушка Чжан: Замолчи ты, не видишь, разговаривают? Тебе какое дело?\nМатушка Чжан: Дорогие господа и дамы пришли посмотреть на игру Юнь Цзинь, а не для того, чтобы слушать твой вздор.\nМатушка Чжан: Давай-ка мы с тобой проявим такт и уйдём.\n(Матушка Чжан держит Чжан Саня, и они уходят)\nЦзы Синь: Я каждый день торгую здесь рыбой. И как же раньше я не замечала такого благородного человека?\nФань Цзе: Я каждый день прохожу по этой улице, чтобы попасть на работу.\nФань Цзе: Людей вокруг так много, но мы встретились. Быть может, это провидение нас свело...\nЦзы Синь: Если так... Я буду ждать вас завтра."
          }
        ]
      },
      {
        "title": "Том III",
        "desc": [
          {
            "type": "RichText",
            "text": "Наша героиня снова встречает своего молодого человека. Они влюбляются и уже готовы жить вместе долго и счастливо, но жаждущий красоты девушки деспот не даёт исполниться их мечте...\n— Акт III: И вновь утерян жемчуг —\nГерой: Фань Цзе\nГероиня: Цзы Синь\nКомическая старуха: матушка Чжан\nВоенный: У Ван\nКомики: У И, У Эр\nСцена первая\n(Входят Фань Цзе и Цзы Синь)\n(Речитатив)\nФань Цзе: Утром сердито лают собаки.\nЦзы Синь: Солнце сверкает на заиндевелых карнизах.\n(Проза)\nФань Цзе: Это же Цзы Синь!\nЦзы Синь: Это я, о храбрый Фань Цзе.\n(Дунтан. Без меры)\nФань Цзе: Прошлой ночью я видел во сне прекрасную деву.\nЦзы Синь: Печально быть в разлуке, но вот мы встретились вновь.\nДвое: И вот мечты стали явью.\n(Проза, хором)\nЦзы Синь: О, благородный рыцарь...\nФань Цзе: О, прекрасная дева...\n(Проза)\nФань Цзе: Над морем поднимается солнце, на причале закипает работа, и я должен идти, чтобы заработать себе на кусок хлеба.\nФань Цзе: Дорогая Цзы Синь, я должен идти.\n(Цзы Синь кланяется и провожает его взглядом. Фань Цзе уходит и оборачивается. Цзы Синь опускает голову, но потом снова смотрит на него. Фань Цзе уходит со сцены. Цзы Синь заламывает руки).\n(Дунтан. Медленно, тихо, душевно)\nЦзы Синь: Ах, в этот миг меня одолевает робость.\n(Цзы Синь уходит)\nСцена вторая\n(Входит У Ван в зелёной одежде с распахнутым воротом, с ним У И и У Эр)\n(Речитатив)\nУ Ван: Я господин У Ван, и эта улица - моя, а я её правитель.\nУ Ван: Сегодня здесь полно людей, не продохнуть.\n(Проза)\nУ Ван: У И, У Эр!\n(Проза, хором)\nДвое: Здесь!\n(Проза)\nУ Ван: Хочу повеселиться и свежего поесть. Какие у вас мысли?\nУ И: Как вам шарики с креветкой?\nУ Ван: Изысканные яства мне приелись, но шарики с креветкой сойдут.\nУ Ван: У Эр, отыщем вместе, где нам подадут шарики с креветкой.\nУ Эр: Слушаюсь!\nУ Ван: Не спеши. Они должны быть прожарены до золотистой корочки, даже чуть подгоревшие я не приемлю.\nУ Эр: Подгоревшие не брать, понял.\nУ Ван: И ещё. Креветки должны быть одного размера, не больше и не меньше.\nУ Эр: Креветки одного размера, понял. Сейчас принесу.\nУ Ван: Не стоит.\nУ Эр: Если нужно что-то ещё, только скажите.\nУ Эр: Если приготовят плохо, я поступлю по старинке...\nУ И: Как это?\nУ Эр: Не заплачу ни моры.\nУ Ван: Не стоит. Видите рыбную лавку на краю улицы? За ней стоит прекрасная девушка. Увидеть такую красавицу лучше, чем набить живот.\n(Дунтан. Медленно, тихо, душевно)\nУ Ван: Сначала расспрошу её о семье, и может, коль мне повезёт, сегодня ночью я буду не один.\n(У Ван направляется к Цзы Синь)\n(Проза)\nЦзы Синь: Господин желает купить рыбу?\nУ Ван: Да, конечно. Где твоя семья, девочка, кто твои родители?\nЦзы Синь: Я выросла в порту, отец и мать уже старые, и только я могу заработать нам на жизнь, торгуя на улице рыбой.\nЦзы Синь: Почему вы спрашиваете, господин?\n(Отвернувшись, шёпотом)\nУ Ван: Превосходно, превосходно. Родителей рядом нет, вот и хорошо.\n(Повернувшись назад к Цзы Синь)\nУ Ван: А сосватана ли ты кому-нибудь, девочка?\nЦзы Синь: Я сутки напролёт зарабатываю на жизнь и ни за кого не просватана.\nЦзы Синь: Но как связаны моё замужество и рыба, господин?\n(Отвернувшись, шёпотом)\nУ Ван: Чудесно, чудесно. Никому не отдана, и, если случится беда, никто за ней не придёт.\n(Повернувшись назад к Цзы Синь)\nУ Ван: А влюблена ли ты, красавица?\n(Цзы Синь опускает голову и молчит)\n(Дунтан. Без меры)\nУ Ван: Молчит и головы не поднимает. Уверен, нет у неё близкого человека. Недоброе задумал я, У Ван...\nУ Ван: Идите же сюда, дружки! Схватите ту красавицу. Ничто не испортит этот день!\n(У Ван, У И, У Эр хватают Цзы Синь)\nСцена третья\n(Входит Матушка Чжан)\n(Проза)\nМатушка Чжан: Дорогие слушатели! Если вы много раз слушали пьесы Юнь Цзинь и стали знатоком, то наверняка догадаетесь о последующем.\nМатушка Чжан: Что же будет дальше? Неужели не избежать драки?\nМатушка Чжан: Чтобы появился герой, что-то должно заставить его действовать...\nМатушка Чжан: Герои появляются средь хаоса, когда начинают бесчинствовать лютые звери или наступают неспокойные времена.\nМатушка Чжан: Если герой наберётся мужества, то деяния его останутся в веках. Но если смалодушничает...\nМатушка Чжан: ...никто после и не вспомнит, как его звали: Чжан Цзе, Ван Цзе или Фань Цзе.\nМатушка Чжан: Кроме того, мы, простые люди, любим истории о спасении красавиц.\nМатушка Чжан: Так давайте же посмотрим, что сделает Фань Цзе.\n(Входит Фань Цзе)\n(Проза)\nМатушка Чжан: Как поздно вы явились!\nМатушка Чжан: Цзы Синь похитил У Ван, местный самодур и тиран!\n(Дунтан. Аллегро)\nФань Цзе: Ба! Вот это да...\nФань Цзе: От её слов я весь похолодел от страха. Кто мог подумать, что беда окажется так близко.\nФань Цзе: Этот злодей убивает чужие мечты, крадёт невинные души! Если я пойду за Цзы Синь...\nФань Цзе: Возможно, не вернусь домой живым.\n(Матушка Чжан передаёт Фань Цзе нитку жемчуга)\nМатушка Чжан: Возьмите, господин Фань Цзе. Ах, что же делать?\n(Дунтан. Аллегро)\nФань Цзе: Смотрю на нитку жемчуга. Что делать, что же делать...\nФань Цзе: Разве может кроткая, хрупкая девушка обуздать лютого волка?\nФань Цзе: Но сжав в руках эту жемчужную нить, я выхвачу свой меч. Я вызову У Вана, и взвоет он в порыве раскаяния, и отчаяние накроет его с головой!\n(Фань Цзе и Матушка Чжан уходят)"
          }
        ]
      },
      {
        "title": "Том IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Ради спасения любимой молодой человек бесстрашно бросается с мечом в логово злодея, а на той стороне его возлюбленная держится изо всех сил...\n— Акт IV: Поднятый фонарь —\nАмплуа шэн: Фань Цзе\nАмплуа дань: Цзы Синь\nАмплуа учоу: У Ван\nСцена первая\n(Фань Цзе стоит слева, держа в руках одежду, Цзы Синь одиноко сидит справа)\n(Дунтан. Страстно)\nФань Цзе: Средь бела дня негодник и подлец похитил девушку. Одна лишь мысль о том, как страдает моя возлюбленная, наполняет моё сердце болью и ужасом.\nФань Цзе: Подумав и отбросив прочь закон и истину, я, Фань Цзе, возьму свой меч и покараю зло.\nФань Цзе: Ну, в путь.\n(Фань Цзе, сжимая в руках кнут, идёт в поместье У)\n(Проза)\nФань Цзе: Я мчал во весь опор, и вот я здесь, и за стеною слышу шум и пьяный говор.\nФань Цзе: Вот где злодея волчье логово!\nФань Цзе: Чтоб спасти мне Цзы Синь, нужно войти в этот бандитский лагерь и найти её.\nФань Цзе: Хороший план.\n(Фань Цзе перебирается через стену и уходит со сцены)\n(двухдольный размер)\nЦзы Синь: За шёлковым пологом горит одинокая свеча, а за дверным замком - зверьё, злодеи.\nЦзы Синь: Кто знал, что обернётся случайная встреча несчастьем? Как мне сбежать из разбойничьего гнезда?\nСцена вторая\n(У Ван появляется справа. Он пьян)\n(Речитатив)\nУ Ван: Я поступаю, как хочу, и даже боги не указ мне.\n(Проза)\nУ Ван: Ха-ха-ха, как повезло сегодня днём мне! Хи-хи.\nУ Ван: Нашёл я девушку с прекрасными глазами и алыми губами.\nУ Ван: Я был одет незаурядно и предавался пьянке и веселью в толпе простых людей, как вдруг её увидел.\n(Дунтан. В умеренном темпе)\nЦзы Синь: гадкий негодяй вусмерть пьян, и быстро я хватаю подсвечник с оплывающей свечой.\n(Проза)\nЦзы Синь: Отдохни.\n(Цзы Синь ударяет три раза, три раза У Ван уворачивается. Цзы Синь попадает подсвечником по У Вану, У Ван и Цзы Синь падают на землю)\n(Дунтан. В умеренном темпе)\nЦзы Синь: Средь хаоса мне повезло ударить точно, теперь, пошатываясь, открываю дверь и убегаю.\n(Проза)\nЦзы Синь: Снаружи нет ни капли света. Почему же так темно?\nЦзы Синь: Мне нужно зажечь свет...\nЦзы Синь: Минутку. Ну а если те прислужники меня поймают вновь? Незавидна будет моя участь.\nЦзы Синь: Возьму с собой этот подсвечник с потухшей свечой, во мраке медленно пойду вслепую.\nЦзы Синь: Хороший план."
          }
        ]
      },
      {
        "title": "Том V",
        "desc": [
          {
            "type": "RichText",
            "text": "Разбойничье логово, тёмная ночь... Злодей, молодой человек и девушка ищут друг друга во тьме. Вот-вот должно произойти опасное недоразумение...\n— Акт V: Возвращение двух жемчужин —\nАмплуа шэн: Фань Цзе\nАмплуа дань: Цзы Синь\nАмплуа учоу: У Ван\nСцена первая\n(Фань Цзе идёт слева, Цзы Синь идёт справа, У Ван лежит с закрытыми глазами)\n(Два человека в зале поместья У на ощупь идут навстречу друг другу)\n(Два человека в полной темноте протягивают руки и касаются друг друга. Они пугаются, так как ни один не знает, кто перед ним)\n(У Ван приходит в себя)\n(Проза)\nУ Ван: А эта девчонка пылкая, как я, осмелилась подсвечником меня ударить.\nУ Ван: Повсюду ни души. Боюсь, она спряталась в зале.\nУ Ван: Хм. Уж вечер, и заперт главный вход.\nУ Ван: Через ворота не выйти, можно только перелезть через стену. Девчонка не сбежит, ха!\n(У Ван оборачивается и заходит в зал)\n(Проза)\nУ Ван: А, эти дурни опьянели от вина, и светильники не горят.\nУ Ван: Пойду, зажгу их, чтобы найти девчонку.\n(У Ван идёт на ощупь и наступает на ногу Фань Цзе. У Ван и Фань Цзе удивлённо отдёргивают ноги)\nУ Ван: А вот и ты, девочка, ха-ха-ха.\n(У Ван разводит обе руки и хватает Фань Цзе. Фань Цзе уклоняется. Два человека борются в темноте: один ударяет три раза, другой три раза уворачивается. Цзы Синь жмётся в углу)\n(У Ван хватает Фань Цзе)\nУ Ван: Ха-ха-ха, поймал тебя.\n(Проза)\nУ Ван: А? Не видел девчонку всего минуту, от чего же её талия стала такой крепкой?\nФань Цзе: Холодно на улице, решила надеть побольше одежды.\nУ Ван: Это правильно. Когда холодно, следует одеваться.\nУ Ван: Но как ты стала такой высокой?\nФань Цзе: Играю на сцене в театре, а потому ношу туфли на толстой подошве.\nУ Ван: Ах, тяжело, наверное.\nУ Ван: Ну а почему руки такие грубые?\nФань Цзе: Для того, чтобы... Постой, дай скажу на ушко.\nУ Ван: А, скажи на ушко.\n(Фань Цзе выхватывает меч и ударяет У Вана)\nФань Цзе: Чтобы крепко держать драгоценный меч и лишить тебя жизни!\n(У Ван падает, сражённый мечом)\nСцена вторая\n(Проза)\nФань Цзе: Тьфу, развратный и подлый негодяй, умри же от моего меча!\nЦзы Синь: Неужели это вы, господин Фань Цзе?\nФань Цзе: Неужели я слышу голос Цзы Синь?\n(Фань Цзе и Цзы Синь протягивают друг к другу руки)\nЦзы Синь: Фань Цзе!\nФань Цзе: Бедняжка.\nФань Цзе: Этот злодей пал от моего меча, осталась лишь его прислуга.\nФань Цзе: наверняка они как крысы убегут, узнав о его смерти.\nФань Цзе: не бойся, Цзы Синь. Я сломаю дверь.\n(Фань Цзе ломает дверь)\nЦзы Синь: Если бы не вы, не долго бы мне осталось.\n(Дунтан. Медленно, тихо, душевно)\nЦзы Синь: Хочу я с вами быть.\nФань Цзе: Последуем за ветром вместе да хоть на край света.\nФань Цзе: Ложится белый свет луны на нежные цветы.\nЦзы Синь: Склоняют они головы, как мы, давая обещание друг другу.\n— Конец —"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Жемчужная нить"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1633,
            "name": "Жемчужная нить. Том I",
            "desc": "Цзысинь - бедная рыбачка из семьи, изо всех сил сводящей концы с концами. Однажды, продавая на улице рыбу, она по неосторожности теряет свой жемчужный браслет. Она ещё не знает, как потерянный жемчуг изменит её судьбу...",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/String of Pearls (I)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1635,
            "name": "Жемчужная нить. Том II",
            "desc": "Молодой человек, вернувший Цзысинь её жемчужную нить, ушёл, не назвав своего имени. Матушка Чжан придумывает план, который позволит Цзысинь найти его...",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/String of Pearls (II)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1634,
            "name": "Жемчужная нить. Том III",
            "desc": "Наша героиня снова встречает своего молодого человека. Они влюбляются и уже готовы жить вместе долго и счастливо, но жаждущий красоты девушки деспот не даёт исполниться их мечте...",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/String of Pearls (III)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1637,
            "name": "Жемчужная нить. Том IV",
            "desc": "Ради спасения любимой молодой человек бесстрашно бросается с мечом в логово злодея, а на той стороне его возлюбленная держится изо всех сил...",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/String of Pearls (IV)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1636,
            "name": "Жемчужная нить. Том V",
            "desc": "Разбойничье логово, тёмная ночь... Злодей, молодой человек и девушка ищут друг друга во тьме. Вот-вот должно произойти опасное недоразумение...",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/String of Pearls (V)_icon.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}