{
  "epId": 2351,
  "name": "Принцесса-кабан",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Boar Princess_icon.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675337346,
  "components": {
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Давным-давно, в лесном королевстве... Какие легенды оно хранило?\nПринцесса-кабан, Часть 1. История о дружбе, любви и смерти.\nВ старых легендах говорится, что у всех зверей на земле были свои королевства.\nТогда на месте Мондштадта был обычный лес, где резвились дикие кабаны.\nЭто было их королевством, в котором они все счастливо жили под властью короля-кабана.\nУ короля была прелестная дочь. Во всём королевстве её рыльце было самым красивым, клыки - самыми белыми, а мех - самым гладким.\nКрасавица-принцесса каждый день раздавала своим подданным самые сладкие и сочные фрукты.\nСладкая малина, хрустящие яблоки, ароматные грибы - всем принцесса сначала делилась с товарищами.\nВсе кабаны королевства обожали короля и принцессу и каждый день прославляли их:\n- Хрю-хрю! Да здравствует наш король! Пока он нами правит, мы никогда не будем голодать!\n- Хрю-хрю! Да здравствует Архонт ветра! Он подарил нашему королю такую добрую красавицу-дочь!\nВ уголке страницы крошечным почерком написано: «Папа! Если я ни буду есть конфеты кафдую ночь и буду малица кафдый день, то я стану кабаном? Я хачю быть кабаном, патамушта ани такие вкусные»."
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "Безжизненное ледяное поле, земля, которую никогда не посещал нежный Архонт Анемо. Почему же она всё ещё населена своими одинокими обитателями?\nПринцесса-кабан, Часть 2. История продолжается на леднике.\nК северу от кабаньего леса была мёрзлая тундра.\nЭти земли были покрыты снегом, потому что игривый Барбатос ещё не добрался до них.\nЗвери, зашедшие сюда рисковали отморозить себе лапы и копыта.\n- Холодно, так холодно! - кричали они. - У меня когти вот-вот отвалятся!\nДаже самый храбрый и сильный кабаний король не мог устоять перед ледяной тундрой.\n- Хрю-хрю! Я себе так пятак отморожу! Он уже весь синий!\nИ жил в тех землях только один волчонок...\nВнизу страницы под текстом написано детским почерком: «Папа, а пачиму у волка когти не атвалились?»"
          }
        ]
      },
      {
        "title": "Том III",
        "desc": [
          {
            "type": "RichText",
            "text": "«Отныне ты будешь лишён надежды!» Какая судьба ждёт волчонка с таким жестоким проклятием?\nПринцесса-кабан, Часть 3.\nВолчонок был беззаботным ребёнком с ярко-голубыми глазами и гладким серым мехом.\nКогда он начинал злиться, то выглядел прямо как изображение волка перед собором Барбатоса.\nНо однажды во время охоты в лесу он встретил злого колдуна - белку Вубаку!\nВ древних землях ни одно существо, ни демоны и ни драконы не были злее, чем Вубака! Он презирал всё хорошее и клялся превратить красоту в уродство, а свет - во тьму.\nОн увидал счастливого волчонка, и гнев закипел в нём! Он сказал про себя:\n- Пик! Пик! Я само зло! Я буду пронзать его сердце ледяным холодом, пока он не потеряет всю надежду!\nСказав это, Вубака начал накладывать своё магическое проклятье на волчонка.\nНо безрассудный волчонок съел его без всяких объяснений!\nВубака был так взбешён, что начал говорить самые вульгарные и оскорбительные слова, которые когда-либо знал! Волчонок почувствовал, как во рту у него кто-то разговаривает, и только тогда он понял, что совершил ошибку.\n- Аууу, простите, мистер белка. Я думал, вы съедобен!\nВолчонок хотел извиниться перед белкой, но когда его горло сжалось и расслабилось, белка с шумом упала ему на живот.\nК странице приклеен листок бумаги с важными указаниями: «Лили, вот почему ты должна внимательно смотреть, что кладёшь себе в рот, когда находишься на улице»."
          }
        ]
      },
      {
        "title": "Том IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Тайное прошлое росшего в холодном одиночестве волчонка.\nПринцесса-кабан, Часть 4.\nНикто не знал, какая химия творилась в желудке волчонка, но проклятие Вубаки волшебным образом вступило в силу!\nХолодная льдинка пронзила и заморозила сердце щенка. С тех пор волчонок стал холодным и злым, и когда другие животные заботились о нём, он отвечал им только самыми грубыми словами или самыми злыми поступками. В конце концов все животные возненавидели его.\nС тех пор каждый волк в лесу говорил о щенке:\n- Гав! Какой же он эгоистичный волчонок! Такой несносный ребёнок.\n- Гав, гав! Какой же он бессердечный волк! Давайте держаться от него подальше.\nВолчонок терял своих друзей одного за другим. Лес больше не приветствовал одинокого щеночка, так что ему ничего не оставалось, как направиться на север.\nНа севере была тундра, снежная буря не пускала сюда никаких зверей. Но когда его сердце замерзло, волчонок больше не боялся холода.\nОн решил поселиться в этих краях и стал одиноким волком, который бродил по заснеженной тундре.\nВ уголке страницы есть надпись, сделанная маленькой девочкой: «Папа, а куда делся Вубака?»"
          }
        ]
      },
      {
        "title": "Том V",
        "desc": [
          {
            "type": "RichText",
            "text": "«Никто не заслуживает такой участи!» Добрая принцесса проливает слезу сострадания. Стремление должно растопить лёд.\nПринцесса-кабан, Часть 5.\nОднажды принцесса-кабан услышала о волчонке и была глубоко опечалена этим рассказом.\nПринцесса пыталась разузнать у своих друзей, как разморозить его сердце и вернуть прежнего сладкого щеночка.\nОна всё спрашивала и спрашивала, но только мудрая лиса и старая черепаха знали ответ.\n- Фыр-фыр-фыр! Только искренность и огонь могут растопить такой злой лёд. Фыр-фыр! - ответила лиса.\n- Дружба требует жертв. Без жертв не случится дружбы. Я прошу прощения за то, что не умею издавать смешные звуки. - сказала бабушка-черепаха.\nСообразительная принцесса сразу же поняла, что ей следует делать. Она вытерла слёзы и сделала реверанс двум мудрым животным:\n- Хрю-хрю! Спасибо! Я бы хотела, чтобы вы пошли посмотреть на волчонка вместе со мной и стали первыми свидетелями нашей дружбы!\nКогда лиса и черепаха получили приглашение принцессы, сердца их наполнились радостью. Они отправились вместе с принцессой на север.\nК странице приклеен листок бумаги, на котором, по-видимому, написано отцом девочки: «Черепахи не могут издавать звуки, и мы не можем их заставить. Бабушка-черепаха очень вежливая и поэтому объяснила это принцессе»."
          }
        ]
      },
      {
        "title": "Том VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Принцесса и двое её мудрых спутников храбро прошли по ледяным землям и вскарабкались на снежные горы, где встретили таинственный народ...\n«Принцесса-кабан», Том VI. Приключения в горах продолжаются!\nНа первой странице неуверенным почерком написано: «Папа, когда ты вернёшься, почитай мне сказку о снежных горах!»\nИ вот принцесса с двумя мудрецами отправились в далёкую северную тундру.\nВ тундре кругом только лёд и снег, и самый храбрый, самый сильный зверь, или даже хорёк, чемпион по копанию, не смогли бы найти здесь ни одной сладенькой травиночки, ни одной сочной ягодки.\nПринцесса ужасно замёрзла, но она не отступала и смело шла в самое сердце тундры.\nЛедяной ветер совсем измучил мудрую лису и благоразумную бабушку-черепаху и они по очереди уговаривали принцессу:\n- Фыр-фыр-фыр! Если его величество король узнает, что мы в таком опасном месте, то будет волноваться. Не лучше ли вернуться... Фыр-фыр...\n- Да-да. Буран всё сильнее, а мне всё холоднее... Не лучше ли отдохнуть и продолжить путь при хорошей погоде? Прошу прощения, что не умею издавать смешные звуки.\nНо упорная принцесса не слушала мудрых советов и решительно продолжала идти вглубь ледяной тундры.\nВедь что может быть важнее, чем спасение дорогого друга? Что может быть благороднее, чем поиск утерянной дружбы?\nИ вот шли они и шли, пока их лапы и копыта не посинели, пока с носов не свесились сосульки.\nНа вершине ледяной горы, на берегу ревущей подо льдом реки, принцесса встретила фею, парившую в холодных порывах ветра.\nОна была очень древней и очень мудрой, и хотя у неё не было формы, у неё была сильная магия.\n- Хрю-хрю! Вы здесь хозяин? Не могли бы вы провести нас через буран?\nВежливо спросила принцесса, топоча онемевшими от холода копытцами.\nМудрая лиса и благоразумная бабушка-черепаха с надеждой смотрели на фею, топоча онемевшими от холода лапками.\n- Хум-хум...\nНевесомая фея ответила:\n«Могла бы, но... хум-хум...\nНо за это я высосу из вас жизненную силу. Вы будете идти в ледяном ветре и вам будет всё голоднее, всё тяжелее и холоднее. Но вы не умрёте... наверное... хум-хум...»\n«Хрю-хрю... Всё же она фея ледяного ветра,» - подумала принцесса\nНо со мной самые мудрые и заботливые члены моей семьи - они обязательно что-нибудь придумают!»\nПринцесса без сомнений приняла предложение феи, а мудрая лиса и благоразумная бабушка-черепаха даже не успели ничего сказать.\n- Хрю-хрю! Это честный обмен! Скорее веди нас к волчонку!\nИ вот фея превратилась в морозный поток и повела упорную принцессу через высокие снежные горы..."
          }
        ]
      },
      {
        "title": "Том VII",
        "desc": [
          {
            "type": "RichText",
            "text": "На замёрзших равнинах всё было не зря. Идеальный конец дружбы, любви, жизни и смерти!\nЭто концовка популярной трогательной истории, Принцесса-кабан.\nПройдя через жестокий мороз и бурю, принцесса наконец-то встретила волчонка.\nОн весь покрылся льдом, его ярко-голубые глаза потускнели, и он даже забыл, как лаять.\n- Аууу! Вы пришли как раз вовремя, потому что я ещё не обедал!\nУслышав его слова, добрая принцесса не смогла сдержать слёз. Её тёплые слёзы как будто растопили немного льда на краюшке сердца волчонка.\n- Аууу! Почему ты плачешь?\n- Хрю-хрю! Ты умрёшь здесь с голоду, а я никогда не видела такого несчастья в моём королевстве!\n- Я пожертвую всем, чтобы накормить твой голодный желудочек!\nВолчонок был ошеломлён её словами.\n- Аууууууу! Вы, должно быть, сошли с ума, мадам! Никто никогда не осмеливался говорить мне такие вещи!\nНо когда щенок увидел, насколько решительным был её взгляд, замёрзшее сердце снова забилось.\n- Нет! - выкрикнула принцесса.\n- Я пожертвую двумя самыми мудрыми и заботливыми членами своей семьи, чтобы накормить тебя! Всё это ради нашей дружбы!\nЛиса поняла, что имелось в виду, и попыталась убежать, но волчонок и принцесса прижали её к земле. Бабушка-черепаха так испугалась, что забралась в панцирь.\nВолчонок и принцесса прекрасно отобедали на снегу. Найдя пещеру, они набрали грибов, развели костёр из мха и поели вкусный черепаший суп.\nВпервые волчонок почувствовал радость от того, что делится и заводит друзей. Его замёрзшее сердце растаяло в слезах счастья.\nПринцесса взяла волчонка за лапу, и они радостно вернулись домой.\nК последней странице прикреплена карточка с надписью: «Дорогая, лучше всего нам подарить этот сборник рассказов библиотеке»."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Принцесса-кабан"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1660,
            "name": "Принцесса-кабан. Том I",
            "desc": "Давным-давно, в лесном королевстве... Какие легенды оно хранило?<br/>Принцесса-кабан, Часть 1. История о дружбе, любви и смерти.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Boar Princess (I)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1663,
            "name": "Принцесса-кабан. Том II",
            "desc": "Безжизненное ледяное поле, земля, которую никогда не посещал нежный Архонт Анемо. Почему же она всё ещё населена своими одинокими обитателями?<br/>Принцесса-кабан, Часть 2. История продолжается на леднике.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Boar Princess (II)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1662,
            "name": "Принцесса-кабан. Том III",
            "desc": "«Отныне ты будешь лишён надежды!» Какая судьба ждёт волчонка с таким жестоким проклятием?<br/>Принцесса-кабан, Часть 3.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Boar Princess (III)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1666,
            "name": "Принцесса-кабан. Том IV",
            "desc": "Тайное прошлое росшего в холодном одиночестве волчонка.<br/>Принцесса-кабан, Часть 4.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Boar Princess (IV)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1664,
            "name": "Принцесса-кабан. Том V",
            "desc": "«Никто не заслуживает такой участи!» Добрая принцесса проливает слезу сострадания. Стремление должно растопить лёд.<br/>Принцесса-кабан, Часть 5.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Boar Princess (V)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1665,
            "name": "Принцесса-кабан. Том VI",
            "desc": "Принцесса и двое её мудрых спутников храбро прошли по ледяным землям и вскарабкались на снежные горы, где встретили таинственный народ... <br/>«Принцесса-кабан», Том VI. Приключения в горах продолжаются! <br/>На первой странице неуверенным почерком написано: «Папа, когда ты вернёшься, почитай мне сказку о снежных горах!»",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Boar Princess (VI)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1661,
            "name": "Принцесса-кабан. Том VII",
            "desc": "На замёрзших равнинах всё было не зря. Идеальный конец дружбы, любви, жизни и смерти!<br/>Это концовка популярной трогательной истории, Принцесса-кабан.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Boar Princess (VII)_icon.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}