{
  "epId": 2352,
  "name": "Сборник избранных стихов Линь Лин",
  "desc": "Сборник стихов, который Линь Лин опубликовала за свой счёт. Это её первая публикация и она считается самой заметной из её работ.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Linling's Anthology of Selected Poetry _icon.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675335524,
  "components": {
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Сборник избранных стихов Линь Лин"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1731,
            "name": "Сборник избранных стихов Линь Лин",
            "desc": "Сборник стихов, который Линь Лин опубликовала за свой счёт. Это её первая публикация и она считается самой заметной из её работ.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Linling's Anthology of Selected Poetry _icon.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Котик\nРыжий хороший, белый красивый - котики любят мяукать игриво.\nПристально смотрят большими глазами, чтобы букашки от них не сбежали!\nЗаведующий Сяо\nКогда смотритель верфи спит, на все доки он храпит.\nИздалека звучит, как будто бы Архонт проголодался, вблизи - как будто бы кабан на верфи потерялся.\nНаблюдение за морем\nОкеан прекрасен, синеют его просторы.\nУ лодки так вёсел много! Она - как креветка в море.\nНаблюдение за морем: продолжение\nСмотрю в море до рези в глазах, до боли в сердце - так каждый день, и от этого мне никуда не деться.\nСлагаю стихи уже несколько лет, но никому до них дела нет.\nОднажды корабль поднимет паруса и пройдёт по волнам, как огромная рыба, из реки вырвавшаяся в море.\nДуша, что к поэзии осталась глухой - как корабль, погибший в пучине морской.\nНочные улицы\nФонари на улице сверкают, как звёзды, и маленькие закусочные кипят жизнью.\nНо малыш Чан Чан громко плачет, совсем не скрывая слёз.\nГора Тяньхэн\nГора Тяньхэн велика, как стена, Ли Юэ порт охраняет она.\nМонстры, бандиты и прочий сброд, сквозь эту стену никто не пройдёт!\nВесна в гавани\nВесной в Ли Юэ зацветает шелковица и гавань будто одевается в шелковые одежды.\nНеуловимый аромат... Шёлк ли это? Иль цветок? Быть может, шёлковый цветок?..\nОда потрошкам\nПотроха «Чжун Юань» так солоны, что хочется плакать и выпить воды.\n- Зачем столько соли? - я скорбно вздохну, когда лишь кусочек в свой рот положу.\n- Таков уж рецепт! - ответит мадам, - Потроха «Чжун Юань» едят тут и там!"
          }
        ]
      }
    ]
  }
}