{
  "epId": 236,
  "name": "Хиличурлский разговорник для чайников",
  "desc": "Разговорник хиличурлского, написанный учёной Эллой Маск. Его практическую эффективность ещё предстоит испытать.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Handy Handbook of Hilichurlian_icon.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1712676380,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Посвящается Элле, моей преемнице и внучке. В истории нашей семьи она, скорее всего, будет наиболее эксцентричной и милой Эллой Маск.\nЭто краткое руководство поможет вам эффективно общаться с хиличурлами. (Материалы представлены исключительно для ознакомления. Автор и издатель не несут ответственности за непредвиденные последствия контактов с хиличурлами).\nЕсли вы хотите выучить хиличурлский язык, пожалуйста, выберите подходящий учебник, например, мой следующий вводный курс.\nПриветствия, этикет:\nDa/Dada\n1. Хорошо/очень хорошо. 2. Обычное согласие в разговоре, например, «а, хорошо». 3. Очень, абсолютно, в основном.\nПримечание: «Dada upa» значит «очень высокая/большая гора».\nIka ya/Ika yaya/Ya ika/Yaya ika\n1. Негодяй/негодяи!\nПримечание: Если вы слышите, как хиличурлы выкрикивают эти слова и вы уверены в своих силах, задайте им жару. В противном случае бегите.\nMuhe\n1. Нравится, хочу.\nПримечание: Вряд ли вы услышите от хиличурла, что нравитесь ему, поэтому основной перевод «хочу».\nПолезные фразы:\nGusha\n1. Растения, трава, фрукты. Вещи, которые не нравятся.\nПримечание: Mosi gusha не только означает «есть траву», но и может выражать несчастье.\nНо, если хиличурл говорит вам «Gusha», необходимо прислушаться к тому, каким тоном он это говорит, чтобы понять, говорит ли он о фруктах, рисе, пшенице или же выражает неудовлетворение.\nMita\n1. Мясо, вкусные продукты. Вещи, которые нравятся.\nПримечание: «In movo lata mita/Mita in movo lata/Mita movo lata» означает «мясо в воде». Догадаетесь, что это такое, маленькие исследователи хиличурлов?\nUpano\n1. Сложно объяснить, см. примечание.\nПримечание: Это слово добавляется к существительным и обозначает направление вверх, высоту или полёт. Может указывать на летающих насекомых, птиц, облака, скаутов, маленьких сотоварищей, отправленных в полёт большим хиличурлом. В общем, объяснить сложно.\nCeli\n1. Горячий. Горячие предметы. Огонь.\n2. Иногда «солнце»; «Celi upa» без «Upa» тоже может означать «солнце».\nПримечание: Celi lata - это необычное образное выражение. Оно обозначает нечто холодное и горячее одновременно.\nОбычно эту фразу применяют к предметам, которые светятся, но не греются. Например, «Celi lata gusha» - это «трава-светяшка»,\nа «Celi lata» может указывать на светлячков, звёзды или луну.\nKucha gusha/Unu gusha\n1. Семя.\nПримечание: Сложно поверить, что в этот словарик включено такое слово. Хиличурлы не практикуют растениеводство, но у них есть привычка запасать семена. Иногда, когда хиличурлы в хорошем настроении, они могут найти укромное место и посадить там свои семена. На хиличурлском языке «Kucha» имеет слегка презрительный оттенок. «Unu» обозначает номер один и является священным словом, демонстрирующим концепцию хиличурлов о богах и истоках жизни. Оба этих слова могут быть использованы для описания семени. Очень интересно.\nКстати, «Du» - это два, «Unu Du» - это три, «Dudu» - это четыре. Угадаете, как будет «пять»?\nПравильный ответ - «Mani». Это слово также означает «рука» или «физический труд».\nSada\n1. Твёрдый, жёсткий.\nПримечание: На хиличурлском языке «Upa Sada» означает готовность к какому-либо делу.\nBoya\n1. Используется с определёнными словами для обозначения цветов.\nПримечание: Согласно моим тестам, «Celi boya» - это красный, «Gusha boya» - зелёный, «Lata Boya» - синий, «Nini boya» - белый, «Nunu Boya/Sama boya» - чёрный, «Unu boya» - жёлтый.\nВремя и направления:\nAba mosi dada\n1. Время с момента пробуждения до обеда.\nUnta mosi dada\n1. Время с обеда до красивого заката.\nMosi aba nunu\n1. Время от заката и до глубокой ночи.\n«Unta nunu»\n1. Глубокая ночь.\nDu ya zido dala?\n1. Где это?\nПримечание: После длительных размышлений я решил не включать в справочник слова направления. У хиличурлов нет строгих направлений, поэтому в их речи все указания направлений относительны. Их ответы зависят от отношения к вам. Если вы им нравитесь, они могут отвечать с вашей позиции. Если ваши отношения не слишком тёплые, они будут говорить, основываясь на собственном понимании.\nРекомендуется взять карту, задать интересующий вас вопрос и попросить указать место на карте."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Хиличурлский разговорник для чайников"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Событие версии 1.5 «Поймай меня, если сможешь»"
          }
        ]
      }
    ]
  }
}