{
  "epId": 2450,
  "name": "Нэко",
  "desc": "<p>Самопровозглашенная временная настоятельница святилища Асасэ Нэко</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/237301566/967c481ffbf2d5ec4b2465af74b59da6_6028592328747624573.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1695206849,
  "components": {
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/237301566/c8a53ee617ae8292cc99b7c67402aefd_2222158339999239135.png"
      },
      {
        "key": "Местоположение",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/237301566/bf2d0afa041105d873690dfed34f332b_8988427563068508010.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Местоположение Нэко на острове Сэйрай, Инадзума"
          }
        ]
      },
      {
        "key": "Статуя Нэко",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/237301566/8951abf3e625fc1f76df9d2ee2cdb487_6395488011921786652.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Нэко"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Инадзума"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Святилище Асасэ"
          }
        ]
      },
      {
        "key": "Титул:",
        "value": [
          {
            "type": "RichText",
            "text": "Самопровозглашенная временная настоятельница святилища Асасэ Нэко"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Святилище Асасэ и Нэко",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Первый взгляд на Нэко, скорее всего, окажется обманчивым. Хоть она и выглядит, как обыкновенная кошка, на деле скрывает в себе множество тайн...\nИзучая <color=#ffacff>Сэйрай</color> - один из нескольких островов региона <color=#ffacff>Инадзумы</color> ,"
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "Путешественник",
        "desc": "<p>Путешественник/ца из другого мира, разлучённый/ая со своей сестрой/своим братом. Он/а отправляется в долгое путешествие, чтобы найти всех семерых Архонтов и вернуть родного человека.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/70239714/f00d18b57acb4aa37bf2fc39bf67ddd0_830350480334963652.gif",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "и <color=#ffffff>Паймон</color> находят небольшое святилище. В нём они встречают необычную кошку Нэко, способную говорить на общем для жителей Тейвата языке. Саму себя она представляет как временную настоятельницу святилища Асасэ.\nВыясняется, что Нэко живёт в ожидании возвращения своей хозяйки и истинной настоятельницы - Асасэ Хибики , потому кошка бережно относится к данным «владениям» и всячески старается поддерживать храм в приличном состоянии. Однако, будучи в теле обыкновенного животного, ей в одиночку не под силам справиться с некоторыми видами работ из-за лапок, вследствие чего герои находят святилище не в самом лучшем виде. <color=#ffffff>Путешественник/ца</color> откликается на просьбу Нэко о помощи и выполняет ряд её поручений по облагораживанию территории к возвращению Хибики.\nВ ходе заданий Нэко <color=#ffffff>Путешественник/ца</color> :\n1) Помогает с уборкой листьев вокруг. Тут Нэко упоминает о «людях в зелёном», бывавших в святилище;\n2) Чинит молитвенную стойку, которой интересовались те же «люди в зелёном». Герой/иня узнаёт в описании пару искателей приключений, с которыми он/она виделся/ась во время снятия особого <color=#ffacff>Электро</color> купола над островом;\n3) Ищет разбежавшихся по территории храма котят, используя рассказанные Нэко знания об их привычках;\n4) Готовит особое блюдо для котят -"
      },
      {
        "type": "CustomEntry",
        "epId": 1002,
        "name": "Бодрящее кошачье лакомство",
        "desc": "Довольно милое основное блюдо. Благодаря Киминами Анне это блюдо было приготовлено с учётом вкусов временной главной жрицы Нэко. Хотя оно не совсем соответствует предпочтениям Хибики, леди Нэко, похоже, довольна вашей работой. Из-за отсутствия специй это блюдо может показаться пресноватым.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Invigorating Kitty Meal_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ";\n5) Приглашает Оосиму Дзюмпей с острова <color=#ffacff>Каннадзуки</color> , чтобы тот помог воздвигнуть памятник временной настоятельнице. Формулируя своё желание, Нэко сравнивает свой образ статуи со статуями лис на острове <color=#ffacff>Наруками</color> ;\n6) Предоставляет ресурсы для починки инструментов Оосимы, а также приносит ему еду по просьбе кошки;\n7) Развешивает особые таблички на территории святилища;\nРезультатом работы Дзюмпея становится"
      },
      {
        "type": "CustomEntry",
        "epId": 3787,
        "name": "Статуя святилища: Оберег Сэйрая",
        "desc": "<p>Подробная схема изготовления предмета декора «Статуя святилища: Оберег Сэйрая».</p><p>После использования чертежа вы можете перейти в меню создания для просмотра.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/237301566/81d675a7395c4590fc35a9e2edd17c19_6797114506287348517.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\nИз некоторых фраз выясняется, что разговоры на человеческом языке могут утомить Нэко и проще всего ей общаться на (« Мяу-мяу ») кошачьем.\nИмя, примерно переводящееся как «Засоня», ей было подарено госпожой Хибики. Исследуя их историю, становится ясно, что совместная жизнь настоятельницы и её подруги протекала сотни лет назад. Точное происхождение Нэко неизвестно. Она может быть мистическим существом, унаследовавшим память и облик обыкновенной кошки Инадзумы далёкого прошлого, поскольку в последних известных записях Хибики называет свою кошку старой, что не отмечает про неё <color=#ffffff>Путешественник/ца</color> , и никогда не пишет о её необычных свойствах.\nИногда Нэко вспоминает общие с хозяйкой события, как, к примеру, свою игривую охоту на «палку» Хибики, которой та убиралась в святилище. Не забывает кошка и о мужчине по имени Ако Домэки, который помогал Хибики с уходом за святилищем, но оставил у Нэко неприятные впечатления о себе из-за обрезания любимых у кошки веток кустарников."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Асасэ Хибики и Такаминэ",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "История Хибики начинается приблизительно 500 лет назад. Тогда молодая девушка становится жрицей у могущественной кицунэ Сайгу. До этого она жила в маленькой рыбацкой деревушке."
      },
      {
        "type": "CustomEntry",
        "epId": 2098,
        "name": "Воспоминания Симэнавы",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Shimenawa's Reminiscence/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Опутывающий цветок</color>\n« Я была глупее чайника, и мне всё ещё предстояло избавиться от своевольной импульсивности и детского любопытства. Я всегда была наивно скептична относительно изысканных, но непонятных слов госпожи Сайгу »",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/70239714/a6fb4e9cb5a6d5e3ff004e511db81344_5219779547287416529.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Кицунэ Сайгу вместе со своей подругой - <color=#ffacff>сёгуном</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Райдэн",
        "desc": "Её превосходительство Наруками Огосё, пообещавшая неизменную вечность для жителей Инадзумы.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/22/237301566/2669f7bf2fdea7ccf0a4aa7ac9f250b2_4767168744052349748.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "Следующая часть истории связана с юношей по имени Такаминэ , который владел мечом"
      },
      {
        "type": "CustomEntry",
        "epId": 2044,
        "name": "Рассекающий туман",
        "desc": "Меч, пылающий зловещим фиолетовым светом. Однажды он уже был сломан, но затем его выковали заново.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/雾切之回光.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ". Однажды Такаминэ, путешествуя по горам, познакомился с великим тэнгу и заключил с ним пари. Он поставил своё молодое и здоровое тело против покрытого письменами лука, подаренного <color=#ffacff>сёгуном</color> . На рассвете он трижды победил и трижды проиграл. Это была ничья с тэнгу. Поэтому тэнгу взял Такаминэ к себе, дав ему прозвище «Комбу Мару». Но последний, к счастью, выиграл драгоценный лук -"
      },
      {
        "type": "CustomEntry",
        "epId": 2049,
        "name": "Громовой пульс",
        "desc": "Лук, дарованный сёгуном. Его окружают непрестанно потрескивающие молнии.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/飞雷之弦振.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ". Много лет спустя, став намного старше, он научился стрелять из лука и сражаться с мечом.\nЕго нетерпеливый господин направил его в <color=#ffacff>сёгунат</color> с рекомендательным письмом.\nСпустя время Хибики научилась многому в храме, в том числе говорить на манер кицунэ, а Комбу Мару (Такаминэ) дослужился до хатамото (самурая в прямом подчинении <color=#ffacff>сёгуната</color> ) и собирается жениться на дочери сановитого (высокопоставленного) самурая. Упоминая Комбу Мару в диалоге с кицунэ, Хибики выражает неприязнь, называя его никчёмным, но сама будто грустит:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>Сайгу:</color> Хибики, почему такой печальный вид? Хочешь, чтобы госпожа Сайгу погадала тебе? Ха-ха! Всё очень благополучно! Смотри-ка, счастье! Знаешь, что это означает?\n<color=#37ffff>Хибики:</color> Но вы же убрали все гадальные палочки несчастья. Госпожа Сайгу, прошу вас, перестаньте надо мной насмехаться.\n<color=#37ffff>Сайгу:</color> Нет... Это значит, что человек, по которому ты скучаешь, будет достаточно удачливым, чтобы стать частью твоих вечных воспоминаний. Вот почему тебе нужно быть сильной и жить долго-долго. Даже если люди, которые тебе дороги, ушли, пока ты ещё живёшь, проведённое с ними время никуда не исчезнет...",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2090,
        "name": "Эмблема рассечённой судьбы",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Emblem of Severed Fate/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Клетка грозовых облаков</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Такаминэ приходил к Хибики на остров <color=#ffacff>Сэйрай</color> , чтобы повидаться с ней, используя различные поводы, к примеру, из-за порванной на луке тетивы:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>Хибики:</color> Ты пришёл ко мне, потому что тетива снова порвалась... От тебя одни хлопоты. Если не считать владения мечом, ты всего лишь глупый игрок.\n<color=#37ffff>Такаминэ:</color> Гм, не смей смотреть на меня свысока. Я научился стрельбе из лука у знаменитого тэнгу. Просто я так хорошо владею мечом, что люди забывают, что я и из лука стрелять умею. Если подумать, это бессмысленная трата времени. Давай я научу тебя стрелять из лука.\n<color=#37ffff>Хибики</color> отмечает <color=#37ffff>:</color> Ты ведь уже хатамото и обладаешь большими полномочиями, почему ты всё ещё создаёшь проблемы? Ты ведь уже женат, почему ты всё ещё праздно путешествуешь и играешь?\n<color=#37ffff>Такаминэ</color> будто хотел ответить что-то, но решил отойти от этой темы <color=#37ffff>:</color> Это больше не имеет значения. Я устроил себе отпуск, по крайней мере, на сегодня. Давай уйдём из святилища и тайком отправимся на море, как тогда, когда ты была маленькой.",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Пара отправилась в гавань наблюдать за плывущими кораблями и делиться рассказами. Они оба знали, что это были всего лишь слова, призванные скрыть печаль взрослой жизни."
      },
      {
        "type": "CustomEntry",
        "epId": 2098,
        "name": "Воспоминания Симэнавы",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Shimenawa's Reminiscence/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Непостоянный лик</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "С течением времени Хибики отмечает перемены в кицунэ Сайгу: она становится угрюмее. На лице её проступает не тревога или страх, а скорее глубокая печаль..."
      },
      {
        "type": "CustomEntry",
        "epId": 2049,
        "name": "Громовой пульс",
        "desc": "Лук, дарованный сёгуном. Его окружают непрестанно потрескивающие молнии.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/飞雷之弦振.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2044,
        "name": "Рассекающий туман",
        "desc": "Меч, пылающий зловещим фиолетовым светом. Однажды он уже был сломан, но затем его выковали заново.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/雾切之回光.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Близилось время <color=#ffffff>Катаклизма</color> . Между Хибики и Такаминэ состоялся необычный разговор и пари:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>Такаминэ:</color> Давай в этот раз сделаем ставки, что скажешь? Моей ставкой будет этот лук. Я ставлю лучший лук в мире, что вернусь живым. Я оставлю его пока здесь. Если я проиграю, можешь забрать лук себе. Ведь ты унаследовала суть моего стиля стрельбы из лука. Ты сможешь эффективно его использовать. Но если я выиграю...",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Такаминэ не договаривает, но ставит украшенный письменами лук, подаренный <color=#ffacff>сёгуном</color> , на то, что он выживет и вернётся из <color=#ffffff>Бездны</color> .\nВ конце своей службы Такаминэ занял должность помощника в армии <color=#ffacff>сёгуна</color> и сражался против тёмной армии. В бою он пожалел, что остался без своего лука, но настоящим игрокам не пристало сожалеть, думать «а что, если» или сокрушаться «если бы только»."
      },
      {
        "type": "RichText",
        "text": "« Асасэ, твоё обещание... Нет, в этот раз я не проиграю. Я вернусь и заберу лук, который поставил, и само будущее станет моим призом! »",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Несмотря на стойкость владельца-самурая и всю силу клинка, даже он не выдержал напора противника и сломался. Современный экземпляр был восстановлен по осколкам древнего меча и унаследовал название оригинала. Словно держась в темноте за паутинку, воин крепко сжимал рукоять сломанного меча. В тёмном тумане он упорно напоминал себе:"
      },
      {
        "type": "RichText",
        "text": "« Результат игры ещё неизвестен. Я должен вернуться к Асасэ... »",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2098,
        "name": "Воспоминания Симэнавы",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Shimenawa's Reminiscence/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Стрела воспоминаний</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Во время отсутствия Такаминэ уходит и кицунэ Сайгу. Хибики становится старше и опытнее. Она теперь не учится в Великом храме <color=#ffffff73>Наруками</color> , а заведует им, но всё ещё скучает по возлюбленному и ждёт его возвращения в любом виде:"
      },
      {
        "type": "RichText",
        "text": "« Как человек, который научил меня стрельбе из лука в лесу и терпеливо слушал моё наивное обещание под коричневой ветвью сакуры, когда-нибудь он вернётся ко мне, даже если его ослепили брызги крови, а тьма и грязь превратили в жестокого зверя... »\n« Ты, глупый заядлый игрок, приди повидаться со мной.\nНе потеряйся снова, Комбу Мару ».\n« Но кто же выиграл последнюю игру... »",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Она взялась за лук, размышляя о каких-то малозначимых вещах."
      },
      {
        "type": "CustomEntry",
        "epId": 2049,
        "name": "Громовой пульс",
        "desc": "Лук, дарованный сёгуном. Его окружают непрестанно потрескивающие молнии.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/飞雷之弦振.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2044,
        "name": "Рассекающий туман",
        "desc": "Меч, пылающий зловещим фиолетовым светом. Однажды он уже был сломан, но затем его выковали заново.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/雾切之回光.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "(продолжение)",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Когда тёмный яд просочился в землю и воцарился мир, мечник вернулся, однако в результате пари лук <color=#ffacff>сёгуна</color> достался жрице. В лесу, где уже давно не появлялась кицунэ Сайгу, в обещанном месте встречи одиночка, вернувшийся из <color=#ffffff>Бездны</color> , наконец-то встретил жрицу, но та уже была немолода. Тусклые глаза, запятнанные засохшей кровью и слезами, вновь обрели своё сияние, но были пронзены зазубренной стрелой, излучающей силу... Такаминэ обратился в монстра <color=#ffffff>Бездны</color> , и Хибики не оставалось ничего, кроме как «решить его судьбу».\nПосле описанных событий жрица решает покинуть Великий храм <color=#ffffff73>Наруками</color> и вернуться на остров <color=#ffacff>Сэйрай</color> , дабы позаботиться о местном святилище Асасэ на пару со своей кошкой - Нэко."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ако Домэки",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1999,
        "name": "Хамаюми",
        "desc": "Боевой лук, когда-то принадлежавший одной жрице. Изысканный и прочный, он был изготовлен с использованием непревзойденной техники.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/破魔之弓.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ако Домэки Додзаэмон рос на острове <color=#ffacff>Сэйрай</color> . Позднее рассказанных событий он стал известным вором и разбойником и проворачивает восстание на острове против <color=#ffacff>сёгуната</color> . Хибики и Нэко знали его, а первая относилась к нему практически как к сыну. Перед отплытием Ако Домэки на морской бой с флотом <color=#ffacff>сёгуна</color> Хибики пытается остановить его:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>Ако Домэки</color> , отвернувшись, сказал <color=#37ffff>:</color> Убирайся, женщина! Ты мешаешь проходу на лодке!\n<color=#37ffff>Хибики</color> , улыбнувшись, подумала <color=#37ffff>:</color> Если бы человек, научивший меня стрельбе из лука, не пошёл на битву, то нашему сыну было бы столько же лет, что и Додзаэмону... И, возможно, моя фамилия была бы Такаминэ, а может, он взял бы имя Асасэ...",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Поведение Додзаэмона напоминало ей Такаминэ, а предстоящее сражение с <color=#ffacff>сёгунатом</color> - его уход на бой с <color=#ffffff>Бездной</color> . Потому женщина не желала повторения трагедии своего возлюбленного. Стараясь всеми силами предотвратить грядущее, в конечном счёте Хибики снимает Великий барьер, тем самым освобождая <color=#ffacff>Манифестацию грома</color> острова <color=#ffacff>Сэйрай</color> , дабы та принесла поражение флоту <color=#ffacff>сёгуна</color> :"
      },
      {
        "type": "RichText",
        "text": "« Пусть обида <color=#ffacff>умирающего фиолетового коршуна</color>\nуничтожит корабли под знаменем <color=#ffacff>Электро Архонта</color> .\nЯ просто надеюсь, что старая кошка не бросится в грозу... »",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2238,
        "name": "Манифестация грома",
        "desc": "Аномальная форма жизни Электро элемента. Хотя манифестация грома может показаться похожей на океанида, она не обладает его интеллектом или памятью.<br/>Ей движет гораздо более древняя ярость.<br/>Говорят, что эта форма жизни обрушивается, как молния, только на места, где царит сильная злоба, например, пик Амакумо, небо над которым всегда затянуто грозовыми тучами. Пока злоба не исчезнет, грохот грома не утихнет.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thunder Manifestation_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/70239714/23cb6410f9bdd2dad3881d53e2ce10e5_5783987268801649232.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "К несчастью, действия подобного существа нельзя надёжно спрогнозировать. В результате боя и грома были потоплены практически все корабли с обоих сторон. Оставшиеся судна <color=#ffacff>сёгуната</color> отступили на остров <color=#ffacff>Наруками</color> . Но, несмотря на печальный исход сражения, Ако Домэки и часть экипажа его кораблей выживает. Обломки суден и сами моряки оказываются на островах <color=#ffffff>Архипелага Золотого Яблока</color> . Помимо всего, уцелела и «кукла самурая» -"
      },
      {
        "type": "CustomEntry",
        "epId": 2243,
        "name": "Магу кэнки",
        "desc": "Автономный гуманоид-мечник.<br/>Похоже, не имеет ни способности, ни желания говорить, а хочет общаться только с помощью мечей. <br/>По одной из версий эта машина была создана на основе совокупной памяти мастера первого поколения школы меча, известной своей секретной техникой. Однако машина вышла из строя, потеряла управление и была выброшена.<br/>Некоторые утверждают, что дух меча остался там, где завершилась его судьба, а злобное лицо, охраняющее меч, принадлежит известному свирепому они той эпохи.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ", украденная Додзаэмоном с корабля <color=#ffacff>сёгуната</color> ."
      },
      {
        "type": "CustomEntry",
        "epId": 2243,
        "name": "Магу кэнки",
        "desc": "Автономный гуманоид-мечник.<br/>Похоже, не имеет ни способности, ни желания говорить, а хочет общаться только с помощью мечей. <br/>По одной из версий эта машина была создана на основе совокупной памяти мастера первого поколения школы меча, известной своей секретной техникой. Однако машина вышла из строя, потеряла управление и была выброшена.<br/>Некоторые утверждают, что дух меча остался там, где завершилась его судьба, а злобное лицо, охраняющее меч, принадлежит известному свирепому они той эпохи.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/70239714/a9ea5faf2277f24df94032b6db730486_1835114024882627409.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Экземпляр автономного гуманоида-мечника с <color=#ffffff>Архипелага Золотого Яблока</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1930,
        "name": "«Улов»",
        "desc": "В далёком прошлом это копьё принадлежало знаменитому инадзумскому разбойнику.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/「渔获」.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "В конечном итоге спустя время Ако Домэки удаётся вернуться на <color=#ffacff>Сэйрай</color> . Остров сильно изменился с последнего пребывания капитана на нём, но он вспоминает Хибики, которой не находит здесь, и надеется ещё встретиться с ней:"
      },
      {
        "type": "RichText",
        "text": "« Дзяномэ, друг! Я наконец свободен! Жрица святилища! Я помню, как тогда хотела ты,\nКак Камуна с Комбу Мару, однажды обойти весь мир.\nЧто ж, Ако Домэки, страж левых врат, исполнит твою волю -\nНайдёт у мира край и взглянет на него.\nКогда же свидимся опять в порту прибытия последнем,\nО чудесах болтать настанет мой черёд »",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 1002,
        "name": "Бодрящее кошачье лакомство",
        "desc": "Довольно милое основное блюдо. Благодаря Киминами Анне это блюдо было приготовлено с учётом вкусов временной главной жрицы Нэко. Хотя оно не совсем соответствует предпочтениям Хибики, леди Нэко, похоже, довольна вашей работой. Из-за отсутствия специй это блюдо может показаться пресноватым.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Invigorating Kitty Meal_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3787,
        "name": "Статуя святилища: Оберег Сэйрая",
        "desc": "<p>Подробная схема изготовления предмета декора «Статуя святилища: Оберег Сэйрая».</p><p>После использования чертежа вы можете перейти в меню создания для просмотра.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/237301566/81d675a7395c4590fc35a9e2edd17c19_6797114506287348517.png",
        "amount": 1,
        "displayStyle": "card"
      }
    ]
  }
}