{
  "epId": 2467,
  "name": "Хальфдан",
  "desc": "<p>Член королевской стражи Каэнри'ах под командованием Дайнслейфа</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/01/237301566/530747d2ac1439051a993193fc993669_5146863443422831424.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1690711349,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Хальфдан"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Каэнри'ах"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Королевская стража"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Катаклизм",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Некогда среди королевств <color=#ffffffd9>Тейвата</color> находилась <color=#ffffffd9>Каэнри'ах</color> - единственная страна, управляемая исключительно людьми и не находившаяся под покровительством Архонтов. Каэнри'ах была отлично технически развита и процветала. Однако ничто не вечно, и приблизительно 500 лет назад произошло событие, именуемое в будущем Катаклизмом.\n<color=#ffffffd9>Селестия</color> пошла войной на Каэнри'ах и погрузила королевство в хаос. В этой войне принимали участие и некоторые Архонты. Несмотря на божественного противника, люди смогли дать достойный отпор благодаря своим изобретениям: известно, что именно там и тогда погиб прошлый <color=#ffacff>Электро Архонт</color> - <color=#ffacff>Райдэн Макото (Баал)</color> . Но этого было недостаточно, и в итоге Каэнри'ах всё же пала, а её народ оказался проклят божествами и прозван грешниками.\nНынешний <color=#ffacff>Электро Архонт</color> , <color=#ffacff>Райдэн Эи (Вельзевул)</color> , характеризует те события так:"
      },
      {
        "type": "RichText",
        "text": "«Но мои глаза видели, как вся страна слепо устремилась вперёд, теряя всё в желании обрести небесный порядок».\n(это событие стало одним из тех, что определило судьбу <color=#ffacff>Инадзумы</color> на следующие столетия)",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Хальфдан</color> в те времена был молодым воином и членом элитной королевской стражи, командование которой осуществлял капитан <color=#ffffffd9>Сумеречный меч Дайнслейф</color> , который ныне является Хранителем ветви. В день падения Каэнри'ах Сумеречный меч должен был вернуться во дворец, перед этим он отдал последние распоряжения:"
      },
      {
        "type": "RichText",
        "text": "«Скажи всем Рыцарям Черного Змея, чтобы они охраняли народ Каэнри'ах, несмотря ни на что».",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Хоть они и были дворцовой стражей, в критические моменты все: королевские особы, знаменитости, простолюдины, - оказываются равны между собой..."
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/07/29/70239714/4a1d7a0769a958e7a19ee12b5db00838_5596770642778101654.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Проклятие",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Навлечённое на бывших жителей Каэнри'ах проклятие призвано нести вечные муки. Хоть оно и давало некоторую форму бессмертия, но могло проявляться по-разному. Со слов Эйде ( Клотара Альбериха, основателя ордена Бездны ), действие проклятия зависело от происхождения человека. Хоть Каэнри'ах и была страной без божеств, она свободно принимала к себе жителей других регионов, подконтрольных Архонтам, которые по разным причинам не могли оставаться там, что стало причиной смешения кровей. Таким образом, под действием проклятия чистокровные жители обрели мучительное бессмертие, сохранив рассудок (или его часть); полукровки и бывшие жители других королевств обратились в малоразумных монстров (например, хиличурлов), утратив рассудок; королевская стража стала воинствующими монстрами, включая <color=#ffffffd9>Хальфдана</color> , которые сохранили своё название - <color=#ffffffd9>Рыцари Чёрного Змея</color> ."
      },
      {
        "type": "CustomEntry",
        "epId": 2248,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 3618,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2251,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2250,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2249,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Реквием гулких глубин",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Несмотря на дарованное бессмертие, те же хиличурлы способны стареть. К преклонному возрасту они начинают бояться света, постепенно сливаясь с темнотой, в то время как проклятие продолжает разъедать их.\nВ наше время живущие поблизости <color=#ffffffd9>Разлома</color> <color=#ffe699>Ли Юэ</color> хиличурлы начинают массово спускаться в глубины шахт, игнорируя всё на своём пути. Данный феномен сильно пугает работающих там людей, в связи с чем Гильдия искателей приключений поручает Путешественнику/це и Паймон разобраться в происходящем."
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/07/29/70239714/378ab81f5fb587ae57decd26370006cd_1274037422565060196.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Спустившись в глубины Разлома, пара героев натыкается на старого знакомого - Дайнслейфа, выходящего из портала ордена Бездны. Он объясняет, что шёл по следу Вестника, но внезапно оказался здесь. Хранитель ветви сразу же делает несколько важных выводов о системе порталов Бездны: они представляют собой не появляющиеся в момент необходимости порталы из одной точки в другую, а заранее подготовленную сеть, из чего следует, что Бездне важно наличие узла телепортации внутри Разлома.\nВнимание героев привлекает висящий вверх ногами на потолке пещеры город."
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/07/29/70239714/f11265815f3219f21f19ab4c06eec673_1197780867583941026.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Путешественник/ца и Паймон замечают неподалёку заброшенный лагерь хиличурлов и вместе со своим попутчиком отправляются туда, попутно рассказав Дайну о цели своего визита. Услышав про странное поведение хиличурлов, Дайнслейф сразу понимает в чём дело и просвещает героев, что окружающая здесь среда неизвестным образом ослабляет действие проклятия, на основе своих ощущений:"
      },
      {
        "type": "RichText",
        "text": "«На протяжении веков боль от проклятия продолжала преследовать меня день за днём. Но здесь... я словно получил передышку. Прямо сейчас я чувствую, как моё тело говорит мне: \"Останься\"».",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "По сведениям Дайна, орден Бездны не обладает подобными технологиями, а потому герои решают продолжить исследование в поисках ответов на свои вопросы.\nТут же Хранитель ветви объясняет, что хиличурлы вынуждены носить маски, скрывая свой истинный облик и страшась даже своего отражения в воде..."
      },
      {
        "type": "RichText",
        "text": "«Проклятие \"бессмертия\" не даёт умереть тем, кто проклят... и всё же это не означает, что они никогда не умрут».",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "На логически вытекающий вопрос Паймон о лекарстве от проклятия Дайнслейф отвечает резким отрицанием, аргументируя невозможность избавиться от него в виду изнашивания души и тела из-за разложения. Из имеющейся информации Дайн делает вывод, что феномен хиличурлов в Разломе связан с тем, что при осознании своего конца они будто инстинктивно ищут «тихое и тёмное место, чтобы попрощаться с веками страданий»."
      },
      {
        "type": "RichText",
        "text": "«И ничто не подойдёт на роль последнего пристанища лучше, чем место, где ослабляется проклятие».",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Внезапно герои подвергаются нападению пары Рыцарей Чёрного Змея. Успешно отбившись, Дайн рассказывает Путешественнику/це и Паймон про них, считая их утратившими былую честь. После рассказа герои замечают стоящего в дали"
      },
      {
        "type": "CustomEntry",
        "epId": 2248,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ", спокойно наблюдавшего за ними. Его черты кажутся Дайнслейфу знакомыми, но не успев что-либо сделать, Рыцарь исчезает бесследно. В данном событии Хранителя ветви больше всего удивляет факт, что ему удалось сохранить сознание в течение целых 500 лет. Списав всё на совпадение, герои продолжают поиски в стороне необычного города.\nДля проникновения внутрь города героям приходится преодолеть барьер, основанный на технологиях Каэнри'ах и силе Бездны, которые слишком хорошо знакомы Дайнслейфу. Данный барьер подтверждает теорию, что орден Бездны занимается здесь чем-то важным. Однако всё же сам город, со слов Хранителя ветви, принадлежит ещё более древней цивилизации, чем Каэнри'ах.\nНа пути героев встаёт пара небольших отрядов Рыцарей Чёрного Змея, издающих загадочные рыки . Последний отряд будто прятал что-то или кого-то позади себя. Дайнслейф начинает понимать суть происходящего, но конфронтации было не избежать. Одолев Рыцарей, герои находят группу из 3-х хиличурлов, мирно сидящих в углу комнаты. Тут Сумеречный меч окончательно осознаёт, что Рыцари не связаны с Бездной."
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/07/29/70239714/ca48056c2852c93f7be6f71b9a8f8898_2951642134685930257.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/07/29/70239714/145e9d17fe4f1e001c5e1f6c459b70b1_2694834894506376402.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Поняв, что это хиличурлы, ожидающие своего конца, герои не успевают обменяться мыслями, как их встречает более сильное подкрепление Рыцарей. Однако боя с ними удаётся избежать благодаря подоспевшему приказу"
      },
      {
        "type": "CustomEntry",
        "epId": 2248,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ". Рыцари отступают, а Дайнслейф обращается к <color=#ffffffd9>Хальфдану</color> по имени. Сумеречный меч объясняет Путешественнику/це и Паймон, что Рыцари Чёрного Змея здесь всё ещё, спустя 500 лет, продолжают выполнять его приказ и свой долг:"
      },
      {
        "type": "RichText",
        "text": "«Скажи всем Рыцарям Черного Змея, чтобы они охраняли народ Каэнри'ах, несмотря ни на что».",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "По теории Дайна, Рыцари, сохранившие часть рассудка, представляют эти руины как Каэнри'ах в разгар катастрофы (катаклизма) из-за схожести архитектуры, а хиличурлов - как «народ, что просит о помощи». Осознав всё это, Дайн также понимает значение рычания Рыцарей: это не угроза противнику, как герои думали до этого, а искажённое предупреждение на языке Каэнри'ах - «бегите», обращённое не врагу, а подзащитному «народу». Сумеречный меч признаёт силу воли своих Рыцарей:"
      },
      {
        "type": "RichText",
        "text": "«Чудо, рождённое отчаянием, я думаю».",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Последующий путь в глубь города проходит спокойно: Рыцари больше не препятствуют героям.\nВ течение путешествия, они находят пруд , который, как и его содержимое, висит вверх ногами. Как и город, он так же принадлежит древней цивилизации. Благодаря своим ощущениям, Дайну становится ясно, что именно этот пруд является источником ослабления проклятия: в данном помещении эффект чувствуется сильнее, чем где-либо ещё. На идею Паймон о снятии проклятия с его помощью Дайнслейф вновь отвечает резким отрицанием, ссылаясь на свой 500-летний опыт жизни с проклятием:"
      },
      {
        "type": "RichText",
        "text": "«Проклятие богов действует на более высоком уровне реальности, чем тот, где существует сам человек».",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "По мнению Дайна, проклятие со временем столь тесно вплетается в жизнь существа, что его «удаление» приведёт к потери самого существа.\nПрямо под (или над, в зависимости от перспективы) прудом находится некое устройство. По его внешнему виду герои заключают, что оно принадлежит ордену Бездны. Вдруг одни из врат открываются, и героев встречает <color=#ffffffd9>Хальфдан</color> . На попытки завести диалог, он лишь разворачивается и уходит, однако не исчезает вовсе, как раньше, а потому герои заключают, что он хочет куда-то отвести их.\nСледуя за <color=#ffffffd9>Хальфданом</color> , путешественники покидают город и находят новый лагерь хиличурлов с ослабевшими обитателями. Исследуя лагерь, Путешественник/ца натыкается на <color=#ffffffd9>интейват</color> - белоснежный национальный цветок Каэнри'ах, который некогда цвёл во всех уголках королевства. По рассказу Хранителя ветви, «его цветение длится всего две недели. Но если сорвать и унести цветок из Каэнри'ах, лепестки перестают расти и затвердевают. Только после возвращения цветка на родную почву лепестки снова становятся мягкими и в конце концов превращаются в пыль... Вот почему интейват символизирует \"странника вдали от дома\" и означает \"тепло родины\"». (Именно этот цветок заплетён в волосах у <color=#ffd780>Люмин</color> )"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/07/29/70239714/14134cdd00125593cc379c42cb3202f9_2907004179244678184.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Коснувшись интейвата, Путешественник/ца получает видение о своём родственнике, принце/ссе Бездны, возложившим/ей цветок у одного из хиличурлов. Из видения становится ясен их план. Руководствуясь мотивами возрождения родины Каэнри'ах, они собираются усилить очищающий эффект пруда в сотни раз с помощью устройства, чтобы вылечить хиличурлов и Рыцарей от проклятия, вернув им их прежний облик. Они осознают весь риск своей затеи, однако «даже если шанс составляет один процент... ...мы и так давно в Бездне. Для них лучше вернуться в круговорот рождения и смерти, чем жить, утратив достоинство. Они не должны нести груз своих так называемых \"грехов\"».\nПутешественник/ца передаёт увиденное друзьям, а Дайнслейф критикует весь план Бездны, утверждая, что нет и одного шанса из ста. По его словам, подобная попытка «лечения» принесёт лишь новые страдания. Затем у Путешественника/цы загорается искра недоверия к Дайну. Обе стороны по итогу остаются при своих точках зрения, однако Путешественник/ца соглашается помочь Дайну, но лишь потому, что он/она не одобряет методы своего родственника: «1 шанс на спасение. 99% вероятности мучительной смерти. Никто не вправе делать такой выбор за других существ». Дайнслейф отдаёт уважение точке зрения Путешественника/цы в виду общей цели, и компания продолжает путь вместе.\nНа выходе из лагеря герои замечают резкую вспышку света в городе - орден Бездны начал осуществление своих замыслов. Тут же их поджидает"
      },
      {
        "type": "CustomEntry",
        "epId": 2180,
        "name": "Вестник Бездны: Злые течения",
        "desc": "Чудовище Ордена Бездны, способное использовать в бою силы Гидро.<br/>Эти молчаливые создания - авангард Бездны. Их Клинки прибоя сметают всё на своём пути, сокрушая доспехи и истребляя еретиков. Беспечным глупцам не уйти от предначертанного судьбой наказания.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Herald: Wicked Torrents_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ", за которым охотился Хранитель ветви. Одолев Вестника, герои спешат к пруду, где"
      },
      {
        "type": "CustomEntry",
        "epId": 2182,
        "name": "Чтец Бездны: Пурпурная молния",
        "desc": "Чудовище Ордена Бездны, возносящее хвалу тьме и обуздавшее силы Электро.<br/>Они - учёные и проповедники Бездны. Заставляя от раскатов грома дрожать бездонные ночи, они чёрной слизью мудрости наполняют сердца неверующих, а бесчисленными вспышками молний возвещают, что великие силы, разъедающие человеческий разум, совсем рядом.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Violet Lightning_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "уже приводит в работу усиливающее устройство."
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/07/29/70239714/bcf81f18c8413937a084312c4b1c3499_7760299752282663558.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Начав работу, прибор тут же оказал эффект: все хиличурлы, Рыцари Чёрного Змея поблизости и даже Дайн начали испытывать невыносимую боль."
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/07/29/70239714/7029dab08469abc0f7b77ef70225aab7_1791442861227688314.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/07/29/70239714/84ccdd16f286c3cfbeb56c4d9d401348_7968574898557907776.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/07/29/70239714/ed5539496ceaf344672aea334f89cb2b_2951130560923087138.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "«Слишком поздно?.. Они в агонии... Их конец не должен быть таким... Нужно придумать, как остановить этот прибор!»",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Не успев сориентироваться в ситуации, герои замечают на другом конце комнаты <color=#ffffffd9>Хальфдана</color> , медленно шагающего в сторону устройства. Чувствуя всю боль хиличурлов и своих товарищей, он бросает меч и в ярости через боль переходит на бег, бросаясь на прибор, чтобы разрушить его связь с прудом. Перед его глазами проносятся воспоминания..."
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/07/29/70239714/d0a6de67af2c7c6ea384f7c286e0aa73_6166136569266905987.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/07/29/70239714/2a8e2bd3fafa2da6d62d74ffa3780050_1487109040372667441.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/07/29/70239714/8a94eec1a8d622f3cf011d73b05df85d_2121116374676029932.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Дайнслейф поражается силе души <color=#ffffffd9>Хальфдана</color> , но нельзя терять времени. Героям приходится одолеть"
      },
      {
        "type": "CustomEntry",
        "epId": 2182,
        "name": "Чтец Бездны: Пурпурная молния",
        "desc": "Чудовище Ордена Бездны, возносящее хвалу тьме и обуздавшее силы Электро.<br/>Они - учёные и проповедники Бездны. Заставляя от раскатов грома дрожать бездонные ночи, они чёрной слизью мудрости наполняют сердца неверующих, а бесчисленными вспышками молний возвещают, что великие силы, разъедающие человеческий разум, совсем рядом.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Violet Lightning_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ", после чего Путешественник/ца деактивирует энергетические устройства, расположенные в других комнатах и связанные с основным сквозь порталы Бездны. После этого прибор прекращает своё действие, а боль начинает стихать.\nГерои возвращаются к <color=#ffffffd9>Хальфдану</color> , но его тело выглядит безжизненным... Расстроенный Дайнслейф предлагает уходить и разворачивается, как внезапно за спиной у него появляется яркий свет, и перед ним предстаёт <color=#ffffffd9>Хальфдан</color> в своём настоящем облике..."
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/07/29/70239714/4e719a05e4f8a16fcd08a0d535911955_3475591088974591224.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>Хальфдан:</color> «Приношу извинения, мастер Дайнслейф Сумеречный Меч, тогда... я подвёл вас и не смог защитить наш народ».\n<color=#37ffff>Дайнслейф:</color> «Ты ошибаешься, за последние пятьсот лет ты сделал всё, что было в твоих силах, чтобы выполнить свой долг. Вы и по сей день олицетворяете славу нашего народа».\n<color=#37ffff>Хальфдан:</color> «Каэнри'ах ещё не погибла окончательно, не так ли? Ведь вы здесь».\n<color=#37ffff>Дайнслейф:</color> «Верно. Это значит... нет необходимости возрождать родину».",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "После беседы дух и тело <color=#ffffffd9>Хальфдана</color> рассеиваются, обретая покой."
      },
      {
        "type": "RichText",
        "text": "«Здесь немало странных сил. Неудивительно, что и духи здесь есть».",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "На этом пути героев расходятся: Дайнслейфу необходимо время для залечивания ран от очищающего прибора и расследования по проекту «Плетение судьбы», а Путешественник/ца и Паймон думают, как объяснить ситуацию с хиличурлами Гильдии..."
      }
    ]
  }
}