{
  "epId": 2467,
  "name": "Хальфдан",
  "desc": "<p>Член дворцовой стражи Каэнри'ах под командованием Дайнслейфа.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/01/237301566/530747d2ac1439051a993193fc993669_5146863443422831424.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1751865558,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Хальфдан",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/11876819825eb7f3a5a67681c1fc472d_6973891844868001568.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Более пятисот лет назад Хальфдан был молодым воином, элитой дворцовой стражи Каэнри'ах - необычайно прекрасной, цветущей и могущественной нации, построенной исключительно людьми. Но король Ирмин и мудрецы разорвали завесу греха, а пятеро из шести людей, поклявшихся остановить бедствие, разделили между собой силу Бездны, способную уничтожить мир. Когда монстры из Бездны, созданные Рэйндоттир, заполнили Тейват, Небесный порядок отправил Архонтов семи королевств в Каэнри'ах, а сама нация без богов была уничтожена."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«\"Гордость всего человечества\" была вырвана с корнем и растоптана, словно вредный сорняк в райском саду богов…»</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/8fe0a3f12be7581af70821287b348656_3446591076860788510.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Рыцари Чёрного Змея вместе со своим капитаном защищали Каэнри'ах, но не смогли спасти её. Последними распоряжениями, которые Сумеречный Меч отдал Хальфдану в день падения Каэнри'ах перед тем, как поспешил вернуться во дворец, были: <color=#ffffffd9>«Скажи всем Рыцарям Чёрного Змея, чтобы они охраняли народ Каэнри'ах, несмотря ни на что»</color> . Хотя они и назывались «дворцовой стражей», при наступлении бедствия и королевские особы, и знаменитости, и простолюдины оказались равны. Во время Катаклизма все чистокровные жители Каэнри'ах, включая Хальфдана, были прокляты\nбессмертием, а остальные превращены в монстров, хиличурлов. Под проклятием бессмертия Рыцари Чёрного Змея потеряли разум и память и превратились в пустые оболочки, в которых осталось лишь желание уничтожить врага и защищаться. Одна лишь мысль бьётся в их доспехах: <color=#ffffffd9>«Сражаться ради - чего? кого? зачем?»</color> В течение пятисот лет Рыцари Чёрного Змея продолжали исполнять свой долг, преследуемые болью от проклятия и разложения."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/31c7856ee191800d8c2527f86ce5c2de_7778544314108706879.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Проклятие бессмертия не давало умереть тем, кто проклят, но под действием разложения душа и тело изнашивались почти полностью, пусть это и не приводило к смерти. Чёрные Змеи поселились в глубинах шахт Разлома, где находились руины древней цивилизации, по архитектуре напоминающей Каэнри'ах. Они считали, что перевёрнутый город в Разломе - Каэнри'ах в разгар катастрофы, а хиличурлы - жители их королевства, которых нужно защищать. В верхней комнате этого города находился фонтан, вода которого обладала очищающими свойствами и была способна ослабить проклятие. Когда хиличурлы понимали, что их конец близко, они инстинктивно искали спокойное и тёмное место, чтобы попрощаться с веками страданий, и место, где сила проклятия ослаблялась, лучше всего для этого подходило."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/8a59436a38e36d12bf0995bb4bf32167_8004897852254487788.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Однажды в перевёрнутый город попали Путешественник/ца и Паймон, расследующие странное поведение хиличурлов, и также капитан дворцовой стражи Дайнслейф. Когда на них напали Рыцари Чёрного Змея, они посчитали, что те связаны с орденом Бездны - выжившими жителями Каэнри'ах, которые под воздействием проклятия и силы Бездны превратились в монстров, желающих уничтожить мир под властью Архонтов. Дайнслейф увидел Хальфдана, стоящего вдалеке, и тот показался ему знакомым и будто хотел что-то сказать, но вскоре он исчез. Внутри перевёрнутого города они встретили других Рыцарей Чёрного Змея, которые защищали хиличурлов, чей конец был близок. Снова появившийся Хальфдан приказал им отступить, и Дайнслейф наконец узнал его. Сумеречный Меч понял, что Рыцари Чёрного Змея не подчиняются ордену Бездны, а защищают хиличурлов, и рычание, которое они издавали, было не угрозой, а древним каэнри'ахским словом «бегите». Сила воли и стремление защищать свой народ была так сильна, что даже пятьсот лет разложения не разрушили её. Снова появившийся Хальфдан показал, чтобы Дайнслейф и Путешественник/ца следовали за ним, и отправился к хиличурлам, которые почти слились с тьмой. Там Дайнслейф, Путешественник/ца и Паймон узнали о плане ордена Бездны использовать усиливающее устройство под фонтаном, чтобы снять проклятие и возродить Каэнри'ах. Но ничто не способно было снять проклятие богов: оно было вплетено в судьбу самого мира и существовало на более высоком уровне реальности, чем человек. Даже сама Повелительница Смерти отказалась его снять, чтобы не пошатнуть разум этого мира."
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/07/29/70239714/8a94eec1a8d622f3cf011d73b05df85d_2121116374676029932.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда Дайнслейф, Путешественник/ца и Паймон возвращались к фонтану, орден Бездны использовал усиливающее устройство, чтобы увеличить очищающий эффект воды фонтана в сотни раз. Хотя они ожидали, что процесс избавит их от проклятья, хиличурлы, Хальфдан, другие Рыцари Чёрного Змея и сам Дайнслейф испытали лишь сильнейшую боль. Несмотря на огромные страдания, Хальфдан бросился к устройству и остановил процесс, пожертвовав собой. Но даже после жертвы Хальфдана устройство оставалось активированным. После уничтожения всех механизмов подачи энергии устройство было наконец выключено, но в Хальфдане не осталось больше жизни. Когда Дайнслейф уже собирался уходить, дух Хальфдана на мгновение снова обрёл разум и смог проститься с Сумеречным Мечом, растворившись после этого без следа."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Приношу извинения, мастер Дайнслейф Сумеречный Меч, тогда... я подвёл вас и не смог защитить наш народ».</color>\n<color=#ffffffd9>«Ты ошибаешься, за последние пятьсот лет ты сделал всё, что было в твоих силах, чтобы выполнить свой долг. Вы и по сей день олицетворяете славу нашего народа».</color>\n<color=#ffffffd9>«Каэнри'ах ещё не погибла окончательно, не так ли? Ведь вы здесь».</color>\n<color=#ffffffd9>«Верно. Это значит... нет необходимости возрождать родину».</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6497,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5119,
        "name": "Разлом",
        "desc": "<p>Как говорится, «громоздящиеся скалы отбрасывают обманчивые тени, и куда ведут коварные дороги, никто не знает». В древних текстах Ли Юэ это место иногда называют долиной Юй. Даже лучезарный блеск солнца должен утонуть в глубоких тенях сумерек. Хотя легенды остаются лишь легендами, при исследовании этого лабиринта подземных шахт всегда стоит быть готовым к неожиданностям.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/17/237301566/6be2b18055f1bd7b1bb200aa669ab5e0_4372390740474758067.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Катаклизм в Каэнри'ах",
        "desc": "<p>Бедствие, произошедшее 500 лет назад, во время которого силы Бездны вырвались в Тейват. В результате Катаклизма Каэнри'ах была уничтожена.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1090730713764694732.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "name": "Орден Бездны",
        "desc": "<p>Организация, состоящая из проклятых жителей Каэнри'ах и монстров, не имеющих ничего общего с людьми. Они существуют во всех уголках этого мира и являются врагами наземных цивилизаций. Главной целью ордена Бездны является уничтожение мира под властью семи Архонтов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/30/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5331078896039253866.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Дайнслейф",
        "desc": "<p>Бывший капитан королевской стражи Каэнри'ах, проклятый бессмертием.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/6a703b5594dddc959dd10d08702bcbe1_383537773634930376.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7039,
        "name": "Ронова",
        "desc": "<p>Повелительница Смерти, одна из четырёх теней Изначального.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/09/237301566/fe101061601cffd0f2d7ed5b1cf58bc6_3190324926382293091.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Рэйндоттир",
        "desc": "<p>Алхимик, ведьма из Ведьмина шабаша, одна из грешников Каэнри'ах, мать Альбедо. Известная как Золото и «Р.». Рэйндоттир создала армию монстров, которые атаковали Тейват 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/09/237301566/a38463ea993adadbabcf39531320e7e8_1855056204939670650.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2248,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      }
    ],
    "videoCollection": [
      {
        "title": "Version 2.6 \"Zephyr of the Violet Garden\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=LqCwQicfMuc&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/LqCwQicfMuc/maxresdefault.jpg",
        "duration": 272
      }
    ],
    "galleryCharacter": [
      {
        "key": "Хальфдан",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/b73ad03b5cadcc49ce56dfebc6dd7f74_1323290935176418366.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Дайнслейф и Хальфдан"
          }
        ]
      },
      {
        "key": "Хальфдан",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/4dd90b1c17ebd4b69e07df02a4c453b9_6993605769339444818.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Хальфдан"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Каэнри'ах"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Рыцари Чёрного Змея"
          }
        ]
      }
    ]
  }
}