{
  "epId": 2487,
  "name": "Чжи Цюн",
  "desc": "<p>Искательница приключений и лучший картограф Ли Юэ. </p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/20/237301566/94b83fab347855897f931fcb71e1ea6c_4958408287117797642.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1754458819,
  "components": {
    "galleryCharacter": [
      {
        "key": "Чжи Цюн",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/237301566/c1dff8ad3feb089d82143ee5cd15e80a_1865037175324230033.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "name": "Гильдия искателей приключений",
        "desc": "<p>Организация, основанная в Снежной, занимающаяся наймом искателей приключений, приёмом и раздачей поручений. Их представительство есть в каждом крупном городе. Девиз гильдии: «К звёздам и к безднам!»</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/31/237301566/673abbcb1fef7c9a42bbf22f47c77c6f_9141822192728269607.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "После закрытия шахт Разлома Чжи Цюн стала искательницей приключений и вдохновлялась такими великими искателями, как",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Алиса",
        "desc": "<p>Хранительница границ мира, великая искательница приключений, злой-презлой Додокороль, защитница старого Мондштадта, друг, не покинувший надежду взрослых, составительница «Путеводителя по Тейвату», изобретательница искусства кудзирай, тэмари-дзюцу, поставшица знаменитой госпожи Сангема-бай, старейшина Ведьмина шабаша под кодовым именем «А.» и мама Кли.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/22/237301566/e46c9a28d40948b9e3b16bd111a427dc_2929765048200712454.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": ", Стэнли, Роальд и Леонард.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5119,
        "name": "Разлом",
        "desc": "<p>Как говорится, «громоздящиеся скалы отбрасывают обманчивые тени, и куда ведут коварные дороги, никто не знает». В древних текстах Ли Юэ это место иногда называют долиной Юй. Даже лучезарный блеск солнца должен утонуть в глубоких тенях сумерек. Хотя легенды остаются лишь легендами, при исследовании этого лабиринта подземных шахт всегда стоит быть готовым к неожиданностям.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/17/237301566/6be2b18055f1bd7b1bb200aa669ab5e0_4372390740474758067.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Чжи Цюн была отправлена в Разлом для изучения местности и создания карты подземных шахт.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "name": "Долина Чэньюй",
        "desc": "<p>Ветерок разносит аромат чая в горах Ли Юэ, наполняя воздух чарующим запахом вновь и вновь. </p><p>«Чай растёт на скалистых утёсах, где журчит драгоценный родник». Нежный аромат и древнюю песнь нефрита ветер уносит вдоль рек мимо деревни Цяоин к шумному порту Илун. Какие приключения и добрые события ожидают путешественников среди окутанных туманом южных вершин?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/c3b05f550a4a993a64548c995c9ab98c_5700937189823929781.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Хотя Чжи Цюн не особо нравится деревня Цяоин, она считает её своим вторым домом. Однажды она составляла карту местности, и у неё возникли разногласия с заказчиком. Искательница приключений собиралась вернуться туда отдохнуть после завершения дела в Разломе.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3994,
        "name": "Му Нин",
        "desc": "<p>Специальный представлитель Департамента по делам граждан, отвечающий за обеспечение отряда георазвездки Разлома</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/237301566/a04617ebd2e9c030c2b4b1b2c28218e7_9217710079308736115.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Специалист из Департамента по делам граждан, отвечающий за обеспечение отряда георазвездки Разлома.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2520,
        "name": "Цзинь У",
        "desc": "<p>Эксперт по технике безопасности в Разломе</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/237301566/738c1bee5ae37406972a2dc6a8f3b7d1_6381450190969524795.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3995,
        "name": "Клитофо",
        "desc": "<p>Бывший Похититель сокровищ, эксперт по взрывчатке и нынешний член отряда георазведки Разлома</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/237301566/74398529de43e3707a1f00433fc1cac0_3737044962883578278.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3996,
        "name": "Талиесин",
        "desc": "<p>Бард и член отряда георазведки Разлома</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/237301566/6ae5abc6cca8d9ff1e6f777e19c25a06_1867839948831063292.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2510,
        "name": "Хедив",
        "desc": "<p>Хедив Пурсина - эколог из дома Пурбируни даршана Амурты. Учёный спонсирует отряд георазведки Разлома для изучения экологических изменений в шахтах Разлома. </p><p>В отличие от многих учёных своего дома, достаточно богат, так как инвестирует деньги на бирже.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/11/237301566/37d9eb4c4dcdd3ce0455ed46f99b20fe_2967075124254060867.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Отряд георазведки Разлома",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные задания"
      },
      {
        "type": "CustomEntry",
        "epId": 5367,
        "name": "Записи о путешествии вглубь Разлома",
        "desc": "<p>Цепочка мировых заданий, повествующая о приключениях Чжи Цюн, начинающей искательницы приключений, в подземных шахтах Разлома.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/06/88347907/0bd826a90cf52f1c6503374635ddfac4_5667540583071768120.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5369,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 2258,
        "name": "Письмо Чжи Цюн",
        "desc": "Письмо, оставленное молодым искателем приключений. Оно источает горьковатый аромат цветка цинсинь.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/19/237301566/ba08fcad090f859730554c152cdb2208_7800739108433144222.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 146,
        "name": "Карта расположения скалистых затворов",
        "desc": "Схематическая карта, которую набросала Чжи Цюн. На ней указано примерное расположение скалистых затворов в шахтах.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/08/218387610/900942c91a0e259149c836d57ca338c4_7524760335645520382.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1182,
        "name": "Кристалл глазурного льда",
        "desc": "Кристалл, образовавшийся в недрах Разлома. Этот кристаллизованный из глазурного песка минерал был среди обломков, упавших во время ожесточённого сражения с загадочной механической змеёй исполинских размеров. Минералы из глазурного песка для Разлома вовсе не редкость, но это нечто иное.<br/>Под воздействием излучения лазурных кристаллов и сил Бездны на его поверхности образовался необычный спиральный узор, холодный и пугающий.<br/>Сила, которая спустилась с небосвода, и поднявшиеся из недр земли миазмы, словно в предостережение смертным, придали этому некогда тёплому кристаллу такую форму.<br/>Раз лишённый намерений мир может таким образом деформировать металл и камни, если бы обычная героиня могла узреть конец тёмных глубин, то как бы она перенесла сие открытие?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Frostglaze Crystal_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Пэй Сю",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>О работе картографа</color>\nЯ всего лишь подмастерье. Хотя я и сделал простейшие измерения, в них куча ошибок. Пришлось идти через глубокие ущелья, поросшие деревьями, и туннели, снимать всё-всё, чтобы произвести измерения.\nЭх, я так скоро умру! Рельеф Сумеру очень сложный, здесь много каналов и пещер, иногда такое впечатление, будто целая гора полая...\nСъёмка идёт медленно. И я, в отличие от местных, совсем не знаком с рельефом.\nХм... на самом деле это совместный проект Гильдий искателей приключений Сумеру и Ли Юэ. Составленная карта будет служить нуждам торговцев и путешественников обеих стран.\nЭто поручили людям из Ли Юэ... потому что изначально говорили, что этим займётся опытная учёная. Все были уверены, что на неё можно положиться.\nЭх, говорят, что она уже делала подобную работу в деревне Цяоин. Каким бы сложным ни был ландшафт, ей достаточно одного взгляда, чтобы со всем разобраться. Её карты невероятно точные.\nНо она в итоге отправилась в шахты. Я забыл: то ли в Разлом, то ли в кузницу Черногорья...\nВ общем, посмотрев на её карты, все почувствовали, что с ней им не сравниться. А искатели приключений, которым доводилось пользоваться её картами, не перестают её восхвалять."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Чжи Цюн",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/da14b7867b5fe6fbea9580a99f97e3fc_3252764299420376978.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Чжи Цюн родилась в деревне Миньюнь в последнем поколении шахтёров, но поскольку рудные жилы в Миньюнь давным-давно иссякли, она оказалась в Разломе. Там она работала картографом, изучая и исследуя подземные шахты. Будучи сродни шахтёрам, Чжи Цюн привыкла ориентироваться в опасных подземных ходах и изучила их как свои пять пальцев. Вскоре после её прибытия шахтёры в шахтах выкопали «нечто», что назвали Исполнителем желаний. Рабочие считали, что стоит лишь подойти к нему, как исполнится любое желание. После появления этого «нечто» в шахтах повсюду начали появляться светоносные камни, а изменения в геологической структуре Разлома ускоряться: стала появляться чёрная материя, покрывающая камни, чёрная грязь и грязевые скважины повсеместно распространились по шахтам. От влияния Исполнителя желаний и чёрной грязи шахтёры начали сходить с ума, и Цисин пришлось запечатать шахту. Когда Разлом был закрыт, Чжи Цюн стала искательницей приключений. Хотя она успела выполнить всего несколько поручений для Гильдии искателей приключений, она вдохновлялась такими великими искателями, как Стэнли, Роальд и Леонард. Поэтому, когда Департамент по делам граждан поручил Чжи Цюн отправиться в глубины Разлома в числе отряда георазведки, она сразу же согласилась, надеясь оставить свой след, чтобы будущие поколения помнили её. Искательница приключений верила, что Разлом может стать её Рубиконом. Поскольку Чжи Цюн обладала талантом картографии, в её задачи входило создание новой карты подземных шахт Разлома, изменившихся после инцидента."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/22ecacb511800322d5b6f9f12e67b168_1395391201740701171.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Отряд георазведки возглавил учёный из Сумеру Хедив, а также в отряд вошли специалистка по безопасности Цзинь У, бард Талиесин, Путешественник/ца и бывший Похититель сокровищ Клитофо. Чжи Цюн сначала очень настороженно относилась к Клитофо и хотела сдать его Миллелитам, но когда тот помог им расчистить вход на нижние уровни Разлома, изменила своё мнение. Поскольку Хедив, Цзинь У, Талиесин и Клитофо не покидали лагерь отряда георазведки, Чжи Цюн, Путешественник/ца и Паймон должны были исследовать изменения в Разломе, найти «нечто» и составить карту. В процессе исследования состояние искательница приключений начало становиться хуже: от близости к чёрной грязи и грязевым скважинам она чувствовала тошноту, как укачивание в повозке или чувство дезориентации, возникающее на корабле во время шторма. Несмотря на плохое самочувствие, она отказывалась возвращаться на поверхность и продолжала спускаться всё глубже."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/26399c8ebd8fd3a1e73c74bc812f6879_1189357422189465702.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда Чжи Цюн, Путешественник/ца и Паймон расчистили путь на нижние этажи, они обнаружили парящий светящийся осколок, напоминающий осколки небесного шипа на Драконьем хребте, о которых Чжи Цюн рассказывала другая искательница приключений. Именно этот осколок и был тем Исполнителем желаний, из-за которого шахты Разлома были запечатаны. Когда они увидели осколок, он был загрязнён скверной, и Чжи Цюн снова почувствовала себя плохо, но как только кристалл был освобождён от грязи, ей будто стало легче дышать. Перед спуском в самую глубокую часть Разлома Хедив предупредил Путешественника/цу, что нахождение там может быть для Чжи Цюн смертельно опасным, но несмотря на уговоры и приказы та отказалась возвращаться. Она была искательницей приключений, и риск был частью её жизни. Чжи Цюн не хотела через несколько десятилетий превратиться в дряхлую старуху, которая не в состоянии ни поесть, ни сходить в туалет без посторонней помощи. Для неё было лучше погибнуть во время приключений, чем медленно умирать в постели от старости. Девушку не прельщала ни беззаботная служба в Департаменте по делам граждан, ни вознаграждение Хедива, ведь она хотела доказать, что люди, не обладающие Глазом Бога и не удостоенные вниманием богов, тоже могут добиться всего. Она верила, что только так сможет вдохновить тех, кто придёт после неё. Искательница приключений хотела показать им, как далеко может зайти смертный, не избранный богами, и какую историю он может оставить после себя. И даже если бы её путь не увенчался успехом, она хотела бы остаться в памяти людей."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/96e7f42f56638cdf7f6bb896e9edbddf_2885714699672117518.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "После того как Путешественник/ца и Паймон обнаружили\nв самой глубине Разлома, Чжи Цюн ушла ставить исследовательские маячки, но так и не вернулась. Поспешив на её поиски, Путешественник/ца и Паймон обнаружили искательницу приключений застрявшей в чёрной грязи совсем без сил и бредящей: <color=#ffffffd9>«Золотой город... Чёрная сторожевая башня!.. Кхе-кхе... Небесные посланники ушли...»</color> . После этого случая девушке было приказано покинуть Разлом, а Департамент по делам граждан официально назначил её в порядке исключения консультантом-проводником, но вместо этого она покинула отряд георазведки и сбежала. Когда Путешественник/ца и Паймон обнаружили её последний лагерь около небесного шипа, где на земле осталось письмо, где она просила прощения, что ушла не попрощавшись, и подарок для Путешественника/цы. Она поблагодарила Цзинь У за заботу и сказала, что та могла бы быть её самым близким родственником. Но чем вечно быть под её крылом, девушка предпочла в одиночку отправиться в настоящее приключение. Чжи Цюн попросила прощение у Клитофо за недоверие и у Му Нина за то, что не сможет возобновить свою службу. Искательница приключений писала, что хочет отправиться к месту, где пятьсот лет назад Миллелиты сражались вместе с четырёхруким Яксой, и что её путь ещё далёк от завершения. Но кроме письма Путешественник/ца и Паймон так больше никого и не нашли."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«И всё же я задаюсь вопросом: если бы Леонард, Стэнли или Роальд, великие искатели приключений, увидели то, что видела я... если бы они прогулялись со мной во тьму древних скалистых залов, увидели чёрно-фиолетовую грязь, текущую как лава, прозрачные лазурные кристаллы, парящие над землёй, старинные разрушающиеся плиты, на которых видны карты былых времён, и многие другие невыразимые чудеса... Отступили ли бы они перед лицом опасности, чтобы спасти свои жизни, или, будучи такими же упрямыми, как я, они рискнули бы исследовать загадочные глубины земли?..</color>\n<color=#ffffffd9>В те далёкие времена, когда герои и Яксы сражались на стороне Властелина Камня, когда Архонт создавал горы и бросал скалы в море, какое существование было у нас, простых смертных, которые не удостоились внимания и признания Архонта? Обычные любовь и ненависть, счастье и страдания, достижения, связи и узы, которыми наполнена жизнь простых людей... Правда ли, что такие вещи не заботят божеств? Древняя обитель божеств, невообразимые пейзажи... Неужели эти запретные места нельзя покорить, если ты отважен?»</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5367,
        "name": "Записи о путешествии вглубь Разлома",
        "desc": "<p>Цепочка мировых заданий, повествующая о приключениях Чжи Цюн, начинающей искательницы приключений, в подземных шахтах Разлома.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/06/88347907/0bd826a90cf52f1c6503374635ddfac4_5667540583071768120.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5369,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5119,
        "name": "Разлом",
        "desc": "<p>Как говорится, «громоздящиеся скалы отбрасывают обманчивые тени, и куда ведут коварные дороги, никто не знает». В древних текстах Ли Юэ это место иногда называют долиной Юй. Даже лучезарный блеск солнца должен утонуть в глубоких тенях сумерек. Хотя легенды остаются лишь легендами, при исследовании этого лабиринта подземных шахт всегда стоит быть готовым к неожиданностям.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/17/237301566/6be2b18055f1bd7b1bb200aa669ab5e0_4372390740474758067.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "name": "Долина Чэньюй",
        "desc": "<p>Ветерок разносит аромат чая в горах Ли Юэ, наполняя воздух чарующим запахом вновь и вновь. </p><p>«Чай растёт на скалистых утёсах, где журчит драгоценный родник». Нежный аромат и древнюю песнь нефрита ветер уносит вдоль рек мимо деревни Цяоин к шумному порту Илун. Какие приключения и добрые события ожидают путешественников среди окутанных туманом южных вершин?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/c3b05f550a4a993a64548c995c9ab98c_5700937189823929781.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "name": "Гильдия искателей приключений",
        "desc": "<p>Организация, основанная в Снежной, занимающаяся наймом искателей приключений, приёмом и раздачей поручений. Их представительство есть в каждом крупном городе. Девиз гильдии: «К звёздам и к безднам!»</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/31/237301566/673abbcb1fef7c9a42bbf22f47c77c6f_9141822192728269607.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 3830,
        "name": "Глаз Бога",
        "desc": "<p><em>«Как ты знаешь, Глаз Бога - это артефакт, которым владеет очень небольшое количество людей. В этих артефактах заключена элементальная энергия. На самом деле, каждый владелец Глаза Бога может стать Богом и вознестись в Селестию. Мы называем таких людей Богами Истоков», </em>- Венти.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/18/237301566/fa9e7f4e1400794f2ee1468599880d59_2079863705678792868.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 3994,
        "name": "Му Нин",
        "desc": "<p>Специальный представлитель Департамента по делам граждан, отвечающий за обеспечение отряда георазвездки Разлома</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/237301566/a04617ebd2e9c030c2b4b1b2c28218e7_9217710079308736115.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2520,
        "name": "Цзинь У",
        "desc": "<p>Эксперт по технике безопасности в Разломе</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/237301566/738c1bee5ae37406972a2dc6a8f3b7d1_6381450190969524795.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2510,
        "name": "Хедив",
        "desc": "<p>Хедив Пурсина - эколог из дома Пурбируни даршана Амурты. Учёный спонсирует отряд георазведки Разлома для изучения экологических изменений в шахтах Разлома. </p><p>В отличие от многих учёных своего дома, достаточно богат, так как инвестирует деньги на бирже.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/11/237301566/37d9eb4c4dcdd3ce0455ed46f99b20fe_2967075124254060867.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3996,
        "name": "Талиесин",
        "desc": "<p>Бард и член отряда георазведки Разлома</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/237301566/6ae5abc6cca8d9ff1e6f777e19c25a06_1867839948831063292.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3995,
        "name": "Клитофо",
        "desc": "<p>Бывший Похититель сокровищ, эксперт по взрывчатке и нынешний член отряда георазведки Разлома</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/237301566/74398529de43e3707a1f00433fc1cac0_3737044962883578278.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2258,
        "name": "Письмо Чжи Цюн",
        "desc": "Письмо, оставленное молодым искателем приключений. Оно источает горьковатый аромат цветка цинсинь.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/19/237301566/ba08fcad090f859730554c152cdb2208_7800739108433144222.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1182,
        "name": "Кристалл глазурного льда",
        "desc": "Кристалл, образовавшийся в недрах Разлома. Этот кристаллизованный из глазурного песка минерал был среди обломков, упавших во время ожесточённого сражения с загадочной механической змеёй исполинских размеров. Минералы из глазурного песка для Разлома вовсе не редкость, но это нечто иное.<br/>Под воздействием излучения лазурных кристаллов и сил Бездны на его поверхности образовался необычный спиральный узор, холодный и пугающий.<br/>Сила, которая спустилась с небосвода, и поднявшиеся из недр земли миазмы, словно в предостережение смертным, придали этому некогда тёплому кристаллу такую форму.<br/>Раз лишённый намерений мир может таким образом деформировать металл и камни, если бы обычная героиня могла узреть конец тёмных глубин, то как бы она перенесла сие открытие?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Frostglaze Crystal_icon.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "textualResearch": [
      {
        "title": "Поверхность Разлома",
        "desc": [
          {
            "type": "RichText",
            "text": "«В первый раз здесь меня до глубины души поразил завораживающий и ужасающий рельеф. Мне никогда не забыть то чувство благоговения и уважения.\nНо и эти чудесные видения поблекли и растворились в суете людей из Департамента по делам граждан.\nИ только благодаря путешественнику/це мне удалось продолжить свои приключения...»"
          }
        ]
      },
      {
        "title": "Устье шахты",
        "desc": [
          {
            "type": "RichText",
            "text": "«Вход в шахты Разлома ещё называют пастью Разлома. После последнего землетрясения проходы, запечатанные Цисин, стали куда коварнее и опаснее...\nНо усилиями путешественника/цы печать была сломана. Надеюсь, Цисин не набросится на нас с обвинениями...»"
          }
        ]
      },
      {
        "title": "Древнее поле битвы в ущелье Фуао",
        "desc": [
          {
            "type": "RichText",
            "text": "«Здесь Аждаха и Властелин Камня вели битву не на жизнь, а на смерть. Я всего лишь молодой и неопытный искатель приключений и красноречием не блещу... Но этот вид завораживает.\nПо сравнению с непостижимым временем и пространством, или могущественными божествами, способными изменить мир, как ничтожны мы, смертные»."
          }
        ]
      },
      {
        "title": "Подземные шахты",
        "desc": [
          {
            "type": "RichText",
            "text": "«Моё детство прошло в деревне Миньюнь, где жили и работали шахтёры. Их радости и несчастья наполняли мои годы.\nСейчас, глядя на эти величественные, но пустынные подземные шахты, я словно возвращаюсь в прошлое, только это прошлое гораздо более одинокое и мрачное...»"
          }
        ]
      },
      {
        "title": "Заблокированная штольня",
        "desc": [
          {
            "type": "RichText",
            "text": "«В те времена перед эвакуацией из Разлома рабочие запечатали самые глубокие штольни, но оставили горовзрыватель.\nВероятно, по особому указанию руководства... Ведь торговля в Ли Юэ не могла процветать без кристаллов глазурного песка»."
          }
        ]
      },
      {
        "title": "Подземные воды",
        "desc": [
          {
            "type": "RichText",
            "text": "«Во время исследования мне попался этот пруд. Вода там была прохладной и чистой. Идеальное место для передышки. Здесь мне удалось смыть грязь и усталость, которые сковывали меня всю дорогу».\n«Неподалёку медленно и беззаботно прогуливались какие-то кроткие элементальные существа. Как будто их совершенно не интересовало ничего, кроме здешней тишины... Вот этот пруд на карте. Надеюсь, путешественник/ца сможет отыскать это место...»"
          }
        ]
      },
      {
        "title": "Фрагмент кристалла",
        "desc": [
          {
            "type": "RichText",
            "text": "«Кристаллы, которые когда-то существовали здесь, привели к тому, что Разлом был запечатан. Сейчас их необычное поведение тревожит Департамент по делам граждан. К счастью, с помощью путешественника/цы они вернулись в глубины земли. Они оставили после себя лишь этот холодный и пустой каменный зал»."
          }
        ]
      },
      {
        "title": "Перевёрнутый город",
        "desc": [
          {
            "type": "RichText",
            "text": "«Во время одиночного путешествия мне попались эти огромные и ужасные руины. Возможно, это всё, что осталось от древней цивилизации, которая понесла наказание и была уничтожена. Этот древний город, кажется, сопротивляется присутствию любых посторонних... Возможно, это даже как-то связано с этими пурпурно-чёрными кристаллами или этим грязеподобным веществом.\nПосле недолгого времени мне пришлось покинуть этот зловещий перевёрнутый силуэт»."
          }
        ]
      },
      {
        "title": "Земля великого гриба",
        "desc": [
          {
            "type": "RichText",
            "text": "«Подземная пещера, в которой растёт странный гигантский гриб. Могу поклясться, что я слышал, как кто-то зовёт меня. Возможно, это просто иллюзия или галлюцинация, а значит это место наполнено ядовитым газом, и нужно покинуть его как можно скорее»."
          }
        ]
      },
      {
        "title": "Сад столпов",
        "desc": [
          {
            "type": "RichText",
            "text": "«Несмотря на предупреждения путешественника/цы, мне удалось повторить его/её путь и добраться до этого места.\nДаже в самых смелых мечтах я не мог представить себе этот огромный небесно-голубой хрустальный столб. Он не может быть с этого континента - только небеса, с которыми он разделяет свою тень, могли бы быть его домом.\nЯ хочу продолжить исследование, пройти тайными путями и раскрыть его секреты... Интересно, как далеко я смогу продвинуться и какие ещё записи я оставлю после себя...»"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Чжи Цюн"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Ли Юэ"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Искатели приключений"
          }
        ]
      },
      {
        "key": "Титул:",
        "value": [
          {
            "type": "RichText",
            "text": "Искатель приключений"
          }
        ]
      }
    ]
  }
}