{
  "epId": 2559,
  "name": "Миюки",
  "desc": "<p>Жрица великого храма Наруками</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/31/237301566/7fd85ca65445e1961ded7f3f0bd734d0_23065025776078285.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1699084386,
  "components": {
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/31/237301566/707960cd97a637e230e3c621dcf3dd62_2619968884811895371.png"
      },
      {
        "key": "Местоположение",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/31/237301566/911887165ba126aa90de756e8fd2a695_1147834529892448950.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Местоположение Миюки около храма Наруками после выполнения заданий мира «Сказания из Татары» и «Лечение для сакуры»"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Диалоги",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#bfbfbf>(После завершения задания «Сказания из Татары» и «Лечение для сакуры»)</color>\n<color=#37ffff>Миюки</color> : Добрый день, вы можете обратиться ко мне, если вам нужна помощь.\n<color=#37ffff>Миюки</color> : В конце концов, я должна усерднее выполнять свои обязанности в качестве жрицы святилища, чтобы заслужить одобрение госпожи Яэ.\n<color=#37ffff>Путешественник</color> : Каковы обязанности жрицы святилища?\n<color=#37ffff>Миюки</color> : Наши обязанности заключаются в том, чтобы подчиняться приказам Гудзи Яэ!\n<color=#37ffff>Миюки</color> : Я сделаю всё возможное, чтобы выполнить в лучшем виде все поручения госпожи Яэ, как это было в Татарасуне. Я никогда не подведу её.\n<color=#37ffff>Путешественник</color> : По поводу Татарасуны...\n<color=#37ffff>Миюки</color> : Проблема с горном Микагэ в Татарасуне была решена благодаря вашей помощи. Примите мою благодарность.\n<color=#37ffff>Миюки</color> : Я никогда не работала в таком далёком месте, по пути туда я слышала много интересных историй.\n<color=#37ffff>Миюки</color> : Говорят, что войсками Сангономии руководит жрица святилища. Я никогда не думала, что одна из нас может командовать войсками на передовой...\n<color=#37ffff>Миюки</color> : Я бы хотела с ней познакомиться, мне очень любопытно, какая она на самом деле...\n<color=#37ffff>Путешественник</color> : Одобрение госпожи Яэ...\n<color=#37ffff>Миюки</color> : Именно! Госпожа Яэ похвалила меня после того, как я выполнила своё задание в Татарасуне. Это был самый счастливый момент в моей жизни!\n<color=#37ffff>Миюки</color> : Поэтому с того дня я решила ещё усерднее служить госпоже Яэ. Я хочу стать жрицей святилища, на которую госпожа Яэ может рассчитывать даже больше, чем на Кано Нану!\n<color=#37ffff>Миюки</color> : Эх, я действительно не понимаю, почему господа Яэ и Кано Нана так близки. Она даже делится с ней своими секретами...\n<color=#37ffff>Миюки</color> : Хмф. Я превосхожу её по многим параметрам!\n<color=#37ffff>Путешественник</color> : Не буду вас отвлекать. До свидания.\n<color=#37ffff>Миюки</color> : Ох... Так вам не нужна моя помощь?\n<color=#37ffff>Миюки</color> : Хорошо, тогда я продолжу ожидать указаний госпожи Яэ..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Миюки"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Инадзума"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Великий храм Наруками"
          }
        ]
      },
      {
        "key": "Титул:",
        "value": [
          {
            "type": "RichText",
            "text": "Жрица"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Яэ Мико",
        "desc": "Гудзи Великого храма Наруками, а также главный редактор издательского дома Яэ. За прекрасной внешностью скрывается неожиданный ум и хитрость.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Гудзи храма Наруками, которой восхищается Миюки",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2256,
        "name": "Синобу",
        "desc": "Способная и надёжная помощница главаря банды Аратаки. Пожалуйста, обратите внимание, что «способная и надёжная» относится не к самой банде, а именно к помощнице главаря.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kuki Shinobu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Синобу - сестра Миюки",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2579,
        "name": "Кано Нана",
        "desc": "<p>Жрица великого храма Наруками, следящая за Саю</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/31/237301566/2ff311c657c0d3490bd5c36ca131fc47_4987289425444351543.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Жрица храма Наруками, которой завидует Миюки из-за близости с Мико",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Взаимоотношения с персонажами",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2256,
        "name": "Синобу",
        "desc": "Способная и надёжная помощница главаря банды Аратаки. Пожалуйста, обратите внимание, что «способная и надёжная» относится не к самой банде, а именно к помощнице главаря.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kuki Shinobu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Все в клане Куки служили жрицами на протяжении многих поколений и гордились своим служением Великому храму Наруками. То же касается и нынешнего поколения. После того как сестру Синобу Миюки отправили на служение в Великий храм Наруками, её тоже послали туда на обучение. Конечно, помимо традиций существовал и ряд правил: сколько дней нужно молиться, чтобы показать свою искренность и решимость, или сколько омовений нужно совершить, чтобы не осквернить божественность... Никто никогда не объяснял Синобу, откуда взялись эти правила и кто их придумал. Ей только сказали, что они древние, а потому их необходимо соблюдать. После прибытия в храм Синобу часто простужалась из-за холодных горных ночей. Семья жила далеко от храма, а сестра была в отъезде по делам. Синобу была упёртым ребёнком, и вместо того, чтобы попросить других жриц о помощи, она собрала на горе колючие растения и сплела из них пояс. По народным поверьям это должно было принести защиту Наруками и отогнать болезнь. Поэтому до глубокой ночи она плела пояс, содрогаясь и шепча молитвы Наруками. Однако ночь прошла, но дрожь, бившая её, не прекращалась. Вместо исцеления она получила только ссадины по всему телу. С каждым днём Синобу всё сильнее убеждалась, что правила предков бессмысленны, как и работа жриц. Разве это не значит, что нужно пересмотреть традицию становления жрицами в клане Куки? Через несколько лет, когда Синобу уже покинула храм, ей довелось читать учебник по гербологии. На его страницах она обнаружила, что шипастые горные растения обладают паралитическими свойствами, которые лишают зверей и птиц возможности двигаться, и потому в древности люди использовали их для облегчения болей. Синобу... потеряла дар речи. Она подумала, что, возможно, за всеми этими глупыми правилами стоит какая-то логика, но не стоит принимать сами правила за истину. Поразмыслив об этом, Синобу почувствовала, что стала ещё больше радоваться своей нынешней жизни."
      },
      {
        "type": "CustomEntry",
        "epId": 2256,
        "name": "Синобу",
        "desc": "Способная и надёжная помощница главаря банды Аратаки. Пожалуйста, обратите внимание, что «способная и надёжная» относится не к самой банде, а именно к помощнице главаря.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kuki Shinobu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "В тот день, когда Куки Синобу покинула храм, она оставила в доме все вещи, которыми она владела, будучи жрицей, взяв лишь самое необходимое. Поэтому она сразу заподозрила неладное, подняв сумку - разница в весе была ощутима. Разве в ней не должны быть только полотенца? Сунув руку внутрь, она нащупала и достала сияющий Глаз Бога. Красота его была такой, что даже её сестра Миюки была поражена. По иронии судьбы жрица, служившая богам, получила свой Глаз Бога за побег из храма. Он стал первым «сертификатом», полученным Синобу, и даровал ей свободу. Миюки, намеревавшаяся остановить сестру, передумала, увидев произошедшее, и даже согласилась помочь переубедить родителей. ...Синобу добровольно отказалась от Глаза Бога во времена Охоты на Глаза Бога. Во-первых, она не собиралась усложнять жизнь своей подруге из комиссии Тэнрё, а во-вторых, он был лишь одним из многих доказательств её компетентности. С большинством вещей в жизни можно справиться и без Глаза Бога, а для сложных проблем его одного всё равно не хватит. Например, он не поможет избавиться от стереотипов, складывающихся на протяжении поколений, или обрести настоящую неограниченную свободу. ...Как и помешать этим болванам из банды Аратаки «помочь» ей вернуть Глаз Бога."
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Яэ Мико",
        "desc": "Гудзи Великого храма Наруками, а также главный редактор издательского дома Яэ. За прекрасной внешностью скрывается неожиданный ум и хитрость.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Я много слышала о младшей сестре Миюки. Интересная девочка. Хотя она и происходит из семьи жриц, но не пошла по их стопам, а попробовала свои силы во многих различных профессиях, училась в Ли Юэ и даже присоединилась к банде Аратаки... Очаровательно. Возможно, мне стоит попросить Миюки представить меня. Да, Миюки и в голову не придёт отказать мне в просьбе."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Медиа",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Событие встреч с Синобу",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>«Время для тайных дел...»</color>\n<color=#ffffff73>Ради будущего банды Аратаки, вам пришлось взять на себя роль их Главного советника.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/11/04/237301566/547062f79a59a47b1adfadb97a1f0301_7862231118739525884.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/11/04/237301566/89f7252d0b4dfd89ae3d4f6fd9f31205_5971618806686319969.png",
        "alignment": "center"
      }
    ]
  }
}