{
  "epId": 2579,
  "name": "Кано Нана",
  "desc": "<p>Жрица великого храма Наруками, следящая за Саю</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/31/237301566/2ff311c657c0d3490bd5c36ca131fc47_4987289425444351543.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1699080506,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Яэ Мико",
        "desc": "Гудзи Великого храма Наруками, а также главный редактор издательского дома Яэ. За прекрасной внешностью скрывается неожиданный ум и хитрость.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Гудзи храма Наруками, которая достаточно близка с Кано Наной, чтобы делить с ней своими секретами",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2559,
        "name": "Миюки",
        "desc": "<p>Жрица великого храма Наруками</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/31/237301566/7fd85ca65445e1961ded7f3f0bd734d0_23065025776078285.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Жрица храма Наруками, которая завидует близости Кано Наны и госпожи Яэ",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 21,
        "name": "Саю",
        "desc": "Вечно сонный миниатюрный ниндзя из тайной организации Сюмацубан.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sayu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ниндзя из клана Ясиро, за которой следит Кано Нано, чтобы Саю не отлынивала от работы и обучения",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2263,
        "name": "Хэйдзо",
        "desc": "Талантливый молодой детектив из комиссии Тэнрё. Отличается ясным умом и острым восприятием.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shikanoin Heizou_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Двоюродный брат Кано Наны",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Взаимоотношения с персонажами",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 21,
        "name": "Саю",
        "desc": "Вечно сонный миниатюрный ниндзя из тайной организации Сюмацубан.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sayu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>О нас: Любезность</color>\nНе окажешь услугу? Предупреди, если вдруг увидишь жрицу. Я лишь... на минутку прикрою глаза.\n<color=#ffffffd9>О Камисато Аяке...</color>\nОна старшая дочь клана Камисато и всегда выглядит очень достойно и изящно. Но она попросила одну из жриц присматривать за мной, чтобы я не увиливала от работы. Ну за что?\n<color=#ffffffd9>Хобби Саю</color>\nКогда я надеваю капюшон, то могу спать сладким сном сколько угодно, ничуть не беспокоясь о том, что жрица меня найдёт. Эх, должно быть, это лучшее в мире чувство."
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Яэ Мико",
        "desc": "Гудзи Великого храма Наруками, а также главный редактор издательского дома Яэ. За прекрасной внешностью скрывается неожиданный ум и хитрость.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>О Саю...</color>\nАх да, маленькая ниндзя... Если что она и умеет, так это прятаться. Кано Нана постоянно жалуется мне на это. Она тратит так много времени на поиски Саю, что у неё почти не остаётся времени на чтение. Как по мне, то у Саю есть тайный союзник, который всё время помогает ей скрыться..."
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Яэ Мико",
        "desc": "Гудзи Великого храма Наруками, а также главный редактор издательского дома Яэ. За прекрасной внешностью скрывается неожиданный ум и хитрость.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Стремление к веселью и обретению счастья - главный жизненный принцип Мико. Для той, кому нравится изучать человечество, «благоразумность» и «добродетель» гораздо менее важны, чем «веселье». Даже верховная жрица другой веры или вражеский генерал могут заинтересовать её. Правда порой это приводит к мелким неприятностям. Больше всего в храме Мико ценит не кого-то из добросовестных и благоговейных подчинённых, а прислужницу Кано Нана. Да, ту самую Кано Нана, любительницу романов (в этом они с Мико похожи), которая постоянно беспокоится о Саю. Мико часто видела, как Саю проносится мимо окна, а вскоре за ней торопливо следует сердитая Кано Нана. Это было так похоже на гром и молнии и так сильно веселило Мико, что она даже иногда давала неправильные подсказки о направлении, просто чтобы шум и гам продолжались ещё немного. Однажды Саю сказала Мико, что под послеполуденным солнцем спать приятнее всего. Возможно, воодушевленная этими словами, Мико одним чудесным солнечным днём превратилась бы в обычную инадзумскую девушку, спустилась с горы и провела день на свежем воздухе. Бани «Аиса» в Инадзуме, ресторан «Киминами» в Ханамидзаке, «Ткани и кимоно Огуры»... Она не пропустила ни одного заведения, и в каждом из них приятно провела время. А вечером она посетила детективное агентство Бантан Санго и рассказала о пропаже животных, о которой услышала по дороге. «Вы обязательно должны помочь, детективы. Ведь едва ли можно спокойно смотреть, как владельцы плачут навзрыд...» Проделав всё это, девушка не смогла удержаться от довольной улыбки. Участвовать в повседневной жизни Инадзумы в такой ипостаси действительно было весело. Ну, кроме того момента, когда Кудзё Сара бросила на неё подозрительный взгляд во время их случайной встречи. А ещё ей, вероятно, стоило бы извиниться перед хозяином бань «Аиса» - горячие источники в иностранном стиле были очень хороши, но она, возможно, случайно оставила немного лисьего меха во время купания."
      },
      {
        "type": "CustomEntry",
        "epId": 2559,
        "name": "Миюки",
        "desc": "<p>Жрица великого храма Наруками</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/31/237301566/7fd85ca65445e1961ded7f3f0bd734d0_23065025776078285.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Я хочу стать жрицей святилища, на которую госпожа Яэ может рассчитывать даже больше, чем на Кано Нану! Эх, я действительно не понимаю, почему господа Яэ и Кано Нана так близки. Она даже делится с ней своими секретами... Хмф. Я превосхожу её по многим параметрам!"
      },
      {
        "type": "CustomEntry",
        "epId": 2263,
        "name": "Хэйдзо",
        "desc": "Талантливый молодой детектив из комиссии Тэнрё. Отличается ясным умом и острым восприятием.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shikanoin Heizou_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Судя по результатам его работы, Хэйдзо давно должен был получить повышение, однако с первого дня в комиссии Тэнрё он оставался досином. В то же время многие из его коллег и начальников хорошо поднялись по служебной лестнице благодаря трудам Хэйдзо. Когда об этом услышала его двоюродная сестра Кано Нана, она пришла к Хэйдзо и решила заступиться за него. «Может быть, ты и сопляк, но так несправедливо обращаться с тобой просто недопустимо! Я им скажу всё, что думаю!» Хэйдзо хорошо знал Кано, поэтому, чтобы уберечь её от неприятностей, терпеливо объяснил причины сложившейся ситуации - что для него было редкостью. «Сестрица, не стоит полагать, что я ниже их по рангу. Угадаешь, сколько преступников за решёткой в нашем участке смогут назвать имена самураев-ёрики?» Хэйдзо раздвинул пальцы одной руки, обратив ладонь к ней. «Вот столько». Не понимая, к чему он клонит, Кано Нана нерешительно ответила: «Всего пятеро?» «А как насчёт тех, кто сможет назвать имя этого гениального детектива, стоящего перед тобой?» Хэйдзо раздвинул пальцы другой руки, на этот раз ладонью к себе: «Как минимум столько. «Тоже пять? В чём тогда разница?» Хэйдзо рассмеялся: «Я говорю о количестве волос на моих руках! Посмотри, на моей ладони не растут волосы. Никто из заключённых не вспомнит имена всех ёрики. Зато на тыльной стороне ладони волос не сосчитать. Как и не сосчитать преступников, которые боятся даже произнести моё имя. А раз моя репутация уже настолько высока, зачем мне повышение? Напротив, чем ближе я к фронту борьбы с преступностью, тем больше злодеев будут меня бояться - а это и есть моя конечная цель. Так что не беспокойся обо мне, сестрица. Я никогда не собьюсь с пути!»"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Медиа",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Событие встреч с Саю",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Умеренность во всем</color>\n<color=#ffffff73>Побег - обычная стратегия для Саю, но на этот раз у неё ничего не вышло.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/10/31/237301566/f1ad86b3df691bcf8009a48586eb6ffe_6576867323346079305.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/10/31/237301566/5fb6bfab7a2e4b34b23dabcd29aaf01d_319653558561391068.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Саю не работает!</color>\nРаз не удалось спрятаться, Саю приходится использовать последний козырь - скорость!"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/10/31/237301566/a86e7177746c678baf9d5b954a9bc332_4490147769699259436.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/10/31/237301566/10a1c20e82adffef8d0f2dff872b0afa_6542303386547589576.png",
        "alignment": "center"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/31/237301566/958ac3ce7c53daa2fc5b411d771153c1_378351143592795661.png"
      },
      {
        "key": "Местоположение",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/31/237301566/c7de2f93b013ba42efb9605d7b11c565_2286933881272694304.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Местоположение Кано Наны в храме Наруками"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Кано Нана"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Инадзума"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Великий храм Наруками"
          }
        ]
      },
      {
        "key": "Титул:",
        "value": [
          {
            "type": "RichText",
            "text": "Жрица"
          }
        ]
      }
    ]
  }
}