{
  "epId": 2835,
  "name": "Стабилизатор лески",
  "desc": "<p>Адаптирующийся стабилизатор натяжения – установите его на удочку, чтобы сгладить колебания в натяжении лески и упростить рыбалку. Стабилизатор автоматически определяет и записывает силу сопротивления разных рыб. Чем полнее база данных стабилизатора, тем точнее он работает.</p><p> </p><p>Прототип устройства был разработан одним из изобретателей Фонтейна и долгое время лежал без дела, пока не был обнаружен Ассоциацией рыболовов Фонтейна. После ряда доработок изобретение превратилось в стабилизатор лески, каким мы знаем его сегодня. Стабилизатор сразу удостоился многочисленных похвал от членов Ассоциации рыболовов, а теперь постепенно завоёвывает и другие регионы.</p><p>Особенно большим успехом стабилизатор пользуется в Снежной – говорят, всё дело в том, что он полюбился кому-то из Предвестников.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/70239714/639c2bf4a8ef7a7c91c4b8ee846fe7fa_2118190589640084063.png",
  "filterValues": {
    "objectType": [
      "Инструмент"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1691403868,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Обучение"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/237301566/a6d24c4b6742a9cd1134d47a5d31bf0a_5193048271809912206.jpg",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Полученный в разных Ассоциациях рыболовов стабилизатор лески поможет вам в ужении рыбы.\nСтабилизатор лески активирован по умолчанию, но вы можете отключить его.",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/237301566/83d7689e305a8ac68f52f9e3fc563e16_7409096716214987437.jpg",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Во время рыбалки стабилизатор лески предоставит вам соответствующие усиления в зависимости от того, сколько рыбы соответствующего вида вы уже поймали. Например, пока вы остаётесь в оптимальной зоне натяжения лески, выуживание рыбы пойдёт быстрее.\nСтабилизатор в своём наилучшем состоянии будет способствовать выуживанию рыбы даже вне оптимальной зоны натяжения.\nВы можете ознакомиться с видами рыб, которые вы уже поймали, в разделе Архива - Существа.",
        "alignment": "center"
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Стабилизатор лески"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Инструмент"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Ассоциация рыболовов"
          }
        ]
      },
      {
        "key": "Стоимость:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2401,
            "name": "Оризия",
            "desc": "Бойкая маленькая рыбка, известная своим красивым хвостом в форме лепестков.<br/>Она считается декоративной рыбой, но, поскольку её мясо сочное, без костей и жира, её также нередко готовят и подают на стол.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Medaka_icon.png",
            "amount": 3
          }
        ],
        "isMaterial": true
      }
    ]
  }
}