{
  "epId": 2846,
  "name": "Коллекция Бякуякоку",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/51635400/8a7b95710be73a0c089b83f2ff88270a_5527240524981824881.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1724371345,
  "components": {
    "body": [
      {
        "title": "Том I: Змей и драконы из Токоёкоку",
        "desc": [
          {
            "type": "RichText",
            "text": "Бесчисленны творенья тайны, луна и солнце могут принести добро и зло.\nТри угла окутаны тьмой, пять мудрецов окружены пустотой.\n«У вселенной нет ни начала, ни конца, и суша в этом подобна ей. Но для нас это теперь не имеет значения, потому что наша земля больше не имеет ничего общего с этой бесконечностью».\nТак говорил одинокий мудрец Абэраку первому Сыну Солнца. Сын Солнца давно намеревался наказать Абэраку. Вызвав мудреца к трону, он лишь ещё больше усложнил ему жизнь перед окончательным пленением.\nСогласно легенде, Абэраку получил свою мудрость от великого бога Токоё и благодаря этому смог принести свет в Энканомию, которая до тех пор никогда не видела солнца. Но Сын Солнца стал завидовать его талантам и заключил его в тюрьму. И всё же дети солнца никогда не задумывались о том, что если бы Абэраку не создал эту подземную звезду, то не было бы их самих.\n«Естество земли и неба едино, как курица и яйцо, имеет одно начало, словно драконы и змеи», – не успел мудрец Абэраку произнести эти слова, как его схватили затаившиеся воины.\nВ то время Энканомия только получила небольшую передышку с появлением солнца. Драконы глубин любили тьму и избегали света, и поэтому больше не могли действовать безнаказанно. Дни, когда драконы глубин свирепствовали и отнимали человеческие жизни, наконец-то подошли к концу, ибо у народа Энканомии появилась возможность бороться с ними.\nИ всё же случилось так, что недостатки человеческой природы подняли свои уродливые головы ещё до того, как удалось подавить внешнюю угрозу. Люди выбрали Сына Солнца, короновали его и стали поклоняться ему, и всё же он правил жестокой рукой, облагая народ непосильными налогами и притесняя добрых людей.\nЧерез бесчисленные годы маленький мальчик из Энканомии поспорил с друзьями, что сможет в одиночку выскользнуть за пределы трёх углов, и избегая следов драконов глубин, отыскать Драконий цветок. Но вместо этого он обнаружил в пещере огромного змея, которого никогда прежде не видел. Почему-то, глядя на титаническую фигуру змея, ребёнок не испытывал страха, а скорее ощущал некое родство.\n«Я Нечестивый Змей. Пусть мои слуги и бесчисленны, ни один смертный теперь не живёт в моей тени. То, что я попал в этот мир, и что мы встретились… Возможно, это судьба. Ты не принадлежишь к моему народу, но тем не менее ты человек. Выскажи своё желание, и я его услышу».\n«Не мог бы ты стать нашим богом?»\nТак они, человек и змей, выступили против королевской власти Сына Солнца и жестокости драконов глубин – и так начались спасительные изменения."
          }
        ]
      },
      {
        "title": "Том II: До солнца и луны",
        "desc": [
          {
            "type": "RichText",
            "text": "Мы хотим записать историю о том, как воля небес обрела форму на земле. О небесные божества, эти творения – дело ваших рук. Даруйте мне божественную мудрость, чтобы я смог записать всё без устали!\n«Год голубей, несущих ветви»\nС явлением престола вечности в небесах мир был сотворён заново. И тогда истинный повелитель, Изначальный, вышел вперёд и сразился с семью ужасными государями, повелителями драконов старого мира.\nИзначальный создал сияющие тени самого себя, и было их четыре.\n«О Фанете, Изначальном»\nИзначальным, возможно, был Фанет. У него были крылья и корона, он родился из яйца и был андрогином по своей природе. Но чтобы создать мир, скорлупа яйца должна разбиться. Однако Фанет, Изначальный, использовал яичную скорлупу, чтобы разделить «вселенную» и «микрокосм мира».\n«Сорок лет после года несения ветвей»\nСнег сорока зим похоронил огонь, а зной сорока лет испарил море. Семь государей были побеждены, и семь народов покорились небесам. Изначальный, великий владыка, начал сотворение неба и земли ради «нас». Ради своих творений, которыми он дорожил больше всего и которым вскоре суждено было появится на этой земле.\n…\n«Четыреста лет после года несения ветвей»\nБыли созданы горы и реки, а моря и океаны приняли тех, кто восстал, и тех, кто не преклонил колени. Изначальный и одна из его копий создали птиц небесных, зверей земных и рыб морских. Вместе они создали цветы, траву и деревья, а затем наконец создали людей – наших бесчисленных предков.\nС этого времени наши предки заключили договор с Изначальным и вступили в новую эру.\n«Год открытия ковчега»\nУ Изначального был священный план в отношении людей. Пока они были счастливы, он тоже радовался.\n«Год после открытия ковчега»\nЛюди возделывали землю и собрали первый урожай. Люди начали добычу полезных ископаемых и впервые собрали драгоценную руду. Люди собрались вместе, были написаны первые стихи.\n«Праздничный год»\nСлучись голод – небеса принесли бы пищу и дождь. Случись бедность – земля дала бы свои богатства. Случись печаль – небеса ответили бы своими голосами.\nЕдинственным табу было поддаться искушению. Но путь к искушению был закрыт.\n…\n«Год траура»\nВторой престол возник в небесах, и вновь разгорелась война, как это было при сотворении мира. В тот день небеса рухнули, а земля раскололась на части. Наши предки и земля их погрузились в море.\nНаступила эра тьмы.\n«Первый год тьмы»\nНароды семи владык нашли убежище в морских глубинах, где когда-то правили драконы глубин. Началась война.\nНаши предки загоняли их в тень при помощи света тысячи фонарей, а драконы глубин прятались в тени, охотясь на людей. В этом месте царила тьма, потому повсюду были их охотничьи угодья.\nМолитвы людей превратились в причитания, но Изначальный и три его сияющие тени не могли их услышать.\n«Притча о солнце»\nВ тёмной пещере жили люди, которые никогда не видели света. Среди них был мудрец, который однажды видел солнце и рассказал собратьям о жизни под солнцем и о великой силе солнца. Видя, что они не понимают, он зажёг факел. Так люди стали поклоняться пламени, считая его солнцем. Они даже привыкли к жизни в темноте при свете огня.\nКогда мудрец умер, кто-то единолично завладел пламенем, чтобы его тень разрослась.\n«Притча о Лотосе Забвения»\nЛотос, один взгляд на который развеивает печали. В середине долгого плавания капитан, искавший дорогу домой, наткнулся на группу людей, которые питались этим лотосом, чтобы выжить. Некоторые члены экипажа остались там. Другие отвергли искушение.\nЖизнь – безбрежный океан страданий. Мы лишь ищем дорогу домой.\n«Третий год тьмы»\nЕдинственная, кто никогда не покидала нас, была Повелительница времени. Она непрекращающийся ход времени, она великодушие тысячи рассветов и закатов, становление луны и солнца. Она моменты радости и ярости, тоски и одержимости. Она вспышка бреда, когда всё кажется бессмысленным.\nМы называем её Кайрос, или «владычица неизменного мира». Мы не смеем произносить её истинное, тайное имя, и поэтому я пишу его здесь только один раз зеркальным письмом: «Торатса».\n…\n«Год слепоты»\nДобродетельный Абракс явил свою мудрость как свет, исходящий из его рук. Увидев это чудо, наши предки начали строить Гелиос под руководством Абракса.\n…\n«Год прозрения или первый год солнца и луны»\nГелиос, божественная колесница солнца, был наконец завершён. С приходом Белой ночи Вечная ночь рассеялась.\nНачались годы солнца и луны.\n«Второй год солнца и луны»\nНаши предки искали обратный путь. Ведь война на поверхности к тому времени наверняка уже закончилась.\nНо Изначальный, первый престол, наложил запрет, не позволяя нашим предкам найти путь домой.\nВ таком случае Изначальному предстояло бы сразиться со Вторым Пришедшим.\nАбракс был заключён в тюрьму по приказу Сына Солнца.\n«Притча о дереве»\nКоролевский садовник и дух дерева из королевского сада были влюблены друг в друга. Но король пожелал починить балки своего шатра и повелел срубить самое духовное дерево. Царь был воплощением Первородного, и садовник не мог бросить вызов государю государей. Единственное, что ему оставалось, – взмолиться священнику, воплощению великого бога Токоё.\nСвященник сжалился над садовником и сказал ему срезать ветви духовного дерева. Садовник так и сделал, а потом срубил само дерево по приказу короля.\nТогда священник приказал посадить ветви духовного дерева в землю. Но садовник возразил: «Духовному дереву нужно пятьсот лет, чтобы вырасти». Священник ответил: «Мысль будет звучать в вечности». И тогда садовник посадил ветви на заднем дворе. В одно мгновение из тонких веток выросло новое дерево, и его дух был продолжением духа старого дерева.\nВедь именно Божество мгновений способно взять «семена» этого «мгновения» и перенести их в прошлое и будущее.\n«Десятый год солнца и луны»\nАбракса давно уже нет. События до появления солнца и луны были записаны достаточно подробно. Если у меня было недостаточно смелости рассказать о событиях, как они происходили на самом деле, как бы я мог стать секретарём великого бога Токоё?\nЯ слышу звук доспехов за дверью. Должно быть, это последние слова, которые я пишу."
          }
        ]
      },
      {
        "title": "Том III: Гидрологические исследования в Бякуякоку",
        "desc": [
          {
            "type": "RichText",
            "text": "Рельеф морских глубин настолько сильно отличаются от рельефа на поверхности, что рассуждать о нём с точки зрения здравого смысла не представляется возможным. Все наши прежние знания о суше и море были даны нам непосредственно небесами. В этом новом для нас мире мы должны учиться заново. По самым простым методикам.\nО вы, пришедшие после и читающие эти слова, не принимайте жизнь, которую вы ведёте, за нормальную. Даже если через сто или тысячу лет люди привыкнут к жизни здесь, внизу, всегда помните – эти дни без солнца и луны ненормальны. Даже если какой-нибудь мудрец нарисует солнце, обязательно найдутся негодяи, которые завладеют его светом, чтобы отбрасывать на нас длинные тени.\nЭта книга призвана помочь людям понять мир, в котором они живут, и никогда не забывать о нашем стремлении вернуться к свету.\n(Эта книга постоянно редактировалась на протяжении многих лет. Даже её название менялось от «Земли морской бездны» до «Токоёкоку», а затем превратилось в «Бякуякоку». Позже, по милости Ватацуми, жители глубин вернутся на поверхность. Но похоже, что название «Земля морской бездны» имеет какое-то особое значение, потому как оно не было повсеместно изменено в тексте.)\nО ветре и воде\nВ Бякуякоку нет гор, поэтому и говорить о них бессмысленно. Однако наши священники и мудрецы кое-что обнаружили. Даже в этих глубинах до сих пор сохранилась сила «неугасающего ветра» и «воды». Олицетворением «неугасающего ветра» является великий бог Токоё, что в переводе означает «тысяча ветров» или «тысяча ветров времени». Вода, с другой стороны, является силой Мира вишапов, принадлежащего вишапам глубин.\nМы разработали определённую область знаний, которая признаёт взаимосвязь между солнцем, ветром и водой. Поэтому, прежде чем приступить к любому строительству, необходимо учитывать как влияние воды, так и влияние неугасающего ветра.\nГраницы Бякуякоку\nГраницы Бякуякоку обозначены тремя углами. Это пограничная территория между миром людей и миром вишапов.\nВ эпоху Бякуякоку на этих трёх углах были построены Башни трёх миров, целью которых была гармонизация трёх миров. Их древние названия были утеряны со временем, и они были переименованы после прихода Ватацуми.\nЭти башни чрезвычайно важны, и они находятся в местах, не согласованных ни с ветром, ни с водой. Их цель – стабилизировать тенденции Бякуякоку и контролировать его ветры и воды.\nЕсли эти башни окажутся под угрозой, пострадает вся нация. Поэтому они были спрятаны с помощью тайных искусств. Только жрицы и Вассалы Ватацуми способны призывать их.\nТеснина\nВ давние времена Теснина была зажата между горным склоном и областью, известной как Круглые земли, благодаря чему это место и получило своё название. Однако странные тектонические сдвиги в Бякуякоку привели к тому, что Круглые земли обрушились в пропасть, в результате чего Теснина значительно расширилась.\nСердце змея\nС того дня, как наши предки открыли это место, здесь наблюдается странное явление: в определённых местах пространства пересекаются. Со временем наши предки решили воспользоваться этим явлением, чтобы построить алтарь Сердца змея. Он использовался для охраны секретов, заключения преступников и поклонения великому воображаемому змею Уроборосу.\nВ древние времена это место называлось Дельфы, страна змей. Позже, с приходом Ватацуми Омиками, название этой земли змей осталось неизменным. Обычно на старинных картинах змей без чешуи называют Уроборос, а змей с кораллами – Оробаси.\nДайнити Микоси\nПервоначальное название этого места – Гелиос, высокая башня, спроектированная мудрецом Абэраку, обозначавшая землю, элемент между ветром и водой.\nСогласно пророчеству, это, скорее всего, и было то солнце, которое показал мудрец и использовал его для освещения беспросветных пещер. И, как и предполагалось в пророчествах, позже оно было использовано для того, чтобы отбросить великую тень на народ."
          }
        ]
      },
      {
        "title": "Том IV: Протокол испытаний вишапов глубин",
        "desc": [
          {
            "type": "RichText",
            "text": "…Начиная с сегодняшнего дня, все эксперименты, касающиеся Дракона глубин, будут проводиться под личным руководством Ватацуми Омиками. Все документы, предшествующие году основания календаря Ватацуми, были уничтожены. Классификация архивов в соответствии с альфа-, бета-, гамма-, дельта- и эпсилон-методом организации на старом языке Ватацуми выйдет из употребления и будет заменена новой классификацией: земля, вода, огонь, воздух, эфир и пустота.\nВсе цитаты и примечания следует писать в кавычках («») в следующем порядке: том – порядковый номер – название – автор. Автор может быть не указан, или может быть написан его внутренний номер в исследовательской лаборатории. Кроме того, строго запрещено раскрывать имена исследователей на языке Бякуякоку/Энканомии или в стиле Ватацуми/Наруками/Инадзума.\nЖурналы экспериментов не должны использоваться для написания дневников, любовных писем или фантастических романов.\n…\nОчевидно, что Драконы глубин (далее именуемы как вишапы глубин или просто вишапы) способны эволюционировать («Вода – 101 – Эволюция дракона глубин – 1»).\nМы пробовали понижать температуру в месте обитания молодых жаростойких вишапов. В результате после взросления они были слабы. Мы подозреваем, что это произошло потому, что их организм не обладал «семенем», необходимым для сопротивления такой среде. Однако их потомки имели высокий процент жира в организме, больше спали и обладали элементом Крио. (Пожалуйста, обратитесь к экспериментальным данным после основного текста. Аномальные данные, полученные в образце 3, объясняются тем, что мой ассистент пожалел испытуемого из контрольной группы сопротивления голоду и тайно кормил его.)\nКогда мы помещали их потомков в условия жары, они, как и их предки, снова выбирали жаростойкость. Однако до сих пор ни один из них не развил черты, указывающие на элемент Пиро.\nВ настоящее время у нас недостаточно данных, чтобы сделать выводы, но мы можем сделать обоснованное предположение, что вишапы глубин обладают способностью свободно пробуждать своё «семя» перед созреванием. Матери вишапов также могут создавать новые «семена», чтобы передать их своим потомкам, если те столкнутся с невиданными доселе сложными условиями обитания.\nМожно сказать, что ещё до встречи с нами, жителями Энканомии, вишапы глубин уже хранили в своих телах настоящий арсенал.\n…\nРезультаты тестов на интеллект поражают воображение. («Пустота – 207 – Анализ интеллекта вишапов глубин»). После отбора через систему наказаний и поощрений (на самом деле, согласно предыдущим исследованиям, отбор не нужен, так как все вишапы способны прекрасно адаптироваться к окружающей среде), было обнаружено, что вишапы в четвёртом поколении обладают лингвистическим пониманием, сравнимым с пониманием 12-летнего ребёнка. Точнее было бы сказать, что у вишапов всегда были свои собственные методы общения, и что здесь они просто демонстрируют свою способность к обучению.\nМы считаем, что эти эксперименты должны быть прекращены. В противном случае нас могут обвинить в узости мышления за то, что мы отвергли последнего человека, который написал фантастический рассказ о людях-вишапах.\nПророчество гласит, что дракон Повелитель воды родится в человеческом облике. Мы не должны позволить этому случиться в Энканомии.\n…\nПредыдущие пересадки были неудачными. («Пустота – 907 – Особый указ Ватацуми Омиками – 1».) Поскольку вишапы не могут принять кровь Ватацуми Омиками, в их телах происходят различные негативные реакции. Может быть, это потому, что они ещё недостаточно сильны? Согласно нашим планам относительно их эволюционной линии, мы теоретически уже должны были вывести самого сильного вишапа из всех возможных.\n…\nПересадку можно считать успешной. («Пустота – 907 – Особый указ Ватацуми Омиками – 1».) Отторжение происходит из-за того, что вишапы были существами Мира света (также известными как элементальные существа) и, таким образом, противоречили Миру людей, частью которого является Омиками и его фамильяры.\nВсе журналы экспериментов закрыты. Ни один эксперимент, проведённый здесь, не привёл к смерти ни одного Дракона глубин. Все они дожили до конца своих дней.\nХвала милостивому и благодетельному Ватацуми Омиками."
          }
        ]
      },
      {
        "title": "Том V: На свету, под тенями",
        "desc": [
          {
            "type": "RichText",
            "text": "Вопрос 1: Что ходит на четырёх ногах утром, на двух днём и на трёх вечером?\nОтвет: Вишап, который превратился в человека, чтобы сходить на бал, но затем сломал ногу, и поэтому ему пришлось ходить с тростью.\nМудрые люди любят этот ответ больше всего, и почти всегда правильно его понимают дети. Взрослым кажется, что здесь таится ужасный подвох, потому что вишап не может превращаться в человека. Однако согласно древнему пророчеству, водяной дракон, древний повелитель вишапов, снизойдёт непременно в образе человека. Для детей же этот ответ указывает на возможность взаимопонимания.\nНо делать из вишапов милых существ – не лучшая идея. Хоть дети и перестают бояться этих существ, они также теряют бдительность.\n(Драконы глубин эволюционировали и смогли овладеть силой других элементов, и, следовательно, утратили свою чистоту. Поэтому Владычица Морей больше не сможет родиться среди их числа.)\nВопрос 2: Имея только один рот, это существо иногда имеет четыре ноги, иногда две, а иногда и три. Хотя оно не может превращаться в других существ, но оно может ходить по земле, плавать в воде и летать в небе. Чем больше ног оно использует, тем слабее становится. Что это за существо?\nОтвет: Человек.\nВ младенчестве люди ползают на руках и ногах, взрослые ходят на двух ногах, а старики используют трость. Ответ, несомненно, «человек».\nВопрос 3: Что говорит одним ртом, но ходит на четырёх и двух ногах?\nОтвет: Тот, кто занимается животноводством.\nЭта загадка очень древняя. Раньше мы могли узнать о домашнем скоте только из древних текстов. «Четыре ноги» указывают на четвероногих животных, таких как коровы, лошади и лесные кабаны. После того, как Бякуякоку ушёл на дно океана, эти животные вымерли в течение двух поколений из-за отсутствия пригодной для жизни земли и пищи.\nПосле прибытия Ватацуми Омиками некоторые из нас вернулись на поверхность, чтобы построить дом и наладить общение с живущими там людьми. Таким образом, мы смогли сравнить названия этих животных. Согласно Вассалу и пророчеству Омиками, мы все когда-нибудь вернёмся на поверхность моря, поэтому важно правильно называть эти имена.\n«Корова», «лошадь», «лесной кабан».\nВопрос 4: Кто те две сестры, что рождают друг друга каждый день?\nОтвет: «День и ночь» или «Белая ночь и Вечная ночь».\nЭту загадку легко понять. Она указывает на смену дня и ночи, что на Бякуякоку означает цикл Белой ночи и Вечной ночи под контролем Дайнити Микоси. Хотя земля была в вечной ночи ещё до постройки Дайнити Микоси, дневной свет, который видели люди, остался неизменным.\nКстати, два особых астрономических явления Бякуякоку – мираж и грешная тень – поначалу без разбора назывались эйдолонами и считались одним явлением. Только после прибытия Ватацуми Омиками жители Бякуякоку смогли понять эти два явления и придумали для них разные названия. Хотя в Бякуякоку не светило солнце, в Белой ночи появлялись миражи, которые назывались «солнечными фантазмами», а в Вечной ночи – «призрачными фантазмами». Со временем, поскольку эти два понятия подчинялись одним и тем же принципам, оба стали называться «солнечными фантазмами».\nВопрос 5: Я – тёмный наследник отца света. Я – бескрылая птица, возносящаяся от земли к небу. Те, кто проливает слёзы в моём присутствии, не чувствуют печали. С лёгким дуновением ветерка я исчезаю, и так заканчивается моя быстротечная жизнь.\nОтвет: Дым. Птицы – это несуществующие в Энканомии существа, которые имеют крылья и могут летать.\nВопрос 6: У отца двенадцать детей. У каждого из них шестьдесят разноликих дочерей. Из них тридцать белых и тридцать чёрных. Члены этой семьи не умирают, но угасают, сами того не замечая. Кто отец?\nОтвет: Год. Жителям Бякуякоку может показаться немного непонятной часть о шестидесяти белых или чёрных внучках. Но всё начнет обретать смысл, когда они ответят на вопрос 4.\nВ древности у этой загадки было продолжение. В ней говорилось, что каждая внучка родит двенадцать потомков, и у каждого из них будет по шестьдесят детей. Каждый такой ребёнок впоследствии родит ещё шестьдесят, у которых будут свои дети. Так продолжалось бы до тех пор, пока, наконец, все потомки вместе не родили бы единственного и неповторимого первородного ребёнка – великого бога Токоё, «мать» четырнадцати миллиардов лет.\nВатацуми Омиками запретил людям распространять эту загадку.\n…\nПриложение: Исторические фигуры, их традиционные имена и изображения в стиле Наруками\nКайрос – великий бог Токоё\n…Эрис – Арису\nАбракс – Абэраку\nХарон – Ка…\nСпартак – Супада\nЭмма – Эма\n… – Кои\nАнтигон – Антэй\n…\n…\nЭреб – Эбоси\nЭхион – Эки\nУдей – Уда\nАсклепий – Сурэпио\n…"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Коллекция Бякуякоку"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 688,
            "name": "Змей и драконы из Токоёкоку",
            "desc": "Роман по мотивам народных сказок острова Ватацуми. Самую раннюю версию переписал торговец на Ватацуми и привёз на Наруками, ещё когда был жив змеиный бог. Сейчас уже никто не читает эту древность, её вытеснили с рынка лёгкие романы. В этой книге описывается уникальное космологическое мировоззрение народа Ватацуми до того, как они приняли аспекты культуры Наруками. Благодаря недавней волне переиздания традиционных романов эта книга снова смогла увидеть свет.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Serpent and Drakes of Tokoyokoku_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 882,
            "name": "До солнца и луны",
            "desc": "Запрещённые к прочтению простыми людьми хроники, в которых исторические события перемежаются баснями. В них рассказывается история от сотворения мира до строительства Дайнити Микоси.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/dec07bda3e1d4f841407070fa80b593b_2202536601431242530.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1220,
            "name": "Гидрологические исследования в Бякуякоку",
            "desc": "Справочник по географии и гидрологии Бякуякоку. Эта книга перестала быть полезной в связи с закрытием врат Морской Бездны и коллективной миграцией народа Ватацуми, в сочетании с изменениями, которые происходили на протяжении длительного периода времени.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/dec07bda3e1d4f841407070fa80b593b_3017949082792616367.png"
          },
          {
            "type": "CustomEntry",
            "epId": 6555,
            "name": "Протокол испытаний вишапов глубин",
            "desc": "<p>Протокол испытаний вишапов глубин. В ходе испытаний ни один вишап не пострадал.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/dec07bda3e1d4f841407070fa80b593b_8308809941126779702.png"
          },
          {
            "type": "CustomEntry",
            "epId": 6556,
            "name": "На свету, под тенями",
            "desc": "<p>Познавательная книга для детей в возрасте от девяти до двенадцати лет. Поскольку это книга переходного периода, в ней используются имена в стиле Наруками с подписями Бякуякоку.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/dec07bda3e1d4f841407070fa80b593b_1201721826058686033.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}