{
  "epId": 29,
  "name": "Шэнь Хэ",
  "desc": "Ученица Адептов, утратившая связь с внешним миром. Годы затворнической жизни в горах Ли Юэ сделали её такой же отстранённой и холодной, как сами Адепты.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
  "headerImgUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/申鹤/avatar.png",
  "filterValues": {
    "characterVision": "Крио",
    "characterRegion": "Гавань Ли Юэ",
    "characterProperty": "Сила атаки",
    "characterRarity": 5,
    "characterWeapon": "Древковое"
  },
  "menuId": 2,
  "menuName": "Галерея персонажей",
  "version": 1752842686,
  "components": {
    "story": [
      {
        "title": "О персонаже",
        "desc": [
          {
            "type": "RichText",
            "text": "Шэнь Хэ родилась в клане экзорцистов, но волей случая стала ученицей Адептов. Её наставницей считалась Хранитель Облаков, но благодаря огромному потенциалу и интеллекту она завоевала расположение и других Адептов. Она обучалась у всех них и, будучи смертной, смогла овладеть их искусством. Возвышенную и элегантную Шэнь Хэ окружает неземная аура, поэтому её легко принять за одну из бессмертных. Но именно годы уединённой жизни лишь в компании Адептов и изредка чудесных животных сделали её бесстрастной и отчуждённой."
          }
        ]
      },
      {
        "title": "История персонажа 1",
        "desc": [
          {
            "type": "RichText",
            "text": "Среди паломников Ли Юэ ходят истории о встречах с Адептами, которые неизменно начинаются одним и тем же образом: в момент смертельной опасности, когда жизнь паломника висит на волоске, из ниоткуда появляется беловолосая девушка-Адепт и спасает его... Продолжаются они тем, что паломник влюбляется в прекрасную небожительницу, а весь дальнейший сюжет мало чем отличается от сотен невзрачных образцов уличной литературы. А вот версия самой беловолосой небожительницы совершенно иная: «В горах время от времени появляются разные надоедливые особы, и я их просто спроваживаю, чтобы они не вздумали докучать наставнице. А если они уходят с ранами или переломами... тут уж они сами виноваты»."
          }
        ]
      },
      {
        "title": "История персонажа 2",
        "desc": [
          {
            "type": "RichText",
            "text": "Из всех близких к Адептам людей у Шэнь Хэ, наверное, сама слабая связь с обществом смертных. Из-за уединения в горах с юных лет девушке не хватает опыта и здравого смысла, а потому ей трудно поддерживать человеческие отношения. Если обычные люди находят несколько путей решения проблемы, то Шэнь Хэ видит лишь один - самый простой и очевидный. Например, если её мнение расходится с чужим, она редко вспоминает о таком слове, как «переговоры», зато прекрасно помнит, что такое «угрозы». Если есть такое эффективное средство, так почему бы его не использовать? Немало времени она когда-то уделяла размышлениям над необычными проблемами: «Почему нужно платить за еду? Есть ли разница между запугиванием бандитов и обычных людей?». Ещё она искренне верит, что её наставница, Хранитель Облаков, красноречива и искусна в общении. В некотором отношении Шэнь Хэ подобна чистому листу. Она как дитя, которое идёт по жизненному пути, опираясь на свою хаотичную, но простую логику и восприятие. Однажды Хранитель Облаков сказала: «Шэнь Хэ не только поразительно талантлива, но и очень своеобразна. С миром она не знакома, здравый смысл ей непонятен, она не делает различий в пище и не признаёт иерархий. Учить её - дело нелёгкое»."
          }
        ]
      },
      {
        "title": "История персонажа 3",
        "desc": [
          {
            "type": "RichText",
            "text": "Истории о бессмертных пользуются в Ли Юэ большой популярностью. В большинстве из них повествуется о заурядном человеке, который приглянулся Адепту, стал его учеником и добился небывалых высот. История Шэнь Хэ сложилась иным образом, а начало её наполнено горечью. Когда Шэнь Хэ было пять лет, болезнь унесла жизнь её матери. Отец не смог вынести боли от утраты. В нём зародился гнев, который перерос в одержимость. Однажды он ушёл из дому и дни и ночи, словно живой мертвец, бродил в поисках способа воскресить жену. Через год он наконец вернулся, а на лице его играло буйное ликование. Он отыскал секретное магическое искусство «Перенесения судеб»: в обмен на жизнь умершего, в жертву призванной фее приносится тело живого. Шэнь Хэ, не подозревая о надвигающейся опасности, просто радовалась возвращению отца. Отец сказал ей, что в одной горной пещере её ожидает большой сюрприз, и сразу же повёл её туда. Шэнь Хэ была так счастлива... Что было дальше, ей не забыть никогда: отец призвал свирепую чёрную фею, кроваво-красные глаза которой жаждали жизни Шэнь Хэ... Шэнь Хэ сковал ледяной ужас. Она не понимала, откуда она появилась и что ей было здесь нужно. Перед лицом опасности многие не способны ничего предпринять. Но лишь одна мысль возникла в разуме маленькой Шэнь Хэ: чудовище жаждало поглотить её, но ей не хотелось умирать. Она хотела жить! Сжимая в руках память о матери, кинжал экзорциста, она с дрожью, но твёрдо шагнула навстречу чёрному страшилищу... Несколько дней спустя в пещеру по следу великого зла пришла одна из Адептов и обнаружила обессилевшую девочку, в которой едва теплилась жизнь. Пришедшая поняла, что невероятным усилием девочке удалось избежать страшной участи. Из жалости к её судьбе, но также из восхищения её дарованием, Адепт забрала девочку к себе в обитель, выходила её и начала обучать магическим искусствам. Так и появилась Шэнь Хэ, которую мы знаем сейчас."
          }
        ]
      },
      {
        "title": "История персонажа 4",
        "desc": [
          {
            "type": "RichText",
            "text": "За десять лет в горах даже самому безразличному сердцу захочется человеческого тепла. Не обошло это и Шэнь Хэ. Однажды ночью она по наитию покинула тайком горы и отправилась в свою когда-то родную деревню. Тоскует она по дому или нет, Шэнь Хэ не понимала, а просто доверилась некоему смутному чувству. Ей захотелось взглянуть на дом, в котором она когда-то жила, и на утратившего рассудок отца. Но по приходу от соседей она узнала, что отец умер несколько лет назад. Дом её детства разобрали в счёт долгов, а от былых воспоминаний не осталось и следа. Ни до любопытных взглядов окружающих, ни до расспросов соседей дела Шэнь Хэ не было. Она лишь молча стояла, прислушиваясь к сердцу. Что это было? Ненависть? Одержимость? Освобождение? В одно мгновение все эти переполнявшие её сердце чувства исчезли, и остался высохший колодец, где нет воды для бегущей ряби. Она стояла ещё долго, пока наконец не ушла под удивлённые взгляды деревенских. Она ступала медленно, но так ни разу и не обернулась."
          }
        ]
      },
      {
        "title": "История персонажа 5",
        "desc": [
          {
            "type": "RichText",
            "text": "В Ли Юэ существуют собственные способы предсказывать судьбу, подобные астрологии. И есть две судьбы, которые все стараются избежать любой ценой. Первая - «одинокая звезда». Рождённые с этой судьбой обречены потерять всех родных и друзей и остаться до конца жизни одинокими. Вторая - «злой рок», которая приносит бесконечные бедствия и несчастья. Когда Адепты приняли Шэнь Хэ, Владыка Лун прочёл её судьбу. Гадальные образы указали, что Шэнь Хэ отмечена этими несчастливыми судьбами, кроме того, она склонна к убийствам, и ей предначертано наносить вред себе и окружающим. Такая судьба редка и встречается лишь раз в тысячу лет. Дабы Шэнь Хэ росла в безопасности и никому не могла навредить, Адепты связали её душу красными шнурами. Это не только обуздало её злую судьбу и жажду убийства, но и подавило многие человеческие чувства. С тех пор почти не осталось вещей, которые бы вызывали у неё хоть какие-либо эмоции, а ценности других стали для неё пылью. Всё человеческое в ней зачахло, а сама она начала походить на прекрасное, но холодное изваяние. Неожиданно во время встречи с путешественницей/путешественником из чужих краёв она почувствовала... как ожили давно утерянные чувства, а путы судьбы начали слабеть. Как и говорил Владыка Лун, судьба предопределяется небом, но пишется людьми. История Шэнь Хэ и этого мира ещё не подошла к концу..."
          }
        ]
      },
      {
        "title": "Гребень из белого нефрита",
        "desc": [
          {
            "type": "RichText",
            "text": "Волосы Шэнь Хэ прежде были чёрными. Когда её только привели на гору Хулао, она молчала и только карабкалась по скалам, задумчиво взирая на море облаков. Благо, она спала, когда уставала, утоляла жажду росой, а голод - цветками цинсинь. Хранитель Облаков отнеслась к ней с пониманием и не стала тревожить девочку. Вместо этого она сделала ей гребень из священного белого нефрита. Она сказала Шэнь Хэ, что если та хочет порвать со смертным миром и войти в царство Адептов, то пусть в качестве обряда посвящения в ученики проведёт этим гребнем по волосам три раза. Шэнь Хэ сделала это без малейших раздумий. И тут случилось нечто поразительное - с первым проходом гребня волосы её словно покрылись инеем, во второй проход они уже были как чёрный и белый шёлк, а в третий стали белоснежными... Шэнь Хэ до сих пор хранит этот гребень как знак связи с Адептами. Через годы тренировок и обучения ей открылась суть этого ритуала: первый проход избавляет от тревог, со вторым уходят радости и печали, а третий нужен для того, чтобы пройти по этому пути без сожалений до глубокой старости."
          }
        ]
      },
      {
        "title": "Глаз Бога",
        "desc": [
          {
            "type": "RichText",
            "text": "Немногим известно, как маленькой девочке, которую отец оставил в пещере для жертвоприношения, удалось так долго в одиночку противостоять чудовищу. Хоть Шэнь Хэ и родилась в клане экзорцистов, магическим заклинаниям у потерявшего рассудок отца она не научилась. Как и все невинные дети её возраста, она никогда не сталкивалась с опасностями одна. Но в той тёмной пещере, когда она лишилась защиты родителей и познала предательство собственного отца, Шэнь Хэ переродилась. Согласно гаданию Владыки Лун, дремавшие в Шэнь Хэ ярость, храбрость и непоколебимость в тот момент вырвались наружу. Силы эти были невидимыми щитами, которые оберегали хрупкую девочку. Они дали ей силу и смелость сразиться с подлым чудовищем, порвать его в клочья и доказать, что самый свирепый демон во тьме - это она. Несколько дней не утихал ожесточённый бой. Она становилась то охотником, то добычей, и никто из них долго не мог одержать верх. Но в решающий момент боги обратили на необыкновенную девочку свой взор, и в руки её упал светящийся предмет. Преимущество всецело оказалось на стороне Шэнь Хэ, и исход битвы был определён. Яркий ледяной свет пронзил тьму и осветил будущее. В прошлом он помог Шэнь Хэ уйти от полной страданий судьбы, а в будущем он вернёт её в мир смертных."
          }
        ]
      }
    ],
    "talent": [
      {
        "key": "Пронзая звёзды",
        "title": "Пронзая звёзды",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/申鹤/battle_talent_0/battle_talent_0.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Обычная атака:</color>\nДо пяти ударов копьём.\n<color=#ffd780>Заряженная атака:</color>\nВыпад, наносящий урон противникам на пути, на который тратится определённое количество выносливости.\n<color=#ffd780>Атака в падении:</color>\nСтремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
          }
        ],
        "attributes": [
          {
            "key": "Уровень",
            "values": [
              "Ур. 1",
              "Ур. 2",
              "Ур. 3",
              "Ур. 4",
              "Ур. 5",
              "Ур. 6",
              "Ур. 7",
              "Ур. 8",
              "Ур. 9",
              "Ур. 10",
              "Ур. 11"
            ]
          },
          {
            "key": "Урон атаки 1",
            "values": [
              "43,4%",
              "46,8%",
              "50,3%",
              "55,3%",
              "58,9%",
              "62,9%",
              "68,4%",
              "73,9%",
              "79,5%",
              "85,5%",
              "91,6%"
            ]
          },
          {
            "key": "Урон атаки 2",
            "values": [
              "40,3%",
              "43,5%",
              "56,8%",
              "51,5%",
              "54,8%",
              "58,5%",
              "63,6%",
              "68,8%",
              "73,9%",
              "79,6%",
              "85,2%"
            ]
          },
          {
            "key": "Урон атаки 3",
            "values": [
              "53,3%",
              "57,7%",
              "62%",
              "68,2%",
              "72,5%",
              "77,5%",
              "84,3%",
              "91,1%",
              "98%",
              "105,4%",
              "112,8%"
            ]
          },
          {
            "key": "Урон атаки 4",
            "values": [
              "26,3%+26,3%",
              "28,5%+28,5%",
              "30,6%+30,6%",
              "33,7%+33,7%",
              "35,8%+35,8%",
              "38,3%+38,3%",
              "41,6%+41,6%",
              "45,0%+45,0%",
              "48,4%+48,4%",
              "52,0%+52,0%",
              "55,7%+55,7%"
            ]
          },
          {
            "key": "Урон атаки 5",
            "values": [
              "65,6%",
              "71%",
              "76,3%",
              "83,9%",
              "89,3%",
              "95,4%",
              "103,8%",
              "112,2%",
              "120,6%",
              "129,7%",
              "138,9%"
            ]
          },
          {
            "key": "Урон заряженной атаки",
            "values": [
              "110,7%",
              "119,7%",
              "128,7%",
              "141,6%",
              "150,6%",
              "160,9%",
              "175%",
              "189,2%",
              "203,3%",
              "218,8%",
              "234,2%"
            ]
          },
          {
            "key": "Потребление выносливости",
            "values": [
              "25 ед.",
              "25 ед.",
              "25 ед.",
              "25 ед.",
              "25 ед.",
              "25 ед.",
              "25 ед.",
              "25 ед.",
              "25 ед.",
              "25 ед.",
              "25 ед."
            ]
          },
          {
            "key": "Урон в падении",
            "values": [
              "63,9%",
              "69,1%",
              "74,3%",
              "81,8%",
              "87%",
              "92,9%",
              "101,1%",
              "109,3%",
              "117,5%",
              "126,4%",
              "135,3%"
            ]
          },
          {
            "key": "Урон низкого/высокого удара",
            "values": [
              "128%/160%",
              "138%/173%",
              "149%/186%",
              "164%/204%",
              "174%/217%",
              "186%/232%",
              "202%/253%",
              "219%/273%",
              "235%/293%",
              "253%/316%",
              "271%/338%"
            ]
          }
        ],
        "materials": [
          null,
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Мора",
              "desc": "Повсеместная валюта. Международный язык общения.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 12500
            },
            {
              "type": "CustomEntry",
              "epId": 152,
              "name": "Учения о «Процветании»",
              "desc": "Материал повышения таланта.<br/>Процветание - это стремление царства земли.<br/>Процветание - это благословение Ли Юэ, великого города, основанного богами и людьми, это источник мира на земле.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Teachings of Prosperity_icon.png",
              "amount": 3
            },
            {
              "type": "CustomEntry",
              "epId": 1876,
              "name": "Нектар попрыгуньи",
              "desc": "Нектар из цветов попрыгуньи с остаточным содержанием элементов.<br/>Вкус нектара имеет нотки цветка-сахарка.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Whopperflower Nectar_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Мора",
              "desc": "Повсеместная валюта. Международный язык общения.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 17500
            },
            {
              "type": "CustomEntry",
              "epId": 151,
              "name": "Указания о «Процветании»",
              "desc": "Материал повышения таланта.<br/>Процветание - это стремление царства земли.<br/>Процветание - это обещание Ли Юэ перед своими детьми вознаградить усердие рабочих достаточным количеством золота для того, чтобы украсить эти земли.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Prosperity_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 722,
              "name": "Мерцающий нектар",
              "desc": "Нектар, наполненный чистыми элементами.<br/>Учёные сходятся во мнении, что попрыгунья является высшей формой жизни среди элементальных растений, но объяснения их хищному поведению у них ещё нет.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
              "amount": 3
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Мора",
              "desc": "Повсеместная валюта. Международный язык общения.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 25000
            },
            {
              "type": "CustomEntry",
              "epId": 151,
              "name": "Указания о «Процветании»",
              "desc": "Материал повышения таланта.<br/>Процветание - это стремление царства земли.<br/>Процветание - это обещание Ли Юэ перед своими детьми вознаградить усердие рабочих достаточным количеством золота для того, чтобы украсить эти земли.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Prosperity_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 722,
              "name": "Мерцающий нектар",
              "desc": "Нектар, наполненный чистыми элементами.<br/>Учёные сходятся во мнении, что попрыгунья является высшей формой жизни среди элементальных растений, но объяснения их хищному поведению у них ещё нет.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
              "amount": 4
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Мора",
              "desc": "Повсеместная валюта. Международный язык общения.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 30000
            },
            {
              "type": "CustomEntry",
              "epId": 151,
              "name": "Указания о «Процветании»",
              "desc": "Материал повышения таланта.<br/>Процветание - это стремление царства земли.<br/>Процветание - это обещание Ли Юэ перед своими детьми вознаградить усердие рабочих достаточным количеством золота для того, чтобы украсить эти земли.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Prosperity_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 722,
              "name": "Мерцающий нектар",
              "desc": "Нектар, наполненный чистыми элементами.<br/>Учёные сходятся во мнении, что попрыгунья является высшей формой жизни среди элементальных растений, но объяснения их хищному поведению у них ещё нет.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Мора",
              "desc": "Повсеместная валюта. Международный язык общения.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 37500
            },
            {
              "type": "CustomEntry",
              "epId": 151,
              "name": "Указания о «Процветании»",
              "desc": "Материал повышения таланта.<br/>Процветание - это стремление царства земли.<br/>Процветание - это обещание Ли Юэ перед своими детьми вознаградить усердие рабочих достаточным количеством золота для того, чтобы украсить эти земли.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Prosperity_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 722,
              "name": "Мерцающий нектар",
              "desc": "Нектар, наполненный чистыми элементами.<br/>Учёные сходятся во мнении, что попрыгунья является высшей формой жизни среди элементальных растений, но объяснения их хищному поведению у них ещё нет.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
              "amount": 9
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Мора",
              "desc": "Повсеместная валюта. Международный язык общения.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 120000
            },
            {
              "type": "CustomEntry",
              "epId": 150,
              "name": "Философия о «Процветании»",
              "desc": "Материал повышения таланта.<br/>Процветание - это стремление царства земли.<br/>Процветание - это прошлое, настоящее и будущее Ли Юэ. Ли Юэ и её дети довольствуются процветанием, не имеющим себе равных и недостижимым для других королевств.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Prosperity_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 372,
              "name": "Элементальный нектар",
              "desc": "Густой липкий мёд, наполненный энергией.<br/>Попрыгунья обманывает свою жертву и съедает её для того, чтобы эволюционировать в более сильную и чистую форму жизни.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 1163,
              "name": "Бабочка адского пламени",
              "desc": "Фрагмент странной формы, в котором заключена великая мощь. Вы получили его после победы над Синьорой, выпустившей на волю свою изначальную силу.<br/>Ледяная печать была сломана под давлением. Когда её прежняя воля вырвалась из бледной тюрьмы, она вспомнила прежнее имя. Бессмертная бабочка начала свой танец среди горящей плоти и крови. Она вспомнила прошлое, когда странствовала по земле, распространяя пламя, сжигая всё зло. А ещё вспомнила лицо человека, с которым ей не суждено больше встретиться.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hellfire Butterfly_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Мора",
              "desc": "Повсеместная валюта. Международный язык общения.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 260000
            },
            {
              "type": "CustomEntry",
              "epId": 150,
              "name": "Философия о «Процветании»",
              "desc": "Материал повышения таланта.<br/>Процветание - это стремление царства земли.<br/>Процветание - это прошлое, настоящее и будущее Ли Юэ. Ли Юэ и её дети довольствуются процветанием, не имеющим себе равных и недостижимым для других королевств.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Prosperity_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 372,
              "name": "Элементальный нектар",
              "desc": "Густой липкий мёд, наполненный энергией.<br/>Попрыгунья обманывает свою жертву и съедает её для того, чтобы эволюционировать в более сильную и чистую форму жизни.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 1163,
              "name": "Бабочка адского пламени",
              "desc": "Фрагмент странной формы, в котором заключена великая мощь. Вы получили его после победы над Синьорой, выпустившей на волю свою изначальную силу.<br/>Ледяная печать была сломана под давлением. Когда её прежняя воля вырвалась из бледной тюрьмы, она вспомнила прежнее имя. Бессмертная бабочка начала свой танец среди горящей плоти и крови. Она вспомнила прошлое, когда странствовала по земле, распространяя пламя, сжигая всё зло. А ещё вспомнила лицо человека, с которым ей не суждено больше встретиться.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hellfire Butterfly_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Мора",
              "desc": "Повсеместная валюта. Международный язык общения.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 450000
            },
            {
              "type": "CustomEntry",
              "epId": 150,
              "name": "Философия о «Процветании»",
              "desc": "Материал повышения таланта.<br/>Процветание - это стремление царства земли.<br/>Процветание - это прошлое, настоящее и будущее Ли Юэ. Ли Юэ и её дети довольствуются процветанием, не имеющим себе равных и недостижимым для других королевств.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Prosperity_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 372,
              "name": "Элементальный нектар",
              "desc": "Густой липкий мёд, наполненный энергией.<br/>Попрыгунья обманывает свою жертву и съедает её для того, чтобы эволюционировать в более сильную и чистую форму жизни.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 1163,
              "name": "Бабочка адского пламени",
              "desc": "Фрагмент странной формы, в котором заключена великая мощь. Вы получили его после победы над Синьорой, выпустившей на волю свою изначальную силу.<br/>Ледяная печать была сломана под давлением. Когда её прежняя воля вырвалась из бледной тюрьмы, она вспомнила прежнее имя. Бессмертная бабочка начала свой танец среди горящей плоти и крови. Она вспомнила прошлое, когда странствовала по земле, распространяя пламя, сжигая всё зло. А ещё вспомнила лицо человека, с которым ей не суждено больше встретиться.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hellfire Butterfly_icon.png",
              "amount": 2
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Мора",
              "desc": "Повсеместная валюта. Международный язык общения.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 700000
            },
            {
              "type": "CustomEntry",
              "epId": 150,
              "name": "Философия о «Процветании»",
              "desc": "Материал повышения таланта.<br/>Процветание - это стремление царства земли.<br/>Процветание - это прошлое, настоящее и будущее Ли Юэ. Ли Юэ и её дети довольствуются процветанием, не имеющим себе равных и недостижимым для других королевств.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Prosperity_icon.png",
              "amount": 16
            },
            {
              "type": "CustomEntry",
              "epId": 372,
              "name": "Элементальный нектар",
              "desc": "Густой липкий мёд, наполненный энергией.<br/>Попрыгунья обманывает свою жертву и съедает её для того, чтобы эволюционировать в более сильную и чистую форму жизни.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 1163,
              "name": "Бабочка адского пламени",
              "desc": "Фрагмент странной формы, в котором заключена великая мощь. Вы получили его после победы над Синьорой, выпустившей на волю свою изначальную силу.<br/>Ледяная печать была сломана под давлением. Когда её прежняя воля вырвалась из бледной тюрьмы, она вспомнила прежнее имя. Бессмертная бабочка начала свой танец среди горящей плоти и крови. Она вспомнила прошлое, когда странствовала по земле, распространяя пламя, сжигая всё зло. А ещё вспомнила лицо человека, с которым ей не суждено больше встретиться.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hellfire Butterfly_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 900,
              "name": "Корона прозрения",
              "desc": "Ценный материал повышения таланта.<br/>В древности она служила для передачи знаний. Теперь же мудрость черпают из старинных книг и глубокомысленных речей. Невзирая на это, Корона прозрения всё ещё может наделить её носителя великими силами и знанием.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crown of Insight_icon.png",
              "amount": 1
            }
          ]
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/申鹤/battle_talent_0/battle_talent_0.gif"
      },
      {
        "key": "Призыв духа",
        "title": "Призыв духа",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/申鹤/battle_talent_1/battle_talent_1.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Иней застывшего серебра изгоняет всех демонов.\nНакладывает эффект Ледяное перо на всех окружающих членов отряда и наносит разное количество <color=#99ffff>Крио урона</color> в зависимости от того, была ли использована форма быстрого или долгого нажатия навыка.\n<color=#ffd780>Быстрое нажатие:</color>\nБросается вперёд вместе с Духом талисмана, нанося <color=#99ffff>Крио урон</color> противникам на пути.\n<color=#ffd780>Долгое нажатие:</color>\nПриказывает Духу талисмана нанести <color=#99ffff>Крио урон по площади</color> .\n<color=#ffd780>Ледяное перо:</color>\nКогда обычные атаки, заряженные атаки, атаки в падении, элементальные навыки или взрывы стихии наносят противникам <color=#99ffff>Крио урон</color> , то наносимый урон увеличивается в зависимости от текущей силы атаки Шэнь Хэ.\nЭффект Ледяное перо будет снят по окончании его действия или после израсходования определённого количества зарядов. Долгое нажатие даст большую продолжительность и большее количество зарядов, чем быстрое.\nКогда <color=#99ffff>Крио урон</color> от одного удара наносится одновременно нескольким противникам, заряды будут расходоваться в зависимости от количества поражённых противников. Количество зарядов Ледяного пера каждого члена отряда подсчитывается отдельно.\nВелика сила духов. В бою слава их ждёт. По приказу богини устремятся вперёд!"
          }
        ],
        "attributes": [
          {
            "key": "Уровень",
            "values": [
              "Ур. 1",
              "Ур. 2",
              "Ур. 3",
              "Ур. 4",
              "Ур. 5",
              "Ур. 6",
              "Ур. 7",
              "Ур. 8",
              "Ур. 9",
              "Ур. 10",
              "Ур. 11",
              "Ур. 12",
              "Ур. 13"
            ]
          },
          {
            "key": "Урон быстрого нажатия",
            "values": [
              "139%",
              "150%",
              "160%",
              "174%",
              "184%",
              "195%",
              "209%",
              "223%",
              "237%",
              "251%",
              "265%",
              "278%",
              "296%"
            ]
          },
          {
            "key": "Урон долгого нажатия",
            "values": [
              "188,8%",
              "202%",
              "217,1%",
              "236%",
              "250,2%",
              "264,3%",
              "283,2%",
              "302,1%",
              "321%",
              "339,8%",
              "358,7%",
              "377,6%",
              "401,2%"
            ]
          },
          {
            "key": "Повышение урона",
            "values": [
              "45,7% силы атаки",
              "49,1% силы атаки",
              "52,5% силы атаки",
              "57,1% силы атаки",
              "60,5% силы атаки",
              "63,9% силы атаки",
              "68,5% силы атаки",
              "73,1% силы атаки",
              "77,6% силы атаки",
              "82,2% силы атаки",
              "86,7% силы атаки",
              "91,3% силы атаки",
              "97% силы атаки"
            ]
          },
          {
            "key": "Длительность эффекта быстрого/долгого нажатия",
            "values": [
              "10 сек. / 15 сек.",
              "10 сек. / 15 сек.",
              "10 сек. / 15 сек.",
              "10 сек. / 15 сек.",
              "10 сек. / 15 сек.",
              "10 сек. / 15 сек.",
              "10 сек. / 15 сек.",
              "10 сек. / 15 сек.",
              "10 сек. / 15 сек.",
              "10 сек. / 15 сек.",
              "10 сек. / 15 сек.",
              "10 сек. / 15 сек.",
              "10 сек. / 15 сек."
            ]
          },
          {
            "key": "Количество зарядов эффекта при быстром/долгом нажатии",
            "values": [
              "5 раз / 7 раз",
              "5 раз / 7 раз",
              "5 раз / 7 раз",
              "5 раз / 7 раз",
              "5 раз / 7 раз",
              "5 раз / 7 раз",
              "5 раз / 7 раз",
              "5 раз / 7 раз",
              "5 раз / 7 раз",
              "5 раз / 7 раз",
              "5 раз / 7 раз",
              "5 раз / 7 раз",
              "5 раз / 7 раз"
            ]
          },
          {
            "key": "Откат быстрого нажатия",
            "values": [
              "10 сек.",
              "10 сек.",
              "10 сек.",
              "10 сек.",
              "10 сек.",
              "10 сек.",
              "10 сек.",
              "10 сек.",
              "10 сек.",
              "10 сек.",
              "10 сек.",
              "10 сек.",
              "10 сек."
            ]
          },
          {
            "key": "Откат долгого нажатия",
            "values": [
              "15 сек.",
              "15 сек.",
              "15 сек.",
              "15 сек.",
              "15 сек.",
              "15 сек.",
              "15 сек.",
              "15 сек.",
              "15 сек.",
              "15 сек.",
              "15 сек.",
              "15 сек.",
              "15 сек."
            ]
          }
        ],
        "materials": [
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/申鹤/battle_talent_1/battle_talent_1.gif"
      },
      {
        "key": "Таинство освобождения",
        "title": "Таинство освобождения",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/申鹤/battle_talent_2/battle_talent_2.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Высвобождает силу Духа талисмана, позволяет ему свободно бродить в этом мире, нанося <color=#99ffff>Крио урон по площади</color> .\nДух талисмана создаёт поле, внутри которого снижается <color=#99ffff>Крио сопротивление</color> и физ. сопротивление противников, а также им периодически наносится <color=#99ffff>Крио урон</color> .\nПуть Адепта основывается не на мистике и воображении. Только наблюдая за изменениями, происходящими в небесах и на земле, и понимая причинно-следственные связи, можно постичь суть мироздания."
          }
        ],
        "attributes": [
          {
            "key": "Уровень",
            "values": [
              "Ур. 1",
              "Ур. 2",
              "Ур. 3",
              "Ур. 4",
              "Ур. 5",
              "Ур. 6",
              "Ур. 7",
              "Ур. 8",
              "Ур. 9",
              "Ур. 10",
              "Ур. 11",
              "Ур. 12",
              "Ур. 13"
            ]
          },
          {
            "key": "Урон навыка",
            "values": [
              "101%",
              "108%",
              "116%",
              "126%",
              "134%",
              "141%",
              "151%",
              "161%",
              "171%",
              "181%",
              "192%",
              "202%",
              "214%"
            ]
          },
          {
            "key": "Понижение сопротивления",
            "values": [
              "6%",
              "7%",
              "8%",
              "9%",
              "10%",
              "11%",
              "12%",
              "13%",
              "14%",
              "15%",
              "15%",
              "15%",
              "15%"
            ]
          },
          {
            "key": "Периодический урон",
            "values": [
              "33,1%",
              "35,6%",
              "38,1%",
              "41,4%",
              "43,9%",
              "46,4%",
              "49,7%",
              "53%",
              "56,3%",
              "59,6%",
              "62,9%",
              "66,2%",
              "70,4%"
            ]
          },
          {
            "key": "Длительность",
            "values": [
              "12 сек.",
              "12 сек.",
              "12 сек.",
              "12 сек.",
              "12 сек.",
              "12 сек.",
              "12 сек.",
              "12 сек.",
              "12 сек.",
              "12 сек.",
              "12 сек.",
              "12 сек.",
              "12 сек."
            ]
          },
          {
            "key": "Время отката",
            "values": [
              "20 сек.",
              "20 сек.",
              "20 сек.",
              "20 сек.",
              "20 сек.",
              "20 сек.",
              "20 сек.",
              "20 сек.",
              "20 сек.",
              "20 сек.",
              "20 сек.",
              "20 сек.",
              "20 сек."
            ]
          },
          {
            "key": "Потребление энергии",
            "values": [
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80"
            ]
          }
        ],
        "materials": [
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/申鹤/battle_talent_2/battle_talent_2.gif"
      },
      {
        "key": "Божественная заповедь",
        "title": "Божественная заповедь",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/申鹤/const_talent_0.png",
        "desc": [
          {
            "type": "RichText",
            "text": "У активного персонажа в области навыка <color=#ffd780>Таинство освобождения</color> <color=#99ffff>бонус Крио урона</color> увеличивается на 15%."
          }
        ],
        "attributes": null
      },
      {
        "key": "Печать духовного единения",
        "title": "Печать духовного единения",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/申鹤/const_talent_1.png",
        "desc": [
          {
            "type": "RichText",
            "text": "После того как Шэнь Хэ использует навык <color=#ffd780>Призыв духа</color> , все окружающие члены отряда получают следующие эффекты:\n· Быстрое нажатие: урон элементального навыка и взрыва стихии увеличивается на 15% в течение 10 сек.\n· Долгое нажатие: урон обычной атаки, заряженной атаки и атаки в падении увеличивается на 15% в течение 15 сек."
          }
        ],
        "attributes": null
      },
      {
        "key": "Своевременное прибытие",
        "title": "Своевременное прибытие",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/申鹤/const_talent_2.png",
        "desc": [
          {
            "type": "RichText",
            "text": "На 25% увеличивает награду экспедиций в Ли Юэ длительностью 20 ч."
          }
        ],
        "attributes": null
      }
    ],
    "map": "https://act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header#/map/2?shown_types=32&center=1935.62,-52.64&zoom=-2.50",
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Шэнь Хэ"
          }
        ]
      },
      {
        "key": "День рождения:",
        "value": [
          {
            "type": "RichText",
            "text": "10 марта"
          }
        ]
      },
      {
        "key": "Созвездие:",
        "value": [
          {
            "type": "RichText",
            "text": "Гребень Скорби"
          }
        ]
      },
      {
        "key": "Титул:",
        "value": [
          {
            "type": "RichText",
            "text": "Одиночество превосходства"
          }
        ]
      },
      {
        "key": "Глаз Бога:",
        "value": [
          {
            "type": "RichText",
            "text": "Крио"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Обитель Хранителя Облаков"
          }
        ]
      },
      {
        "key": "Китайский CV:",
        "value": [
          {
            "type": "RichText",
            "text": "秦紫翼 (Qin Ziyi)"
          }
        ]
      },
      {
        "key": "Английский CV:",
        "value": [
          {
            "type": "RichText",
            "text": "Chelsea Kwoka"
          }
        ]
      },
      {
        "key": "Японский CV:",
        "value": [
          {
            "type": "RichText",
            "text": "川澄綾子 (KAWASUMI Ayako)"
          }
        ]
      },
      {
        "key": "Корейский CV:",
        "value": [
          {
            "type": "RichText",
            "text": "이현진 (Lee Hyeon-jin)"
          }
        ]
      },
      {
        "key": "Версия выхода персонажа:",
        "value": [
          {
            "type": "RichText",
            "text": "2.4"
          }
        ]
      },
      {
        "key": "Особое блюдо:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1638,
            "name": "Сердечная лапша",
            "desc": "Особое блюдо Шэнь Хэ. Шэнь Хэ потратила много времени и усилий на приготовление и сервировку этого блюда. Возможно, это связано с её желанием воссоздать вкус, который живёт в её воспоминаниях. Нежную текстуру лапши и восхитительный вкус бульона действительно трудно забыть. Ну а самым незабываемым, пожалуй, является забота и тёплые чувства, которые она вложила в приготовление этого блюда.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Heartstring Noodles_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Именная карта:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 6173,
            "name": "Гребень",
            "desc": "Именная карта.<br>В былые времена белые волосы ассоциировались с печалями. Слова «расчесать» и «расчищать» похожи по звучанию, поэтому в Ли Юэ есть поверье, что расчёсывание волос может отогнать несчастья.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/15/1954b668b183f7ddd2371a362055a790_6413903768817542091.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Карта:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3832,
            "name": "Шэнь Хэ",
            "desc": "<p><strong><span style=\"color: #FFFFFF\">«Одиночество превосходства»</span></strong></p><p>В мире смертных дымом развеется судьба.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/19/51635400/9d4755dfcf7b10e16ef5cd965065bd8f_84516467319208480.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Костюм:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5783,
            "name": "Росы морозных цветов",
            "desc": "Подарок, который Шэнь Хэ получила на Праздник морских фонарей. Это элегантное парадное одеяние, которое заказала для неё Хранитель Облаков. Красные шнуры всё ещё покрывают её руки, но холод в сердце Шэнь Хэ ослаб.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/24/2b29ff6c70c1edbb5a6dec7d8e3873c3_524757654613643543.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "ascension": [
      {
        "key": "Ур. 1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "До возвышения",
              "После возвышения"
            ]
          },
          {
            "key": "Базовое HP",
            "values": [
              "-",
              "1011"
            ]
          },
          {
            "key": "Базовая атака",
            "values": [
              "-",
              "24"
            ]
          },
          {
            "key": "Базовая защита",
            "values": [
              "-",
              "65"
            ]
          },
          {
            "key": "Сила атаки",
            "values": [
              "-",
              "0%"
            ]
          }
        ]
      },
      {
        "key": "Ур. 20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "До возвышения",
              "После возвышения"
            ]
          },
          {
            "key": "Базовое HP",
            "values": [
              "2624",
              "3491"
            ]
          },
          {
            "key": "Базовая атака",
            "values": [
              "61",
              "82"
            ]
          },
          {
            "key": "Базовая защита",
            "values": [
              "168",
              "223"
            ]
          },
          {
            "key": "Сила атаки",
            "values": [
              "0%",
              "0%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Мора",
            "desc": "Повсеместная валюта. Международный язык общения.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          },
          {
            "type": "CustomEntry",
            "epId": 411,
            "name": "Осколок нефрита Шивада",
            "desc": "Материал возвышения персонажа.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Sliver_icon.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 1048,
            "name": "Цветок цинсинь",
            "desc": "Белый цветок с полупрозрачными лепестками, который растёт только на высочайших скальных пиках. Он жертвует теплом и влагой полей, чтобы насладиться видом с одиноких горных вершин.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Qingxin_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 1876,
            "name": "Нектар попрыгуньи",
            "desc": "Нектар из цветов попрыгуньи с остаточным содержанием элементов.<br/>Вкус нектара имеет нотки цветка-сахарка.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Whopperflower Nectar_icon.png",
            "amount": 3
          }
        ]
      },
      {
        "key": "Ур. 40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "До возвышения",
              "После возвышения"
            ]
          },
          {
            "key": "Базовое HP",
            "values": [
              "5224",
              "5840"
            ]
          },
          {
            "key": "Базовая атака",
            "values": [
              "122",
              "137"
            ]
          },
          {
            "key": "Базовая защита",
            "values": [
              "334",
              "373"
            ]
          },
          {
            "key": "Сила атаки",
            "values": [
              "0%",
              "7,2%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Мора",
            "desc": "Повсеместная валюта. Международный язык общения.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 40000
          },
          {
            "type": "CustomEntry",
            "epId": 410,
            "name": "Фрагмент нефрита Шивада",
            "desc": "Материал возвышения персонажа.<br/>«...Простите...»",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Fragment_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 1926,
            "name": "Ложный плавник Дракона глубин",
            "desc": "Кусок биологической ткани, который вы нашли после победы над вишапом глубин.<br/>Хотя он выглядит как плавник, на самом деле он таковым не является.<br/>Жители Бякуякоку хорошо изучили вишапов глубин. Их самой главной отличительной особенностью была способность выбирать, какие черты передавать своему потомству. Из-за своей огромной ненависти к человечеству эти вишапы теряют остроту зрения к моменту достижения зрелого возраста. В то же время они развили определённую степень элементального полиморфизма в боевых целях.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dragonheir's False Fin_icon.png",
            "amount": 2
          },
          {
            "type": "CustomEntry",
            "epId": 1048,
            "name": "Цветок цинсинь",
            "desc": "Белый цветок с полупрозрачными лепестками, который растёт только на высочайших скальных пиках. Он жертвует теплом и влагой полей, чтобы насладиться видом с одиноких горных вершин.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Qingxin_icon.png",
            "amount": 10
          },
          {
            "type": "CustomEntry",
            "epId": 1876,
            "name": "Нектар попрыгуньи",
            "desc": "Нектар из цветов попрыгуньи с остаточным содержанием элементов.<br/>Вкус нектара имеет нотки цветка-сахарка.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Whopperflower Nectar_icon.png",
            "amount": 15
          }
        ]
      },
      {
        "key": "Ур. 50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "До возвышения",
              "После возвышения"
            ]
          },
          {
            "key": "Базовое HP",
            "values": [
              "6719",
              "7540"
            ]
          },
          {
            "key": "Базовая атака",
            "values": [
              "157",
              "176"
            ]
          },
          {
            "key": "Базовая защита",
            "values": [
              "429",
              "482"
            ]
          },
          {
            "key": "Сила атаки",
            "values": [
              "7,2%",
              "14,4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Мора",
            "desc": "Повсеместная валюта. Международный язык общения.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 60000
          },
          {
            "type": "CustomEntry",
            "epId": 410,
            "name": "Фрагмент нефрита Шивада",
            "desc": "Материал возвышения персонажа.<br/>«...Простите...»",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Fragment_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 1926,
            "name": "Ложный плавник Дракона глубин",
            "desc": "Кусок биологической ткани, который вы нашли после победы над вишапом глубин.<br/>Хотя он выглядит как плавник, на самом деле он таковым не является.<br/>Жители Бякуякоку хорошо изучили вишапов глубин. Их самой главной отличительной особенностью была способность выбирать, какие черты передавать своему потомству. Из-за своей огромной ненависти к человечеству эти вишапы теряют остроту зрения к моменту достижения зрелого возраста. В то же время они развили определённую степень элементального полиморфизма в боевых целях.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dragonheir's False Fin_icon.png",
            "amount": 4
          },
          {
            "type": "CustomEntry",
            "epId": 1048,
            "name": "Цветок цинсинь",
            "desc": "Белый цветок с полупрозрачными лепестками, который растёт только на высочайших скальных пиках. Он жертвует теплом и влагой полей, чтобы насладиться видом с одиноких горных вершин.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Qingxin_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 722,
            "name": "Мерцающий нектар",
            "desc": "Нектар, наполненный чистыми элементами.<br/>Учёные сходятся во мнении, что попрыгунья является высшей формой жизни среди элементальных растений, но объяснения их хищному поведению у них ещё нет.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Ур. 60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "До возвышения",
              "После возвышения"
            ]
          },
          {
            "key": "Базовое HP",
            "values": [
              "8429",
              "9045"
            ]
          },
          {
            "key": "Базовая атака",
            "values": [
              "197",
              "211"
            ]
          },
          {
            "key": "Базовая защита",
            "values": [
              "538",
              "578"
            ]
          },
          {
            "key": "Сила атаки",
            "values": [
              "14,4%",
              "14,4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Мора",
            "desc": "Повсеместная валюта. Международный язык общения.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 80000
          },
          {
            "type": "CustomEntry",
            "epId": 409,
            "name": "Кусок нефрита Шивада",
            "desc": "Материал возвышения персонажа.<br/>«...Простите...»<br/>«Что заставил вас взять все обиды мира на себя».",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Chunk_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 1926,
            "name": "Ложный плавник Дракона глубин",
            "desc": "Кусок биологической ткани, который вы нашли после победы над вишапом глубин.<br/>Хотя он выглядит как плавник, на самом деле он таковым не является.<br/>Жители Бякуякоку хорошо изучили вишапов глубин. Их самой главной отличительной особенностью была способность выбирать, какие черты передавать своему потомству. Из-за своей огромной ненависти к человечеству эти вишапы теряют остроту зрения к моменту достижения зрелого возраста. В то же время они развили определённую степень элементального полиморфизма в боевых целях.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dragonheir's False Fin_icon.png",
            "amount": 8
          },
          {
            "type": "CustomEntry",
            "epId": 1048,
            "name": "Цветок цинсинь",
            "desc": "Белый цветок с полупрозрачными лепестками, который растёт только на высочайших скальных пиках. Он жертвует теплом и влагой полей, чтобы насладиться видом с одиноких горных вершин.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Qingxin_icon.png",
            "amount": 30
          },
          {
            "type": "CustomEntry",
            "epId": 722,
            "name": "Мерцающий нектар",
            "desc": "Нектар, наполненный чистыми элементами.<br/>Учёные сходятся во мнении, что попрыгунья является высшей формой жизни среди элементальных растений, но объяснения их хищному поведению у них ещё нет.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
            "amount": 18
          }
        ]
      },
      {
        "key": "Ур. 70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "До возвышения",
              "После возвышения"
            ]
          },
          {
            "key": "Базовое HP",
            "values": [
              "9941",
              "10557"
            ]
          },
          {
            "key": "Базовая атака",
            "values": [
              "232",
              "247"
            ]
          },
          {
            "key": "Базовая защита",
            "values": [
              "635",
              "674"
            ]
          },
          {
            "key": "Сила атаки",
            "values": [
              "14,4%",
              "21,6%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Мора",
            "desc": "Повсеместная валюта. Международный язык общения.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 100000
          },
          {
            "type": "CustomEntry",
            "epId": 409,
            "name": "Кусок нефрита Шивада",
            "desc": "Материал возвышения персонажа.<br/>«...Простите...»<br/>«Что заставил вас взять все обиды мира на себя».",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Chunk_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 1926,
            "name": "Ложный плавник Дракона глубин",
            "desc": "Кусок биологической ткани, который вы нашли после победы над вишапом глубин.<br/>Хотя он выглядит как плавник, на самом деле он таковым не является.<br/>Жители Бякуякоку хорошо изучили вишапов глубин. Их самой главной отличительной особенностью была способность выбирать, какие черты передавать своему потомству. Из-за своей огромной ненависти к человечеству эти вишапы теряют остроту зрения к моменту достижения зрелого возраста. В то же время они развили определённую степень элементального полиморфизма в боевых целях.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dragonheir's False Fin_icon.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 1048,
            "name": "Цветок цинсинь",
            "desc": "Белый цветок с полупрозрачными лепестками, который растёт только на высочайших скальных пиках. Он жертвует теплом и влагой полей, чтобы насладиться видом с одиноких горных вершин.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Qingxin_icon.png",
            "amount": 45
          },
          {
            "type": "CustomEntry",
            "epId": 372,
            "name": "Элементальный нектар",
            "desc": "Густой липкий мёд, наполненный энергией.<br/>Попрыгунья обманывает свою жертву и съедает её для того, чтобы эволюционировать в более сильную и чистую форму жизни.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Ур. 80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "До возвышения",
              "После возвышения"
            ]
          },
          {
            "key": "Базовое HP",
            "values": [
              "11463",
              "12080"
            ]
          },
          {
            "key": "Базовая атака",
            "values": [
              "268",
              "282"
            ]
          },
          {
            "key": "Базовая защита",
            "values": [
              "732",
              "772"
            ]
          },
          {
            "key": "Сила атаки",
            "values": [
              "21,6%",
              "28,8%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Мора",
            "desc": "Повсеместная валюта. Международный язык общения.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 120000
          },
          {
            "type": "CustomEntry",
            "epId": 408,
            "name": "Драгоценный нефрит Шивада",
            "desc": "Материал возвышения персонажа.<br/>«...Простите... Что заставил вас взять все обиды мира на себя<br/>Вы выдержали мой жестокий холод, значит в вас буйствует желание жечь.<br/>Тогда сожгите для меня этот старый мир».",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Gemstone_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 1926,
            "name": "Ложный плавник Дракона глубин",
            "desc": "Кусок биологической ткани, который вы нашли после победы над вишапом глубин.<br/>Хотя он выглядит как плавник, на самом деле он таковым не является.<br/>Жители Бякуякоку хорошо изучили вишапов глубин. Их самой главной отличительной особенностью была способность выбирать, какие черты передавать своему потомству. Из-за своей огромной ненависти к человечеству эти вишапы теряют остроту зрения к моменту достижения зрелого возраста. В то же время они развили определённую степень элементального полиморфизма в боевых целях.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dragonheir's False Fin_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 1048,
            "name": "Цветок цинсинь",
            "desc": "Белый цветок с полупрозрачными лепестками, который растёт только на высочайших скальных пиках. Он жертвует теплом и влагой полей, чтобы насладиться видом с одиноких горных вершин.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Qingxin_icon.png",
            "amount": 60
          },
          {
            "type": "CustomEntry",
            "epId": 372,
            "name": "Элементальный нектар",
            "desc": "Густой липкий мёд, наполненный энергией.<br/>Попрыгунья обманывает свою жертву и съедает её для того, чтобы эволюционировать в более сильную и чистую форму жизни.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
            "amount": 24
          }
        ]
      },
      {
        "key": "Ур. 90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "До возвышения",
              "После возвышения"
            ]
          },
          {
            "key": "Базовое HP",
            "values": [
              "12993",
              "-"
            ]
          },
          {
            "key": "Базовая атака",
            "values": [
              "304",
              "-"
            ]
          },
          {
            "key": "Базовая защита",
            "values": [
              "830",
              "-"
            ]
          },
          {
            "key": "Сила атаки",
            "values": [
              "28,8%",
              "-"
            ]
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://bbs.hoyolab.com/hoyowiki/picture/character/申鹤/avatar_header.jpg"
      },
      {
        "key": "Изображение",
        "img": "https://bbs.hoyolab.com/hoyowiki/picture/character/申鹤/avatar.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Стандартный костюм «Мировые оковы»</color>\n<color=#ffffff73>Наряд Шэнь Хэ. Этот элегантный наряд сопровождал её на протяжении долгих лет обучения. Красные шнуры, опутывающие её тело, - одновременно и оковы, и обереги.</color>"
          }
        ]
      },
      {
        "key": "Костюм",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/70239714/a45e421ff91f77c1623864ebf0b4c551_999564737761864417.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Приобретаемый костюм «Росы морозных цветов»\n<color=#ffffff73>Подарок, который Шэнь Хэ получила на Праздник морских фонарей. Это элегантное парадное одеяние, которое заказала для неё Хранитель Облаков. Красные шнуры всё ещё покрывают её руки, но холод в сердце Шэнь Хэ ослаб.</color>"
          }
        ]
      },
      {
        "key": "Анимация 1",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/70239714/72806492e828d8ab0625d72bf7d663ee_8210381027270960793.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Стандартный костюм «Мировые оковы»"
          }
        ]
      },
      {
        "key": "Анимация 2",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/70239714/7dc68a94618b6f45a87aead6720b98aa_5039650333387351885.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Стандартный костюм «Мировые оковы»"
          }
        ]
      },
      {
        "key": "Анимация 3",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/237301566/15067bae6b934b7e013f237b6c7ba649_2018171911798796730.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Приобретаемый костюм «Росы морозных цветов»"
          }
        ]
      },
      {
        "key": "Анимация 4",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/237301566/073f1aba5b7b431dc8403b401e89fd7d_5608135399800356984.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Приобретаемый костюм «Росы морозных цветов»"
          }
        ]
      },
      {
        "key": "Созвездие",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/70239714/86921342e126eff767f05031b3f8802f_531383388959410767.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Гребень Скорби"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "День рождения",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "2022",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/70239714/f1969177a178fc61727dae5f823c1a46_942840576466443475.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Приступать к изучению искусств Адептов следует с холодной головой. Пусть энергия соберётся на кончиках пальцев, вот так.\nДалее... Хм? «С днём рождения»?\n...Спасибо. Несколько дней тому назад наставница говорила, что сегодня ко мне могут прийти гости. Значит, вот что она подразумевала.\nЯ поняла, что моя судьба со смертным миром не связана, а день рождения ничего не значит...\nНо я рада услышать твоё поздравление.\n<color=#ece5d8>Долголетие...</color>\n<color=#ffffffa6>От: Шэнь Хэ</color>\n<color=#ffffffa6>Дата: 2022-03-10</color>\nВ твоей стране есть особые обычаи, которые соблюдают в день рождения?\nМоя наставница знает, что мне не нужны мирские вещи, поэтому в этот день она всегда посылает мне лишь несколько поздравительных слов. Я только недавно узнала, что в свой день рождения положено есть лапшу долголетия.\nЯ не забочусь о долголетии, но хочу прожить долгую жизнь с близкими мне людьми.\nЯ попросила у наставницы, которая славится своим кулинарным талантом, совета, как вкусно приготовить лапшу, но она хотела, чтобы я поняла это без посторонней помощи.\nНе знаю, правильно ли я всё поняла, поэтому я предоставляю тебе возможность оценить мои старания.\nЖду тебя.\n<color=#ffd780>Приложение к письму:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 1638,
        "name": "Сердечная лапша",
        "desc": "Особое блюдо Шэнь Хэ. Шэнь Хэ потратила много времени и усилий на приготовление и сервировку этого блюда. Возможно, это связано с её желанием воссоздать вкус, который живёт в её воспоминаниях. Нежную текстуру лапши и восхитительный вкус бульона действительно трудно забыть. Ну а самым незабываемым, пожалуй, является забота и тёплые чувства, которые она вложила в приготовление этого блюда.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Heartstring Noodles_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1876,
        "name": "Нектар попрыгуньи",
        "desc": "Нектар из цветов попрыгуньи с остаточным содержанием элементов.<br/>Вкус нектара имеет нотки цветка-сахарка.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Whopperflower Nectar_icon.png",
        "amount": 10,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "2023",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/70239714/35b5784da9b7172885e6bb114eb1ae3d_5266162524459015710.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "🎁 «Т-тётушка! Я принёс подарки от старейшин. Когда будет свободное время, возвращайся домой, побудешь с нами...»\n«Вот как... Я поняла. Спасибо»."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/70239714/fb715b0742c06dc8fce8fcded9f50b7e_8394836443683656685.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "💐 С тех пор как я присоединилась к Адептам, все обычаи смертных были забыты бесследно...\nНо после нашего знакомства я стала с нетерпением ждать этого дня.\nМне сложно описать свои чувства, просто в сердце стало очень тепло.\nЭто чувство напоминает мне о голубом небе и лёгком весеннем ветерке, а также о подаренном тобою букете.\nСпасибо тебе за подарок.\nКстати, эти цветки цинсинь... я могу их съесть?\n<color=#ece5d8>День рождения...</color>\n<color=#ffffffa6>От: Шэнь Хэ</color>\n<color=#ffffffa6>Дата: 2023-03-10</color>\nСегодня рано утром наставница приготовила для меня отвар из целебных трав и несколько изысканных блюд, а также пригласила двух Адептов - Владыку Лун и Творца гор.\nНежный аромат еды в сочетании с привычными звуками беседы создали в обители умиротворяющую атмосферу.\nЯ собрала росу со стеклянных колокольчиков и достала давно припасённые ароматные травы, чтобы сделать простые закуски к чаю. В кулинарном мастерстве мне не сравниться с наставницей, но приготовленная мной еда отражает мои чувства... и то, как я изменилась после возвращения в мир людей.\nМожешь смело поделиться своим мнением после дегустации.\nНаставница сделала много травяного отвара. Я выпила малую часть, а на остальном приготовила для тебя лапшу. Надеюсь, тебе понравится.\n<color=#ffd780>Приложение к письму:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 1048,
        "name": "Цветок цинсинь",
        "desc": "Белый цветок с полупрозрачными лепестками, который растёт только на высочайших скальных пиках. Он жертвует теплом и влагой полей, чтобы насладиться видом с одиноких горных вершин.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Qingxin_icon.png",
        "amount": 10,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1638,
        "name": "Сердечная лапша",
        "desc": "Особое блюдо Шэнь Хэ. Шэнь Хэ потратила много времени и усилий на приготовление и сервировку этого блюда. Возможно, это связано с её желанием воссоздать вкус, который живёт в её воспоминаниях. Нежную текстуру лапши и восхитительный вкус бульона действительно трудно забыть. Ну а самым незабываемым, пожалуй, является забота и тёплые чувства, которые она вложила в приготовление этого блюда.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Heartstring Noodles_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/70239714/f8106fd9b30e3f9e043bef3b5152a496_5053784770349760499.jpg",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/70239714/69b9d9d401cc81fdbd843ee7495ac8af_5220664003489667627.jpg",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "2024",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/70239714/8c41d21eb635306151ebf131b5794503_11941018140919103.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "🎉 С днём рождения, Шэнь Хэ!\n✨ «В день рождения всё как всегда... И поёт она так же странно, как и всегда»."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/70239714/3ddee6cb83afb139dbd3bbed949f38d9_6033148237487637175.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "✨ Я часто здесь медитирую. Бархатистое лунное сияние и лёгкий горный ветер успокаивают и помогают прислушаться к себе.\nКстати, будешь чай из цветков цинсинь? Я его готовлю по твоему рецепту. Чай очень вкусный - сначала он кажется горьковатым, но оставляет сладкое послевкусие.\nГм... Если переесть сырых цветков цинсинь, может стать плохо. Когда наставница услышала это от меня, то очень обрадовалась и сказала, что я наконец-то научилась заботиться о своём здоровье.\nСловом, спасибо тебе. Я буду следить за здоровьем, чтобы тебе... не приходилось беспокоиться.\n🌸 Благодарим whoisshe за великолепный фан-арт!\n<color=#ece5d8>Моё мастерство...</color>\n<color=#ffffffa6>От: Шэнь Хэ</color>\n<color=#ffffffa6>Дата: 2024-03-10</color>\nПоследнее время я посвящала весь свой досуг тому, что училась готовке у господина Мао. Наблюдая за ним и делая заметки, я многое узнала, но когда попробовала готовить самостоятельно, то столкнулась со всевозможными препятствиями.\nНапример, разделывая утку, я немного переусердствовала и... мясо разлетелось по округе. А когда попробовала делать пирожные, то раскатала тесто слишком тонко, и вся начинка оказалась снаружи... Но я не сдавалась, и, невзирая на все эти трудности, продолжала практиковаться. Сян Лин и Гоба здорово поддерживали меня.\nТеперь, пожалуйста, оцени моё мастерство.\n<color=#ffd780>Приложение к письму:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4969,
        "name": "Вкусная фаршированная «восемью драгоценностями» утка",
        "desc": "Проверенное блюдо для настоящих мастеров. Упитанная сочная утка неотразима сразу, как её сняли с огня. Добавьте к этому ароматную подливку и румяный блеск, и можно сказать, что это блюдо - идеальное сочетание цвета, вкуса и формы. Каждый кусочек поразит вас своим вкусом и надолго останется в памяти.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/11/124137736/03a277e51d5dca285e0514bfaf5bdb73_6471599403324368457.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1638,
        "name": "Сердечная лапша",
        "desc": "Особое блюдо Шэнь Хэ. Шэнь Хэ потратила много времени и усилий на приготовление и сервировку этого блюда. Возможно, это связано с её желанием воссоздать вкус, который живёт в её воспоминаниях. Нежную текстуру лапши и восхитительный вкус бульона действительно трудно забыть. Ну а самым незабываемым, пожалуй, является забота и тёплые чувства, которые она вложила в приготовление этого блюда.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Heartstring Noodles_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4981,
        "name": "Вкусное блюдо «Вкусный чай, полная луна»",
        "desc": "Песочное печенье с начинкой из желтка. Рыхлая и нежная текстура зернистого яичного желтка смешивается с лёгким ароматом чая. Один маленький кусочек приносит ощутимое чувство счастья, которое может сбить с ног. Положите в рот сразу несколько штук. Горе тому, кто попытается снять хотя бы крошку с уголка вашего рта.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/11/124137736/5cdd9132dcf2e255e490df88d66cc089_4891932447049492763.png",
        "amount": 2,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Эмодзи и иллюстрации",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Набор эмодзи - Картины Паймон XII"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>28 января 2022</color>\nПривет, Путешественники! Новый набор эмодзи Genshin Impact уже доступен на HoYoLAB!\nВ «Картинах Паймон» собраны чиби-эмодзи разных персонажей Genshin Impact. Паймон надеется, что они вам понравятся!"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/18/237301566/f62c09c5088302d7c47975e106f0c40a_8466976153799670869.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/18/237301566/23fa9d92d939ba99b946f1ff4de356a7_5717140591913248752.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/18/237301566/ffa827ec9c540095e97326664de16790_5312928441022056069.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/18/237301566/fa7846d9f68905e8f0175fc6f31cb0e5_6614441447127319827.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Обзор талантов"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/15/237301566/755741207084f18481628aa10814500d_1845596370214779079.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Шэнь Хэ является <color=#ffd780>персонажем поддержки</color> , усиливающий <color=#99ffff>Крио урон</color> другим членам отряда.\n<color=#ffd780>Элементальный навык</color> накладывает эффект Ледяного пера, который наносит <color=#99ffff>Крио урон</color> и исчезает по истечении определенного времени или использовании определенного количества зарядов.\nСтоит учитывать, что количество зарядов израсходуются от числа попаданий. Например, если атака будет нанесена одновременно по 5/7 врагам, то эффект сразу снимется. Кроме того, эффект не влияет на <color=#99ffff>Крио рассеивание</color> .\nЭффект Ледяного пера увеличивает весь <color=#99ffff>Крио урон</color> , наносимый другими членами отряда (кроме самой Шэнь Хэ) в зависимости от <color=#ffd780>силы атаки</color> Шэнь Хэ.\n<color=#ffd780>Взрыв стихии</color> наносит <color=#99ffff>Крио урон по площади</color> и снижает <color=#99ffff>Крио</color> и <color=#ffffff>физ. сопротивление</color> противника, поэтому Шэнь Хэ может использоваться и с <color=#99ffff>Крио</color> <color=#ffffff73>персонажами</color> , наносящими <color=#ffffff>физ. урон</color> (например,"
      },
      {
        "type": "CustomEntry",
        "epId": 6,
        "name": "Эола",
        "desc": "Рыцарь Морская пена из старинного рода аристократов Мондштадта, капитан разведывательного отряда рыцарей Ордо Фавониус. Являясь потомком древней аристократии, она присоединилась к рыцарям Ордо Фавониус, их заклятым врагам. Причины этого поступка и по сей день остаются загадкой для всего Мондштадта.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Eula_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ")\n<color=#ffffff73>Пассивный талант</color> <color=#ffffffd9>Своевременное прибытие</color> увеличивает награду за экспедиции в Ли Юэ, поэтому рекомендуется использовать Шэнь Хэ в экспедициях."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Рекомендации по возвышению"
      },
      {
        "type": "RichText",
        "text": "В первую очередь"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/10/237301566/c77a44eb7340fdd54785e8b2540d1494_4350798404147791422.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Во вторую очередь"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/10/237301566/80eb6f1cf53d15ce576b0e87ae2c06f4_7621110095895477118.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "По необходимости"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/10/237301566/a1bfb22d59ad2b15ec369b7a07368e6c_1401339321056278329.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Рекомендации по оружию"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "3★ оружие"
      },
      {
        "type": "CustomEntry",
        "epId": 2035,
        "name": "Алебарда Миллелита",
        "desc": "Длинное древко с прикреплённым лезвием на одном конце. Любимое оружие офицеров Миллелита.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/钺矛.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Алебарда Миллелита</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Причины рекомендации:</color>\nДополнительная характеристика: <color=#ffd780>Процент от силы атаки.</color>\nПассивная способность (Сокрушающий удар): <color=#ffd780>Обычные атаки</color> наносят дополнительные <color=#80c0ff>200%</color> / <color=#80c0ff>240%</color> / <color=#80c0ff>280%</color> / <color=#80c0ff>320%</color> урона. Может возникнуть не чаще 1 раза за 10 сек.\nШэнь Хэ не использует <color=#ffd780>обычные атаки</color> , поэтому пассивная способность не будет выполняться, но копьё увеличивает <color=#ffd780>силу атаки</color> , от которой зависят основные таланты персонажа.\nВ артефактах стоит сосредоточиться на <color=#ffd780>восст. энергии</color> и <color=#ffd780>силе атаки</color> .\nПодходит для новичков.\n<color=#ffffff>Где найти:</color>\nВ сундуках региона Ли Юэ"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "4★ оружие"
      },
      {
        "type": "CustomEntry",
        "epId": 2021,
        "name": "Копьё Фавония",
        "desc": "Копьё, состоящее на вооружении рыцарей Ордо Фавониус. Лёгкий ветерок ласкает направленный в небеса наконечник.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/西风长枪.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffacff>Копьё Фавония</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Причины рекомендации:</color>\nДополнительная характеристика: <color=#ffd780>Восст. энергии.</color>\nПассивная способность (Дружественный бриз): Критические атаки имеют <color=#80c0ff>60%</color> / <color=#80c0ff>70%</color> / <color=#80c0ff>80%</color> / <color=#80c0ff>90%</color> / <color=#80c0ff>100%</color> шанс создать <color=#ffd780>элементальные частицы</color> , которые восстанавливают 6 ед. <color=#ffd780>энергии</color> . Возникает раз в <color=#80c0ff>12</color> / <color=#80c0ff>10,5</color> / <color=#80c0ff>9</color> / <color=#80c0ff>7,5</color> / <color=#80c0ff>6</color> сек.\nОбладает достаточно <color=#ffd780>высокой базовой атакой</color> , повышает <color=#ffd780>восст. энергии</color> самой Шэнь Хэ и другим членам отряда (рекомендуется иметь более 50% <color=#ffd780>шанса крит. попадания</color> ).\nВ артефактах стоит сосредоточиться на <color=#ffd780>силе атаки</color> .\n<color=#ffffff>Где найти:</color>\nСтандартная молитва\nОграниченная молитва события персонажа\nОграниченная молитва события оружия"
      },
      {
        "type": "CustomEntry",
        "epId": 1975,
        "name": "Режущий волны плавник",
        "desc": "Нагината из сверкающего материала с морского дна. Когда-то принадлежала народу тэнгу.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/断浪长鳍.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffacff>Режущий волны плавник</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Причины рекомендации:</color>\nДополнительная характеристика: <color=#ffd780>Процент от силы атаки.</color>\nПассивная способность (Укротитель волн Ватацуми): <color=#ffd780>Урон взрыва стихии</color> экипированного этим оружием персонажа увеличивается на <color=#80c0ff>0,12%</color> / <color=#80c0ff>0,15%</color> / <color=#80c0ff>0,18%</color> / <color=#80c0ff>0,21%</color> / <color=#80c0ff>0,24%</color> за каждую единицу суммы макс. <color=#ffd780>энергии</color> каждого члена отряда. Бонус урона не может превышать <color=#80c0ff>40%</color> / <color=#80c0ff>50%</color> / <color=#80c0ff>60%</color> / <color=#80c0ff>70%</color> / <color=#80c0ff>80%</color> .\nДаёт как важный <color=#ffffff73>бонус к</color> <color=#ffd780>силе атаки</color> , так и повышает <color=#ffd780>урон взрыва стихии</color> .\nКроме того, имеет <color=#ffd780>высокую базовую атаку</color> .\nВ артефактах стоит сосредоточиться на <color=#ffd780>восст. энергии</color> и <color=#ffd780>силе атаки</color> .\n<color=#ffffff>Где найти:</color>\nОграниченная молитва события оружия"
      },
      {
        "type": "CustomEntry",
        "epId": 4336,
        "name": "Бур рудоискателя",
        "desc": "<p>Длинный бур, который в наше время нигде не найти. Его часто использовали для поиска ценных руд и резьбе по камню.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/19/51635400/4bfc21303d8ff98cd546aae980b55090_8199265978789885289.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffacff>Бур рудоискателя</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Причины рекомендации:</color>\nДополнительная характеристика: <color=#ffd780>Процент от силы атаки</color> <color=#ffffff73>.</color>\nПассивная способность (Запевка каменщиков): Когда экипированный персонаж лечит или получает <color=#ffd780>лечение</color> , он на 30 сек. наделяется Меткой единства. Всего можно получить до 3 Меток. При активации <color=#ffd780>элементального навыка</color> или <color=#ffd780>взрыва стихии</color> все Метки расходуются и на 10 сек. создаётся эффект Отпора: за каждую израсходованную Метку <color=#ffd780>сила атаки</color> повышается на <color=#80c0ff>3%</color> / <color=#80c0ff>4%</color> / <color=#80c0ff>5%</color> / <color=#80c0ff>6%</color> / <color=#80c0ff>7%</color> , а бонус урона всеми элементами - на <color=#80c0ff>7%</color> / <color=#80c0ff>8,5%</color> / <color=#80c0ff>10%</color> / <color=#80c0ff>11,5%</color> / <color=#80c0ff>13%</color> . Эффект Отпора может возникнуть один раз в 15 сек. Персонаж получает Метки единства, даже если он не на поле боя.\nДаёт как важный <color=#ffffff73>бонус к</color> <color=#ffd780>силе атаки</color> , так и <color=#99ffff>бонус Крио урона</color> .\nДля реализации пассивной способности стоит сначала использовать персонажа, способного периодически лечить, чтобы набрать максимальное количество меток для вызова <color=#ffd780>взрыва стихии</color> .\nВ артефактах стоит сосредоточиться на <color=#ffd780>восст. энергии</color> и <color=#ffd780>силе атаки</color> .\n<color=#ffffff>Где найти:</color>\nОграниченная молитва события оружия"
      },
      {
        "type": "CustomEntry",
        "epId": 2847,
        "name": "Копьё послания ветров",
        "desc": "<p>Штандарт, указующий путь ветру. Не всегда идиллия ветров остаётся такой же нежной, как и в начале…</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/06/70239714/98f3fb9e0886b25bfd094828cc391978_4339950286159876551.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffacff>Копьё послания ветров</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Причины рекомендации:</color>\nДополнительная характеристика: <color=#ffd780>Процент от силы атаки.</color>\nПассивная способность (Недошедший ветер): В течение 10 сек. после активации элементальной реакции <color=#ffd780>сила атаки</color> повысится на <color=#80c0ff>12%</color> / <color=#80c0ff>15%</color> / <color=#80c0ff>18%</color> / <color=#80c0ff>21%</color> / <color=#80c0ff>24%</color> , <color=#ffd780>мастерство стихий</color> – на <color=#80c0ff>48</color> / <color=#80c0ff>60</color> / <color=#80c0ff>72</color> / <color=#80c0ff>84</color> / <color=#80c0ff>96</color> ед.\nХорошо показывает себя в отрядах, где вызываются реакции.\n<color=#ffd780>Мастерство стихий</color> не является нужной для Шэнь Хэ характеристикой, но копьё даёт <color=#ffffff73>большой бонус к</color> <color=#ffd780>силе атаки</color> .\nВ артефактах стоит сосредоточиться на <color=#ffd780>восст. энергии</color> и <color=#ffd780>силе атаки</color> .\n<color=#ffffff>Где найти:</color>\nСобытие версии 3.1 «О балладах и кубках»"
      },
      {
        "type": "CustomEntry",
        "epId": 7435,
        "name": "Тамаюратэй но оханаси",
        "desc": "Давным-давно по Инадзуме блуждал ёкай, принявший форму огонька фонаря. Возможно, когда-то это было его пристанищем.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/a539c3f246fc39105fca045cb374aee8_7144935190009323615.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "RichText",
        "text": "<color=#ffacff>Тамаюратэй но оханаси</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Причины рекомендации:</color>\nДополнительная характеристика: <color=#ffd780>Восст. энергии</color> <color=#ffffff73>.</color>\nПассивная способность (Мчащийся фонарь проныры): При активации <color=#ffd780>элементального навыка</color> на 10 сек. увеличивает <color=#ffd780>силу атаки</color> на <color=#80c0ff>20%</color> / <color=#80c0ff>25%</color> / <color=#80c0ff>30%</color> / <color=#80c0ff>35%</color> / <color=#80c0ff>40%</color> и <color=#ffd780>скорость передвижения</color> на 10%.\nДаёт важную <color=#ffd780>силу атаки</color> и <color=#ffd780>восст. энергии</color> .\nВ артефактах стоит сосредоточиться на <color=#ffd780>силе атаки</color> .\n<color=#ffffff>Где найти:</color>\nСобытие версии 5.4 «Чудесные истории фестиваля Микавы»"
      },
      {
        "type": "CustomEntry",
        "epId": 1943,
        "name": "Каменное копьё",
        "desc": "Копьё тонкой работы, выточенное из утёсов каменного леса Гуюнь. На свете нет ничего твёрже, чем его наконечник.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/千岩长枪.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffacff>Каменное копьё</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Причины рекомендации:</color>\nДополнительная характеристика: <color=#ffd780>Процент от силы атаки.</color>\nПассивная способность (Наставление камня: Единство): С каждым членом отряда из Ли Юэ <color=#ffd780>сила атаки</color> экипированного этим оружием персонажа увеличивается на <color=#80c0ff>7%</color> / <color=#80c0ff>8%</color> / <color=#80c0ff>9%</color> / <color=#80c0ff>10%</color> / <color=#80c0ff>11%</color> , а его <color=#ffd780>шанс крит. попадания</color> - на <color=#80c0ff>3%</color> / <color=#80c0ff>4%</color> / <color=#80c0ff>5%</color> / <color=#80c0ff>6%</color> / <color=#80c0ff>7%</color> . Эффект может складываться до 4 раз.\nДаёт необходимый <color=#ffd780>бонус к силе атаки</color> .\nПассивная способность полностью реализуется, когда все члены отряда из региона Ли Юэ.\nВ артефактах стоит сосредоточиться на <color=#ffd780>восст. энергии</color> и <color=#ffd780>силе атаки</color> .\n<color=#ffffff>Где найти:</color>\nОграниченная молитва события оружия"
      },
      {
        "type": "CustomEntry",
        "epId": 7031,
        "name": "Крепящий горы шип",
        "desc": "Это копьё выковали мастера рудников, чтобы преподнести его духам гор.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/201424fa6a98ffb190ae82c8ad7d0cc3_6084387639848528037.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "RichText",
        "text": "<color=#ffacff>Крепящий горы шип</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Причины рекомендации:</color>\nДополнительная характеристика: <color=#ffd780>Восст. энергии</color> <color=#ffffff73>.</color>\nПассивная способность (Надежда выше гор): Снижает потребление выносливости при карабканье на 15% и повышает <color=#ffd780>урон элементального навыка</color> на <color=#80c0ff>12%</color> / <color=#80c0ff>15%</color> / <color=#80c0ff>18%</color> / <color=#80c0ff>21%</color> / <color=#80c0ff>24%</color> . Кроме того, после того как другие члены отряда поблизости используют <color=#ffd780>элементальные навыки</color> , <color=#ffd780>урон элементального навыка</color> экипированного персонажа повышается на <color=#80c0ff>12%</color> / <color=#80c0ff>15%</color> / <color=#80c0ff>18%</color> / <color=#80c0ff>21%</color> / <color=#80c0ff>24%</color> на 8 сек.\nДополнительная характеристика даёт важное <color=#ffd780>восст. энергии</color> , позволяющее использовать <color=#ffd780>взрыв стихии</color> чаще.\nПассивная способность увеличит <color=#ffd780>урон элементального навыка</color> Шэнь Хэ.\nВ артефактах стоит сосредоточиться на <color=#ffd780>силе атаки</color> .\n<color=#ffffff>Где найти:</color>\nОграниченная молитва события оружия"
      },
      {
        "type": "CustomEntry",
        "epId": 1960,
        "name": "Королевское копьё",
        "desc": "Некогда это копьё было любимым оружием одного мондштадтского аристократа. Хотя оно никогда не видело солнечного света, это копьё и поныне остро.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/宗室猎枪.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffacff>Королевское копьё</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Причины рекомендации:</color>\nДополнительная характеристика: <color=#ffd780>Процент от силы атаки.</color>\nПассивная способность (Сосредоточенный): При нанесении урона противнику повышает <color=#ffd780>шанс крит. попадания</color> на <color=#80c0ff>8%</color> / <color=#80c0ff>10%</color> / <color=#80c0ff>12%</color> / <color=#80c0ff>14%</color> / <color=#80c0ff>16%</color> . Эффект может складываться до 5 раз. Добавочный <color=#ffd780>шанс крит. попадания</color> исчезает с первым <color=#ffd780>крит. попаданием.</color>\nДаёт важный <color=#ffd780>бонус к силе атаки</color> и имеет достаточно <color=#ffd780>высокую базовую атаку</color> .\nРекомендуется сначала нанести урон по врагам несколько раз перед <color=#ffd780>взрывом стихии</color> , чтобы использовать пассивную способность копья.\nВ артефактах стоит сосредоточиться на <color=#ffd780>восст. энергии</color> и <color=#ffd780>силе атаки</color> .\n<color=#ffffff>Где найти:</color>\nОбмен Звёздного блеска в магазине Паймон"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "5★ оружие"
      },
      {
        "type": "CustomEntry",
        "epId": 1970,
        "name": "Усмиритель бед",
        "desc": "Отточенное оружие, выкованное из странного кристалла. Его слабый голубой свет, кажется, шепчет о бесчисленных событиях прошлого.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/息灾.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe14b>Усмиритель бед</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Причины рекомендации:</color>\nДополнительная характеристика: <color=#ffd780>Процент от силы атаки.</color>\nПассивная способность (Завет погибели): Даёт <color=#80c0ff>12%</color> / <color=#80c0ff>15%</color> / <color=#80c0ff>18%</color> / <color=#80c0ff>21%</color> / <color=#80c0ff>24%</color> <color=#ffd780>бонус урона всеми элементами</color> . Запуск <color=#ffd780>элементального навыка</color> накладывает Совершенствование на 20 сек., в результате чего <color=#ffd780>сила атаки</color> увеличивается на <color=#80c0ff>3,2%</color> / <color=#80c0ff>4%</color> / <color=#80c0ff>4,8%</color> / <color=#80c0ff>5,6%</color> / <color=#80c0ff>6,4%</color> в секунду. Может складываться до 6 раз. Когда персонаж, экипированный этим оружием, не на поле боя, <color=#ffd780>бонус атаки</color> от Совершенствования удваивается.\nЛучшее оружие для Шэнь Хэ, которое даёт <color=#ffd780>очень большой бонус к силе атаки</color> , имеет <color=#ffd780>высокую базовую атаку</color> и увеличивает <color=#ffd780>элементальный урон</color> .\nВ артефактах стоит сосредоточиться на <color=#ffd780>восст. энергии</color> и <color=#ffd780>силе атаки</color> .\n<color=#ffffff>Где найти:</color>\nОграниченная молитва события оружия ( Высокая стоимость получения )"
      },
      {
        "type": "CustomEntry",
        "epId": 2030,
        "name": "Покоритель вихря",
        "desc": "Острое копьё, которое, похоже, может пронзить что угодно. При взмахе можно увидеть, будто в месте, где наконечник касается воздуха, появляется брешь.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/贯虹之槊.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe14b>Покоритель вихря</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Причины рекомендации:</color>\nДополнительная характеристика: <color=#ffd780>Процент от силы атаки.</color>\nПассивная способность (Золочёное величество): Увеличивает <color=#ffd780>прочность щита</color> на <color=#80c0ff>20%</color> / <color=#80c0ff>25%</color> / <color=#80c0ff>30%</color> / <color=#80c0ff>35%</color> / <color=#80c0ff>40%</color> . При попадании увеличивает <color=#ffd780>силу атаки</color> на <color=#80c0ff>4%</color> / <color=#80c0ff>5%</color> / <color=#80c0ff>6%</color> / <color=#80c0ff>7%</color> / <color=#80c0ff>8%</color> в течение 8 сек. Эффект может складываться до 5 раз и возникнуть раз в 0,3 сек. Кроме того, под защитой щита <color=#ffd780>бонус силы атаки</color> данного эффекта увеличивается на 100%.\nДаёт <color=#ffd780>большой бонус к силе атаки</color> , но требует наличие в отряде персонажа, накладывающего щит (например,"
      },
      {
        "type": "CustomEntry",
        "epId": 2859,
        "name": "Лайла",
        "desc": "<p>Студентка, которая изучает теоретическую астрологию в даршане Ртавахист. Нередко ходит во сне и страдает от хронической нехватки сна.<br><br><em>«Она всегда жалуется, что писать научные работы слишком тяжело, а рисовать звёздные карты невыносимо. Но она упорнее всех, и отставать не желает... Откуда я так много о ней знаю? Хе-хе...»</em> - таинственная девушка, зовущая себя «Милостью звёзд».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/11/70239714/48a495acadaf37f12d0a7f653d85bd83_6907628283096428128.png",
        "displayStyle": "text",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "), для полной реализации пассивной способности.\nВ артефактах стоит сосредоточиться на <color=#ffd780>восст. энергии</color> и <color=#ffd780>силе атаки</color> .\n<color=#ffffff>Где найти:</color>\nОграниченная молитва события оружия ( Высокая стоимость получения )"
      },
      {
        "type": "CustomEntry",
        "epId": 2014,
        "name": "Сияющая жатва",
        "desc": "Нагината для лёгкого «срезания травы». С такой же лёгкостью соберёт свою жатву с вражеской армии.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/薙草之稻光.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe14b>Сияющая жатва</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Причины рекомендации:</color>\nДополнительная характеристика: <color=#ffd780>Восст. энергии.</color>\nПассивная способность (Сон вне времени: Печь вечности): Увеличивает <color=#ffd780>силу атаки</color> на <color=#80c0ff>28%</color> / <color=#80c0ff>35%</color> / <color=#80c0ff>42%</color> / <color=#80c0ff>49%</color> / <color=#80c0ff>56%</color> от показателя <color=#ffd780>восстановления энергии</color> свыше 100%. Вы можете получить <color=#ffd780>бонус силы атаки</color> до <color=#80c0ff>80%</color> / <color=#80c0ff>90%</color> / <color=#80c0ff>100%</color> / <color=#80c0ff>110%</color> / <color=#80c0ff>120%</color> . Также даёт <color=#80c0ff>30%</color> / <color=#80c0ff>35%</color> / <color=#80c0ff>40%</color> / <color=#80c0ff>45%</color> / <color=#80c0ff>50%</color> восстановления энергии на 12 сек. после активации <color=#ffd780>взрыва стихии</color> .\nДаёт как бонус <color=#ffd780>восстановления энергии</color> , так и <color=#ffffff73>бонус к</color> <color=#ffd780>силе атаки</color> .\nРекомендуется использовать, если Шэнь Хэ будет наносить урон от <color=#ffd780>взрыва стихии</color> , а не только поддерживать персонажа, наносящего основной урон.\nВ артефактах стоит сосредоточиться на <color=#ffd780>восст. энергии</color> и <color=#ffd780>силе атаки</color> .\n<color=#ffffff>Где найти:</color>\nОграниченная молитва события оружия ( Высокая стоимость получения )"
      },
      {
        "type": "CustomEntry",
        "epId": 1957,
        "name": "Небесная ось",
        "desc": "Длинное копьё, символ твёрдой воли дракона ветра. Тянущееся вверх древко указывает на небесный свод, питающий его силой небес и ветров.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之脊.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe14b>Небесная ось</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Причины рекомендации:</color>\nДополнительная характеристика: <color=#ffd780>Восст. энергии.</color>\nПассивная способность (Клык, пронзивший тьму): Увеличивает <color=#ffd780>шанс крит. попадания</color> на <color=#80c0ff>8%</color> / <color=#80c0ff>10%</color> / <color=#80c0ff>12%</color> / <color=#80c0ff>14%</color> / <color=#80c0ff>16%</color> и скорость обычной атаки на 12%. При попадании обычной или заряженной атакой есть 50% шанс активировать неосязаемое лезвие, которое наносит <color=#80c0ff>40%</color> / <color=#80c0ff>55%</color> / <color=#80c0ff>70%</color> / <color=#80c0ff>85%</color> / <color=#80c0ff>100%</color> урона в небольшом радиусе. Может возникнуть раз в 2 сек.\nДаёт как бонус <color=#ffd780>восстановления энергии</color> , <color=#ffd780>шанс крит. попадания</color> и увеличивает <color=#ffd780>скорость атаки</color> . Кроме того, наносит <color=#ffd780>дополнительный урон</color> при попадании.\nПассивная способность полностью реализуется, когда Шэнь Хэ не только поддерживает <color=#99ffff>Крио</color> персонажей, но и сама наносит урон от <color=#ffd780>обычных атак</color> .\nВ артефактах стоит сосредоточиться на <color=#ffd780>силе атаки</color> .\n<color=#ffffff>Где найти:</color>\nОграниченная молитва события оружия ( Высокая стоимость получения )\nСтандартная молитва ( Высокая стоимость получения )"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Рекомендации по артефактам"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Характеристики артефактов"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2022/11/20/35428890/1387f1512524772db99ae30b6303f939_5072609172935942900.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Основная харктеристика:</color>\n<color=#ffd780>Сила атаки %/Восст. энергии</color>\n<color=#ffffff>Дополнительные характеристики:</color>\n<color=#ffd780>Восст. энергии/ Сила атаки %/Крит. урон/Шанс крит. попадания/Сила атаки</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2022/11/20/35428890/56451470fe75f710b812ac28e226273b_5774236690802856497.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Основная харктеристика:</color>\n<color=#ffd780>Сила атаки %/</color> <color=#99ffff>Бонус Крио урона</color>\n<color=#ffffff>Дополнительные характеристики:</color>\n<color=#ffd780>Восст. энергии/ Сила атаки %/Крит. урон/Шанс крит. попадания/Сила атаки</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2022/11/20/35428890/8bc07934c9290b83751c7fa183a43ab7_32021027934025390.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Основная харктеристика:</color>\n<color=#ffd780>Сила атаки %/Шанс крит. попадания/Крит. урон</color>\n<color=#ffffff>Дополнительные характеристики:</color>\n<color=#ffd780>Восст. энергии/ Сила атаки %/Крит. урон/Шанс крит. попадания/Сила атаки</color>",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Рекомендуемые значения характеристик"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Сила атаки</color> : от 3000\n<color=#ffd780>Восст. энергии</color> : от 160%"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Полные комплекты"
      },
      {
        "type": "CustomEntry",
        "epId": 2075,
        "name": "Церемония древней знати",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Церемония древней знати</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Бонусы:</color>\n2 предмета: Увеличивает <color=#ffd780>урон взрыва стихий</color> на 20%.\n4 предмета: Активация <color=#ffd780>взрыва стихии</color> увеличивает <color=#ffd780>силу атаки</color> всех членов отряда на 20% в течение 12 сек. Эффект не складывается.\n<color=#ffffff>Заметки:</color>\nОтличный вариант для поддержки отряда и увеличения <color=#ffd780>урона взрыва стихии</color> .\nРекомендуется использовать, если другие члены отряда не носят данный комплект.\n<color=#ffffff>Где найти:</color>\nПодземелье «Чистая вода и горная пещера»\nМистическое подношение (Алхимия)"
      },
      {
        "type": "CustomEntry",
        "epId": 2090,
        "name": "Эмблема рассечённой судьбы",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Emblem of Severed Fate/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Эмблема рассечённой судьбы</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Бонусы:</color>\n2 предмета: Увеличивает скорость <color=#ffd780>восстановления энергии</color> на 20%.\n4 предмета: Увеличивает <color=#ffd780>урон взрыва стихий</color> на величину, равную 25% от значения <color=#ffd780>восстановления энергии</color> . Эффект можно увеличить максимум до 75%.\n<color=#ffffff>Заметки:</color>\nРекомендуется использовать, если Шэнь Хэ будет не только усиливать основного персонажа, но наносить дополнительный урон от <color=#ffd780>взрыва стихии</color> . Лучший комплект при использовании"
      },
      {
        "type": "CustomEntry",
        "epId": 2014,
        "name": "Сияющая жатва",
        "desc": "Нагината для лёгкого «срезания травы». С такой же лёгкостью соберёт свою жатву с вражеской армии.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/薙草之稻光.png",
        "displayStyle": "text",
        "menuId": 4
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffffff>Где найти:</color>\nПодземелье «Кленовый зал»\nМистическое подношение (Алхимия)"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Комбинация 2/2"
      },
      {
        "type": "CustomEntry",
        "epId": 2095,
        "name": "Конец гладиатора",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2098,
        "name": "Воспоминания Симэнавы",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Shimenawa's Reminiscence/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Конец гладиатора + Воспоминания Симэнавы</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Бонусы:</color>\n2 предмета набора «Конец гладиатора»: Увеличивает <color=#ffd780>силу атаки</color> на 18%.\n2 предмета набора «Воспоминания Симэнавы»: Увеличивает <color=#ffd780>силу атаки</color> на 18%.\n<color=#ffffff>Заметки:</color>\nОдин из лучших вариантов для поддержки отряда, так как позволяет набрать максимальное количество <color=#ffd780>силы атаки</color> .\nЛюбой из наборов может быть заменен другими с аналогичными бонусами.\n<color=#ffffff>Где найти:</color>\n«Конец гладиатора»: награды с боссов в мире за 40 первородной смолы\n«Конец гладиатора»: подземелья наказания (еженедельные боссы)\n«Конец гладиатора»: мистическое подношение (Алхимия)\n«Воспоминания Симэнавы» в подземелье «Кленовый зал»\n«Воспоминания Симэнавы»: мистическое подношение (Алхимия)"
      },
      {
        "type": "CustomEntry",
        "epId": 2090,
        "name": "Эмблема рассечённой судьбы",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Emblem of Severed Fate/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2098,
        "name": "Воспоминания Симэнавы",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Shimenawa's Reminiscence/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Эмблема рассечённой судьбы + Воспоминания Симэнавы</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Бонусы:</color>\n2 предмета набора «Эмблема рассечённой судьбы»: Увеличивает скорость <color=#ffd780>восстановления энергии</color> на 20%.\n2 предмета набора «Воспоминания Симэнавы»: Увеличивает <color=#ffd780>силу атаки</color> на 18%.\n<color=#ffffff>Заметки:</color>\nОба комплекта артефактов находятся в одном подземелье.\nКомбинация даёт необходимый <color=#ffffff73>бонус к</color> <color=#ffd780>силе атаки</color> и <color=#ffd780>восст. энергии</color> .\n<color=#ffffff>Где найти:</color>\nПодземелье «Кленовый зал»\nМистическое подношение (Алхимия)"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Рекомендации по отрядам"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Гань Юй",
        "desc": "Главный секретарь павильона Лунного моря. В её жилах течёт кровь мифического зверя цилиня.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 32,
        "name": "Аяка",
        "desc": "Наследница клана Камисато комиссии Ясиро. Благородна и изящна, мудра и сильна.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayaka_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Ризли",
        "desc": "<p>Герцог крепости Меропид, повелитель тёмных глубин.<br><br><em>«Навия, помнишь, несколько лет назад я отказался от титула барона, который мне предложили во Дворце Мермония? Неважно. Сегодня я наконец-то познакомился с управляющим крепости Меропид. До этого я думал, что титул герцога пустой звук. Но оказалось, что Ризли гораздо старше, чем кажется»</em>, - Каллас, бывший глава Спина-ди-Росула.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/14/70239714/31a0eb2dec5d69ca8dd7616572136b8b_8557241678097856239.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7706,
        "name": "Скирк",
        "desc": "<p>Путница, однажды появившаяся в разломе Бездны и Первозданном море. Эта одинокая воительница обучала Тарталью боевым искусствам.<br><br><em>«Грех омрачил небосвод, катастрофа поглотила всю вселенную. Теперь никто не в силах ограничить твою свободу. И всё же твоя судьба остаётся неразрывно связанной с этим миром - как и в скором будущем, когда ты приведёшь сюда своего ученика».</em></p><p><em>«Что? У меня будет ученик? Ну уж это точно не радостная новость... То есть, конечно, для того, кого я ещё даже не встретил».</em></p><p>«Провидец» Ведрфёльнир и «Рыцарь скверны» Сурталоги о Скирк.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/17/70239714/4eaa3f0af91fa75f0e12f71502caf340_1950459078191348896.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Шэнь Хэ – лучший персонаж поддержки для <color=#99ffff>Крио</color> <color=#ffffff73>персонажа</color> , наносящего <color=#ffd780>основной урон</color> .",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6,
        "name": "Эола",
        "desc": "Рыцарь Морская пена из старинного рода аристократов Мондштадта, капитан разведывательного отряда рыцарей Ордо Фавониус. Являясь потомком древней аристократии, она присоединилась к рыцарям Ордо Фавониус, их заклятым врагам. Причины этого поступка и по сей день остаются загадкой для всего Мондштадта.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Eula_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Фремине",
        "desc": "<p>Сдержанный молодой человек, мастер подводного плавания. За его отстранённой, ледяной наружностью скрывается чистая душа без единого порока.<br><br><em>«У тебя есть выбор: погрузиться в море страданий, пока не утонешь под грузом жалости к себе... или ухватиться за протянутую руку \"семьи\" и раскрыть глаза вновь»</em>, - Арлекино.<br><br><em>«Видела? Когда голубка вылетела из шляпы, Фремине слегка улыбнулся. Представь, если б мы выпустили целую стаю голубей! Мой долг старшего брата - сделать так, чтобы он был счастлив»</em>, - Лини, подмигнув, сказал Линетт после репетиции.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/03/70239714/8e44111a378f4e5379b8e7444e8c2daa_387364127237666557.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Шэнь Хэ уменьшает <color=#ffffff>физ. сопротивление</color> и увеличивает <color=#99ffff>Крио урон.</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7080,
        "name": "Часка",
        "desc": "<p>Миротворец Тлалокана, разрешающий все споры.<br><br>Древнее имя:<custom-ruby data-ruby=\"Вука|Преодоление\"></custom-ruby></p><p></p><p><em>«...Мы всецело осознали всю глупость и безрассудство наших недавних действий. Мы готовы забыть о разногласиях и впредь помогать друг другу... Настоящее заявление составлено по нашей собственной воле, никаких возражений высказано не было. Кроме того, мы выражаем благодарность \"миротворцу\" за её выдающийся вклад в мирное разрешение спора»</em>, - записали вожди враждовавших племён в двустороннем мировом соглашении, отразившем их самые «искренние» чувства.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/19/70239714/9c6c89386dbe9f1954a8b57c8c3c9da4_6383593193032564533.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Шэнь Хэ увеличит <color=#99ffff>Крио урон</color> , который Часка наносит <color=#ffd780>заряженными атаками</color> во время действия <color=#ffd780>элементального навыка</color> .",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Кокоми",
        "desc": "<p>Божественная Жрица острова Ватацуми. Все дела острова находятся в руках этой молодой леди.<br><br><em>«Её Превосходительство Сангономия - превосходный стратег. Она видит каждый манёвр врагов, даже находясь за тысячи километров от поля боя. Воюя с армией сёгуна, мы значительно уступали им не только числом, но и вооружением. Однако тактика Её Превосходительства перевесила все наши недостатки. За все победы, о которых сейчас славно поют на острове Ватацуми, мы должны благодарить Её Превосходительство Сангономию»</em>, - Горо.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 31,
        "name": "Аято",
        "desc": "Молодой и всесторонне одарённый глава комиссии Ясиро из клана Камисато. Он вежливый и предупредительный человек, у которого для любой проблемы найдётся множество решений.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayato_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 35,
        "name": "Барбара",
        "desc": "Все жители Мондштадта боготворят Барбару, но слово «идол» она узнала из модного журнала.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Barbara_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Мона",
        "desc": "Таинственный молодой астролог, которая представляется как «великий астролог Мона Мегистус» и на самом деле достойна этого звания. Эрудирована и горделива.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 39,
        "name": "Син Цю",
        "desc": "Молодой любитель книг с благородным сердцем и длинным мечом.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xingqiu_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2252,
        "name": "Е Лань",
        "desc": "<p>Таинственная девушка, утверждающая, что работает в Департаменте по делам граждан, но в списках Департамента её нет.<br></p><p><em>«Ты ищешь Е Лань? Я бы посоветовала относиться к ней как к обычному человеку, но тогда легко потерять контроль над переговорами. Некоторые вещи зависят от её впечатления о тебе»</em>, - Янь Фэй.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/30/237301566/524a9c46341217316950f422fcab9caf_3963767383517916025.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Фурина",
        "desc": "<p>В центре внимания на сцене театра правосудия вплоть до финального занавеса и оваций.</p><p></p><p><em>«В ней есть радость и гнев, ей свойственно безумие, когда требуется безумие, и слабость, когда нужна слабость... Именно её несовершенство делает её совершенной в моих глазах»</em>, - Преступник, преисполненный любовью и раскаянием.</p><p></p><p><em>«Одна ложь неизбежно порождает другую. В итоге череды бесчисленных обманов человек неизбежно предстаёт перед ликом «правосудия». Невежде это может показаться фарсом. Но если вернуться к самому началу, то лжецу станет ясно, что первой жертвой его обмана был он сам»</em>, - притча, которую ведьма «Н.» оставила в чьих-то снах.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/70239714/263e5ea0784d182b393f67a7e24146a5_6841129024701614855.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5597,
        "name": "Сиджвин",
        "desc": "<p>Старшая медсестра крепости Меропид одинаково заботится о каждом заключённом подводной тюрьмы.<br></p><p><em>«Среди мелюзин, с которыми дружили мои родители, Сиджвин самая уникальная. Когда-то давно она приходила в наш дом и держала меня за руку, когда я делала первые шаги. С тех пор многое изменилось, я выросла, но она осталась такой же заботливой и воодушевлённой»</em>, - Эмилия.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/25/70239714/2d607aa4d729030ea04f79919257e311_6438381243111168759.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Обеспечат <color=#99ffff>Заморозку</color> , а",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 35,
        "name": "Барбара",
        "desc": "Все жители Мондштадта боготворят Барбару, но слово «идол» она узнала из модного журнала.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Barbara_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ",",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Кокоми",
        "desc": "<p>Божественная Жрица острова Ватацуми. Все дела острова находятся в руках этой молодой леди.<br><br><em>«Её Превосходительство Сангономия - превосходный стратег. Она видит каждый манёвр врагов, даже находясь за тысячи километров от поля боя. Воюя с армией сёгуна, мы значительно уступали им не только числом, но и вооружением. Однако тактика Её Превосходительства перевесила все наши недостатки. За все победы, о которых сейчас славно поют на острове Ватацуми, мы должны благодарить Её Превосходительство Сангономию»</em>, - Горо.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "и",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5597,
        "name": "Сиджвин",
        "desc": "<p>Старшая медсестра крепости Меропид одинаково заботится о каждом заключённом подводной тюрьмы.<br></p><p><em>«Среди мелюзин, с которыми дружили мои родители, Сиджвин самая уникальная. Когда-то давно она приходила в наш дом и держала меня за руку, когда я делала первые шаги. С тех пор многое изменилось, я выросла, но она осталась такой же заботливой и воодушевлённой»</em>, - Эмилия.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/25/70239714/2d607aa4d729030ea04f79919257e311_6438381243111168759.png",
        "displayStyle": "text",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "дополнительно вылечат отряд.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 21,
        "name": "Саю",
        "desc": "Вечно сонный миниатюрный ниндзя из тайной организации Сюмацубан.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sayu_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 30,
        "name": "Сахароза",
        "desc": "Алхимик, преисполненная любопытством по отношению ко всему на свете. Она занимается исследованием биоалхимии.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sucrose_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 22,
        "name": "Кадзуха",
        "desc": "Ронин-самурай из Инадзумы, который нашёл приют на флоте Южного креста в Ли Юэ. Этот добрый и беззаботный молодой человек многое пережил в прошлом.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaedehara Kazuha_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 19,
        "name": "Путешественник (Анемо)",
        "desc": "<p>Путешественник/ца из другого мира, разлучённый/ая со своей сестрой/своим братом. Он/а отправляется в долгое путешествие, чтобы найти всех семерых Архонтов и вернуть родного человека.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/70239714/f00d18b57acb4aa37bf2fc39bf67ddd0_6442153304051989653.gif",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Линетт",
        "desc": "<p>Немногословная ассистентка иллюзиониста, редко выражающая эмоции. Похожа на кошку своим сложным характером.<br><br><em>«Не стоит зря беспокоиться или что-то менять в себе. Истинное взаимопонимание - большая редкость. Тот, кто способен читать ваши \"сигналы\", и есть компаньон»</em>, - Арлекино.<br><br><em>«Это пятый раз за месяц... Неужели так сложно запомнить, что с Линетт надо вести себя хорошо?»</em> - Поздно вечером, когда Лини вышел из своей комнаты, он услышал, как Фремине шепчет это пылесосу.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/13/70239714/436e6f2b9b9006bfe511a98093259daf_2952808701689203703.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Венти",
        "desc": "Обычный бард, слоняющийся по улочкам Мондштадта.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#80ffd7>Анемо</color> <color=#ffffff73>персонажи</color> активируют эффект Ледяного пера при <color=#99ffff>Крио рассеивании</color> .",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2859,
        "name": "Лайла",
        "desc": "<p>Студентка, которая изучает теоретическую астрологию в даршане Ртавахист. Нередко ходит во сне и страдает от хронической нехватки сна.<br><br><em>«Она всегда жалуется, что писать научные работы слишком тяжело, а рисовать звёздные карты невыносимо. Но она упорнее всех, и отставать не желает... Откуда я так много о ней знаю? Хе-хе...»</em> - таинственная девушка, зовущая себя «Милостью звёзд».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/11/70239714/48a495acadaf37f12d0a7f653d85bd83_6907628283096428128.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7300,
        "name": "Ситлали",
        "desc": "<p>Великая шаманка Повелителей Ночного Ветра, всеми почитаемая Бабушка Ицтли.<br><br><em>«Я всегда считала, что Ситлали достойна статуса вождя и что со временем она возьмёт на себя эту роль. Но прошло двести лет, а она всё так же без энтузиазма выходит из дома! Возможно, для того чтобы наш гениальный шаман начал интересоваться реальным миром, потребуется фигура более увлекательная, чем персонажи её любимых романов. Но разве такой человек найдётся?»</em> - Мавуика.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/70239714/f7f4a177140cc87a55b9c6989213a374_7763192869484379377.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 44,
        "name": "Диона",
        "desc": "Молодая девушка, унаследовавшая остаточную долю нечеловеческой крови. Она невероятно популярный бармен таверны «Кошкин хвост».",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diona_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Чжун Ли",
        "desc": "<p>Приглашённый специалист ритуального бюро «Ваншэн». Необычайно загадочен и сведущ во всех делах.<br><br><em>«Уже не сосчитать, скольких людей он повидал за долгие годы, и сколько ещё встреч принесёт будущее...»</em></p><p><em>«Как говорится, вода утечёт, но скалы останутся»</em>, - сёгун Райдэн, говоря с Гудзи Яэ о прошлом соседних регионов.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 16,
        "name": "Тома",
        "desc": "Управляющий клана Камисато. Известный в Инадзуме «местный авторитет».",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Thoma_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7301,
        "name": "Лань Янь",
        "desc": "<p>Мастер плетения из ротанга из долины Чэньюй. Ясноглазая и добродушная, она резвая, словно горный источник.<br><br><em>«Пусть вас не обманывает её юный возраст, она мастерит поделки из ротанга уже более десяти лет! Когда я был маленьким и шаловливым мальчиком, мне показалось забавным растоптать одну из корзин у себя дома. К счастью для меня, в тот день в гости пришли Лань Янь и её дедушка, чтобы проверить геомантическую обстановку. Если бы она не помогла мне починить корзину, я бы наверняка в наказание ел свинину, запечённую в ротанге, ха-ха!»</em> - Ка Мин.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/19/70239714/02d72d23ba135e380b5908df4ac67888_168332365604972876.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7707,
        "name": "Далия",
        "desc": "<p>Дьякон церкви Фавония и представитель Анемо Архонта.<br><br><em>«Для разрешения споров между жителями нужно чётко прописывать законы, справедливые и беспристрастные. А не так, как Далия... брать представителей спорящих сторон, затаскивать их в таверну и устраивать состязание в выпивке, не выясняя, кто прав, кто виноват. И в итоге они из врагов превращаются в собутыльников. Разве это можно назвать примирением?»</em> - Джинн.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/17/70239714/6e6c5161386ae8dbff7e6d098c9e6ca3_8649965576470821435.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Рекомендуются при наличии <color=#99ffff>Крио</color> <color=#ffffff73>персонажа</color> , наносящего <color=#ffd780>основной урон</color> , и использовании",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2030,
        "name": "Покоритель вихря",
        "desc": "Острое копьё, которое, похоже, может пронзить что угодно. При взмахе можно увидеть, будто в месте, где наконечник касается воздуха, появляется брешь.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/贯虹之槊.png",
        "displayStyle": "text",
        "menuId": 4
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Примеры отрядов"
      },
      {
        "type": "CustomEntry",
        "epId": 7706,
        "name": "Скирк",
        "desc": "<p>Путница, однажды появившаяся в разломе Бездны и Первозданном море. Эта одинокая воительница обучала Тарталью боевым искусствам.<br><br><em>«Грех омрачил небосвод, катастрофа поглотила всю вселенную. Теперь никто не в силах ограничить твою свободу. И всё же твоя судьба остаётся неразрывно связанной с этим миром - как и в скором будущем, когда ты приведёшь сюда своего ученика».</em></p><p><em>«Что? У меня будет ученик? Ну уж это точно не радостная новость... То есть, конечно, для того, кого я ещё даже не встретил».</em></p><p>«Провидец» Ведрфёльнир и «Рыцарь скверны» Сурталоги о Скирк.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/17/70239714/4eaa3f0af91fa75f0e12f71502caf340_1950459078191348896.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Фурина",
        "desc": "<p>В центре внимания на сцене театра правосудия вплоть до финального занавеса и оваций.</p><p></p><p><em>«В ней есть радость и гнев, ей свойственно безумие, когда требуется безумие, и слабость, когда нужна слабость... Именно её несовершенство делает её совершенной в моих глазах»</em>, - Преступник, преисполненный любовью и раскаянием.</p><p></p><p><em>«Одна ложь неизбежно порождает другую. В итоге череды бесчисленных обманов человек неизбежно предстаёт перед ликом «правосудия». Невежде это может показаться фарсом. Но если вернуться к самому началу, то лжецу станет ясно, что первой жертвой его обмана был он сам»</em>, - притча, которую ведьма «Н.» оставила в чьих-то снах.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/70239714/263e5ea0784d182b393f67a7e24146a5_6841129024701614855.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7624,
        "name": "Эскофье",
        "desc": "<p>Известный бывший шеф-повар «Дебор Отеля» в Фонтейне, удостоенный звания «главный кондитер», и первооткрывательница концепции «технологичной кулинарии», предъявляет невероятно высокие требования к процессу приготовления пищи.<br><br><em>«Конфетная фея, владычица вкусовых рецепторов? Всё не так драматично, как пишут в газетах. Эскофье обычная девушка, которая любит готовить... хоть и весьма требовательна. Она не уважает тех, кто не относится к кулинарии серьёзно. В общем, вы поладите, я в этом не сомневаюсь!»</em> - Навия.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/70239714/2c913f2562c1ce59c1530fbf2e31dbd4_7669132097080207370.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Шэнь Хэ",
        "desc": "Ученица Адептов, утратившая связь с внешним миром. Годы затворнической жизни в горах Ли Юэ сделали её такой же отстранённой и холодной, как сами Адепты.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Гань Юй",
        "desc": "Главный секретарь павильона Лунного моря. В её жилах течёт кровь мифического зверя цилиня.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Мона",
        "desc": "Таинственный молодой астролог, которая представляется как «великий астролог Мона Мегистус» и на самом деле достойна этого звания. Эрудирована и горделива.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Шэнь Хэ",
        "desc": "Ученица Адептов, утратившая связь с внешним миром. Годы затворнической жизни в горах Ли Юэ сделали её такой же отстранённой и холодной, как сами Адепты.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2859,
        "name": "Лайла",
        "desc": "<p>Студентка, которая изучает теоретическую астрологию в даршане Ртавахист. Нередко ходит во сне и страдает от хронической нехватки сна.<br><br><em>«Она всегда жалуется, что писать научные работы слишком тяжело, а рисовать звёздные карты невыносимо. Но она упорнее всех, и отставать не желает... Откуда я так много о ней знаю? Хе-хе...»</em> - таинственная девушка, зовущая себя «Милостью звёзд».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/11/70239714/48a495acadaf37f12d0a7f653d85bd83_6907628283096428128.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 32,
        "name": "Аяка",
        "desc": "Наследница клана Камисато комиссии Ясиро. Благородна и изящна, мудра и сильна.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayaka_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Шэнь Хэ",
        "desc": "Ученица Адептов, утратившая связь с внешним миром. Годы затворнической жизни в горах Ли Юэ сделали её такой же отстранённой и холодной, как сами Адепты.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 22,
        "name": "Кадзуха",
        "desc": "Ронин-самурай из Инадзумы, который нашёл приют на флоте Южного креста в Ли Юэ. Этот добрый и беззаботный молодой человек многое пережил в прошлом.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaedehara Kazuha_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Кокоми",
        "desc": "<p>Божественная Жрица острова Ватацуми. Все дела острова находятся в руках этой молодой леди.<br><br><em>«Её Превосходительство Сангономия - превосходный стратег. Она видит каждый манёвр врагов, даже находясь за тысячи километров от поля боя. Воюя с армией сёгуна, мы значительно уступали им не только числом, но и вооружением. Однако тактика Её Превосходительства перевесила все наши недостатки. За все победы, о которых сейчас славно поют на острове Ватацуми, мы должны благодарить Её Превосходительство Сангономию»</em>, - Горо.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6,
        "name": "Эола",
        "desc": "Рыцарь Морская пена из старинного рода аристократов Мондштадта, капитан разведывательного отряда рыцарей Ордо Фавониус. Являясь потомком древней аристократии, она присоединилась к рыцарям Ордо Фавониус, их заклятым врагам. Причины этого поступка и по сей день остаются загадкой для всего Мондштадта.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Eula_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Шэнь Хэ",
        "desc": "Ученица Адептов, утратившая связь с внешним миром. Годы затворнической жизни в горах Ли Юэ сделали её такой же отстранённой и холодной, как сами Адепты.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2,
        "name": "Лиза",
        "desc": "Ленивый, но безгранично эрудированный библиотекарь Ордо Фавониус. Лучшая выпускница академии Сумеру за последние несколько веков.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Lisa_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2256,
        "name": "Синобу",
        "desc": "Способная и надёжная помощница главаря банды Аратаки. Пожалуйста, обратите внимание, что «способная и надёжная» относится не к самой банде, а именно к помощнице главаря.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kuki Shinobu_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Ризли",
        "desc": "<p>Герцог крепости Меропид, повелитель тёмных глубин.<br><br><em>«Навия, помнишь, несколько лет назад я отказался от титула барона, который мне предложили во Дворце Мермония? Неважно. Сегодня я наконец-то познакомился с управляющим крепости Меропид. До этого я думал, что титул герцога пустой звук. Но оказалось, что Ризли гораздо старше, чем кажется»</em>, - Каллас, бывший глава Спина-ди-Росула.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/14/70239714/31a0eb2dec5d69ca8dd7616572136b8b_8557241678097856239.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Шэнь Хэ",
        "desc": "Ученица Адептов, утратившая связь с внешним миром. Годы затворнической жизни в горах Ли Юэ сделали её такой же отстранённой и холодной, как сами Адепты.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Сян Лин",
        "desc": "Знаменитый шеф-повар Ли Юэ. Она со всей страстью относится к приготовлению еды, а её острые блюда известны на весь Тейват.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 16,
        "name": "Тома",
        "desc": "Управляющий клана Камисато. Известный в Инадзуме «местный авторитет».",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Thoma_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7080,
        "name": "Часка",
        "desc": "<p>Миротворец Тлалокана, разрешающий все споры.<br><br>Древнее имя:<custom-ruby data-ruby=\"Вука|Преодоление\"></custom-ruby></p><p></p><p><em>«...Мы всецело осознали всю глупость и безрассудство наших недавних действий. Мы готовы забыть о разногласиях и впредь помогать друг другу... Настоящее заявление составлено по нашей собственной воле, никаких возражений высказано не было. Кроме того, мы выражаем благодарность \"миротворцу\" за её выдающийся вклад в мирное разрешение спора»</em>, - записали вожди враждовавших племён в двустороннем мировом соглашении, отразившем их самые «искренние» чувства.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/19/70239714/9c6c89386dbe9f1954a8b57c8c3c9da4_6383593193032564533.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7299,
        "name": "Мавуика",
        "desc": "<p>Лидер Натлана, унаследовавшая древнее имя «Кионгози». Она дала обет осветить будущее народа войны Священным пламенем.<br><br>Древнее имя: <custom-ruby data-ruby=\"Кионгози|Лидер\"></custom-ruby><br><br><em>«В сложном узоре ночного неба Тейвата редко можно увидеть столь ослепительное созвездие. Его пылающее сияние словно хочет прожечь дыру в самой ткани небосвода. Когда оно превратится в падающую звезду, устремляющуюся к горизонту, его огонь превратит даже самые глубокие и холодные ночи в яркий день»</em>, - воскликнула ведьма «Б» во время гадания.</p><p></p><p><em>«Мавуика? О! Та, что состязалась со мной на стадионе Священного пламени! Ха-ха-ха, подумаешь. Я думал, что Архонты могут выпить и побольше! А... Говорят, я захмелел первым? Не может быть, ни в коем случае! В тот день я... эээ... а зачем я в тот день вообще пошёл к Пиро Архонту?»</em> - ответил Варка на вопрос Алисы о результатах «встречи» в Натлане, почесывая в задумчивости голову.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/30/70239714/b0df5861c7d3c1f7f85f6555ad4f4b4c_9130578994710546357.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Шэнь Хэ",
        "desc": "Ученица Адептов, утратившая связь с внешним миром. Годы затворнической жизни в горах Ли Юэ сделали её такой же отстранённой и холодной, как сами Адепты.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Фурина",
        "desc": "<p>В центре внимания на сцене театра правосудия вплоть до финального занавеса и оваций.</p><p></p><p><em>«В ней есть радость и гнев, ей свойственно безумие, когда требуется безумие, и слабость, когда нужна слабость... Именно её несовершенство делает её совершенной в моих глазах»</em>, - Преступник, преисполненный любовью и раскаянием.</p><p></p><p><em>«Одна ложь неизбежно порождает другую. В итоге череды бесчисленных обманов человек неизбежно предстаёт перед ликом «правосудия». Невежде это может показаться фарсом. Но если вернуться к самому началу, то лжецу станет ясно, что первой жертвой его обмана был он сам»</em>, - притча, которую ведьма «Н.» оставила в чьих-то снах.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/70239714/263e5ea0784d182b393f67a7e24146a5_6841129024701614855.png",
        "displayStyle": "card",
        "menuId": 2
      }
    ],
    "summaryList": [
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/申鹤/constellation_1.png",
        "name": "Душевная чистота",
        "desc": [
          {
            "type": "RichText",
            "text": "Увеличивает количество зарядов навыка <color=#ffd780>Призыв духа</color> на 1."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/申鹤/constellation_2.png",
        "name": "Духовная концентрация",
        "desc": [
          {
            "type": "RichText",
            "text": "Длительность эффекта навыка <color=#ffd780>Таинство освобождения</color> увеличивается на 6 сек. Активные члены отряда, находящиеся в области навыка, наносят на 15% больше крит. <color=#99ffff>Крио урона</color> ."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/申鹤/constellation_3.png",
        "name": "Уход от мира",
        "desc": [
          {
            "type": "RichText",
            "text": "Увеличивает уровень навыка <color=#ffd780>Призыв духа</color> на 3.\nМакс. уровень: 15"
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/申鹤/constellation_4.png",
        "name": "Прозрение",
        "desc": [
          {
            "type": "RichText",
            "text": "Когда персонажи под действием вызванного Шэнь Хэ эффекта <color=#ffd780>Ледяное перо</color> запускают бонусы урона Ледяного пера, Шэнь Хэ получает один уровень эффекта Мантра морозных небес:\n· Когда Шэнь Хэ использует навык <color=#ffd780>Призыв духа</color> , эффект Мантра морозных небес сбрасывается, а урон от использования навыка Призыв духа в этот раз увеличивается на 5% за каждый из накопленных уровней эффекта Мантра морозных небес.\n· Может складываться до 50 раз, длится 60 сек."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/申鹤/constellation_5.png",
        "name": "Обретение божественности",
        "desc": [
          {
            "type": "RichText",
            "text": "Увеличивает уровень навыка <color=#ffd780>Таинство освобождения</color> на 3.\nМакс. уровень: 15"
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/申鹤/constellation_6.png",
        "name": "Забытое таинство",
        "desc": [
          {
            "type": "RichText",
            "text": "Когда персонажи вызывают эффект <color=#ffd780>Ледяное перо</color> нанесением урона обычной или заряженной атакой, количество действующих уровней эффекта Ледяное перо не уменьшается."
          }
        ]
      }
    ],
    "voice": [
      {
        "title": "Привет...",
        "desc": "Меня зовут Шэнь Хэ. Я рождена, чтобы нести проклятие бедствий, поэтому я склонна причинять вред окружающим. Дабы держать мою смертоносную природу под контролем, Адепты велели мне связать душу красными шнурами. Если ты не боишься идти рядом со мной... Ха, хорошо. Дай мне руку.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/aeb44c3a7491d0f39a7eb61286742009_3572896850974507551.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/c75608a48d5731f96e672c08378180b0_8791496225079157406.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/44c6af5efabc5bd6ba8f2c2b84de9971_3498112760810034838.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/a32982392bb10f21da0aee7e2cf3dd32_2708882609687948307.wav"
          }
        ]
      },
      {
        "title": "Поболтаем: Дом",
        "desc": "Смертные наивно полагают, что у каждого обязано быть место, называемое «домом». Я уже давно привыкла жить в горах среди птиц и зверей.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/c29ace68fa8140689a25d67540d42480_2247106520307396321.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/27a9d4bb4fe5a3a5beb3d3aa88c41a1e_8980214573428188936.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/4e576d059d5a95fc9e6636b79303262f_6125789140024304981.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/6ad7ea70460cc77cfb89a16d65357670_6246266264522070143.wav"
          }
        ]
      },
      {
        "title": "Поболтаем: Девиз",
        "desc": "Очистить разум и уберечь жизнь...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/4395b4ad3c5cbad27c9b68857ee8c0fa_8234308433060516809.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/bc1685e15f3fd5b31c661e4d2b5f15ac_6666465146434386797.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/35c48ba0fb744b295ff52265f487c899_2964600714343647731.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/a0c4a0b26d84ece810a90d1cc92742ec_757395390679594943.wav"
          }
        ]
      },
      {
        "title": "Поболтаем: Слепое копьё",
        "desc": "Моё копьё не отличит врага от друга, а сила красных шнуров ограничена, поэтому я терпеть не могу людные места.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/1ba1158bca63146edced91583d587646_1083069009715460926.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/7dad1bb768dcd44d9ddac74890981a4a_8326662946666959350.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/fe12fc7b502bdaeb27951b904310a522_1794255572429974535.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/0306ff23340fe9a350058fd2a7a2e8ac_9012725062175900677.wav"
          }
        ]
      },
      {
        "title": "Когда идёт дождь...",
        "desc": "Смертные в таких случаях обычно используют... зонт?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/6ef138acf666c2d623639cea32e339f0_4281399053778804859.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/da3ff5a6cdfa6f456d4e497dd8fec711_3489674805345143785.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/1b3c0962ebba3cc3049633cc0f88a2b9_7220595362219747610.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/f5b4f62e643f575e01ce0e8a842f1096_1989411638293218044.wav"
          }
        ]
      },
      {
        "title": "После дождя...",
        "desc": "На небе разошлись тучи, как и у меня на душе. Надеюсь, никто не придёт и не станет беспокоить меня. В противном случае я заставлю их исчезнуть.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/6a2576d79a0e4228301b99354c680e49_8862587606543633366.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/8b7f9e72e1b0a9fe2c148310ae061525_3097147900321954574.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/6914b5b2729123c446ad28f420f948c8_5157176984882569590.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/f0864f66fb9e2fdee0874eec1fe78231_2240853658667980444.wav"
          }
        ]
      },
      {
        "title": "Когда гремит гром...",
        "desc": "В такую погоду чудовищ я могу просто замораживать, а остальное доделает молния. И одежда не запачкается.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/a921438ba68e297f707946edd2a5b2b5_9057897198445426517.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/ae41b339206e19e1ca5bf563ce879a2a_763036435976343039.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/fb6bccb344cfcb90627650523ea26b9a_375653412488743409.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/cd09c3c60d33e0c2775f82f7f471832a_4021699223559187171.wav"
          }
        ]
      },
      {
        "title": "Когда дует сильный ветер...",
        "desc": "Хм... Это напомнило мне о наставнице. Она обожает летать на порывистых ветрах пика Цинъюнь.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/3c5394eacecab44b522b4d07c051b8d8_2713475019545445974.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/813237b591b31eaffb8218bce269f740_4871789400558328031.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/a05931dcb93aff38ebd53b5b398ded9b_4923302060199531198.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/b170599dcaac07a13160b0fbba4fa8a2_6832694472297349207.wav"
          }
        ]
      },
      {
        "title": "Доброе утро...",
        "desc": "Доброе утро. Утренняя роса так сладка. Хочешь, поделюсь с тобой?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/54b915ae89ed56c04d2cc9021358c9c1_292190599197752832.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/d9e12f5db57ece947d7c19841e33e8ce_8583635909096384015.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/0b0b6e5e92ebb0a55103c7e0948a8bcb_7674223521166693185.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/fe7ad66cabfa46fcd14e4102f57710b6_2645029216404865670.wav"
          }
        ]
      },
      {
        "title": "Добрый день...",
        "desc": "Если тебя после обеда одолевает усталость, попробуй помедитировать. Действует прекрасно.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/0939dca0fb70c1ed5a187765458e30eb_1156464686914870258.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/de45492607a86548eb434d9fca18f671_8704562583953935787.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/ca85da0a170a3ea4c9c79a0a13214ec1_2648972788748228315.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/76d96faf3ee4fc804a549bfc10a9feaf_1006283462237133062.wav"
          }
        ]
      },
      {
        "title": "Добрый вечер...",
        "desc": "Тебе нравится искусственный свет фонарей или сияние луны в горах?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/3f573903a5874b2667291aa6fab14061_5008901876424338462.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/e797dc64d75b520bd00dd89f4c77bf46_2930211638772551957.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/f03844e250643d2d00629c30b9170619_2750352168980548757.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/a18c0c32768f42a054bbce3037bc6a74_604186351180963487.wav"
          }
        ]
      },
      {
        "title": "Спокойной ночи...",
        "desc": "<p><span style=\"color: #FFD780\">Уровень дружбы 4</span></p><p>Отдыхай и ни о чём не беспокойся. Я сплю очень чутко. При малейшем шорохе я выясню для тебя, в чём дело.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/c4831370768a576ecdf4255bfc759434_2468766297985878102.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/a03d825a25e00eff26133363f5b92c9a_3846405219739003639.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/4f7d2da3cb73037fb230ccced0c3dabc_7866536996627188995.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/0ac538886bd6d9258911d96fcc008363_1989817345885435361.wav"
          }
        ]
      },
      {
        "title": "О Шэнь Хэ: Инстинкт",
        "desc": "Во всей моей подготовке - совершенствовании тела и разума, изучении искусств Адептов - я всегда руководствовалась инстинктами. Главное - самосохранение. Я никогда не стремилась помогать людям, и если я по пути уничтожила какое-нибудь зло, благодарить меня не стоит.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/624f585ec3bc4e9e37f2c128a21609b9_7313745490613181418.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/1cf7408ec031e1f41c6076bc9ef05461_7986566796089265662.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/169a26fb24d37fc8c57b111ce7209f31_5522282440908737794.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/212a941cf4de00f334087cf547fbbc90_942692849323087950.wav"
          }
        ]
      },
      {
        "title": "О Шэнь Хэ: Иная",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 4</span></p><p>Когда я проявляю милость, меня величают Адептом, а если кого-то ставлю на место - тут же становлюсь для них ведьмой. Хех... А вот простым человеком меня не считают никогда. В любом случае я всегда буду для них иной.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/2deb406cde7b232b3b39f314d0bc6555_2526048052436601894.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/433cb98e9f816378c65ffb143fdd924e_1708371258625989376.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/c0da8fd2903ed3ff62edff49014578ce_3914521416875332193.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/0da363f6d5eca7afd3b8bfa3c5dfdede_1786178383255304961.wav"
          }
        ]
      },
      {
        "title": "О нас: Взаимоотношения",
        "desc": "Я почти не покидаю гор, поэтому я мало что знаю про общение с людьми. Когда возникает конфликт, я улаживаю его по-своему. Если тебе что-то покажется неподобающим, пожалуйста, скажи. Даже если я не пойму твоих доводов, то всё равно прислушаюсь к тебе.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/ae156273a7510a5a95e039e87b6bcafe_4442911479888818443.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/6e7867ade8be8605378836e143bd463d_5042510628530065198.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/18aff3487a294a5ef467094dd75f7d41_4907382269144184026.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/90d456327a2b4c436c68551686382a19_4874963154187523262.wav"
          }
        ]
      },
      {
        "title": "О нас: Красные шнуры",
        "desc": "<p><span style=\"color: #FFD780\">Уровень дружбы 6</span></p><p><span style=\"color: #FFD780\">Завершите главу «Ветер дует - журавли возвращаются»</span></p><p>Наставница дала мне эти красные шнуры, чтобы сдерживать мои порывы. Но во время нашего с тобой путешествия я постигла суть всего этого. Теперь я свободно управляю своей силой и знаю, когда дать ей волю, а когда сдержаться. Меня от самой себя спасают не красные шнуры, а ты. Если ты понимаешь, что это для меня значит, оставайся рядом.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/9be902c172408f0bb4207c3e4eb290ec_5827540825502295573.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/ef6be4c28fd1e4e7ea55297c113cb6e6_3819759348472817090.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/be29f65ade41dc65e64dbbcc83518856_2899489522740787394.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/08a98daf52a377214d16355de4e21ee5_871414252839989769.wav"
          }
        ]
      },
      {
        "title": "Глаз Бога...",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 4</span></p><p>Так этот блестящий камень называется «Глаз Бога»? Хех... Судьба легко отнимает свои подарки. Если однажды моя судьба развеется, погаснет и он.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/270c2be5cb04593bd0498174f540b75b_5451550461937830157.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/94ee5503c16544cbce754d3e2ee9712e_9002837196649385768.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/4970da5f794153f9080c3f0647750420_2508854354457979560.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/cfd927d32c4634376cfb7563e2b84a71_8977511773004418849.wav"
          }
        ]
      },
      {
        "title": "Давай поделимся...",
        "desc": "Злых духов изгонять легко, но вот со внутренними демонами куда сложнее. Если ты сам не сможешь освободиться от них, то никакие искусства Адептов и техники экзорцизма не помогут.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/bb43754de81e426229a847a9110b56fe_4535033874385063838.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/9260c77dd6ac803c948cfc146c002483_6650157327337432698.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/da00fb68540c4baa36e01624399ae61a_6233336510621883634.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/70afbf375950d70d5a9fe4685407ef24_5510801152671379927.wav"
          }
        ]
      },
      {
        "title": "Интересные вещи...",
        "desc": "Почему все так радуются какому-то «первому снегу»? Если в горах снег каждый день, то какой из снегопадов считать первым? Ничего не понимаю. Пожалуйста, объясни мне.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/10d6ed21f6d0e85bd95133eaededc480_1726787637844615079.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/4f415a4ca67e24c98034a1e6d3c2fdba_6444220574172793460.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/dc9d6f794fcd4a4c9d3c86a1a00675a8_4433004180473523188.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/b0da40874386f4c54697c132f1e04399_35507751048649741.wav"
          }
        ]
      },
      {
        "title": "О Нин Гуан...",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 4</span></p><p>Богатства, которых желают люди, мне ни к чему. Но в руках Нин Гуан богатства становятся средством решения проблем, с которыми никакому оружию не справиться. Она понимает неписаные правила общества и ведает, что в сердцах у людей... Наставница говорила, что это не под силу даже Адептам. Я восхищаюсь ею.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/e5c3daf31753f1d14baf5c6a46a8dbbf_522855242209971481.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/5931545dd4597e46ea82d1ed3d2f9106_1217048206522499742.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/8754c4e46513f059b0ffd5cd69ca85c1_1165296147004972966.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/592f58a01f8cc8bc1223551e3fd4ca57_770989404755007525.wav"
          }
        ]
      },
      {
        "title": "О Бэй Доу...",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 4</span></p><p>С ней не приходится церемониться и читать между строк, как с некоторыми, поэтому в её обществе мне куда комфортнее. Вот только... с ней постоянно кто-то есть, а ещё я слышала, что на корабле у неё много моряков... Мне нужно, чтобы ты был/а рядом. Только так я смогу вытерпеть их всех.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/663190f42449a1d3f6b44590b151a945_2506464665064045370.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/439d2c9433bfab397a2320397506f5a1_6349302691750978778.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/a23b58eeef5d489a3767ce29661d5431_2513012717333448902.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/170f9cb296870f311317f87e0292fdd8_3362632642782623751.wav"
          }
        ]
      },
      {
        "title": "О Юнь Цзинь...",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 4</span></p><p>Юнь Цзинь исполняет... «оперу Ли Юэ», правильно? Подобный вид общения мне нравится. Можно узнать о поступках других людей, не встречаясь с ними лично. Невероятное получится выступление, если однажды она споёт о тебе. Я бы с удовольствием сходила на него.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/7a05b8e2018df081e915c0606b4a84f3_1101890032676091092.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/caecf0a0610f36d9650f2739ad003c5b_2288214909121492003.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/8c8e501652133b8136cab204727c49e7_7498650689012111970.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/7404f0ba42f89c697020d8ae9721fa68_4144052578594853374.wav"
          }
        ]
      },
      {
        "title": "О Гань Юй...",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 4</span></p><p>Наставница много рассказывала о ней... Она оказалась совсем не такой, какой я её себе представляла. Не волнуйся, я об этом ничего не скажу. К слову, в Ли Юэ она так загружена работой... Похоже, за место в мире смертных приходится платить.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/238a8222f252ab09e8d35c4a0d077aad_4223141616866403195.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/6c44210ee66faf9de68510a7440064fb_7673217006701637820.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/8376f2ac3dd63c8546267e644e08ccf1_580700266670089831.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/afe43c880ada574e8c1cf2bc26872284_2387748390875695910.wav"
          }
        ]
      },
      {
        "title": "О Чун Юне...",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 4</span></p><p>Мне трудно поверить, что в этом мире... у меня ещё остались родственники. Если вдруг у него возникнут трудности в тренировках, я с радостью укажу ему путь. Вот только ему придётся подняться ко мне в горы. Семейство их слишком уж... общительное. Вряд ли я смогу отклонить их приглашения вежливо...</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/eba98fb1d94009477f8e5c7ddcb21f7a_8556268358536245568.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/83433b8aec9cec02ce163b8e2c3bbeb4_3293291921955298057.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/4fac030e12cbafc6f7c3cfc22f676adb_383672281695150475.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/f7fa186ac58641a4c39775b1009e37f0_2549165816398870504.wav"
          }
        ]
      },
      {
        "title": "О Син Цю...",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 4</span></p><p>Я видела, как он наклонился к тебе и о чём-то шептал. Если он посмеет угрожать тебе, я заставлю его... Хм? Просто дружеская шутка? В самом деле?..</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/e023b700067fa2315f0c0e4c9970b8bb_2080232030425051410.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/fdbec22c91c8be48c85194c8e25f8f14_3261352115599787439.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/2b5d3e0687092aca5554e1075eb82e42_145253427146407005.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/5adcdf57dc3fa064ac3d217f4fdbc756_7471812858609553206.wav"
          }
        ]
      },
      {
        "title": "О Чжун Ли...",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 4</span></p><p>Этот господин называет себя смертным, но он тесно знаком с моей наставницей, а она Адепт. Однажды наставница сказала: «Если увидишь, как он пьёт на каменной лавке перед моей обителью, не беспокой его». Я так и поступила.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/20821898f8fe5c0d484299bb794f0a0e_1631864574276888137.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/5594a47c819f8ec4f8c132c90c439ae7_1804827180829832707.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/c93cb428d7ab4d629f3ba35e33696b47_5078671499157661459.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/98a1dcf55b4a5dbebcba821d1ed0673d_8001693917933621313.wav"
          }
        ]
      },
      {
        "title": "О Бай Чжу...",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 4</span></p><p>Качество его трав превосходное, а ещё он уживчив и внимателен к другим. Но вот у змейки его язык без костей... Не переживай, я ей ничего не сделаю. Не хватало мне ещё со змеёй препираться.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/8a127ebc45d41587a920f26b161ee8d1_6729548357354342447.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/3ab51d7eceb1503f5911ade0514aec3d_8498454144777951374.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/40e3d6bf77cc1b594f381bae8e38470a_5060785839092851831.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/f01d88448606bff347be4d690ab20a45_4243042598281214060.wav"
          }
        ]
      },
      {
        "title": "О Ху Тао...",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 4</span></p><p>Часто она бродит по лесам, напевая странные песенки. Думаю, я слышала их уже по нескольку раз. Я привыкла к её пению, но всё равно оно какое-то... странное. Но и против него я ничего не имею.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/db168af50071d1852a507f729061a1b5_447447356135779889.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/1553952dbc3dadd85eb215c45c450720_7632598116993111200.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/839fdf8749b5d779a7ec8eba3da900c9_2608779619411672173.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/3a0284e1c27b9cc1e3be4ea821e0e7c2_2310903490852302433.wav"
          }
        ]
      },
      {
        "title": "О Сяо...",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 4</span></p><p><span style=\"color: rgb(255, 215, 128)\">Завершите главу «Приближение новой звезды»</span></p><p>Он всегда казался мне угрюмым. Во время нашей недавней встречи он был всё так же молчалив, но... вёл себя уже не так скованно. Может, он повстречал кого-то особенного.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/52938780ae4d3726033258ce8b708be9_6180738113708662014.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/f116918f01bbd976159e53bba19aa8fe_7736208209212843742.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/9d6f8fb7da4b4329829c2117f97774e0_2345456072204305973.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/1635a624562a289c9c305c9b33e1046f_2584830225771761567.wav"
          }
        ]
      },
      {
        "title": "О Сянь Юнь...",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 4</span></p><p><span style=\"color: rgb(255, 215, 128)\">Завершите главу «Тысяча лунных миль»</span></p><p>В прошлый раз, когда наставница и Шу Юй обедали в ресторане «Народный выбор», я заметила, что Шу Юй переняла некоторые манеры наставницы. Я ведь тоже выросла под её присмотром. Может быть, и я подсознательно взяла какие-то её черты...</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki-voice/2024/03/10/70239714/6b00c07cf387e2e9dd302ac91b585030_4587588939471937839.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki-voice/2024/03/10/70239714/c28004806a0a0d9b414b5c6e78745cd3_7430189246906438776.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki-voice/2024/03/10/70239714/6b18e27655c3979980782742d5b11879_8152480043578654521.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki-voice/2024/03/10/70239714/aa51fb975426d82fb2b9a885e0169588_1258607499645262603.mp3"
          }
        ]
      },
      {
        "title": "Узнать больше о Шэнь Хэ I",
        "desc": "Пожалуйста, не обращай внимания на то, как меня называет большинство людей. Я не Адепт, и никакими божественными способностями не обладаю. Я родилась в клане экзорцистов и росла в горах далеко от гавани Ли Юэ. Я лишь ученица Адепта, не более.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/f2988ce32e79e96fef7937f5fbc01963_3295338752140964847.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/d3504164127800d1b734c920aa0ef5e6_6048288908462297233.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/2899116e4c179d57c6dd775701e95879_6973721708685588012.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/b31e1af2633e235372ef1b76b622c59a_5819216353489087417.wav"
          }
        ]
      },
      {
        "title": "Узнать больше о Шэнь Хэ II",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 3</span></p><p>Столкнувшись с нарушителями, которые просто хотят доставить неприятности, все обычно пытаются их урезонить. Мне этого не понять. Если проблему можно пресечь на корню, избавившись от злобных глупцов, зачем выбирать трудный путь?</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/e6cee0f570f59d415a6839f10655d5f7_310389116403497001.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/e12d7f32a92cba1f6ea718bc28cea3f6_1111802011452377988.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/6cc60c0727692e715aa0916901bd21b3_9043517482214628373.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/b8316f847503c96596a790012a8c1193_4528271835680770297.wav"
          }
        ]
      },
      {
        "title": "Узнать больше о Шэнь Хэ III",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 4</span></p><p>Я была ученицей нескольких Адептов и тренировалась вместе с ними. По достижении определённого уровня вместо новых техник они стали обучать меня, как сдерживать желание убивать. Что ты, не волнуйся... Да, в земле остались воронки, а местами деревья вырвало вместе с корнями. Но всё это произошло в горах, вдали от цивилизации, и невинные не пострадали. К тому же, теперь я держу себя в руках.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/77671218fbbc3a0ca9fef88a5529a78e_3541673294337751786.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/f9f201fda7f255b1c15deb2fc2aec8c9_2722051652736017414.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/a12909c32b120f63d5d65b4087fcb185_6549494519011085024.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/dcf958cf5aa04bbccd361bcf82b2afac_6254065349410894541.wav"
          }
        ]
      },
      {
        "title": "Узнать больше о Шэнь Хэ IV",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 5</span></p><p><span style=\"color: rgb(255, 215, 128)\">Завершите главу «Ветер дует - журавли возвращаются»</span></p><p>Отец намеревался обменять мою плоть и кровь на жизнь матери. Когда он оставил меня в той пещере, я всё надеялась, что он вернётся и спасёт меня. Прошёл день, второй, третий... Я сражалась с этим демоном до последнего издыхания, но так и не дождалась. Я до сих пор не знаю... Меня бросили потому, что я проклята, или проклятье наложено на меня из-за такой участи?</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/117edaacc684fc271aac56eb229b04f8_5172015749689304605.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/68064bb31e0252b4d76da7e40d99352c_2387619727820851980.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/44c529009d9b872c46baa9f1a5bdd192_2066439293094740868.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/25a377539845193047d08978a7ab458a_370723099969075123.wav"
          }
        ]
      },
      {
        "title": "Узнать больше о Шэнь Хэ V",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 6</span></p><p><span style=\"color: rgb(255, 215, 128)\">Завершите главу «Ветер дует - журавли возвращаются»</span></p><p>Однажды я тайком покинула горы и вернулась в родную деревню, не сказав об этом наставнице. Деревня оказалась заброшенной, а отец давно скончался. Вдруг я поняла, что уз между мной и родными не осталось. А у прошлого, которое меня заботило, нет будущего. С тех пор я отказалась от всего, что было связано с миром смертных... Пока не повстречала тебя.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/cc60b43554c4f5d794c2a980d10b860d_678069702076777506.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/4fd52b7a07912b245975488a05c783d3_2996361716090728618.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/5e1c467bf06d8aeb434f3fbd500dc405_8966215022504067278.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/3c022f6ff7f7fd56b009aa8f8c39cf11_8377593186476172039.wav"
          }
        ]
      },
      {
        "title": "Хобби Шэнь Хэ...",
        "desc": "Главное в медитации - покой. Избавься от мыслей и позволь воздуху наполнить твоё тело. Эта техника позволяет мне быстро сосредоточиться на себе. Наставница говорила, что после достижения определённого уровня принимать позу для медитации больше не нужно. Адепты могут медитировать даже стоя... Мне до этого ещё так далеко.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/59f0be2266967ea311b022dc0dbc1b08_7388495177794121468.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/e612cdcdc3e888b9626209c0ac4e4a33_8598780246846979236.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/8e84a5a02a07cc32d7685a0d20d981da_2077862362984472823.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/6561b86f2f12f5bc1d7f16b44ee230fb_282623192162908333.wav"
          }
        ]
      },
      {
        "title": "Беспокойство Шэнь Хэ...",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 6</span></p><p>Страх потерять близких и желание спасти их... Из-за этих чувств болит сердце. Я никогда не испытывала подобного. Это бремя, но... также это и опора.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/aa1203500d30fd4656ba4374e9598037_3400117218057537811.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/bf652e54dd95c6faef3fd90f50d61e34_4306096621758126562.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/5220c586cbf253d9264f5f39b513617c_2874833163559641249.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/2de9de477381eea464c9e4930c5b3584_4622951770765481489.wav"
          }
        ]
      },
      {
        "title": "Любимая еда...",
        "desc": "За время, проведённое вдали от гор, я попробовала немало блюд, но вкус их мне не запомнился. Никогда не забыть мне лишь лапшу, которую я давным-давно ела дома... Не нужно об этом вспоминать, не нужно...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/9cc4a72fc2e5a67f512f2b197ed9dd02_4630585908015644147.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/d322be79461a8caf8e20652f2e3a64cd_8783089681801106739.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/67f7317bdb6f5c7a2712320a4a587878_21937872204335030.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/f6cf1daa766a326cdec76f7543a9dd86_82185182363924675.wav"
          }
        ]
      },
      {
        "title": "Нелюбимая еда...",
        "desc": "Если жевать лечебные травы достаточно долго, во вкусе останется лишь терпкая горечь... За годы обучения у Адептов я привыкла к ограничениям и предписаниям. Но сами Адепты... «Мира смертных удовольствия причинить вред Адепту не способны, поэтому мы можем невозбранно наслаждаться любыми из яств», - вот что сказала наставница.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/074db8eb5b07be1ea406168d7fc32539_2755763988198041793.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/e437940a1826f80f2c8f4f55db342c93_6979908036443058677.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/fb95d6c281c802c1ffdb3338809f9a47_8111709915264893341.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/8ead3d9fb00dd52f9084a67403ede5b1_5521436139297829664.wav"
          }
        ]
      },
      {
        "title": "Подарок I ",
        "desc": "<p>Этот вкус... Это правда для меня?</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/cc42231b12eb1532c7defd12a71183d1_8713863994587599201.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/c926f4c41483ffaf10b904fdd1089f90_4779422862973475811.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/92017d39a0e0fbd816b40a83ce4ab0bb_1957144435255228216.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/a39d1fd74433eb0d6fe0941969b2711d_8004944484057616887.wav"
          }
        ]
      },
      {
        "title": "Подарок II ",
        "desc": "<p>Твои блюда, бесспорно, вкусны. Не могу отрицать.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/5ff397a2eb8e2728223f1b773f1428ca_1051471520029702249.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/cfdba8c0ec85b0d835c8afbe90be436c_7312281945168839962.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/6290b7a486441efd551ba6d2149afb26_2993723061266697220.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/48254d8f7a50bade1ba7ce40a03097cc_7333348208385441109.wav"
          }
        ]
      },
      {
        "title": "Подарок III ",
        "desc": "<p>Неважно. В конце концов, я привыкла к такому вкусу.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/332ce7cff9322978f220acce2a423898_4228223736613820192.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/6a55bdb33bf74a1555ce18e2088e6722_3825584070238686990.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/a6dcc8139e1cef4d6f5fde77b14475e7_3847400336431423443.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/4e40238894fe4aaa672d3ed51e198d47_6588734982821217658.wav"
          }
        ]
      },
      {
        "title": "День рождения...",
        "desc": "Я слышала, что для людей день рождения - важное событие, а именинников поздравляют и одаривают подарками. Материальные блага мне чужды, но ничего прекраснее звёздной ночи в горах я не видела. Я заморозила озеро и превратила его в зеркало, чтобы облака плыли и звёзды сверкали прямо у тебя перед глазами. Так я праздную твой день рождения... надеюсь, тебе нравится.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/eda9e86b5fd0b31eefecaddb0af890cb_4161526307425402100.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/7fd30dc93ca8daad148fc44fdd292f9d_144488091067823420.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/9e976200acc8e348826a623483b08b59_4084720648235465340.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/e915e2c4b03db7e3bc3d7640e23d93f5_1334027361488242313.wav"
          }
        ]
      },
      {
        "title": "Чувство возвышения: Начало",
        "desc": "<p><span style=\"color: #FFD780\">Фаза возвышения 1</span></p><p>Сила, которой я управляю... она растёт.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/ff084122290c57e62bb306a2017bc56f_4354977414324234709.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/675964dc4f31a034e9541fcfe27ac7fb_3484797868178603892.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/565deecd88396ec1bbd7cd2b2bc2d97f_3027374871403417976.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/328975d579ccc97dece9cf6918dfa958_7422751499925519125.wav"
          }
        ]
      },
      {
        "title": "Чувство возвышения: Нарастание",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Фаза возвышения 2</span></p><p>Узнай об этом наставница, она бы наверняка добавила ещё красных шнуров...</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/ced802c9fea7c7f6abe1bd528cb6188f_3096415988835090452.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/60230c65599bbb27cf1880413c2e2036_5269051959848711095.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/c136b84c8f4c001bfc6d52bcc1d2b407_4301627057868020113.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/e4cabc5097fb62694f0b4a0ffeffcb84_3347114550519174324.wav"
          }
        ]
      },
      {
        "title": "Чувство возвышения: Кульминация",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Фаза возвышения 4</span></p><p>Последнее время я тренировалась не так упорно, но всё же я будто бы становлюсь сильнее, не прилагая сознательных усилий... Полагаю, что это возможно лишь рядом с тобой.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/8e81a0e11ce99388899517847432e01d_6047197476113207090.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/dc19fb1311f258a6ff0901dd5974c92b_2982196936442458218.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/61beb5f93fe791f85f208c2f0e3e16ce_6016791002915631222.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/2eb857b357cbcad2b4f8ce40fb60e75b_1457747928717523556.wav"
          }
        ]
      },
      {
        "title": "Чувство возвышения: Окончание",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Фаза возвышения 6</span></p><p>Раньше я думала, что единственный способ возвыситься - очистить разум от мыслей. Но только после всего пережитого я поняла... Желание защищать пробуждается, только если разум наполнен правильными вещами. Это наделяет силу... смыслом.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/0183e92c31da59eca07f3522a7af8677_4207968518329010134.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/01646b86a7e4d3221195e965c86c07ff_9036965187771496595.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/db6765855cf4c95eb19786a9b7009fea_6301124110525304056.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/6082176af9be59c5fd06185128712a6a_751528283284996809.wav"
          }
        ]
      },
      {
        "title": "Элементальный навык I",
        "desc": "Подчиняйся!",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/b0aaae6f4efd69717e29596462feab10_1266081145745124907.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/181edab3204093276529b21b2ea5ee9a_6696860195830990856.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/c2265ca78c4a85954fd5fb72a9731afb_4282942002989409245.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/153a740eeac9fc0cfef3de8384d48e2b_1141657872612472847.wav"
          }
        ]
      },
      {
        "title": "Элементальный навык II",
        "desc": "Проявись!",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/686e436ce04a0ceb20eaff136516f8cd_760698545334101984.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/420d530b4ebd9755cb87a047313834ac_2437787446090977536.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/85ec2a3cfc2019a63aa7cebc2ad38ee0_1568193605840345094.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/e3093795a2ddad8b56a81550018f918a_6173086627980015362.wav"
          }
        ]
      },
      {
        "title": "Элементальный навык III",
        "desc": "Освобождение!",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/0bd2eb48aa8e21ab688ea0071cfbff94_6900921028439777060.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/098d574d9c7800b1eae903392c51c31e_4295346523300986819.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/cead854be9215455118da4e6a0d97db3_6203768589017135547.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/526afa116baeacdaa1b2aa79b881c85c_5569790588150660956.wav"
          }
        ]
      },
      {
        "title": "Элементальный навык IV",
        "desc": "Превращение!",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/4abeddeb0c102da178c502171be3d5f8_1036858101756035338.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/c62400cf1c4fbc6c77d495d168716e1c_2872455898307494848.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/8d0485dc95b9c2ff3461bf6d7fc1a58f_6845344857373302014.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/f9f4003f0ca1586b1b1eaa41fecb5afb_8310481495149595806.wav"
          }
        ]
      },
      {
        "title": "Элементальный навык V",
        "desc": "Моя воля во плоти!",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/588555f2e76861f9d03d12252cc0e498_2025052298486531798.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/a74d28004c21f10c8eca5389c41366b3_2431813013955623924.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/7b89f7d4188a09dfab3edcce7f0f161b_3095834481711877349.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/7fea187cefa902c5c6f0c289592a92dd_9144689061081434279.wav"
          }
        ]
      },
      {
        "title": "Элементальный навык VI",
        "desc": "Прими истинную форму!",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/88a94a61a9b329bc5226a4b426f6ca88_3907970212713429547.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/f7b70e883f40a8dcf144a6e07ea62bda_7110991435438314663.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/cc60a628dd990862cddf32e6d68151c0_7876742358814862690.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/eba20a4231b12f6259f842a75b567ad0_8590164347122906028.wav"
          }
        ]
      },
      {
        "title": "Взрыв стихии I",
        "desc": "По указу небес!",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/a40b76872b638973aaec155eb8d9b432_1239422539816277939.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/388d68ffe54bf7f273fa4ec86f40f496_3679756809907132956.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/7fe2cac27b6520480a76ffc7cc6825a3_140028063745147001.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/a6429b1e0d68569ea0f9ddd092b196b2_7451434525532096615.wav"
          }
        ]
      },
      {
        "title": "Взрыв стихии II",
        "desc": "Воплощение Крио!",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/d7511e9268ff05831d5927300fef031f_8923371059456988088.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/914f70892e5e6b9336585543a8378a2e_7358340982157287192.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/26acdf9e0906b0d36e1fc63b8dfdc890_3835234434542431952.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/238b57f30bc76547d9b9ed832f063b58_3673454519040841014.wav"
          }
        ]
      },
      {
        "title": "Взрыв стихии III",
        "desc": "Следуй высшей воле!",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/bf033f5c9ea135b79000b7d2204b30e8_2849340764657808741.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/8e8468e73573db2f514bfa9f0e9be9f1_8290458483141649105.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/171904f205099cb0f1e23b01e1932194_1951083735432200605.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/bae2d61794f24b917019709c7bcb7f02_7528606915914956807.wav"
          }
        ]
      },
      {
        "title": "Открытие сундука I",
        "desc": "Так вот что смертные называют сокровищами?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/26c69a5128ed63015cfabac16ac5fb8f_3294249891695088419.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/27979ec670028d7a0ded265db7d9197d_6172262617670085882.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/718b17fd22856e44af19406ca4f68092_7302822886463854414.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/a0218836faaac1713e9e1ffd93469daf_7298887489634609223.wav"
          }
        ]
      },
      {
        "title": "Открытие сундука II",
        "desc": "Сокровища Адептов обладают особыми силами. А сокровища смертных?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/3a8775043bc9757c07060f1dec92618d_6051540949093262106.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/b9c10dbbc89ca8a42e983bff820ccb4c_3873377929786275620.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/a8f95cae5492c970eda8fa19cd1e2bf4_3472853750664625220.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/b4792a12dc01965fec8dae5b8e8fc817_8493299390703052338.wav"
          }
        ]
      },
      {
        "title": "Открытие сундука III",
        "desc": "Эти вещи... для чего они?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/44625c1aea3afadc3c05fd87308c3f5a_2970310037047578993.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/eb75dbe300cef4fdaed9994b57fbd4c5_4487911444978192270.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/5abe61674185885f1958603d44c5a69a_5060878305487377538.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/ef41ba9f40be7f7923bf49d11099be5d_5217359586699003181.wav"
          }
        ]
      },
      {
        "title": "Низкий уровень HP I",
        "desc": "Ты пожалеешь об этом...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/c8279416cdc60ea82ba4a1d896d1cd96_4619051233732124833.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/94a0669bbc7022708a06695a8ac92f34_5251026642125617805.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/efcd4961ee8a21718ed36d92ba34e2e9_2039413841038563460.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/01e501161ce4ed0a8f98ad859a405643_6010928512089805314.wav"
          }
        ]
      },
      {
        "title": "Низкий уровень HP II",
        "desc": "Я не уступлю...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/fa2631c35370dd03cca04a2344d2a180_8807569247524908617.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/ac570e83491083474cab748f5483e3b7_6182955869837893145.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/5993c2ecb1742a54183eda065d47e91b_1381782561668984319.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/81b8c9a1ffc59160698a92d118da5d49_5460774367829184261.wav"
          }
        ]
      },
      {
        "title": "Низкий уровень HP III",
        "desc": "Я истреблю их!",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/8c2954fe9c427b1d7fc50ee13f5e82bb_7184494456106406463.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/1ca0811369090e55563c73ed96123ca9_2183150803202966948.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/e2ccffdc59cd0c4ebc46e5a7ff864c83_1592861120560685505.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/456151c0c599ebe40ae67deb47cd928c_4019358175246669528.wav"
          }
        ]
      },
      {
        "title": "Низкий уровень HP компаньона I ",
        "desc": "<p>Не нужно заходить так далеко.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/f3122cc0a7b7a6970d31e1244485713e_6101697995445720695.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/bef1f3eaeb284dd184405e9ed263a8bd_3583511737735129641.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/c7edadf7260b7fb173f85dbc563c12f9_4405019881631432001.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/58392722cf735346e974c5bbfb40181f_8910925080643041229.wav"
          }
        ]
      },
      {
        "title": "Низкий уровень HP компаньона II ",
        "desc": "<p>Позвольте мне закончить.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/544c3fc48c600f77d444c9d8ac83f5de_580620475059476662.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/564e2dfd461c7d0a5215f78a4705b78d_82413308777648208.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/75ec5def126d4d40e3f2d280b50b066e_9216322803691008575.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/6ebbb0dfb58e2397a52a1a705282fbbb_1489541656968588070.wav"
          }
        ]
      },
      {
        "title": "Без сознания I",
        "desc": "От судьбы... не скрыться...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/6b7a809e888cf75f5b350ec1d0e547fb_1434565648716289404.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/b8477f2e731387fe4e551262b0a4c0b2_8030747576977964203.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/0d9e1b0a64ca51bf7b060bc010609404_4169086717153565863.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/fc49d0350a87615d53269840056c4214_8190468503636950803.wav"
          }
        ]
      },
      {
        "title": "Без сознания II",
        "desc": "Настал мой час...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/0876d319dddaf53922ac00952e450fa5_178976953651604775.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/7bedca1ba83f4ea423ec7299ff5f1362_3025028359506234266.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/3903380364cb6e8d0064ed305d1e4604_2162635051890135950.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/0cdf302dbcbcb34ed457661ca417af74_2110320001089278525.wav"
          }
        ]
      },
      {
        "title": "Без сознания III",
        "desc": "Моё бремя проклятия...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/615004aa54b9b6cc566b44f36b97b6ef_5900738963154509942.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/e5e3648f80fb6e9073dded1a9b22fa04_7735065301646709613.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/9efb9be665bddd1beb8537de5abb343e_4423736257255344196.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/fc83569b6bb935b308a6d70e6a5d212a_5637931320541663119.wav"
          }
        ]
      },
      {
        "title": "Получен лёгкий удар I",
        "desc": "Бесполезно!",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/2ff2e81e3ad022b3a150535cfd29ef71_7134416520425432230.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/c9a169148171d87dfa32c4c6218fdf1f_433184039601501323.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/71932a850426241f3812183ea9fe95d6_7945200489068331434.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/ba9cbc1a67d1ea8a23ded2c3d995755d_36255217102189020.wav"
          }
        ]
      },
      {
        "title": "Получен тяжёлый удар I",
        "desc": "И не мечтай!",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/acd36b127b881aef6e7d4ea6a3e1e050_6308087267308665703.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/b5c6d92d74672a9dc44e9b8966cc0313_6373943923651171923.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/6207392e6351334a7926cf41a6327e46_7308181969489413250.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/5f7c8d411d2363400672c72bd913e95a_6819012468671482923.wav"
          }
        ]
      },
      {
        "title": "Получен тяжёлый удар II",
        "desc": "Тебе же хуже!",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/2eb78dd7316b35ab9a2c172a10060033_3744031284248782889.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/b55fa233ad7a680bbdd1d27618291832_9006958721120284115.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/45e42f7efb5199790a12e018b82d37c5_6113410883260762156.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/78ccf03f1f5ec1a95b0907ab2a98294b_1946239157249929350.wav"
          }
        ]
      },
      {
        "title": "Присоединяется к группе I",
        "desc": "Что означает... работать в команде?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/44fbe0a7a2e2a2e977899fcfa712dcd0_8196023546456624648.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/2d6822b8cc1c2e1bb32ce42728eaaab8_5525169832517851543.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/9b6244e3f96d2a9b36af63f808b04e21_1373505931389040943.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/2bdace03f4bed1ef9ee8f580929cb4a6_7332952784389006378.wav"
          }
        ]
      },
      {
        "title": "Присоединяется к группе II",
        "desc": "Поняла. Мне нужно просто стоять здесь, да?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/89666cf0a1220ca2b8bb2f54f3653200_864819895403333045.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/51b5609d4fc965434eb157e7fb1a5f3b_9163147893534565948.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/3f248468c80d69f6185aa2af5ec747c3_7580858454926505938.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/1d028e0db30860e46c6336c7439e462e_5285654496874730613.wav"
          }
        ]
      },
      {
        "title": "Присоединяется к группе III",
        "desc": "...Я сделаю так, как ты прикажешь.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/033c18fb00fc09c27a37266d699a2423_8544923915594307041.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/ea58fdd18af10f09c14ea40018160c89_2603468047248982818.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/89b84ad9dcfb056e367cf50bec738b4d_8887890837183526535.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/06/06/51635400/1a180a6ace6fca8fe6dcd1a539a10f30_8876296406822357875.wav"
          }
        ]
      }
    ]
  }
}