{
  "epId": 2907,
  "name": "Сахарная наживка",
  "desc": "<p>Наживка на основе эссенции розовых лепестков, смешанной с порошком из сушёного фрукта харра. Обладает горьким вкусом и медовым послевкусием. Такова и жизнь рыбака: приходится терпеть то непогоду, то палящее солнце, то волны, что поднимаются до самого неба, но когда ты наконец получаешь свой улов, это счастье не передать словами.</p><p></p><p>Подходит для ловли иглобрюхов и рыб-алебард.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/19/237301566/a3eec824abb55f5ccd6fd1d8ce67974c_3879174381390533878.png",
  "filterValues": {
    "objectType": [
      "Наживка"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1687170787,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Сахарная наживка"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Наживка"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Алхимия"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "Рецепт"
      },
      {
        "type": "CustomEntry",
        "epId": 3616,
        "name": "Рецепт: Сахарная наживка",
        "desc": "<p>Подробный рецепт приготовления наживки «Сахарная наживка».</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/04/237301566/4829ee57f9aab15129213c8e602652e9_3333673538220153425.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ингредиенты"
      },
      {
        "type": "CustomEntry",
        "epId": 2844,
        "name": "Фрукт харра",
        "desc": "<p>Растёт в жарких и влажных тропических лесах, обладает специфическим терпким ароматом. Сушёный молотый фрукт харра можно использовать как приправу, это важнейшая пряность Сумеру.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/70239714/d1f4b9cc03b61a57be65364a2d3f3c4e_3545966696399564987.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2796,
        "name": "Сумерская роза",
        "desc": "<p>Растение с яркими фиолетовыми цветами, источающими чарующий аромат, который притягивает прохожих, словно магнит. Некоторые относят его к «вьющимся розам», но, с точки зрения ботаники, это неверно.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/70239714/270a62891320f5611c18d94273c53492_3327414191979077972.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Наживка"
      },
      {
        "type": "CustomEntry",
        "epId": 2907,
        "name": "Сахарная наживка",
        "desc": "<p>Наживка на основе эссенции розовых лепестков, смешанной с порошком из сушёного фрукта харра. Обладает горьким вкусом и медовым послевкусием. Такова и жизнь рыбака: приходится терпеть то непогоду, то палящее солнце, то волны, что поднимаются до самого неба, но когда ты наконец получаешь свой улов, это счастье не передать словами.</p><p></p><p>Подходит для ловли иглобрюхов и рыб-алебард.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/19/237301566/a3eec824abb55f5ccd6fd1d8ce67974c_3879174381390533878.png",
        "amount": 10,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Рыбы"
      },
      {
        "type": "CustomEntry",
        "epId": 2831,
        "name": "Водяной персик",
        "desc": "<p>Круглая рыбка средних размеров с роговидными хрящевыми отростками, необходимыми для рытья нор и отпугивания естественных врагов.</p><p>Розовым телом и зелёным хвостом эта рыба напоминает персик зайтун. С персиком её роднит ещё и сладковатое мясо: некоторые рыбаки уверяют, будто из него вполне можно приготовить рыбный десерт.</p><p>Однако рыбный десерт, о котором говорят рыболовы, по ряду причин так и не увидел свет. Дело в том, что водяной персик — редкая и дорогая декоративная рыба, которую почти не употребляют в пищу.</p><p>Многие люди мечтают полюбоваться ярким окрасом водяного персика, но не могут позволить себе такую дорогую покупку, поэтому предприимчивые торговцы изготавливают искусственные модели водяных персиков из обычных персиков зайтун, и продаются они весьма неплохо.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/06/51635400/6720f1dab0b0b6aa0d67b709e5a18df0_1214503407315947235.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2827,
        "name": "Песчаный иглобрюх",
        "desc": "<p>Круглая рыбка средних размеров с роговидными хрящевыми отростками, необходимыми для рытья нор и отпугивания естественных врагов.</p><p>Эта невзрачная рыбка песочного оттенка — важный представитель подводного мира. Изучив строение песчаного иглобрюха, учёные вывели экологические характеристики всей ветви иглобрюхов. Песчаный иглобрюх выделяется среди своих собратьев самыми крепкими и сильными роговыми отростками, выступая в роли «подводного рабочего». Такие иглобрюхи обитают на самом дне рек и озёр, где много песка, поэтому они и приобрели такую защитную окраску.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/06/51635400/fa81c1a3fe5341afc7b9269422eff7eb_52194743281392674.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2829,
        "name": "Вечерний иглобрюх",
        "desc": "<p>Круглая рыбка средних размеров с роговидными хрящевыми отростками, необходимыми для рытья нор и отпугивания естественных врагов.</p><p>Вечерние иглобрюхи — самая долгоживущая разновидность иглобрюхов, их можно узнать по дымчато-серому окрасу. Такой окрас объясняется уникальным способом выживания вечернего иглобрюха — в его коже содержится специальное вещество, напоминающее желчь, куда более кислое, чем у остальных иглобрюхов, из-за чего многие подводные обитатели стараются держаться от вечерних иглобрюхов как можно дальше.</p><p>Но, если соблюдать технику приготовления, эта кислинка придаст иглобрюху приятную свежесть. Поэтому вечерний иглобрюх пользуется высоким спросом, и на рыбных рынках Сумеру часто можно увидеть таблички с надписью: «Не держите вечернего иглобрюха в одном аквариуме с другой столовой рыбой».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/06/51635400/1aa68848b24ef95130f49f8c3c4fac79_2514748053842883525.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2832,
        "name": "Плодовый иглобрюх",
        "desc": "<p>Круглая рыбка средних размеров с роговидными хрящевыми отростками, необходимыми для рытья нор и отпугивания естественных врагов.</p><p>Самый распространённый из иглобрюхов, плодовый иглобрюх отличается тёмно-зелёным окрасом и внешним видом напоминает незрелый плод на ветке дерева (отсюда и появилось его название).</p><p>В этой рыбе мало костей, её мясо жирное и сочное, но если неправильно его обработать или слишком поздно удалить желчный пузырь, мясо станет кислым, как мякоть незрелого фрукта. Поэтому умение вкусно приготовить иглобрюха — один из критериев, по которым оценивается мастерство сумерских поваров.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/06/51635400/f8e1966a8e42ac68908c2b33aa1975e2_4509583368246747689.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2830,
        "name": "Лазурная рыба-алебарда",
        "desc": "<p>Рыба необычной формы, сумерский родственник рыбы-бабочки. У этой рыбы широкий скелет и уникальное изогнутое тело. Легенда гласит, что первый рыбак, поймавший эту рыбу, приложил свою удочку к её хвостовому плавнику и обнаружил, что вся конструкция напоминает некое древковое оружие, так и появилось название «алебарда». В научных кругах эту рыбу называют «якорная бабочка», но «рыба-алебарда» — название куда более образное, поэтому оно чаще используется в обиходе.</p><p>Несмотря на своё воинственное название и на то, что их сила превосходит силу многих других рыб, рыбы-алебарды, а в особенности — лазурные алебарды, отличаются крайне миролюбивым характером, особенно те, у которых на теле есть синие и золотые полосы. Благодаря прочности своей чешуи и размеру, рыбы-алебарды зачастую не обращают внимания на атаки других обитателей подводного мира, а просто дожидаются, пока противник устанет и уплывет.</p><p>Однако их сила может оказаться настоящим испытанием для рыболова. Чтобы поймать рыбу-алебарду, нужно относиться к ней, как к крупному зверю. Мудрый рыбак знает, что когда клюёт рыба-алебарда, нужно выкладываться на полную, чтобы истощить её выносливость. Это единственный способ поймать её.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/06/51635400/b515aec19c896a47ce4ec9899a0cb25d_5107956196034642067.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2828,
        "name": "Нефритовая рыба-алебарда",
        "desc": "<p>Рыба необычной формы, сумерский родственник рыбы-бабочки. У этой рыбы широкий скелет и уникальное изогнутое тело. Легенда гласит, что первый рыбак, поймавший рыбу-алебарду, приложил свою удочку к её хвостовому плавнику и обнаружил, что вся конструкция напоминает некое древковое оружие, так и появилось название «алебарда». В научных кругах эту рыбу называют «якорная бабочка», но «рыба-алебарда» — название куда более образное, поэтому оно чаще используется в обиходе.</p><p>Нефритовая рыба-алебарда предпочитает участки, густо заросшие водорослями: там её маскировка наиболее эффективна. Снующие в водорослях рыбёшки иногда натыкаются на замаскированную рыбу-алебарду, но алебарда не нападает на них, а наоборот, обеспечивает укрытие от хищников.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/06/51635400/7a2bcc9668aec3c23811a2b346b2e086_4001550945845019416.png",
        "amount": 1,
        "displayStyle": "card"
      }
    ]
  }
}