{
  "epId": 2921,
  "name": "Плывущий свиток песен",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/51635400/c27b975a9c45619911e4e3decb71c44c_1983642620945979120.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675338432,
  "components": {
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Фрагмент литературного труда, обнаруженный в пустынных руинах исследователями из даршана Вахуман (школа этиологии) Академии. Автор труда не установлен.\n…Услышав это, госпожа Пушпаватика оставила последние сомнения.\nОна сама отправилась во дворец (…), чтобы испытать мудрость принцессы.\nПринцессу окружала бесчисленная свита\nв одеждах из тонкого льна и шёлка. Они были подобны небосводу, на котором тысяча звёзд окружает сияющую луну.\n(Хирбад Хараватат, примечание Тафаззоли: «Ошибка в переводе: слово \"шёлк\" в последнем предложении следует понимать как \"невиданные ткани\", чтобы у читателя не возникло ассоциаций с Ли Юэ. Кроме того, под \"дворцом\", упомянутым во втором предложении, в оригинале имелась в виду \"божественная земля\", а не здание как таковое. Похоже, занимавшийся переводом исследователь из Вахумана не очень сведущ в языке той эпохи. Буду продолжать вести заметки».)\n…Прекрасный аромат окружал принцессу, что стояла (у изгороди/в саду/на поле битвы?),\nсловно ручей, огибающий рассеянный лунный свет в тени деревьев.\nС древности и по сей день ни один смертный не видел подобной красоты,\nкак не видел инея, выпавшего в июле.\n(Хирбад Хараватат, примечание Тафаззоли: «Слово в первом предложении, точное значение которого на данный момент не удаётся установить, можно также перевести как \"пахотное поле\" или \"кладбище\"».\nХирбад Вахумана, примечание Яршатера: «Большое спасибо за ваши комментарии, уважаемый господин Тафаззоли. Теперь нам ещё труднее установить, кто был настоящим автором этой книги».)\n…и молвила госпожа Пушпаватика:\n«Слава крылатым – властителям, что правят всеми царствами земли.\nЯ – фея, родившаяся в самом начале начал. Я – мерцающая иллюзия и сверкающий свет, исходящий из зениц создателя.\nДаже в самых отдалённых уголках земли люди воспевают твою мудрость. Не знаю, ответишь ли ты на вопросы, что долгое время занимают мой ум, не давая покоя?\nРазгадай три мои загадки, и я дам тебе в награду и эти специи, и золото, и драгоценные камни».\nОтвет принцессы (…) был таков:\n«Хвала крылатым и Истинному Пути, что правит всеми царствами земли.\nЯ хозяйка вчерашнего дня и владычица завтрашнего утра. Никогда ещё не доводилось мне лицезреть красавиц, подобных тебе.\nГоспожа Пушпаватика, поведай мне, какие загадки терзают твоё сердце.\nА специи, золото, камни… Разве их ценность сравнима с ценностью знаний?»"
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "Фрагмент литературного труда, обнаруженный в пустынных руинах исследователями из даршана Вахуман (школа этиологии) Академии. Автор труда не установлен.\nИ молвила вновь госпожа Пушпаватика:\n«Милостивая принцесса, коли сердце твоё искренне,\nвыслушай мою первую загадку.\nЧто на этом свете холодно, как лёд, но живо,\nи, лишь исчезнув, дарит нам тепло?»\nОтвет принцессы (…) был таков:\n«То роза, чья жизнь коротка и что радует наш глаз весною. Хоть и покрыта вся шипами, не утаить её прекрасный аромат.\nЦветы её срывают и создают духи, а стебель служит фитилём для ламп.\nВо все века её красота опьяняла любовников, и даже король в алых одеждах был пленён её великолепием.\nНо роза не знает, что такое любовное томление, и увядает с приходом новолуния и утренней росы».\nВ душе госпожа Пушпаватика похвалила сей ответ, но её прекрасное лицо осталось отрешённым.\nОна сделала шаг вперёд, чтобы загадать принцессе вторую загадку.\nИ молвила госпожа Пушпаватика:\n«О мудрая принцесса, ты отгадала мою первую загадку.\nОднако мир наш от высоких звёзд до глубин Бездны наполнен множеством необъяснимых тайн.\nИ если молва о твоей мудрости не лжёт,\nпопробуй разгадать и вторую мою загадку.\nЧто в этом мире к небесам возносится и с небес спускается,\nникто его не видит, оно же видит всё,\nверх у него подобен низу, а низ подобен верху,\nно движется оно лишь сверху вниз, а не наоборот?»\nОтвет принцессы (…) был таков:\n«То есть божественный закон, основа всех основ всемирной праведности.\nЗакон сей видеть не дано, но он распространяется на каждого из нас.\nИ должно поклоняться лишь Ваане, не предаваясь коварству и порокам.\nА тех, кто осмелится встать на тёмный путь, в конце ждёт лишь погибель»."
          }
        ]
      },
      {
        "title": "Том III",
        "desc": [
          {
            "type": "RichText",
            "text": "Фрагмент литературного труда, обнаруженный в пустынных руинах исследователями из даршана Вахуман (школа этиологии) Академии. Автор труда не установлен.\nСердце госпожи Пушпаватики наполнилось радостью, однако прекрасное лицо её по-прежнему сохраняло отрешённость.\nОна поклонилась, выражая почтение мудрости принцессы. И настал черёд третьей загадки.\nИ молвила госпожа Пушпаватика:\n«О мудрая принцесса, тебе подвластны все тайны мира, от самых звёзд и до глубин Бездны.\nНо не всё в мире преходяще. Есть то, что освещает вечности огонь.\nИ если молва о твоей мудрости не лжёт,\nпопробуй разгадать последнюю мою загадку.\nЧто в этом мире можно ранить стрелами, но смерть ему не страшна,\nчто в этом мире лат не разобьёт, но целый город в порошок сотрёт,\nи ни земным народам, ни посланникам небес не покорится,\nни божество, ни демон с нею не сравнится?»\nОтвет принцессы (…) был таков:\n«То неисчерпаемая мудрость, оберегающая (…) цивилизацию.\nСловно (…), она воскреснет из мёртвых и никогда не исчезнет, будто (…).\nИ пусть даже время оставит под её ногами лишь пыль и песок, столетия спустя она будет всё та же, словно (…).\nОна принесёт людям (…) и счастье, а они ей – (…)».\n(Хирбад Хараватат, примечание Тафаззоли: «Причиной наличия пропусков в тексте является не человеческий фактор, а плачевное состояние самой книги. Некоторые из пропусков можно восстановить по обрывкам слов, сохранившихся в оригинале. Но, к сожалению, учёные-переводчики Вахумана не обладают достаточными для этого знаниями и навыками. В связи с этим ниже я приведу свои догадки.\nПропуск в первом предложении: «мой/наш», «вечный» или «весь».\nПропуск в третьем предложении: возможно, здесь должно стоять чьё-то имя, но также можно вписать фразу «годы не тронули лика её».\nПервое пропущенное слово в четвёртом предложении: «возвращение», «кончина» или «возрождение».\nПредположить, какими были оставшиеся пропуски, на данный момент не представляется возможным.\nХирбад Вахумана, примечание Яршатера: «…и почему же ты со мной обо всём этом даже не обмолвился?»)\nПринцесса отгадала все три загадки, ни одна из них не поставила её в тупик.\nУслышав её ответ, госпожа Пушпаватика не смогла сдержать восхищения.\nИ молвила она:\n«О милостивая и мудрая принцесса вечности,\nза всю жизнь человека не хватило бы слов описать величие твоего ума и знаний.\nТвою семью и твоих подданных благословили сами Небеса,\nведь им позволено быть рядом с тобой и внимать твоим мудрым наставлениям».\n…С тех самых пор правительницы заключили меж собой союз. И стали служить на благо всего мира вместе с тем, кто был с ними от начала до самого конца, (Кровавым? Гневным? Алым?) Королём. В сердцах их горело желание привести народ (…) к процветанию."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Плывущий свиток песен"
          }
        ]
      }
    ]
  }
}