{
  "epId": 2922,
  "name": "Учение листвы",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/51635400/0de691fd7ef4621a488218ee8eefad9e_3767454282143151174.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675338424,
  "components": {
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Биография, написанная исследователями древнего Сумеру, в которой изложены деяния властительницы Кусанали во времена великих бедствий.\nТекст до завершения задания Архонтов «Пульс Акаши и пламя кальпы: Том III. Глава V»:\n…Я не осмеливаюсь упоминать её настоящее имя, не говоря уже о том, чтобы выйти за пределы возможностей земного существа и попытаться угадать её облик. Я, Сунита Косамви, слуга поверхностного ума, всего лишь записал истории, что услышал от тех мудрецов, что следовали по её стопам. Всё нижеописанное верно и очевидно так же, как и моё существование.\nЛишь рассеялась лунная тень, как полчища диких зверей выползли из самых глубин Бездны и начали без разбору пожирать живых существ. Всех, кого она создала, настигла страшная участь. Добро, мир и знания, дарованные ею, – всё без исключения погибло, столкнувшись с чистейшим воплощением зла. В свете ухмыляющейся луны чёрная волна разложения захлестнула и пустыни, и долины, превратив прозрачные родники, некогда соседствующие с розами, в лужи грязи. Зло осквернило землю, а смертными овладела дрожь отчаяния. Мудрецы назвали эту напасть Чёрным приливом, потому что это был тёмный поток, поглотивший и поля, и деревни, и города.\nВесь ужас предстал прямо перед её глазами. Она горько плакала, скорбя о страданиях несчастных живых существ. Слёзы её орошали землю, рассеивая гнилое пламя и рождая на некогда бесплодной, выжженной земле цветы, изобилующие сладкой росой. Но причина всех бед так и скрывалась глубоко под землёй. Тень смерти продолжала заслонять некогда сиявший лунный свет. И тогда поклялась она спасти всех земных существ, отправившись вместе со своими последователями в последнее путешествие.\nТекст после завершения задания Архонтов «Пульс Акаши и пламя кальпы: Том III. Глава V»:\n…Я не осмеливаюсь упоминать её настоящее имя, не говоря уже о том, чтобы выйти за пределы возможностей земного существа и попытаться угадать её величественный облик. Я, Сунита Косамви, слуга поверхностного ума, всего лишь записал истории, что услышал только от тех мудрецов, которые следовали по её стопам. Всё нижеописанное верно и очевидно так же, как и моё существование.\nЛишь рассеялась лунная тень, как полчища диких зверей выползли из самых глубин Бездны и начали без разбору пожирать живых существ. Всех, кого она создала, настигла страшная участь. Добро, мир и знания, дарованные ею, – всё без исключения погибло, столкнувшись с чистейшим воплощением зла. В свете ухмыляющейся луны чёрная волна разложения захлестнула и пустыни, и долины, превратив прозрачные родники, некогда соседствующие с розами, в лужи грязи. Зло осквернило землю, а смертными овладела дрожь отчаяния. Мудрецы назвали эту напасть Чёрным приливом, потому что это был тёмный поток, поглотивший и поля, и деревни, и города.\nВесь ужас предстал прямо перед её глазами. Она горько плакала, скорбя о страданиях несчастных живых существ. Слёзы её орошали землю, рассеивая гнилое пламя и рождая на некогда бесплодной, выжженной земле цветы, изобилующие сладкой росой. Но причина всех бед так и скрывалась глубоко под землёй. Тень смерти продолжала заслонять некогда сиявший лунный свет. И тогда поклялась она спасти всех земных существ, отправившись вместе со своими последователями по пути великой славы."
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "Биография, написанная исследователями древнего Сумеру, в которой изложены деяния властительницы Кусанали во времена великих бедствий.\nТекст до завершения задания Архонтов «Пульс Акаши и пламя кальпы: Том III. Глава V»:\nОна двигалась вслед за пёстрыми светом и тенью, пока не вошла в давно погибший лес. С каждым проделанным шагом она оставляла за собой дорожку из тысяч расцветающих лотосов нилотпала. А бедствия, будь то бушующие пожары, смерть или разрушения, – всё отступало перед величием её мудрости. Расцвели ароматные цветы и вновь разрослись по мёртвой земле. Теперь их так же много, как и камней в реке Ардрави. Даже ураганы стихали и превращались в нежные вздохи, едва заслышав её пение, и покачивали колокольчики на подоле её одеяний, создавая мелодичный звук. И феи, и их посланники, и люди, и нелюди радовались и восхваляли её имя, ибо она воистину самая проницательная и милосердная.\nВ глубине леса она собирала траву для особого инструмента, срывала цветы для венка и безупречно играла на кларино. Одно движение – и тысячи демонических войск были обращены в пыль и рассеяны по миру. Больше их никто никогда не отыщет. Она нежно смахнула слёзы с лиц испуганных лесных существ и успокоила их. Она, как и прежде, несла за собой ветер жизни в бесплодное море песка, словно посланник вечного оазиса из глубины веков.\nТолько земля эта так и осталась опустошённой. Сердце её пожирают злые духи и кровожадные чудовища, сделавшие это место своим жилищем… пещерой проклятых, где не светят ни солнце, ни луна, ни огонь. Сокровище их – пыль, а ил – деликатес. Словно птицы, покрытые перьями, но не способные взлететь в небеса. Она решила, что отправится в тёмную пещеру и войдёт в это скверное место. Ещё никому доселе не удавалось покинуть его, никому не удавалось вернуться. Это путь истинной чистоты и милосердия.\nВ одиночку она направилась к опустошённому сердцу земли и мягко коснулась его вечного лица. И стала она бессмертной Гаокереной, самой землёй. Каждая нить духовного знания и каждое благоухающее растение стали её неувядающей волей. И вновь закружилось вокруг неё яркое море цветов, зелёное, словно нефрит, ароматное, будто покрытые росой розы, и влажное, как небесное одеяние. Донеслись до неё песни сотен различных птиц, восхваляющих жизнь, что она наконец обрела; она словно смертный, что сменил старую одежду на новую или сбросил оковы прошлого и взошёл к вечному храму.\nТекст после завершения задания Архонтов «Пульс Акаши и пламя кальпы: Том III. Глава V»:\nОна двигалась вслед за пёстрыми светом и тенью, пока не вошла в уже давно погибший лес. С каждым проделанным шагом она оставляла за собой дорожку из тысяч расцветающих лунных лотосов. А бедствия, будь то бушующие пожары, смерть или разрушения, – всё отступало перед величием её мудрости. Расцвели ароматные цветы и вновь разрослись по мёртвой земле. Теперь их так же много, как и камней в реке Ардрави. Даже ураганы стихали и превращались в нежные вздохи, едва заслышав её пение, и покачивали колокольчики на подоле её одеяний, создавая мелодичный звук. И феи, и их посланники, и люди, и нелюди радовались и восхваляли её имя, ибо она воистину проницательнейшая и милосерднейшая.\nВ глубине леса она собирала траву для особого инструмента, срывала цветы для венка и безупречно играла на кларино. Одно движение – и тысячи демонических войск были обращены в пыль и рассеяны по миру. Больше их никто никогда не отыщет. Она нежно смахнула слёзы с лиц испуганных лесных существ и успокоила их. Она, как и прежде, несла за собой ветер жизни в бесплодное море песка, словно посланник оазиса вечности из глубины веков.\nТолько земля эта так и остаётся разрушенной. Сердце её пожирают злые духи и кровожадные чудовища, сделавшие это место своим жилищем… пещерой проклятых, где не светят ни солнце, ни луна, ни огонь. Сокровище их – пыль, а ил – деликатес. Словно птицы, покрытые перьями, но не способные взлететь в небеса. И преисполнилась она желанием отправиться в сей мрачный опустошённый мир, дабы очистить его от скверны.\nБесчисленные духи, феи, люди и другие существа узрели, как ступает она в самое сердце пустого людского мира, и коснулись её вечного лика. И вся чистейшая доброта, безмятежность и мудрость, которые некогда даровала она бренной земле, превратились в бессмертную Гаокерену и сам грешный мир. Расцвёл чистый лотос. И объяло её великолепное море цветов, что были зелены, словно нефрит, благоухающи, словно розы, и изящны, словно божественные одеяния. Сотни птиц залились песнью возле неё, восхваляя вновь обретённое процветание. Утраченные людские годы вьются, как ночной ветерок в лесу, чтобы затем исчезнуть навсегда. Но смогла она повернуть ветер вспять и появиться в мире в своей божественной форме из прошлого. Той самой форме, в которой она некогда рассыпала первые семена в море песка. И гласит ода:\nСей великий обет направляет на путь просветления. Коли узы печали покинут сей мир – растворится затмение.\nО великий наш свет, ты сумел тварей тьму отвести. Отступил увядания след, давши мудрости вновь расцвести.\nВозвращенье её знаменует господство чистот. Окропляют светила лучи всё вокруг, освещает луна небосвод.\nЛотос яро цветёт, мудрость ныне свободна от гнёта. И звучит, полна веры и счастья, хвалебная ода."
          }
        ]
      },
      {
        "title": "Том III",
        "desc": [
          {
            "type": "RichText",
            "text": "Биография, написанная исследователями древнего Сумеру, в которой изложены деяния властительницы Кусанали во времена великих бедствий.\nТекст до завершения задания Архонтов «Пульс Акаши и пламя кальпы: Том III. Глава V»:\nПочти никому из людей не доводилось услышать её голос, а если и доводилось, не ведали они, кому он принадлежит. Редко встретишь тех, кто умеет слушать и пересказывать услышанное, как и тех, кто превосходно учит, потому что понимает истину. Её воля всепроникающа и нерушима, словно сам разум. Никто не может разрушить неразрушимое, ибо никогда в нашем мире не было ни отсутствия бытия, ни существования самого отсутствия.\nНекогда лес был захвачен чёрным звериным игом. Лунный свет, проливающийся на неподвижную водную гладь, был расплывчатым, как и сны, которые он отражал. Пылающий огонь поглотил и бесконечный лабиринт. На последнем издыхании повелительница зверей испустила яростный рёв, а затем бросилась защищать всё, что некогда привнесла в это место. Сами воспоминания не повредились, не уничтожились и не утратились. Они остались такими же нерождёнными, нетленными, вечными и древними, как и мудрость, которую она оставила после себя.\nСледуя указаниям, принцесса Страны грёз аккуратно обломала белые ветви и отстроила из увядших опавших листьев зелёные охотничьи угодья. А дети леса, преисполненные заветными мечтами и желаниями, в конце концов смогли со спокойной душой погрузиться в сон. Какими мучительными бы ни были страдания, охотник всегда найдёт дорогу домой. Это первое и последнее обещание, дарованное ею и детям, и взрослым, которые когда-то были точно такими же маленькими. Быть может, лунная пыль, рассыпанная по миру, когда-нибудь рассеется, как утренняя роса… Но природа тех вещей, что останутся в памяти, всех этих сладких снов и приятных мыслей, будет такой же неизменной, как и жемчужина, форму которой не изменят ни тысячи обдувающих её ветров, ни тысячи обтачивающих её песков.\nТекст после завершения задания Архонтов «Пульс Акаши и пламя кальпы: Том III. Глава V»:\nМногие люди вовек не слышали её голоса, а если бы и услышали, то не признали бы. Однако она прислушивалась к каждому их пожеланию. Мало кто видел её лицо; а если бы кто и увидел, то не признал бы. Однако она видела мечты каждого. Всё потому, что редкий человек обладает большими знаниями и способен делиться ими. Немногие признают истину и способны просвещать других людей. Всё кругом пронизано её волей, и по сей день живёт она в Храме Сурастаны, защищая каждую мечту, что рождается на этой земле. Так же, как по возвращении она научила царевну царства снов ломать белые ветви и создавать вечнозелёные охотничьи угодья средь увядших листьев.\nНекогда лес был захвачен чёрным звериным игом, и бесконечный лабиринт был поглощён жгучим пламенем. На последнем издыхании повелительница зверей испустила яростный рёв и пала, чтобы спасти всё, чего они достигли. Никакая катастрофа не могла лишить её мечты, которую она подарила. До тех пор, пока люди продолжают с нетерпением ждать снов следующей ночью, никогда не устанут возникать новые воспоминания. И вовеки в утренней росе и лунной пыли будут распускаться безмятежные цветы.\nЭто было её первое и последнее обещание, что дала она мечтателям. Ведь все мысли подобны жемчужинам, что до самого конца не утрачивают своего чистейшего цвета, пусть даже их обточили ветра и пески. Ведь все мечты подобны клеверу, что в конечном итоге будет продолжать колыхаться на тёплом весеннем ветру, пусть даже его и поглотил огонь."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Учение листвы"
          }
        ]
      }
    ]
  }
}