{
  "epId": 2924,
  "name": "История Шируе и Сирин",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/51635400/1cf52e4ba9a7722762b61b5c22d7b42d_127717732038136999.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675338430,
  "components": {
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "История, рассказанная джинном пастушку под завывания ночного ветра. И откуда такие фантазии?\n«Следующая моя история относится к эпохе Чумного короля Шируе. Правда, в те времена никто и в помине не знал о чуме Шируе, и подданные его ещё не рассеялись по всему тёмному миру, превратившись в диких существ, лишённых облика и дара речи…»\nДух из города Лунной Девы на мгновение замерла, а затем лениво потянулась. Монеты лунного цвета на её запястьях и лодыжках недовольно зазвенели, будто седоки, потревоженные тряским ходом вьючного яка.\n«Кстати, воронёнок, знаешь ли ты, что означает имя \"Шируе\"?»\n«Может… \"нелепый, презренный человек\"?»\n– небрежно ответил мальчик, названный «воронёнком». Он не особо интересовался рассказами своей спутницы. Его больше заботило палящее солнце и опасные зыбучие пески.\n«В нашем племени \"Шируе\" – это позорное имя, которое клеймом выжигают на лбах у сосланных вождей. Его произносят только вместе с проклятиями или же насмешками. Это наша традиция… Скорее всего, и у других племён есть что-нибудь подобное».\n«Ха-ха! Познания смертных подобны зыбучим пескам, что движутся по ветру времени. Как странно!\n– ответ «воронёнка» неожиданно рассмешил духа.\n– На самом деле, на забытом языке \"Шируе\" означает \"новорождённый львёнок\". Когда любимому сыну Парвезравана сравнялся месяц, отец нарёк его таким именем. Он ещё не знал, что его, короля, называвшего себя \"Духом победы\", растерзает его любимый \"львёнок\"…»\nДух замолчала, словно испугалась, что её слушателю стало скучно. Она посмотрела на юношу и продолжила свой рассказ:\n«Парвезраван был самым могущественным властителем из всех смертных, что правили в те времена…\nПарвезраван – не настоящее его имя. Если верить духам, он был сиротой, вскормленным гигантской птицей Гогнус и наречённым \"Кисрой\", что значит \"носящий доброе имя\". Он во всём хотел быть сильнейшим, и благодаря божественной птице его усыновил правитель Ормазд-шах. Скоро Кисра прославился среди смертных как мудрец и герой.\nВ песнях ныне исчезнувших жителей пустыни говорится, что Кисра разграбил четыре стороны земли во славу правителя Ормазд-шаха. Он заставил девяносто девять городов разрушить высокие башни и стены из извести и бронзы, он разбил вождей девяноста девяти кочевых племён и сковал золотыми цепями девяносто девять мудрецов, постигших законы звёздного неба. Затем Кисра привёл их в город Гюрабад и там заключил в темницу.\nВ то время благословенная земля Валивия была объята дикими позолоченными песками, а один из Архонтов пал. Началась столетняя смута, когда разрозненные смертные народы защищали друг от друга свои земли. Но потом мой повелитель аль-Ахмар и Мудрец Зелёного леса объединили своих подданных и восстановили Райский сад, положив конец междоусобицам.\nНо вернёмся к нашему рассказу. Из-за подвигов Кисры корона Ормазд-шаха приобретала всё большую тяжесть, однажды его собственная шея не смогла больше выдерживать её вес. Пришлось Ормазд-шаху навсегда оставить символ своей власти подвешенным на цепях из чистого золота посередине тронного зала.\nПравитель Ормазд-шах щедро вознаградил молодого Кисру за непревзойдённые достижения: он дал приёмному сыну имя \"Парвез\" и предложил ему руку своей дочери Сирин. В неземных песнях духов поётся, что в жилах наследницы текла смешанная кровь: её отцом был смертный король, а матерью – сама Лилуфар. Благодаря этому Сирин была наделена величайшей мудростью и благословлена на бесконечную жизнь. Подобно первым мудрецам, она умела предвидеть удачи и беды.\nЕсли бы Кисра-Парвез на том остановился, его слава так и осталась бы греметь в веках. Но однажды ночью город Гюрабад настигла страшная беда – правитель Ормазд-шах вместе с тремястами своими наследниками внезапно скончался. После такого немыслимого события трон, естественно, перешёл к Кисре, который добавил к своему имени титул \"Раван\" и стал самым могущественным правителем смертных».\n«…»\n– дух внезапно замолчала и посмотрела на ярко-красное солнце, которое степенно опускалось за песчаные дюны. Затем она резко свистнула, повелевая юноше остановить вьючного яка и разбить лагерь между руинами колонн, чтобы переждать ночь.\n«Некоторые считают…»\n– дух с лёгкостью спрыгнула с вьючного яка и закружила по пескам, подобно исчезнувшим танцовщицам Сетарии. Свет взошедшей луны серебрил её полупрозрачную кожу, косы источали аромат мирры, а перезвон золотистых колокольчиков разносился по всей округе.\nЗатем дух слегка наклонилась, встала на цыпочки и тихонько засмеялась.\n«Некоторые считают, что произошедшая в Гюрабаде трагедия – дело рук самого Кисры.\nГоворят, что в ту злополучную ночь из-за стен вылетела грозная птица без когтей. Всю ночь над городом разносился её плач, и ни пить, ни есть она не желала. Затем замок наводнили крысы с человеческими лицами. Они прогрызли золотые цепи, на которых висела корона, она с грохотом упала наземь и сломалась.\nГрохот от упавшей короны разнёсся так далеко, что даже слуги Феллахин, жившие вдали от крепости, задрожали от страха перед тираном, подобного которому они не встречали доселе.\nА позднее какой-то искатель приключений нашёл под золотыми песками древние склепы города Гюрабад, в которых были сокрыты иссохшие останки Ормазд-шаха и его наследников. На каждом из тел была начертана древняя надпись, значение которой так и не удалось расшифровать…»\n«Надеюсь, эта история тебя напугала»,\n– дух внимательно наблюдала за тем, как смертный юноша пьёт воду из бурдюка.\nПустынные племена относятся к воде с безотчётной бережливостью. Духи же рождены из чистых стихий, им неведомы ни жажда, ни пресыщенность, совсем как древней принцессе Сирин, о которой теперь поют лишь траурные песни.\n«Сирин была дочерью праматери Лилуфар. И это только начало нашей истории…»\n– дух вновь лукаво ухмыльнулась. Глаза её были похожи на смесь золота и янтаря, а улыбкой она напоминала принцессу из древнего королевства."
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "История, рассказанная джинном пастушку под завывания ночного ветра. И откуда такие фантазии?\nВ то время благословенная земля Валивия была объята дикими позолоченными песками, а один из Архонтов пал. Началась столетняя смута, когда разрозненные смертные народы защищали друг от друга свои земли. Но потом мой повелитель аль-Ахмар и Мудрец Зелёного леса объединили своих подданных и восстановили Райский сад, положив конец междоусобицам.\n«Да-да, это ты мне уже рассказывала,\n– произнёс юноша довольно нетерпеливым тоном. Он разглядывал повисшую на звёздном небе полную луну и продумывал завтрашний маршрут, изучая расположение созвездий.\nНо дух знала, что юноша внимательно слушает её истории. Она самодовольно фыркнула, но тут же отчитала его за столь невежливый ответ:\n«Разум у смертных переменчив: в одно ухо влетело, а из другого вылетело. Откуда же мне знать, слушаешь ты или нет!»\nВернёмся к нашей истории. Если верить траурным песням духов, Сирин была дочерью смертного героя Ормазд-шаха и бессмертной Лилуфар, «Дочери водяной лилии». Она родилась на листе лотоса, окружённая каплями душистой росы. Белый ибис подарил ей своё благословение, кобра завещала ей лазурную жемчужину, и даже могучий гигантский крокодил преклонился перед ней.\nПрежде чем отдать свою дочь смертному королю, праматерь Лилуфар подарила ему три пророчества: первое гласило, что Сирин полюбит великого героя, а ребёнок от их союза превзойдёт своего отца; второе гласило, что родственники Сирин встретят тихую и спокойную смерть; а третье – что Сирин одна будет править королевством своего отца.\nЗатем Лилуфар дала своему смертному возлюбленному три предостережения: первое гласило, что радость их дочери вызовет слёзы у её отца; второе гласило, что после замужества дочери он больше не должен пировать с ней за одним столом; третье гласило, что потомки их дочери навлекут на королевство проклятие.\nОднако король лишь посмеялся над её словами.\n«А потом он выдал Сирин за героя Парвезравана, тем самым исполнив первое пророчество. Верно?»\n– перебил её юноша.\n«И да. И нет…»\n– дух коснулась пальчиком его носа, и юноша отпрянул назад. Он залился краской, будто испугался, что дух наложит на него какое-то смертельное заклятие. Её очень позабавила такая наивность.\n«Когда Сирин немного подросла, пророчества матери превратились для неё в настоящее проклятие. Днями и ночами она ждала и ждала, когда на горизонте появится герой её мечты. Ждала она и дня, когда унаследует королевство своего отца. Прекрасное будущее манило, но никак не хотело наступать.\nПо правде говоря, брак Сирин с героем Кисрой вовсе не был счастливым. У смертных героев скверный характер: все их помыслы только о власти. Дочь Лилуфар унаследовала от матери гордость бессмертных, и золотая клетка из мнимой любви смертного героя быстро стала ей в тягость. Жизнь, поделённая между очагом и супружеским ложем, не приносила Сирин ни покоя, ни радости. В конце концов пресное существование без капли любви, в которое превратилась жизнь Сирин, породило в её сердце страшную ненависть. Ненависть, подобную той, что заключена в серебряной бутылке.\nПозже, в ночь печально известного пиршества, несколько ничтожных рабов (магов Мазандаранского оазиса или неграмотных слуг Феллахина) подмешали в мускусный мёд яд скорпиона и поднесли этот напиток правителю Ормазд-шаху и трёмстам его наследникам. А потом стояли там и смотрели, как королевские особы погружаются в сладкий мертвящий сон без единого сновидения. Они тонули в крови и жире, а из глаз их текли кровавые слёзы…\nВ эту ночь снами смогли насладиться только Сирин, которую отец не пускал на свои пиршества, и её муж Кисра, невольно ставший соучастником злодеяния.\nПосле новый король казнил убийц, утопив их в бочках с мёдом, и никто не услышал их злобных проклятий, ведь вязкий мёд забил им глотки.\nА потоки грязной, кровавой лжи, что хлынули из уст нового короля, постепенно очернили его славное имя…\nТак сбылось второе пророчество.\nПозже повзрослел и Шируе, сын Парвезравана. Он был окружён любовью и заботой своей матери, однако отец изгнал его из великолепного Гюрабада. Он приказал Шируе скрыть лицо, оседлать быстроногого жеребца и уехать из города как можно дальше, чтобы больше никогда не возвращаться. Несомненно, Парвезраван был очень напуган пророчествами, и этот страх вынудил его решиться на такой отчаянный шаг.\nЕго слабое место наконец-то дало о себе знать, и Сирин снова предоставился случай для мести.\nОднажды ночью она облачилась в одеяния жрицы храма богини Луны, чтобы встретиться со своим сыном, который пришёл в тот храм на ночлег. В густом серебристом свете средь усыпанных росой лилий путнику в маске было дано ложное пророчество:\n\"Разве не тирания отца сего странника – величайшее его несчастье? О, любимец лунной богини… Твои королевские земли везде, где бы ни сиял лунный свет. Каждое посеянное тобой семя прорастёт и непременно расцветёт. Лунный свет подарил тебе превосходный лук и острый клинок… Так почему же ты позволяешь этому трусу занимать твоё законное место? Встреться лицом к лицу со своей ненавистью и с самим собой. Храбрость направит тебя на истинный путь\".\nЛегенда гласит, что пока Шируе обдумывал слова жрицы, порыв ночного ветра сорвал вуаль, закрывавшую лицо Сирин.\nИ Шируе увидел знакомый лик. Душу юноши, что скрывал своё лицо за маской, охватили невыносимый страх и стыд. Он в ужасе выбежал из осквернённого храма. Свидетелями тому был насмешливый звон колокольчиков и холодный свет луны.\nДальше всё было довольно скучно: непревзойдённый Парвезраван встретил свою смерть в постели от ножа собственного сына, чьё лицо было укрыто маской. На великолепном ложе, украшенном сапфирами и позолоченными рогами, осталось несмываемое кровавое пятно.\nВ песнях духов поётся так: \"Измену страшную свершив, Шируе в слезах во всём признался матушке своей. Упрёка нет, объятия лишь, та маску отняла и поцелуем наградила. Конец настал его изгнаньям\".\nВзойдя на престол, Шируе стал мучиться от ночных кошмаров. Пытаясь сбежать от очередного кошмара, он упал в глубокую расщелину, и больше его никто не видел. После из той расщелины хлынула страшная чума, унёсшая жизни половины населения Гюрабада. Оставшись без короля и подданных, королевство окончательно погибло и утонуло в бесконечных песках.\nУцелевшие подданные назвали то бедствие чумой Шируе, проклятием, которое навлёк на своё королевство неудавшийся тиран.\nА что до королевы Сирин, третье пророчество Лилуфар исполнилось: вместе со своим сыном Сирин обрела истинную свободу в королевстве, разорённом местью, и превратились они в злых духов, что преследуют тщеславных людей.\nОдни говорят, что повелитель аль-Ахмар поймал Сирин и заключил её в прекрасный серебряный сосуд. Другие говорят, будто она до сих пор бродит по пустыне, преследуя зазнавшихся искателей приключений, и неустанно ищет своё родное дитя, навсегда потерянное в тёмном мире…»\n– дух гордо улыбнулась, завершая свой рассказ.\nЛуна висела высоко в небе. В далёкие стародавние времена, когда пустыня ещё не была пустыней, в этот самый час жрицы совершали свои обряды."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "История Шируе и Сирин"
          }
        ]
      }
    ]
  }
}