{
  "epId": 2925,
  "name": "Ода свету души",
  "desc": "<p>Легенда гласит, что эта записанная неизвестным песнь была создана исчезнувшей пустынной религиозной общиной.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/51635400/cda909617df5c89a702d8c2f2ddac7a5_7737411470158985891.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675336840,
  "components": {
    "body": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "О Нагарджуна,\nя обратился к свету тысячи тысяч духов, чтобы благословить эту скорбную землю.\nКогда ил из глубочайших глубин Бездны запятнал первое из царств,\nдобрые духи, служившие Владычице Мудрости, разошлись тысячью тысяч путей.\nЯ переправился обратно через реку скорби, чтобы испить сладкой росы.\nЯ открыл путь для добрых духов, чтобы милосердный свет Мудрости озарял каждый уголок нашего мира.\nО Нагарджуна,\nя обратился к свету тысячи тысяч духов, чтобы вскормить добрых духов в море цветов.\nУзри их души на свету, души далёких потомков божества травы и деревьев.\nУзри воинов, уцелевших после сотни битв, врагов всех дэвов.\nДаже чернейший мрак не в силах разрушить их форму.\nО Нагарджуна,\nя обратился к свету тысячи тысяч духов и превзошёл всех мертвецов сей бренной земли.\nОсвободил невинных от грехов, чтобы они возродились в чистой земле, не знающей страданий.\nВ чакрах земли таятся семена кармы, что порождают всё сущее.\nИ преходящее процветание земного царства всего лишь иллюзия, творимая семенами чакр.\nО Нагарджуна,\nя обратился к свету тысячи тысяч духов, чтобы очистить Бездну небес.\nИл, изливавшийся из глубин Бездны, наконец отступил,\nи потомки Дахри покорились Закону.\nИ разом зазвучали тысячи песен, и утихли проливные дожди.\nО Нагарджуна,\nесли скверна из Бездны появится вновь…\nПой этот гимн и призывай свет тысячи тысяч духов.\nДа озарит он наш путь к вершинам, да не померкнет он во веки веков."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Ода свету души"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2923,
            "name": "Ода свету души",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/15/7998136/cda909617df5c89a702d8c2f2ddac7a5_4284482441967284918.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}