{
  "epId": 2927,
  "name": "История аль-Ахмара",
  "desc": "<p>Рассказанная парящим джинном история о древнем божестве, имя которого оказалось утеряно для истории. Степень достоверности рассказа установить не удалось.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/51635400/9690bb0e8edb407b8bdfeef78e40519b_308677406305570910.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1675336842,
  "components": {
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "История аль-Ахмара"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2928,
            "name": "История аль-Ахмара",
            "desc": "<p>Рассказанная парящим джинном история о древнем божестве, имя которого оказалось утеряно для истории. Степень достоверности рассказа установить не удалось.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/06/237301566/9690bb0e8edb407b8bdfeef78e40519b_3029475580395333753.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "По словам жителей пустыни, когда-то все земли находились под властью царя по имени аль-Ахмар. Воин, садовник и мудрец, он управлял ветрами, свирепствовавшими в пустыне, песчаными дюнами, посеребрёнными лунным светом, и тысячей и одним джинном, что таились во снах и уханье сов.\nГоворят, аль-Ахмар был сыном неба, упавшим на землю. Он был царём всех земель, его почитали три великих племени, пред ним преклонялись джинны. Но всякий раз устремляя взор к небесам, аль-Ахмар вспоминал царившее там блаженство и возмездие, постигшее его тысячи лет назад, и склонял свою благородную голову со вздохом, полным сожаления.\nВ такие мгновения даже трели соловья и благоухание роз не могли разогнать печали царя.\nЖители пустыни знают, что полусонное бормотание о былой дружбе предвещает наступление беды. Но в мире, где мудрые наслаждались покоем, а храбрые юноши и прелестные девы говорили о любви, никто не предвидел приближения несчастья.\nНе стоит нынешнему поколению винить предков и джиннов. Даже Германубис, мудрейший из мудрых, не мог предвидеть, что племя воинов, некогда сражавшееся с драконами, спустя тысячи лет превратится в злодеев, пожирающих трупы, а их поруганная слава и останки будут навеки погребены под золотыми песками. Разве мог он предвидеть, что племя мудрецов, передававшее знания из поколения в поколение, лишится древних книг и превратится в певцов, кочующих среди дюн и оплакивающих владык скорбными песнями, понятными лишь джиннам?\nКак говорят мудрецы, бедствие, способное захлестнуть весь мир, начинается с одной мысли, возникающей от меланхолии и сумасбродных мечтаний царя.\nИ вот трое приближённых аль-Ахмара (да будут они прокляты!) явились к царю с предложениями.\n«Ваше величество, владыка мира, повелитель смертных и джиннов,\n– заговорил льстиво Царь овец, советник всех советников, –\nпрошу простить за такую вольность, но вашему величеству следует знать, что негоже увязать в мечтах о былом и упиваться скорбными мыслями. Ваша мудрость и власть на этой земле безграничны. Кто помешает вашему величеству возвести дворец за пределами девяти небес и подарить народу своему будущее, лишённое забот?»\n«Это недопустимо», – нахмурившись ответил аль-Ахмар, и Царь овец не проронил больше ни слова.\n«Ваше величество, сын неба, покоритель демонов, предводитель мудрецов, –\nпредостерегающе защебетал Царь ибисов, секретарь всех секретарей, –\nтысячи лет назад небесная кара рассыпала в прах мудрость и историю. Только тот, кто контролирует прошлое, может создать светлое будущее. В нашем оазисе скрыта мудрость сегодняшнего дня, но, если мы хотим вернуть себе прошлое, нужно действовать быстро».\n«Это недопустимо», – ударил о землю посохом аль-Ахмар, и Царь ибисов не проронил больше ни слова.\n«Ваше величество, повелитель песков и оазиса, проводник живых и мёртвых, посланник стихий, –\nзаговорил напрямую Царь крокодилов, полководец всех полководцев, –\nесли мы хотим возродить ушедших навек и вернуть утраченные возможности и мечты, это наш последний шанс. Чем больше силы, тем больше пустоты, чем больше мудрости, тем больше печали. В отличие от тщетности несбыточных мечтаний, лишь воскресшая жизнь, наделённая бессмертием, может восполнить бесконечное сожаление».\nАль-Ахмар молчал.\n«Да будет так».\nСвоенравный царь внял обманным речам трёх приближённых. Прошло сто лет, а затем ещё сто. Аль-Ахмар построил в своём царстве огромный лабиринт и заточил себя в его глубинах в поисках тёмного и запретного знания, чудодейственного зелья, которое помогло бы избавиться от бренного тела.\nТо, что произошло дальше, – знание, о котором не стоит вспоминать. Оно должно быть предано вечному забвению.\nЛегенда жителей пустыни гласит, что царство мудрости и могущества всего за одну ночь было погребено под песками безумства.\nГоворят, аль-Ахмару удалось отделить свою мудрость от плоти и вложить её в извилистые галереи, лестницы, арки и резные балки дворца, ускользающие в бесконечность.\nГоворят, сгнившую плоть аль-Ахмара растерзали гигантские черви, а его душа, слившись воедино с мириадами душ столицы, неприкаянно блуждает по извилистым коридорам мрака, ведущим к бушующей бездне…\nТак мудрость миллионов становится мудростью одного, а мудрость одного оборачивается безумием.\nТак стольный град, который воздвиг аль-Ахмар, был уничтожен его же рукой.\nГоворят, в ту ночь пустыня то и дело содрогалась, стены дворца аль-Ахмара, украшенные самоцветами, рухнули. Тысяча и одна колонна вибрировала под натиском бушующего ветра, а быки и грифоны, некогда украшавшие их и взиравшие свысока на безжизненные дюны, потонули в золотых объятиях. Бесчисленные жители, мудрецы и глупцы, герои и трусы, исчезли в ту ночь в пронёсшейся песчаной буре.\nВыжившие и спасшиеся бегством навеки стали немыми. Говорят, те, кто воспользовался запретным знанием, в наказание лишились зрения и речи.\nКак говорят мудрецы, тщетная попытка присвоить себе знание – признак невежества, а наказанием за невежество является само невежество.\nИ как говорят Пустынники, потомки невежд, утративших свою историю:\n«Мы вернулись из затерянных земель,\nмы изменили законы мироздания,\nмы больше не будем склонять головы в страхе\nи внимать речам Архонтов.\nМы пересечём жёсткие, словно железо, пески\nи на всех парусах достигнем границ»."
          }
        ]
      }
    ]
  }
}