{
  "epId": 2933,
  "name": "Сценарий «Мусёнин»",
  "desc": "<p>Новый сценарий фильма, который Ксавье закончил за ночь, гораздо толще предыдущего.</p><p>Сила воли, которую человек может использовать для достижения цели, поистине удивительна.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/19/237301566/0f07cb6fbcb8a27664e6281ed22fa233_5375890244039286891.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1742636628,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Сценарий «Мусёнин»"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5380,
            "name": "Журнал кинематографиста"
          }
        ],
        "isMaterial": true
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Акт I\nДействующие персонажи: Куротани Сэйсимару (Путешественник/ца), Вакаяма Кэйсукэ (Сасано), Яно Матико (Кохару)\nМесто действия: павильон, куда любят заходить Сэйсимару и Кэйсукэ\nВакаяма Кэйсукэ: Давно не виделись, Сэйсимару.\nВакаяма Кэйсукэ: Говорят, нынче на тебе все заботы клана Куротани.\nВакаяма Кэйсукэ: Кажется, поднятый той историей шум утих.\nВакаяма Кэйсукэ: Как жаль, что господин и госпожа Куротани скончались.\nВакаяма Кэйсукэ: Теперь ответственность ложится на твои плечи. Ты, как их наследник/ца, продолжишь служить обществу.\nВакаяма Кэйсукэ: Именно этого и хотели бы Куротани.\nКуротани Сэйсимару: <color=#80c0ff>Месть ещё не совершена, как же может всё утихнуть?</color>\nВакаяма Кэйсукэ: Ты? Ты думаешь о мести?\nВакаяма Кэйсукэ: Мы давно уже не дети, не пора ли тебе умерить пыл?\nВакаяма Кэйсукэ: Ох, с учётом таланта господина Куротани расследование никак не должно было так ошибиться.\nВакаяма Кэйсукэ: Но он пожелал взять вину на себя и понести наказание.\nВакаяма Кэйсукэ: Те влиятельные особы были так суровы…\nВакаяма Кэйсукэ: Но господин Куротани сам на этом настаивал. Что-то тут нечисто.\nВакаяма Кэйсукэ: Куротани и Вакаяма – почтенные кланы.\nВакаяма Кэйсукэ: Ты носишь эту фамилию, и ты настоящий самурай, который служит своему народу. Не то что скитающиеся ронины нобуси!\nВакаяма Кэйсукэ: Как бы ни кипел в тебе гнев, усмири его. Не ищи мести.\nКуротани Сэйсимару: В деле были замешаны странные люди – подчинённые тех влиятельных покровителей.\nКуротани Сэйсимару: Когда отец умер, они вздохнули спокойно.\nВакаяма Кэйсукэ: Гнев застилает тебе глаза, и ты вымещаешь злость на тех, кто к этому не причастен! Остынь!\nСэйсимару выглядывает наружу.\nКуротани Сэйсимару: <color=#80c0ff>Эй, кто там подслушивает? А ну иди сюда.</color>\nВакаяма Кэйсукэ: Ты кто? Кто тебя послал?\nПоявляется Матико.\nЯно Матико: Г-господа самураи, я всего лишь продаю чай! М-меня зовут Матико.\nЯно Матико: У меня и в мыслях не было подслушивать.\nЯно Матико: Вчера Сэйсимару спас/ла мне жизнь, но не захотел/а принять от меня ни еды, ни денег.\nЯно Матико: Ни о чём дурном я и не помышляю! Просто хочу поблагодарить его/её и наконец вернуться к торговле.\nКэйсукэ смотрит на Сэйсимару. Сэйсимару кивает.\nВакаяма Кэйсукэ: Да как ты… Впрочем, ладно. Откуда у девушки, продающей чай, взяться манерам.\nВакаяма Кэйсукэ: Это господин/жа Сэйсимару из клана Куротани. Впредь зови его/её господином/жой Куротани, и никак иначе.\nВакаяма Кэйсукэ: А ведь хорошее получилось стечение обстоятельств. Господину/же Куротани сейчас как раз нужны верные люди.\nВакаяма Кэйсукэ: Оставь свой чай и становись слугой господина/жи Куротани.\nЯно Матико: Не хочу я звать его/её господином/жой Куротани. Сэйсимару звучит намного лучше.\nЯно Матико: Вот если бы вы меня накормили… Эй! Ладно-ладно, иду.\nВакаяма Кэйсукэ: Хорошо. Сэйсимару, господина Куротани больше нет с нами…\nВакаяма Кэйсукэ: Теперь именно ты стоишь во главе клана. Не делай глупостей.\nВакаяма Кэйсукэ: Если же ты дашь волю своим чувствам, ох… В общем, нельзя допустить, чтобы угас клан Куротани.\nКуротани Сэйсимару: <color=#80c0ff>Как же, ведь мертвы не твои приёмные родители.</color>\nВакаяма Кэйсукэ: Вот же упрямец/ица! Ничего слушать не хочешь!\nВакаяма Кэйсукэ: Скажи, ты действительно хочешь пренебречь своим кланом и поднять клинок на подчинённых тех влиятельных покровителей?\nВакаяма Кэйсукэ: Навлечь позор на себя и погубить весь клан… Этого хочешь, да?\nСэйсимару молчит.\nВакаяма Кэйсукэ: Понятно. Просто прекрасно. Похоже, теперь никто и вздохнуть спокойно не сможет, покуда твой гнев не утихнет.\nВакаяма Кэйсукэ: Вижу, мои увещевания ни к чему не привели. Но вот что я тебе скажу…\nВакаяма Кэйсукэ: Я, Вакаяма Кэйсукэ, сменил своего отца на месте главы клана.\nВакаяма Кэйсукэ: Это он казнил господина Куротани.\nВакаяма Кэйсукэ: Стыд перед кланом Куротани изъедает мою душу. Да и мы с тобой друг другу не чужие люди.\nВакаяма Кэйсукэ: И, хотя казнь была совершена по долгу службы, я всё же хочу позаботиться о вашей семье…\nВакаяма Кэйсукэ: Если ты так твёрдо намереваешься отомстить, то мой отец уже мёртв.\nВакаяма Кэйсукэ: И сыну расплачиваться за долги отца, а значит, и мстить нужно мне. Осмелишься ли ты?\nВакаяма Кэйсукэ: Что такое? Растерял/а весь свой пыл лишь потому, что мы друзья?\nВакаяма Кэйсукэ: Вот и весь твой настрой. Тебе не превратить своё сердце в камень!\nКуротани Сэйсимару: Меня усыновили/удочерили. Имя клана для меня – пустой звук.\nКуротани Сэйсимару: Так неужели слово «Куротани» может быть важнее жизни моих родителей?\nКуротани Сэйсимару: Узри же мою решимость! Доставай свой меч!\nКуротани Сэйсимару: Положи на стол его и тэмари, что стоит подле.\nСэйсимару закрывает глаза.\nКуротани Сэйсимару: Глаза мои закрыты. Когда ты закончишь, я укажу пальцем.\nКуротани Сэйсимару: Укажу на меч – и мы сразимся в битве. Укажу на тэмари – и мы просто навсегда разорвём отношения.\nКуротани Сэйсимару: Вверим же всё в руки судьбы.\nВакаяма Кэйсукэ: Хм. Да будет так.\nМеч покоится по левую руку Сэйсимару, а тэмари – по правую. Сэйсимару закрывает глаза и <color=#80c0ff>показывает влево</color> . Затем открывает глаза.\nКуротани Сэйсимару: Как видишь, судьба начертала мне мстить до самого последнего вздоха.\nВакаяма Кэйсукэ: Раз ты всё решил/a, настало время и мне проявить своё мужество.\nВакаяма Кэйсукэ: Я сдержу своё слово и буду ждать твоего появления.\nВакаяма Кэйсукэ уходит.\nАкт II\nДействующие лица: Куротани Сэйсимару (Путешественник/ца), Яно Матико (Кохару), несколько нобуси (массовка)\nМесто действия: дикая местность, заросшая травой\nСэйсимару сражается с нобуси и одерживает победу.\nЯмада Хифуми: А ну быстро доставай кошелёк! Вперёд, братцы!\nТанака: Ха-ха, ну сейчас ты попляшешь!\nЯмамото: А он/а силён/ьна. Братец Хифуми, мне не совладать.\nЯно Матико: Господин/жа Сэйсимару, я же только за онигири отошла, а вы опять дерётесь.\nЯно Матико: Если вам что-то нужно, просто поручите дело мне. Зачем сразу драться-то.\nЯмада Хифуми: Не бейте, о великий самурай! Не нужны нам ваши деньги, только пощадите.\nЯно Матико: Прошу, перестаньте. Вы же простили меня, когда застукали за воровством еды…\nЯно Матико: Вы не из тех, кто налево и направо лишает людей жизней.\nАкт III: Сцена I\nДействующие лица: Куротани Сэйсимару (Путешественник/ца), Яно Матико (Кохару), Вакаяма Кодзюро (Сасано)\nМесто действия: дикая местность, заросшая травой\nЯно Матико: Господин/жа Сэйсимару, я привела вам человека из клана Вакаяма.\nЯно Матико: Вот только господин Кэйсукэ… Нет его. Оставили бы вы это дело…\nВакаяма Кодзюро: Хм, Куротани, так ты ищешь Кэйсукэ, чтобы отомстить?\nВакаяма Кодзюро: Слушай сюда. Весь этот год Кэйсукэ день и ночь работал до изнеможения, чтобы уладить дела клана…\nВакаяма Кодзюро: Так старался уладить дела семьи, что подорвал своё здоровье.\nКуротани Сэйсимару: <color=#80c0ff>Так его больше нет…</color>\nВакаяма Кодзюро: Ты жалкий/ая слабак/чка! Только и можешь, что словами бросаться!\nВакаяма Кодзюро: Но даже отомстить палачу у тебя не вышло.\nВакаяма Кодзюро: Ведь нашего с Кэйсукэ отца больше нет.\nВакаяма Кодзюро: Ты даже не смог/лa отомстить палачу, казнившему твоих приёмных родителей, Куротани. Только навредила моему брату, что по доброте душевной вызвался наставить тебя на путь истинный.\nВакаяма Кодзюро: Ты не достоин/йна называть себя самураем.\nВакаяма Кодзюро: Брат говорил, если ты казнишь других, то должен принять месть как свою вечную спутницу.\nВакаяма Кодзюро: Если же ты не имеешь мужества это принять, то не можешь отнимать чужие жизни.\nВакаяма Кодзюро: Брата больше нет! Я, Вакаяма Кодзюро, его младший брат, готов принять твою месть.\nКуротани Сэйсимару: <color=#80c0ff>Прости, я…</color>\nВакаяма Кодзюро: Слишком поздно! Из-за тебя мой брат умер от истощения. Я никогда не прощу тебя! И только попробуй сбежать!\nКодзюро достаёт копьё, и Сэйсимару приходится сойтись с ним в схватке.\nСцена II\nКодзюро изо всех сил сражается с Сэйсимару. Сэйсимару легко одерживает победу.\nВакаяма Кодзюро: За Кэйсукэ!\nЯно Матико: Перестаньте! Опять вы дерётесь! Такие разумные, взрослые господа, а ведёте себя хуже детей.\nСцена III\nКодзюро пал в изнеможении.\nВакаяма Кодзюро: Я буду мстить тебе до самого последнего вздоха. До тех пор, пока ты не убьёшь меня.\nКуротани Сэйсимару: <color=#80c0ff>Когда-то и я произнёс/есла такие же слова.</color>\nЯно Матико: Как хорошо, что все живы. Прошу, отдохните, господа самураи.\nЯно Матико: Ну и вспыльчивые же у вас натуры…\nЯно Матико: Какие-то кланы, какая-то месть. Почему вас вообще так заботят эти ваши запутанные дела?\nЯно Матико: Вот я, Матико, сыта – и рада. И мне без разницы, какая у меня фамилия.\nЯно Матико: Не очень-то я сильна в убеждениях, но попробую…\nЯно Матико: Дождевые капли падают в озеро. Озеро высыхает, а затем дождь вновь окропляет земли.\nЯно Матико: Дождевая вода превращается в лёд, который тает на печке и становится сладким чаем.\nЯно Матико: Кто станет разбираться, откуда взялся чай в чайном киоске? С неба? Из озера?.. Или из котелка?\nЯно Матико: Эх… Звучит довольно странно, наверно.\nЯно Матико: Но я своё сказала. А теперь, господа самураи, перестаньте ругаться и отправляйтесь по домам трапезничать.\nКуротани Сэйсимару: <color=#80c0ff>Матико, ты мне очень нравишься.</color>\nЯно Матико: Ой, что вы такое говорите. Я же смущаюсь.\nЯно Матико: Ох, будем считать, что вы пока не хотите сражаться с господином Вакаямой.\nЯно Матико: Взгляните, он и двинуться-то не может.\nКуротани Сэйсимару: Я рождён/ена дождём и уйду, подобно чаю. Жизнь и смерть что вода. Я не буду упорствовать.\nЯно Матико: Хорошо, что вы наконец-то всё поняли!\nКуротани Сэйсимару: Если дождь может спасти землю от бедствия, то могу и я.\nСэйсимару прыгает с обрыва.\nЯно Матико: Господин/жа!\nВакаяма Кодзюро: Куротани!\nФинальная сцена: тэмари у обрыва.\nКонец."
          }
        ]
      }
    ]
  }
}