{
  "epId": 3098,
  "name": "Соука",
  "desc": "<p>Писательница издательского дома Яэ.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/06/70239714/6049aa844b39c59aceb1ce70752d4b0d_5497593526900552110.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1680945259,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Связи",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Персонаж</color>\n<color=#ffffff>Информация</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Яэ Мико",
        "desc": "Гудзи Великого храма Наруками, а также главный редактор издательского дома Яэ. За прекрасной внешностью скрывается неожиданный ум и хитрость.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Мико вместе с Соукой прибыла на турнир «Кубок лотоса нилотпала». Кицунэ направляет писательницу как главный редактор издательского дома Яэ."
      },
      {
        "type": "CustomEntry",
        "epId": 3168,
        "name": "Хания",
        "desc": "<p>Когда-то была членом Пустынников.<br>Является профессиональным укротителем непокорных животных.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/26/70239714/f74e9c6e0cb7a66827f7b87e5b08cb3d_7146067266564023897.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "В ходе событий турнира «Кубок лотоса нилотпала» и тестирования Грибомеханикуса, Хания и Соука сдружились, вследствие чего между ними установились взаимоподдерживающие отношения."
      },
      {
        "type": "CustomEntry",
        "epId": 3668,
        "name": "Громовёрт",
        "desc": "<p><span style=\"color: #FFACFF\">Электро </span>плесенник-напарник Яэ Мико. Своё имя получил от писательницы Соуки.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/06/70239714/1a371d5fd317e7fec9d4997117190822_8689200754887972261.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Громовёрт является плесенником-напарником главного редактора Яэ, из-за чего его и Соуку нередко можно увидеть вместе. Именно она придумала ему такое имя."
      }
    ],
    "galleryCharacter": [
      {
        "key": "Местонахождение (3.2)",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/06/70239714/f0d6693656bc14c066cbfee1a37fb936_2445357219498513994.png"
      },
      {
        "key": "Местонахождение 2 (3.5)",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/06/70239714/a1ed1ec490fb81843f5352bae4394679_6127239454656947101.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "К северу от Порт-Ормос.\nТакже можно встретить Кручезверя, Ханию, Громовёрта во время события версии 3.5 «Грибомеханикус»."
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Разговор с Ханией, Путешественником/цей и Паймон во время события версии 3.5 «Грибомеханикус»",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#37ffff>Хания:</color> Соука, нам пора. Мы немного отдохнём после еды, а потом разберём лагерь. Скоро мы отправимся в долгий путь. Если кто-то из плесенников не сможет идти, то поступим как раньше... Ты понесёшь Кручезверя и Громовёрта, я - Бам-бам-шапочку и Огнерадость, а палатки и вещи понесёт вьючный як.\n<color=#37ffff>Соука:</color> Хорошо. Тогда я разожгу костёр и приготовлю побольше еды - путешествие будет долгим.\n<color=#37ffff>Паймон (вдалеке):</color> Похоже, Хания и Соука встретились в лагере. Интересно, о чём они говорят...\n<color=#ffe14b>Далее события могут пойти по одному из 3-х сценариев...</color>\n<color=#ffe14b>Вариант событий 1</color>\n<color=#37ffff>Путешественник/ца (вдалеке):</color> <color=#ffe14b>Хочешь послушать?</color>\n<color=#37ffff>Паймон (вдалеке):</color> Конечно! Паймон очень любопытно... Они ведь не будут возражать?\n<color=#37ffff>Соука:</color> Я слышала, что испытания Грибомеханикуса прошли довольно успешно. Вчера ко мне подошли несколько торговцев, чтобы подтвердить оплату счетов. Они сыграли в Грибомеханикус и оценили игру по достоинству.\n<color=#37ffff>Хания:</color> Ничего удивительного, ведь Бальфур знает толк в планировании. Мы могли бы у него поучиться. Ничего удивительного, ведь Бальфур знает толк в планировании. Мы могли бы у него поучиться.\n<color=#37ffff>Соука:</color> Это в их духе! Неприятности, которые поставили бы в тупик любого обычного человека, им не страшны! И проблемы, с которыми может справиться обычный человек, исчезают на глазах...\n<color=#37ffff>Паймон (вдалеке):</color> Хе-хе, они нас восхваляют!\n<color=#37ffff>Путешественник/ца (вдалеке):</color> Тссс, Паймон...\n<color=#37ffff>Путешественник/ца (вдалеке, альтернативный ответ):</color> Хе-хе...\n<color=#37ffff>Хания:</color> Кстати, мы заказали достаточно товаров?\n<color=#37ffff>Соука:</color> Не волнуйся. Нас уже можно назвать постоянными покупателями. Строительные материалы для лагеря, новые подстилки и небольшой столик для наших друзей-плесенников, а также лазалка, на которой они играют. Всё учтено. И свежие ингредиенты для чудесного агара, которые Наджа передала с торговцами. Можно сказать, что мы многое извлекли из этой поездки в Порт-Ормос!\n<color=#37ffff>Хания:</color> Рада это слышать. После возвращения в лагерь я была бы благодарна, если бы ты научила меня новым словам и грамматике. Я должна закончить «500 вещей, которые нужно знать при организации большого мероприятия».\n<color=#37ffff>Соука:</color> Не вопрос. По правде говоря, того, через что мы уже прошли, вполне достаточно. С твоим трудолюбием ты с лёгкостью закончишь эту книгу, я уверена. Точно хочешь узнать больше о ведении дел? Ты всегда можешь доверить эту часть Бальфуру.\n<color=#37ffff>Хания:</color> Над первым турниром работало много персонала, помимо Бальфура, и мы не знаем, сколько людей нам потребуется нанять для следующего состязания. Мы не можем взвалить на него всю работу, и мы также не должны обременять Золотого метеора и Серебряного спутника заботами о мелочах. Поэтому мне нужно быстро научиться менять роли. Помимо того, что я хороший укротитель зверей, я хочу уметь управляться со всеми делами, связанными с турниром. Только так я оправдаю их ожидания...\n<color=#37ffff>Соука:</color> Вполне логично... Я бы тоже хотела помочь! Не знаю, чем могу помочь, но я полна решимости!\n<color=#37ffff>Хания:</color> В этом случае я бы посоветовала тебе в первую очередь улучшить свою физическую подготовку. У тебя будет время для других вещей, когда ты сможешь самостоятельно выживать в дикой природе. В противном случае мне придётся постоянно присматривать за тобой.\n<color=#37ffff>Соука:</color> Я... сделаю всё от меня зависящее. Не хочу быть обузой! За это время я стала значительно сильнее, разве нет? Мне даже удалось прогнать большого грибосвина, который забежал в лагерь!\n<color=#37ffff>Хания:</color> Кстати, это напомнило мне кое о чём. Не хочешь сменить наряд? Подол слишком длинный для жизни в лесу, да и наряд выглядит дорогим. Будет очень жаль его испортить... У меня есть несколько запасных комплектов одежды Пустынников и даже оружие, которым я раньше пользовалась. Я могу отдать их тебе, если хочешь.\n<color=#37ffff>Соука:</color> Одежда наёмника? Я... должна признать, ты меня заинтересовала! Для меня, как для писательницы, это будет потрясающий опыт.\n<color=#37ffff>Паймон (вдалеке):</color> Похоже, они прекрасно ладят!\n<color=#37ffff>Путешественник/ца (вдалеке):</color> Если их никто не прервёт, они могли бы разговаривать целую вечность.\n<color=#37ffff>Паймон (вдалеке):</color> Хорошо, тогда не будем им мешать. Пусть дальше обсуждают будущее!\n<color=#ffe14b>Вариант событий 2</color>\n<color=#37ffff>Путешественник/ца (вдалеке):</color> <color=#ffe14b>Возможно, нам всё же стоит поздороваться...</color>\n<color=#37ffff>Паймон (вдалеке):</color> Хм, можно и так поступить. Кажется, они собираются в дорогу, так что мы можем использовать эту возможность, чтобы немного поболтать.\n<color=#37ffff>Паймон:</color> Приветик, Хания, Соука!\n<color=#37ffff>Соука:</color> А вот и наши «герои/ни, приходящие по первому зову».\n<color=#37ffff>Паймон:</color> Опять новое прозвище... Сколько ещё прозвищ ты приберегла для нас, Соука? Похоже, Паймон пора завести отдельный блокнот для них.\n<color=#37ffff>Хания:</color> Когда я говорила, что мы скоро встретимся, не ожидала, что это случится так скоро. Возможно, наша следующая встреча будет такой же неожиданной. Если вы предпочитаете воспринимать расставание с друзьями-плесенниками именно таким образом, оно будет менее печальным для вас.\n<color=#37ffff>Путешественник/ца:</color> В этом есть смысл.\n<color=#37ffff>Паймон:</color> Спасибо, Хания! Паймон стало легче на душе.\n<color=#37ffff>Хания:</color> Мы как раз собирались вернуться в лагерь, как только закончим трапезу. Хотите пойти с нами? Если у вас нет других дел, разумеется. Соука очень хорошо готовит, при том часто что-то такое, о чём я даже и не слышала. Будет обидно упустить возможность попробовать её блюда. Именно благодаря её идеям Наджа начала выпускать чудесный агар со всевозможными новыми вкусами. Плесенникам очень нравится.\n<color=#37ffff>Паймон:</color> Правда?\n<color=#37ffff>Соука:</color> О, ничего особенного. Я просто пыталась повторить блюда, о которых читала в некоторых лёгких романах. Теперь, когда вы здесь, я приложу все силы и приготовлю что-нибудь потрясающее!\n<color=#37ffff>Паймон:</color> Ура! Время пировать! Настало время «Пиршества свободных авторов» Соуки!\n<color=#37ffff>Хания:</color> Я позову наших друзей-плесенников и поставлю их любимый чудесный агар, чтобы мы могли вместе подкрепиться. Хм... Я... кажется, начала привыкать к этому. ...Это так здорово.\n<color=#37ffff>Паймон:</color> Ты что-то сказала, Хания?\n<color=#37ffff>Хания:</color> Нет, ничего... Просто посмотрите на Соуку. Такое впечатление, что она колдует, а не готовит еду.\n<color=#37ffff>Соука:</color> Ну, я начинаю!\n<color=#ffffffa6>Соука выбирает из стопки книг несколько лёгких романов с очень длинными названиями и сверяет по ним ингредиенты, имеющиеся в лагере, прежде чем составить меню.</color>\n<color=#ffffffa6>После этого она достаёт кухонную утварь. Начинается яркий и стремительный кулинарный процесс. Соука в мгновение ока готовит несколько роскошных блюд.</color>\n<color=#ffffffa6>Все сидят в лагере, наслаждаясь восхитительным застольем вместе с плесенниками.</color>\n<color=#ffffffa6>Журчание воды переплетается с ароматами леса и вкусом торжественных блюд...</color>\n<color=#ffffffa6>Время замедляется, а удовольствие растягивается...</color>\n<color=#37ffff>Паймон:</color> Уф... Это было великолепно! Паймон сейчас лопнет! Бам-бам-шапочка, Огнерадость, Кручезверь, Громовёрт, вам тоже понравилось?\n<color=#37ffff>Бам-бам-шапочка:</color> ♪~\n<color=#37ffff>Огнерадость:</color> ♫~\n<color=#37ffff>Кручезверь:</color> ♩~\n<color=#37ffff>Громовёрт:</color> ♬~\n<color=#37ffff>Паймон:</color> Все наелись досыта! Отлично!\n<color=#37ffff>Путешественник/ца:</color> Ничего не понимаю!\n<color=#37ffff>Путешественник/ца (альтернативный ответ):</color> Неужели Паймон научилась говорить на языке плесенников?\n<color=#37ffff>Паймон:</color> Хе-хе, похоже, тебе предстоит ещё несколько бесед с Бам-бам-шапочкой перед следующим турниром! Кстати говоря, Паймон не предполагала, что есть столько способов приготовления орехов аджиленах... Или что закатник и персик зайтун будут обладать подобным вкусом в сочетании со специями. Ха, Соука совсем недолго прожила в Сумеру, но, похоже, уже хорошо разбирается в уникальных особенностях местных ингредиентов!\n<color=#37ffff>Соука:</color> Ну, это и есть наша работа как авторов. Прежде чем что-то написать, мы должны провести тщательное исследование тех мест, о которых будем писать, и изучить как можно больше местных справочников. Добавьте немного мыслительного процесса, о котором часто можно прочитать в лёгких романах, - объединение двух странных элементов с целью посмотреть, что получится - и результат может вас приятно удивить. К слову, мне вспомнился один лёгкий роман, в котором говорилось, что вершина кулинарного мастерства - выйти за рамки даже самых строгих предпочтений и самых закостенелых привычек... Например, вы можете сделать так, что люди, которые не любят острую пищу, будут её есть, или можете заставить собак полюбить кошачий корм... Автор утверждает, что «для еды не существует границ, пока вы способны уловить и контролировать важнейший ингредиент, который находится между любовью и ненавистью»! Возможно, этот принцип применим и к нашим друзьям-плесенникам? Возможно, если наши кулинарные способности достигнут определённого уровня, их рацион питания больше не будет ограничиваться чудесным агаром.\n<color=#37ffff>Паймон:</color> Правда? Звучит... вполне разумно. Путешественник/ца, когда мы в следующий раз будем в Инадзуме, может быть, нам стоит повнимательнее поискать подобные романы? При случае нам следует совершенствовать особое кулинарное мастерство. Давай откроем нашим друзьям-плесенникам новый мир изысканных блюд!\n<color=#37ffff>Путешественник/ца:</color> Положись на меня.\n<color=#37ffff>Путешественник/ца (альтернативный ответ):</color> Мы попробуем, как бы ни было трудно!\n<color=#37ffff>Соука:</color> Это очень мило. Думаю, список ваших достоинств в романе можно дополнить строчкой «суперадаптивные шеф-повара»... Возможно, вы действительно добьётесь успеха!\n<color=#37ffff>Хания:</color> Я подозреваю, что вы сможете сделать даже то, что невозможно объяснить с помощью здравого смысла, и продемонстрируете это широкой публике. Я с нетерпением жду этого. Давайте приложим все усилия!\n<color=#37ffff>Паймон:</color> Отлично! На этой воодушевляющей ноте предлагаю отправиться в путь! Давайте при следующей встрече повторим эту трапезу!\n<color=#ffe14b>Вариант событий 3</color>\n<color=#37ffff>Путешественник/ца (вдалеке):</color> <color=#ffe14b>Пусть занимаются своими делами.</color>\n<color=#37ffff>Паймон (вдалеке):</color> Хм, и то верно. У всех свои планы, не будем мешать. Надеюсь, мы скоро встретимся с ними снова!"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Событие версии 3.2 «Эпичное побоище плесенников»",
        "desc": [
          {
            "type": "RichText",
            "text": "Глава I. «Странное новое соревнование?»\nПрибывает в Сумеру вместе с Яэ Мико перед тем, как попасть в квалификационный раунд турнира «Кубок лотуса нилотпала», и далее участвует в турнире.\nИздательство планировало создать «бестселлер ближайшего полувека», а темой были «дружба и соперничество». Соука, будучи начинающим автором, была приглашена на турнир для участия с целью сбора материала.\nУзнав, что она встретиться с Путешественником/цей в сражении плесенников, начала несколько нервничать: «П-просто сражаться с приближённым её п-превосходительства Ханамидзаки з-заставляет меня в-волноваться».\nГлава III. «Двойное задание. Продвижение и исследование»\nНачинается состязание между Соукой и Путешественником/цей. Последний/яя выходит победителем.\nГлава V. «Самый сильный противник! Самые большие проблемы!»\nВ конце турнира «Кубка лотоса нилотпала» Соука вместе с остальными участниками и зрителями слушает речь Паймон."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Соука"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Инадзума"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Издательский дом Яэ"
          }
        ]
      },
      {
        "key": "Появления:",
        "value": [
          {
            "type": "RichText",
            "text": "· Событие версии 3.2 «Эпичное побоище плесенников»\n· Событие версии 3.5 «Грибомеханикус»"
          }
        ]
      }
    ]
  }
}