{
  "epId": 314,
  "name": "Дневники Роальда, искателя приключений: Драконий хребет",
  "desc": "Дневник, оставленный знаменитым искателем приключений Роальдом. Большинство страниц повреждены и смяты, а на некоторых даже поселились кристаллики льда.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/26/237301566/1c8f81079295c0f35b241be95c07dc16_7056111049594328804.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1745669851,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Дневники Роальда, искателя приключений: Драконий хребет"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Драконий хребет"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2299,
            "name": "Дневники Роальда, искателя приключений",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/12/51635400/1c8f81079295c0f35b241be95c07dc16_6815220696878334776.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Я начал свой подъём выше прибрежных равнин Ли Юэ, в районе южной стороны Драконьего хребта. Уклон здесь относительно плавный, ветра спокойны, а источники ещё не замерзают. Это прекрасное место для того, чтобы разбить лагерь. Закончив подготовку, я сделаю здесь базу и отсюда продолжу путь к вершине.\nПосле устройства лагеря у меня осталось время осмотреть руины в округе. Местные руины очень занимательны, а их архитектурный стиль и детали орнаментов имеют поразительное сходство с древними безымянными постройками из других регионов. С этой точки зрения можно сказать, что древнее легендарное государство, ранее существовавшее в районе снежных гор, сейчас находится прямо у меня под ногами.\nЖаль только, что в руинах не сохранилось никаких надписей, и очень трудно точно определить, к какому историческому периоду они относятся. Возможно, ещё выше, где ветер крепче, а снега глубже, я найду больше информации.\nНочевать здесь тяжело: пронизывающий холодный ветер воет над ручьями, и стены палатки плещут в его порывах, навевая уснувшему кошмары. В той пещере, что у истока реки, наверняка немало свободного пространства. Я слышал там эхо ветра, завывающего, как дух покойника. Жаль, вход в пещеру намертво закрыт решёткой, и снаружи её никак не открыть.\nСкоро я продолжу свой путь выше. У тропы я встретил несколько реликвий относительно близкой эпохи - их история берёт своё начало где-то в эпоху мондштадтской аристократии. Мне попалось несколько обрывков одежды и старое оружие. Толстый слой льда замедлил процесс гниения, поэтому останки так долго хранились.\nПо расположению останков можно сказать, что на этой тропе, скорее всего, некогда случилась погоня и даже преднамеренное убийство.\nДаже неистовые метели и опасные чудовища не могли помешать человеческим амбициям. Эта оставленная Архонтами ледяная земля в конце концов тоже была испорчена преступлениями следующих поколений.\nЧем дальше я поднимаюсь в горы, тем сильнее становится метель и тем быстрее температура опускается до невыносимых значений. После разведки северо-восточных руин мне трудно поверить, что в этом месте, где круглый год царствуют снежные бури, среди руин могут найтись нетронутые льдом водоёмы! Я бы сказал, они связаны с тем ручьём, что я встретил ранее.\nНо в этих местах слишком холодно, и нечего и думать о том, чтобы исследовать глубины руин, не замёрзнув насмерть и не утонув. Я отмечу это место знаком. Надеюсь, его нескоро засыплет снегом.\nПредположу, что однажды это место было подземным убежищем, и долгое время проникающие сюда грунтовые воды затопили его. Но мне доводилось слышать, что в далёком прошлом тираны бросали преступников в тюрьмы, запирали в клетки, а потом медленно заливали водой. Всё для того, чтобы преступники смотрели, как медленно поднимается вода сначала до лодыжек, потом до носа, потом до лба...\nТакая жестокая и мучительная кара в этом скованном морозом месте делает совершенно невероятными предположения о том, что кто-то мог её пережить.\nГорная тропа, уходящая на восток, довольно крута, и мне пришлось столкнуться с некоторыми досадными неожиданностями, из-за которых едва удалось не переломать ноги. К счастью, всё обошлось лишь ушибами, кости целы. Но сосульки прорезали несколько дырок в тёплой одежде, и через них стал проникать холодный ветер. Ощущения, будто меня раз за разом ударяют ножом. Скверно.\nПрежде, чем раны начали неметь от холода, мне удалось найти укрытый от ветра уголок и кое-как починить одежду... Но продолжать восхождение стало невозможно.\nЧуть позже мне удалось наконец вернуться в лагерь и не замёрзнуть насмерть. Только сняв носки у костра, я обнаружил, что три пальца уже приобрели фиолетовый оттенок... несмотря на это, ощущения возвращения к жизни очень хороши.\nСнежная буря слегка поутихла и перед моими глазами открылась картина: огромные обломки скал безмолвно кружили в ясном небе вокруг одинокой заснеженной вершины. Возможно, тот древний злой дракон, воспетый в стихах и похороненный среди местных горных ручьёв, тоже смотрит в небо своими уже давно сгнившими глазами?\nКажется, будто Архонты никогда не обращали свои взоры на эту чудовищную гору, и теми, кто живёт у её подножья, правит необъяснимый рок. В старых детских мондштадтских сказках эта гора была в наказание покинута ветрами времени, а потому была в одно мгновение погублена гудящими ледяными ветрами.\nНо что-то ещё живо на её вершине. Во сне я слышу зов - оно будто тихо поёт, и песня его хороша, но зловеща.\nЭкспедиция не задалась, но мне хотя бы удалось остаться в живых. Я прощаюсь с тобой, Драконий хребет. Может быть, я ещё вернусь сюда, но не думаю, что мне удастся когда-нибудь покорить твой пик...\nСледующим я планирую исследовать Ли Юэ. Но сначала нужно восполнить припасы и попутно заменить этот старый промокший дневник..."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Местоположение"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/26/237301566/9450652b325c623da98de2696a681c7d_6226025648103278180.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 310,
        "name": "Дневники Роальда, искателя приключений: Заоблачный предел, пик Цинъюнь",
        "desc": "Дневник искателя приключений Роальда, оставленный в походном лагере. Его страницы пахнут высокогорными цветами.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Qingyun Peak, Jueyun Karst_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 309,
        "name": "Дневники Роальда, искателя приключений: Заоблачный предел, озеро Аоцан",
        "desc": "Дневник искателя приключений Роальда, оставленный на берегу озера. В нём описаны дальнейшие планы знаменитого путешественника.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Aocang Lake, Jueyun Karst_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 313,
        "name": "Дневники Роальда, искателя приключений: Остров Цуруми",
        "desc": "Дневник знаменитого искателя приключений Роальда. От страниц исходит влажный запах тумана и характерный грибной аромат.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Tsurumi Island_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 304,
        "name": "Дневники Роальда, искателя приключений: Солёные земли",
        "desc": "Дневник искателя приключений Роальда, оставленный в походном лагере. Страницы покрыты едва заметными кристалликами соли.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Sal Terrae_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 314,
        "name": "Дневники Роальда, искателя приключений: Драконий хребет",
        "desc": "Дневник, оставленный знаменитым искателем приключений Роальдом. Большинство страниц повреждены и смяты, а на некоторых даже поселились кристаллики льда.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/26/237301566/1c8f81079295c0f35b241be95c07dc16_7056111049594328804.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 307,
        "name": "Дневники Роальда, искателя приключений: Отмель Яогуан",
        "desc": "Дневник искателя приключений Роальда, оставленный в походном лагере. Страницы пахнут морем.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Yaoguang Shoal_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 306,
        "name": "Дневники Роальда, искателя приключений: Озеро Лухуа",
        "desc": "Дневник искателя приключений Роальда, оставленный в походном лагере. Похоже, что он утонул в болоте. На бумаге остался отпечаток лисьей лапы.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Luhua Pool_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 305,
        "name": "Дневники Роальда, искателя приключений: Каменный лес Гуюнь",
        "desc": "Дневник искателя приключений Роальда, оставленный в походном лагере. Страницы влажные, словно этот дневник пробыл какое-то время под водой.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Guyun Stone Forest_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 312,
        "name": "Дневники Роальда, искателя приключений: Озеро Цинсю",
        "desc": "Дневник знаменитого искателя приключений Роальда. Некоторые его страницы покрылись мхом.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Qingxu Pool_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 308,
        "name": "Дневники Роальда, искателя приключений: Остров Рито",
        "desc": "Дневник знаменитого искателя приключений Роальда. Его страницы несут свежий аромат сакуры и горечь табачных листьев.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Ritou_icon.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}