{
  "epId": 3163,
  "name": "Удача",
  "desc": "<p>Если во время рыбалки вы удерживаете оптимальное натяжение лески, это удилище сократит время сопротивления рыбы, сделает его более предсказуемым и увеличит ваши шансы на успех. Эффект действует только в Сумеру.</p><p></p><p>Старинная сумерская удочка. Удилище кажется вырезанным из белого нефрита, его украшают узоры из тёмного золота и инкрустация зелёными самоцветами. В декоративной отделке удочки зашифровано послание, связанное с «жизнью»: говорят, что древнейшей сумерской удочкой была ветка, оплетённая виноградной лозой. Именно она принесла многим мастерам рыбалки «чудесный улов». И сегодняшние рыболовы верят, что владельцу такой старинной удочки будет сопутствовать удача.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/19/237301566/c6c4cb27da653e5c596f33b92db6bb57_2929956352064796019.png",
  "filterValues": {
    "objectType": [
      "Удочка"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1681911777,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Удача"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Удочка"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Обмен в Ассоциации рыболовов Сумеру"
          }
        ]
      },
      {
        "key": "Регион действия:",
        "value": [
          {
            "type": "RichText",
            "text": "Сумеру"
          }
        ]
      },
      {
        "key": "Стоимость:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2401,
            "name": "Оризия",
            "desc": "Бойкая маленькая рыбка, известная своим красивым хвостом в форме лепестков.<br/>Она считается декоративной рыбой, но, поскольку её мясо сочное, без костей и жира, её также нередко готовят и подают на стол.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Medaka_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 2832,
            "name": "Плодовый иглобрюх",
            "desc": "<p>Круглая рыбка средних размеров с роговидными хрящевыми отростками, необходимыми для рытья нор и отпугивания естественных врагов.</p><p>Самый распространённый из иглобрюхов, плодовый иглобрюх отличается тёмно-зелёным окрасом и внешним видом напоминает незрелый плод на ветке дерева (отсюда и появилось его название).</p><p>В этой рыбе мало костей, её мясо жирное и сочное, но если неправильно его обработать или слишком поздно удалить желчный пузырь, мясо станет кислым, как мякоть незрелого фрукта. Поэтому умение вкусно приготовить иглобрюха — один из критериев, по которым оценивается мастерство сумерских поваров.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/06/51635400/f8e1966a8e42ac68908c2b33aa1975e2_4509583368246747689.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 2829,
            "name": "Вечерний иглобрюх",
            "desc": "<p>Круглая рыбка средних размеров с роговидными хрящевыми отростками, необходимыми для рытья нор и отпугивания естественных врагов.</p><p>Вечерние иглобрюхи — самая долгоживущая разновидность иглобрюхов, их можно узнать по дымчато-серому окрасу. Такой окрас объясняется уникальным способом выживания вечернего иглобрюха — в его коже содержится специальное вещество, напоминающее желчь, куда более кислое, чем у остальных иглобрюхов, из-за чего многие подводные обитатели стараются держаться от вечерних иглобрюхов как можно дальше.</p><p>Но, если соблюдать технику приготовления, эта кислинка придаст иглобрюху приятную свежесть. Поэтому вечерний иглобрюх пользуется высоким спросом, и на рыбных рынках Сумеру часто можно увидеть таблички с надписью: «Не держите вечернего иглобрюха в одном аквариуме с другой столовой рыбой».</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/06/51635400/1aa68848b24ef95130f49f8c3c4fac79_2514748053842883525.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 2827,
            "name": "Песчаный иглобрюх",
            "desc": "<p>Круглая рыбка средних размеров с роговидными хрящевыми отростками, необходимыми для рытья нор и отпугивания естественных врагов.</p><p>Эта невзрачная рыбка песочного оттенка — важный представитель подводного мира. Изучив строение песчаного иглобрюха, учёные вывели экологические характеристики всей ветви иглобрюхов. Песчаный иглобрюх выделяется среди своих собратьев самыми крепкими и сильными роговыми отростками, выступая в роли «подводного рабочего». Такие иглобрюхи обитают на самом дне рек и озёр, где много песка, поэтому они и приобрели такую защитную окраску.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/06/51635400/fa81c1a3fe5341afc7b9269422eff7eb_52194743281392674.png",
            "amount": 20
          }
        ],
        "isMaterial": true
      }
    ]
  }
}