{
  "epId": 3168,
  "name": "Хания",
  "desc": "<p>Когда-то была членом Пустынников.<br>Является профессиональным укротителем непокорных животных.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/26/70239714/f74e9c6e0cb7a66827f7b87e5b08cb3d_7146067266564023897.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1680945256,
  "components": {
    "story": [
      {
        "title": "Событие версии 3.2 «Эпичное побоище плесенников»",
        "desc": [
          {
            "type": "RichText",
            "text": "Глава I. «Странное новое соревнование?»\nХания встречает Путешественника/цу и Паймон перед тем, как принять участие в турнире укротителей «Кубке лотоса нилотпала», организатором которого является Эльхинген, и называет новых знакомых титулами «Золотой метеор» и «Серебряный спутник», также она интересуется, заинтересованы ли Путешественник/ца и Паймон в данном мероприятии. Чтобы ускорить освоение героев, Хания делится с ними основными правилами турнира и предназначением инструмента «жемчужина мудрости». Хания помогает поймать Путешественнику/це первого плесенника.\nГлава II. «Первое сражение Кубка лотоса нилотпала»\nНекоторое время спустя Хания снова встречает Путешественника/цу, спасая детей от диких плесенников. Хания обращает чужое внимание и предупреждает, что плесенники по природе своей представляют опасность, и что соревнование «Кубок лотоса нилотпала» ослабляет бдительность людей.\nНа самом деле, Хания планирует уничтожить всех плесенников благодаря жемчужине мудрости и победе в турнире, что сильно удивило Путешественника/цу и Паймон. Хания считает, что её временный напарник «Пиро-1» понял бы её мотивы, если б смог осознать все деяния своего рода, а сейчас он помогает ей лишь из-за влияния жемчужины мудрости и не способен понять человеческих чувств (сантиментов). Хания признаётся, что обучала своих новых знакомых из тех соображений, что они разделят её точку зрения и помогут в достижении цели, но она ошиблась... Не выслушав ответа героев, Хания лишает Путешественника/цу и Паймон титулов «Золотой метеор» и «Серебряный спутник», и их пути вновь на время расходятся.\nГлава IV. «Невообразимая защита»\nПосле полуфинала Путешественник/ца обнаруживает, что Хании предстоит сражение с Яэ Мико, самому/ой же Путешественнику/це предстоит бой с Лайлой. Яэ Мико в ходе соревнования замечает истинные чувства Хании: во время битвы она беспокоилась за «Пиро-1», когда он оказывался в опасности или получал ранение. Кицунэ Великого храма Наруками даёт укротительнице Хании совет, из-за которого последняя спешно покидает встречу, не решаясь поверить Гудзи Яэ. Мико так же советует Путешественнику/це проследовать за Ханией.\nПутешественник/ца находит Ханию, утешающую «Пиро-1». Она признаётся, что проявляет эмпатию к «Пиро-1», однако не отступает от своих убеждений и жалеет, что «Пиро-1» является именно плесенником. Хания передаёт героям записку, повествующую о тяжёлых событиях, которые пережили её предки из-за плесенников, что объясняет взращённую с детства ненависть девушки к ним. Хания раскрывает, что жемчужина мудрости несовершенна и способна негативно влиять на здоровье своих пользователей (что в свою очередь объясняет странный кашель Лайлы на протяжении турнира). От того Хания не доверяет разработчику и организатору мероприятия, но, будучи обычной наёмницей, никто не воспринимает её слова всерьёз. Получив отказ на предложение сотрудничать, Хания решает одолеть Путешественника/цу на турнире, чтобы осуществить свой изначальный план - уничтожение всех плесенников, включая «Пиро-1».\nГлава V. «Самый сильный противник! Самые большие проблемы!»\nВ ходе финала турнира Паймон всячески взывает к чувствам Хании и пытается переубедить её по поводу плесенников: да, они монстры, но при доброжелательном отношении к ним, они сами будут стремиться ответить тем же, что открывает потенциальные дороги к взаимному сосуществованию. Путешественник/ца и Паймон одерживают победу в битву. На правах победителя, герои просят Ханию отпустить на время к ним «Пиро-1», чтобы вместе с ним пройти последнее испытание турнира «Кубка лотоса нилотпала».\nВыясняется, что Эльхинген вместо последнего испытания приводит Путешественника/цу и Паймон в ловушку с отрядом Фатуи, отрезав их от выхода. Помимо того, он использовал особую функцию жемчужины мудрости и подчинил себе плесенников: Кручезверя (напарник Лайлы), Громовёрта (напарник Яэ Мико), «Пиро-1» (напарник Хании). Своей основной целью Эльхинген ставит использование столь неординарной и полезной технологии, как жемчужина мудрости, ради признания его своим хозяином - Иль Дотторе, известным как Доктор, номер 2 из 11 Предвестников Фатуи. Однако Бам-бам-шапочка (напарник Путешественника/цы и Паймон) не попала под влияние Эльхингена. Позднее, в ходе сражения, на место событий поспевают Хания, Яэ Мико и Лайла. Объединившись, они освобождают своих напарников от влияния жемчужины Эльхингена и вступают в новый бой с отрядом Фатуи.\nОдолев противников, наёмники бригады тридцати по приказу генерала махаматры Сайно (сам он не смог прибыть для ареста, но оставляет письмо со своими комментариями о произошедшем, из которого выясняется, что Сайно следил за турниром, что позволило в нужный момент оперативно вмешаться в ситуацию бригаде тридцати) задерживают Эльхингена и всех причастных к данному преступлению (к примеру, учёного Каутилью, который занимался разработкой жемчужины). Эльхинген предостерегает Путешественника/цу, что это не конец, и он ещё добьётся внимания своего хозяина.\nПо завершению турнира, кицунэ раскрывает Хании, что плесенники в прошлом не просто так напали на её родственников, а будучи под внешним влиянием. Хания переосмысливает свои взгляды, поскольку последние события наглядно показали ей, что «Пиро-1» был с ней всё это время не из-за влияния жемчужины - он доверился ей. Хания готова понести ответственность за свои действия, однако никто и не собирался её наказывать: она так и не успела реализовать свой начальный план, успев ограничиться лишь угрозами и строгим отношением.\nОбсудив всю ситуацию, Путешественник/ца и Паймон обращаются со сцены ко всем участникам и зрителям турнира «Кубок лотоса нилотпала»: к сожалению, из-за свойств жемчужины мудрости влиять на окружающую среду и здоровье людей, плесенники не смогут остаться с людьми, как во время мероприятия. Всех плесенников просят передать самой надёжной укротительнице Хании. Пока она приглядывает за плесенниками, Академия продолжит исследование данной технологии с целью искоренения главной проблемы, чтобы турнир продолжился в будущем.\nХания открывает свое сердце Путешественнику/це, Паймон, Яэ Мико и Лайле, что делает их близкими друзьями. Прежде чем попрощаться, друзья договариваются снова встретиться в гавани Порт-Ормоса как-нибудь в следующий раз...\nВ последствии Хания даёт «Пиро-1» новое имя, которое тот заслуживает - Огнерадость!\nПослесловие\nВ северной части Сумеру Путешественник/ца и Паймон встречают одинокого Пиро агента Фатуи. Победив его, они находят у него письмо и потрёпанную жемчужину мудрости с пятнами крови и пометками: «Образец для особого приказа» и «Не имеет ценности, может быть утилизировано».\nИз письма становится ясно, что во время транспортировки преступников на наёмников совершается нападение: Фатуи не могут допустить утечки информации и мириться с подобным своеволием Эльхингена..."
          }
        ]
      },
      {
        "title": "Событие версии 3.5 «Грибомеханикус»",
        "desc": [
          {
            "type": "RichText",
            "text": "Описание события\nВ одном из уголков Порт-Ормоса вы с Паймон встретили друзей, с которыми познакомились во время первого Турнира укротителей «Кубок лотоса нилотпала». Сейчас они готовятся к следующему турниру и для этого придумали новую игру, с помощью которой можно продвигать турнир...\nСюжет\nВ Порт-Ормосе Путешественник/ца и Паймон встречаются с Бальфуром спустя долгое время. За это время он выкупил права на игру «Театр Механикус» в Сумеру. Объединившись с Ханией, он решает провести мероприятие под названием «Грибомеханикус». Это событие призвано подогреть интерес людей к будущему турниру, пока Академия всё ещё трудится над жемчужиной мудрости, чтобы никто не забывал о нём. В «Грибомеханикусе» игроки контролируют плесенников, чтобы те одолевали случайно появляющиеся вражеские механикусы. Однако пока новая игра находится в стадии тестирования. Герои соглашаются помочь Бальфуру и Хании не только как друзьям, но и будучи организаторами следующего турнира.\nПаймон спрашивает Ханию о старых знакомых друзьях-плесенниках, и та отвечает, что у них всё чудесно, и живут они вполне счастливо. В частности, Кручезверь и Громовёрт находятся <color=#37ffff>во временном убежище к северу от Порт-Ормоса</color> , и один участник заботится о них, а Бам-бам-шапочка и Огнерадость прямо здесь.\nПосле успешных битв с механикусами, Хания спрашивает Путешественника/цу, как они себя чувствуют, и получает ответ, что он/она получил/а ценный опыт во время этих боёв. Все средства, вырученные с этой затеи, пойдут на организацию будущего турнира и заботу о плесенниках, которых доверили Хании в конце прошлого турнира. Пообещав снова встретиться с друзьями, Хания возвращается в свой временный лагерь с Бам-бам-шапочкой и Огерадостью.\nПутешественник/ца и Паймон, посетившие временный лагерь, подслушивают разговор Хании и Соуки, когда они готовятся вернуться...\nСоука говорит Хании, что слышала об успешных испытаниях Грибомеханикуса и комплиментах игре от торговцев. Хания оценивает по достоинству навыки планирования Бальфура и помощь героев.\nХания также просит Соуку о репетиторстве для изучения новых слов и грамматики, чтобы Хания смогла прочитать «500 вещей, которые нужно знать при организации большого мероприятия». Соука с энтузиазмом соглашается. Хания стремится быть максимально полезной, чтобы облегчить работу Бальфору, «Золотому метеору и Серебряному спутнику» в организации будущего события. Приятная беседа продолжалась ещё какое-то время..."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Связи",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Персонаж</color>\n<color=#ffffff>Информация</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Яэ Мико",
        "desc": "Гудзи Великого храма Наруками, а также главный редактор издательского дома Яэ. За прекрасной внешностью скрывается неожиданный ум и хитрость.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Мико проиграла Хании в турнире плесенников. Именно благодаря божественной кицунэ удалось пробиться через ненависть Хании к плесенникам и достучаться до её сердца. В прошлом Хании произошёл трагический инцидент с дикими плесенниками, из-за чего она твёрдо решила поквитаться со всеми представителями их рода.\nВ ходе события «Эпичное побоище плесенников» Хания пропитывается эмпатией к своему временному (по её мнению) напарнику «Пиро-1», хоть и не хотела признаваться себе в этом в начале. Мико в своём поединке с Ханией заметила такую деталь и позднее вместе с"
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "Путешественник",
        "desc": "<p>Путешественник/ца из другого мира, разлучённый/ая со своей сестрой/своим братом. Он/а отправляется в долгое путешествие, чтобы найти всех семерых Архонтов и вернуть родного человека.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/70239714/f00d18b57acb4aa37bf2fc39bf67ddd0_830350480334963652.gif",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "и"
      },
      {
        "type": "CustomEntry",
        "epId": 2859,
        "name": "Лайла",
        "desc": "<p>Студентка, которая изучает теоретическую астрологию в даршане Ртавахист. Нередко ходит во сне и страдает от хронической нехватки сна.<br><br><em>«Она всегда жалуется, что писать научные работы слишком тяжело, а рисовать звёздные карты невыносимо. Но она упорнее всех, и отставать не желает... Откуда я так много о ней знаю? Хе-хе...»</em> - таинственная девушка, зовущая себя «Милостью звёзд».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/11/70239714/48a495acadaf37f12d0a7f653d85bd83_6907628283096428128.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "указывает ей на этот факт."
      },
      {
        "type": "CustomEntry",
        "epId": 3669,
        "name": "Огнерадость",
        "desc": "<p><span style=\"color: #FF9999\">Пиро </span>плесенник-напарник Хании. Когда-то носил имя «Пиро-1».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/06/70239714/1273496a6c8f34c3cd6e1be44f9e53cd_7515968565100700247.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Изначально «Пиро-1» должен был стать инструментом (пешкой) в руках Хании, чтобы та смогла победить в турнире плесенников и за счёт этого уничтожить плесенников как таковых. Однако в течение события «Эпичное побоище плесенников», благодаря проведённому с «Пиро-1» времени и открывшейся правде о прошлом Хании, она кардинально пересматривает свои взгляды на данных существ. В конце концов «Пиро-1» становится настоящим напарником Хании и получает новое имя от неё - Огнерадость."
      },
      {
        "type": "CustomEntry",
        "epId": 3098,
        "name": "Соука",
        "desc": "<p>Писательница издательского дома Яэ.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/06/70239714/6049aa844b39c59aceb1ce70752d4b0d_5497593526900552110.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Одна из участниц турнира «Кубок лотоса нилотпала», прибыла вместе с Яэ Мико в Сумеру. Она является писателем издательского дома Яэ и участвует в мероприятии, чтобы набраться вдохновения и материала для своего нового романа. В будущем она будет оказывать всяческую поддержку Хании, особенно в контексте нового турнира и Грибомеханикуса."
      }
    ],
    "galleryCharacter": [
      {
        "key": "Фотография",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/26/70239714/7c67e1c95eb3e9d2994b84ff67e84bbb_6910732527644806600.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Событие версии 3.5 «Грибомеханикус»"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Хания"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Сумеру"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Тренеры плесенников"
          }
        ]
      },
      {
        "key": "Появления:",
        "value": [
          {
            "type": "RichText",
            "text": "· Событие версии 3.2 «Эпичное побоище плесенников»\n· Событие версии 3.5 «Грибомеханикус»"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Разговор с Ханией, Путешественником/цей и Паймон во время события версии 3.5 «Грибомеханикус»",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#37ffff>Хания:</color> Соука, нам пора. Мы немного отдохнём после еды, а потом разберём лагерь. Скоро мы отправимся в долгий путь. Если кто-то из плесенников не сможет идти, то поступим как раньше... Ты понесёшь Кручезверя и Громовёрта, я - Бам-бам-шапочку и Огнерадость, а палатки и вещи понесёт вьючный як.\n<color=#37ffff>Соука:</color> Хорошо. Тогда я разожгу костёр и приготовлю побольше еды - путешествие будет долгим.\n<color=#37ffff>Паймон (вдалеке):</color> Похоже, Хания и Соука встретились в лагере. Интересно, о чём они говорят...\n<color=#ffe14b>Далее события могут пойти по одному из 3-х сценариев...</color>\n<color=#ffe14b>Вариант событий 1</color>\n<color=#37ffff>Путешественник/ца (вдалеке):</color> <color=#ffe14b>Хочешь послушать?</color>\n<color=#37ffff>Паймон (вдалеке):</color> Конечно! Паймон очень любопытно... Они ведь не будут возражать?\n<color=#37ffff>Соука:</color> Я слышала, что испытания Грибомеханикуса прошли довольно успешно. Вчера ко мне подошли несколько торговцев, чтобы подтвердить оплату счетов. Они сыграли в Грибомеханикус и оценили игру по достоинству.\n<color=#37ffff>Хания:</color> Ничего удивительного, ведь Бальфур знает толк в планировании. Мы могли бы у него поучиться. Ничего удивительного, ведь Бальфур знает толк в планировании. Мы могли бы у него поучиться.\n<color=#37ffff>Соука:</color> Это в их духе! Неприятности, которые поставили бы в тупик любого обычного человека, им не страшны! И проблемы, с которыми может справиться обычный человек, исчезают на глазах...\n<color=#37ffff>Паймон (вдалеке):</color> Хе-хе, они нас восхваляют!\n<color=#37ffff>Путешественник/ца (вдалеке):</color> Тссс, Паймон...\n<color=#37ffff>Путешественник/ца (вдалеке, альтернативный ответ):</color> Хе-хе...\n<color=#37ffff>Хания:</color> Кстати, мы заказали достаточно товаров?\n<color=#37ffff>Соука:</color> Не волнуйся. Нас уже можно назвать постоянными покупателями. Строительные материалы для лагеря, новые подстилки и небольшой столик для наших друзей-плесенников, а также лазалка, на которой они играют. Всё учтено. И свежие ингредиенты для чудесного агара, которые Наджа передала с торговцами. Можно сказать, что мы многое извлекли из этой поездки в Порт-Ормос!\n<color=#37ffff>Хания:</color> Рада это слышать. После возвращения в лагерь я была бы благодарна, если бы ты научила меня новым словам и грамматике. Я должна закончить «500 вещей, которые нужно знать при организации большого мероприятия».\n<color=#37ffff>Соука:</color> Не вопрос. По правде говоря, того, через что мы уже прошли, вполне достаточно. С твоим трудолюбием ты с лёгкостью закончишь эту книгу, я уверена. Точно хочешь узнать больше о ведении дел? Ты всегда можешь доверить эту часть Бальфуру.\n<color=#37ffff>Хания:</color> Над первым турниром работало много персонала, помимо Бальфура, и мы не знаем, сколько людей нам потребуется нанять для следующего состязания. Мы не можем взвалить на него всю работу, и мы также не должны обременять Золотого метеора и Серебряного спутника заботами о мелочах. Поэтому мне нужно быстро научиться менять роли. Помимо того, что я хороший укротитель зверей, я хочу уметь управляться со всеми делами, связанными с турниром. Только так я оправдаю их ожидания...\n<color=#37ffff>Соука:</color> Вполне логично... Я бы тоже хотела помочь! Не знаю, чем могу помочь, но я полна решимости!\n<color=#37ffff>Хания:</color> В этом случае я бы посоветовала тебе в первую очередь улучшить свою физическую подготовку. У тебя будет время для других вещей, когда ты сможешь самостоятельно выживать в дикой природе. В противном случае мне придётся постоянно присматривать за тобой.\n<color=#37ffff>Соука:</color> Я... сделаю всё от меня зависящее. Не хочу быть обузой! За это время я стала значительно сильнее, разве нет? Мне даже удалось прогнать большого грибосвина, который забежал в лагерь!\n<color=#37ffff>Хания:</color> Кстати, это напомнило мне кое о чём. Не хочешь сменить наряд? Подол слишком длинный для жизни в лесу, да и наряд выглядит дорогим. Будет очень жаль его испортить... У меня есть несколько запасных комплектов одежды Пустынников и даже оружие, которым я раньше пользовалась. Я могу отдать их тебе, если хочешь.\n<color=#37ffff>Соука:</color> Одежда наёмника? Я... должна признать, ты меня заинтересовала! Для меня, как для писательницы, это будет потрясающий опыт.\n<color=#37ffff>Паймон (вдалеке):</color> Похоже, они прекрасно ладят!\n<color=#37ffff>Путешественник/ца (вдалеке):</color> Если их никто не прервёт, они могли бы разговаривать целую вечность.\n<color=#37ffff>Паймон (вдалеке):</color> Хорошо, тогда не будем им мешать. Пусть дальше обсуждают будущее!\n<color=#ffe14b>Вариант событий 2</color>\n<color=#37ffff>Путешественник/ца (вдалеке):</color> <color=#ffe14b>Возможно, нам всё же стоит поздороваться...</color>\n<color=#37ffff>Паймон (вдалеке):</color> Хм, можно и так поступить. Кажется, они собираются в дорогу, так что мы можем использовать эту возможность, чтобы немного поболтать.\n<color=#37ffff>Паймон:</color> Приветик, Хания, Соука!\n<color=#37ffff>Соука:</color> А вот и наши «герои/ни, приходящие по первому зову».\n<color=#37ffff>Паймон:</color> Опять новое прозвище... Сколько ещё прозвищ ты приберегла для нас, Соука? Похоже, Паймон пора завести отдельный блокнот для них.\n<color=#37ffff>Хания:</color> Когда я говорила, что мы скоро встретимся, не ожидала, что это случится так скоро. Возможно, наша следующая встреча будет такой же неожиданной. Если вы предпочитаете воспринимать расставание с друзьями-плесенниками именно таким образом, оно будет менее печальным для вас.\n<color=#37ffff>Путешественник/ца:</color> В этом есть смысл.\n<color=#37ffff>Паймон:</color> Спасибо, Хания! Паймон стало легче на душе.\n<color=#37ffff>Хания:</color> Мы как раз собирались вернуться в лагерь, как только закончим трапезу. Хотите пойти с нами? Если у вас нет других дел, разумеется. Соука очень хорошо готовит, при том часто что-то такое, о чём я даже и не слышала. Будет обидно упустить возможность попробовать её блюда. Именно благодаря её идеям Наджа начала выпускать чудесный агар со всевозможными новыми вкусами. Плесенникам очень нравится.\n<color=#37ffff>Паймон:</color> Правда?\n<color=#37ffff>Соука:</color> О, ничего особенного. Я просто пыталась повторить блюда, о которых читала в некоторых лёгких романах. Теперь, когда вы здесь, я приложу все силы и приготовлю что-нибудь потрясающее!\n<color=#37ffff>Паймон:</color> Ура! Время пировать! Настало время «Пиршества свободных авторов» Соуки!\n<color=#37ffff>Хания:</color> Я позову наших друзей-плесенников и поставлю их любимый чудесный агар, чтобы мы могли вместе подкрепиться. Хм... Я... кажется, начала привыкать к этому. ...Это так здорово.\n<color=#37ffff>Паймон:</color> Ты что-то сказала, Хания?\n<color=#37ffff>Хания:</color> Нет, ничего... Просто посмотрите на Соуку. Такое впечатление, что она колдует, а не готовит еду.\n<color=#37ffff>Соука:</color> Ну, я начинаю!\n<color=#ffffffa6>Соука выбирает из стопки книг несколько лёгких романов с очень длинными названиями и сверяет по ним ингредиенты, имеющиеся в лагере, прежде чем составить меню.</color>\n<color=#ffffffa6>После этого она достаёт кухонную утварь. Начинается яркий и стремительный кулинарный процесс. Соука в мгновение ока готовит несколько роскошных блюд.</color>\n<color=#ffffffa6>Все сидят в лагере, наслаждаясь восхитительным застольем вместе с плесенниками.</color>\n<color=#ffffffa6>Журчание воды переплетается с ароматами леса и вкусом торжественных блюд...</color>\n<color=#ffffffa6>Время замедляется, а удовольствие растягивается...</color>\n<color=#37ffff>Паймон:</color> Уф... Это было великолепно! Паймон сейчас лопнет! Бам-бам-шапочка, Огнерадость, Кручезверь, Громовёрт, вам тоже понравилось?\n<color=#37ffff>Бам-бам-шапочка:</color> ♪~\n<color=#37ffff>Огнерадость:</color> ♫~\n<color=#37ffff>Кручезверь:</color> ♩~\n<color=#37ffff>Громовёрт:</color> ♬~\n<color=#37ffff>Паймон:</color> Все наелись досыта! Отлично!\n<color=#37ffff>Путешественник/ца:</color> Ничего не понимаю!\n<color=#37ffff>Путешественник/ца (альтернативный ответ):</color> Неужели Паймон научилась говорить на языке плесенников?\n<color=#37ffff>Паймон:</color> Хе-хе, похоже, тебе предстоит ещё несколько бесед с Бам-бам-шапочкой перед следующим турниром! Кстати говоря, Паймон не предполагала, что есть столько способов приготовления орехов аджиленах... Или что закатник и персик зайтун будут обладать подобным вкусом в сочетании со специями. Ха, Соука совсем недолго прожила в Сумеру, но, похоже, уже хорошо разбирается в уникальных особенностях местных ингредиентов!\n<color=#37ffff>Соука:</color> Ну, это и есть наша работа как авторов. Прежде чем что-то написать, мы должны провести тщательное исследование тех мест, о которых будем писать, и изучить как можно больше местных справочников. Добавьте немного мыслительного процесса, о котором часто можно прочитать в лёгких романах, - объединение двух странных элементов с целью посмотреть, что получится - и результат может вас приятно удивить. К слову, мне вспомнился один лёгкий роман, в котором говорилось, что вершина кулинарного мастерства - выйти за рамки даже самых строгих предпочтений и самых закостенелых привычек... Например, вы можете сделать так, что люди, которые не любят острую пищу, будут её есть, или можете заставить собак полюбить кошачий корм... Автор утверждает, что «для еды не существует границ, пока вы способны уловить и контролировать важнейший ингредиент, который находится между любовью и ненавистью»! Возможно, этот принцип применим и к нашим друзьям-плесенникам? Возможно, если наши кулинарные способности достигнут определённого уровня, их рацион питания больше не будет ограничиваться чудесным агаром.\n<color=#37ffff>Паймон:</color> Правда? Звучит... вполне разумно. Путешественник/ца, когда мы в следующий раз будем в Инадзуме, может быть, нам стоит повнимательнее поискать подобные романы? При случае нам следует совершенствовать особое кулинарное мастерство. Давай откроем нашим друзьям-плесенникам новый мир изысканных блюд!\n<color=#37ffff>Путешественник/ца:</color> Положись на меня.\n<color=#37ffff>Путешественник/ца (альтернативный ответ):</color> Мы попробуем, как бы ни было трудно!\n<color=#37ffff>Соука:</color> Это очень мило. Думаю, список ваших достоинств в романе можно дополнить строчкой «суперадаптивные шеф-повара»... Возможно, вы действительно добьётесь успеха!\n<color=#37ffff>Хания:</color> Я подозреваю, что вы сможете сделать даже то, что невозможно объяснить с помощью здравого смысла, и продемонстрируете это широкой публике. Я с нетерпением жду этого. Давайте приложим все усилия!\n<color=#37ffff>Паймон:</color> Отлично! На этой воодушевляющей ноте предлагаю отправиться в путь! Давайте при следующей встрече повторим эту трапезу!\n<color=#ffe14b>Вариант событий 3</color>\n<color=#37ffff>Путешественник/ца (вдалеке):</color> <color=#ffe14b>Пусть занимаются своими делами.</color>\n<color=#37ffff>Паймон (вдалеке):</color> Хм, и то верно. У всех свои планы, не будем мешать. Надеюсь, мы скоро встретимся с ними снова!"
          }
        ]
      }
    ]
  }
}