{
  "epId": 3322,
  "name": "Хроники Чертогов в пустыне",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/10/51635400/b86d9fd7cf57937a021c9c68c9b185ed_2312944862861499360.png",
  "filterValues": {
    "reliquaryEffect": [
      "Бонус урона"
    ]
  },
  "menuId": 5,
  "menuName": "Артефакты",
  "version": 1725011052,
  "components": {
    "artifactList": {
      "plume_of_death": {
        "title": "Часы потерянного пути",
        "position": "Пески времени",
        "desc": [
          {
            "type": "RichText",
            "text": "Старинные механические часы. Фрагменты джинна внутри сияют и слегка вибрируют, будто что-то говорят…"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/10/51635400/88ca09ebc7ed0069e8e8de5516bea8c7_8299374748149521882.png"
      },
      "flower_of_life": {
        "title": "Рождение города королей",
        "position": "Цветок жизни",
        "desc": [
          {
            "type": "RichText",
            "text": "Искусственный цветок излучает необычное сияние. Если приложить ухо, то можно расслышать тихий смех."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/10/51635400/b86d9fd7cf57937a021c9c68c9b185ed_3871898327884186052.png"
      },
      "goblet_of_eonothem": {
        "title": "Наследие пустынной знати",
        "position": "Корона разума",
        "desc": [
          {
            "type": "RichText",
            "text": "Серьги из янтаря и золота, инкрустированные самоцветом, чарующе переливаются."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/10/51635400/999a78b73235c08ca4a0664a23e7079f_8604463220285748626.png"
      },
      "circlet_of_logos": {
        "title": "Хранитель дивной мечты",
        "position": "Кубок пространства",
        "desc": [
          {
            "type": "RichText",
            "text": "Старинный золотой кубок удивительной прекрасной формы. Из его пустого нутра раздаётся тихое бормотание."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/10/51635400/0c319d4054751adc08be47eee0ebad53_6455808890165249081.png"
      },
      "sands_of_eon": {
        "title": "Конец золотого царства",
        "position": "Перо смерти",
        "desc": [
          {
            "type": "RichText",
            "text": "Искрящееся и кристальное рукотворное перо, сокровище древней цивилизации, в котором запечатан орлиный крик."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/10/51635400/6fdd4f75d233d1690e845a2db65ba433_310526658384953385.png"
      }
    },
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Хроники Чертогов в пустыне"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "• Подземелье «Город золота». Благословение: Цитадель в пустыне.\n• Мистическое подношение (Алхимия)"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Рождение города королей",
        "desc": [
          {
            "type": "RichText",
            "text": "О падшие вельможи, послушайте меня, слепого старца.\nЯ расскажу вам об уроках Гюрабада и о мимолётности цветов, созданных людьми.\nЯ расскажу вам о царе скромного происхождения, о безудержной любви и лютой обиде джинна…\nЛегенда гласит, что Владыка Песков заключил договор с людьми после смерти своей возлюбленной, а джинны стали его посланниками.\nЛишь те, чьи сердца не обратились в камень от невзгод, и те, кто не заразились отравой лживых миражей, могли претендовать на титул вассального царя, чтобы вести народ, подобно доброму пастырю.\nВот так, под милосердным, но строгим взглядом господина, джинн сделала свой выбор…\nМолодой Ормазд-шах, который в то время был простым пастухом, и рождённая из водяной лилии Лилупар полюбили друг друга.\n«Я дам тебе своё благословение на сто поколений, но ценой за него будет кровавая месть и красное вино.\nИбо безумная любовь джинна всегда сопровождается ненасытными желаниями и влечёт за собой жестокую и якобы справедливую кару».\nОднако под светом луны Ормазд-шах не внял этим предупреждениям…\nКазалось, что назначенное судьбой наказание слишком далеко от этого доблестного юноши.\nПод руководством джинна молодой пастух стал вождём своего клана кочевников.\nСо временем Ормазд-шах победил своих разобщённых соперников и был коронован как вассальный царь.\nГюрабад расцвёл, подобно рукотворному цветку на отвесной скале, став столицей смертных.\nКогда-то Ормазд-шах был пастухом, а теперь стал вассальным царём, доверенным лицом Владыки песков.\nЦветы расцвели, и их аромат наполнил воздух, но никто и подумать не мог, что…\nЗа прекрасным расцветом последует горький и жестокий конец.\nСледуя указаниям изложенных наставником древних преданий, Ксифос отправился в путь к сапфировому городу.\nПогребённые под песками уроки прошлых лет порой являются вновь, послушные ветрам вечности…"
          }
        ]
      },
      {
        "title": "Конец золотого царства",
        "desc": [
          {
            "type": "RichText",
            "text": "О юные странники, послушайте меня, слепого старца.\nЯ расскажу вам о руинах Гюрабада и конце иллюзорного сна…\nЯ расскажу вам об усеянных самоцветами куполах, о самовольных царствах.\nВысокие шпили и золотые храмы были поглощены бушующим приливом, а залы и дворцы стали обиталищем жалких нищих…\nРазъярённая толпа исполнила волю человека в медной маске, а мудрецы объявили происходящее великой чумой.\nГюрабад пал жертвой чёрной чумы, а Владыка красных песков встал на путь самоуничтожения…\nДжинн Лилупар, рождённая из водяной лилии, стала жертвой коварного заговора и поплатилась за это своей расколотой душой.\nОгромные плодородные царства в одночасье канули в песок. Племена и царства вновь оказались втянуты в пучину смуты…\nС тех пор жители пустынных оазисов разделились на семь королевств, и сапфировый город Тулайтулла стал величайшим из них.\n«На своём долгом веку мне довелось увидеть на этих золотых равнинах немало мимолётных жизней глупцов и злодеев…\nПрежде я был молод, и позолоченные стены окаймляли сапфировые купола, подобные вздымающимся под луной волнам.\nПрежде я был молод, и каналы Тулайтуллы образовывали светящуюся паутину, чьи огни соперничали с луной за превосходство.\nТеперь я лишился зрения… Но от меня не может укрыться, как благородные обращаются в рабов, а солдаты-невольники низвергают принцев…\nТеперь я лишился зрения… Но от меня не может укрыться, как сановники убивают мудрецов, а иноземные танцовщицы захватывают власть…\nГорода и страны живут и умирают, словно в сонном бреду. Огромные жернова перемалывают всех — влюблённых и подлецов — словно шелуху».\nСапфировое море окутано туманом лжи, которая превращается в легенды и предания…\nГенерал, завоевавший бесчисленные города, остался с одним единственным невольником, который указывал ему путь,\nи молодой раб нёс «ключ» к возрождению их родины…\nНа шее погибшего нелепой смертью из-за соколиной охоты царя виднелись кровавые следы от ножа.\nТанцовщица дала клятву принцу, но сердце её было наполнено лишь холодной ненавистью к тирану…\nВ умелых руках смертного обрёл форму летящий сокол, и в нём нашла приют сломленная душа джинна.\nОн с криком взмыл с утёса Гюрабада, пролетая мимо жалких пустынных городов…\nИ окончил свой полёт в руках позолоченных потомков, стряхивая с себя воспоминания, словно песок.\nРукотворное перо осталось лежать на дюне, безмолвно предвещая конец царств…\nСтарческим голосом изгнанный принц вспоминал, как горел дворец на его родине.\nЕго наставник тогда был генералом и поэтому на службе у тирана, который вёл его родную страну к гибели.\nУ всего есть последствия. Кто-то теряет зрение, а кто-то — трон…\nТем временем жернова судьбы продолжают вращаться, разбрасывая по миру разбитые надежды."
          }
        ]
      },
      {
        "title": "Часы потерянного пути",
        "desc": [
          {
            "type": "RichText",
            "text": "«Мама… Мама!»\n«Мы рождаемся старыми, и лишь наш сломленный разум поддерживает безграничную силу…\nМы не знали сладости материнского молока и тепла материнской утробы…\nНаши слёзы иссушило палящее солнце, а эфемерную радость раздавило шестернями…\nНас объединяет не любовь, а ненависть и отчуждение…»\n«Мама… Мама!»\n«Мы потеряли всю свою гордость и не можем похвастаться мудростью…\nУ нас нет ни пространства для существования, ни времени для отдыха…\nМедные трубы заменили наши голоса, и на наших раздутых животах нет следов пуповины…\nМать, не родившая нас, да постигнут тебя болезни и несчастья…»\n«Мама… Мама!»\n«Кто мы, бездушные машины, рабы среди джиннов?\nНам не давали имён, и никто не слышал наших криков…\nНаши тела источены тяжестью жестоких мук. Ненависть питает нас…\nНенависть накапливается в нас, порождая мечты об уничтожении…\nКогда лунный свет освещает наши обезображенные лица, мы даём последнее обещание…\nПусть песок заполнит твои лёгкие, пусть всё зелёное будет выжжено дотла…\nТогда мы разорвём цепи, сковывавшие нас с первого дня нашего существования…\nИ вернёмся в объятия нашей несправедливо истязаемой матери Сирин…»"
          }
        ]
      },
      {
        "title": "Хранитель дивной мечты",
        "desc": [
          {
            "type": "RichText",
            "text": "О путники, пришедшие в оазис утолить свою жажду, послушайте меня, слепого старца.\nЯ расскажу вам о погребальной песне Гюрабада, о пленительных мечтах царя Дешрета…\nЯ поведаю вам о героической душе — верной, но сломленной; о предательстве среди единомышленников.\nЛегенда гласит, что, когда Повелительница цветов покинула этот мир, её бесчисленные джинны перешли на службу к царю Дешрету.\nНемало сил истратил царь Дешрет, разыскивая былой рай там, где упали небесные столпы, чтобы построить оазис вечности…\nОдну из величайших джиннов звали Фериджиз, и ей царь Дешрет даровал власть над оазисом.\nЧтобы защитить сон своей госпожи, силой джинна она сделала неиссякаемым источник вод.\nИ покрылась пустыня зеленью, даруя убежище людям, лишившимся крова…\nПозднее смертные, наставляемые джинном Лилупар, устроили вокруг оазиса свои королевства.\nХраня верность Повелительнице цветов и испытывая жалость к новым царствам, Фериджиз решила принести себя в жертву.\nОслушавшись приказа царя Дешрета, великий джинн заключила своё тело в морозные оковы, превратив себя в печать в форме хрустальной чаши, которая оставалась неизменной и неподвижной, сдерживая гнев могучих песков и оберегая города смертных…\n«Но всему приходит конец, всё меняется. Пути тех, кто сегодня служит друг другу опорой, завтра разойдутся.\nПотерять свободу, которой так гордятся джинны; потерять тело, в котором можно жить в радости и любви; чувствовать, как дух иссякает с каждым днём…\nНимфа водяных лилий вовлекла смертных королей в свои интриги с медовым привкусом лжи, и Владыка песков погрузился в сон безумия…\nНо я жду, давно жду в бессонной дремоте… Жду, когда царь Дешрет выполнит своё древнее обещание».\nВ механических тисках, удерживающих душу и тело, она ждёт пробуждения своей госпожи, сберегая скорбную надежду, молча охраняя разбитые мечты этой песчаной империи.\nПусть даже родник смешается с горьким гравием, пусть даже оазис будет поглощён песком…\nСреди вечной пульсации машин она ждёт звука шагов, которые принесут перемены.\n«Но скажи, слепой наставник… Моим уделом с рождения были рабские цепи и горечь утрат…\nНепредсказуемая, словно зыбкие дюны, судьба оставила меня. Могу ли я надеяться на перемену участи?»"
          }
        ]
      },
      {
        "title": "Наследие пустынной знати",
        "desc": [
          {
            "type": "RichText",
            "text": "О торговцы, укрывшиеся от песчаной бури, послушайте меня, слепого старца.\nЯ расскажу вам о прошлом Гюрабада и о каре, которую его жители навлекли на себя.\nЯ расскажу вам о новоявленных сановниках и о невольниках у стен дворца…\nЛегенда гласит, что, когда возвысился Гюрабад, человеческий царь объединил все оазисы в один.\nВ это время разрозненные племена и недолговечные государства подчинялись одной лишь воле Ормазд-шаха.\nОн объявил Владыку песков своим покровителем и выстроил для поклонения ему дворцы и храмы.\nИз племён забирали рабов, от государств требовали покорности, а от городов – подношений…\nГород-государство процветал, а вельможи и рабы равно пребывали в его мрачной тени.\nВзирая с высокой башни на копошащихся внизу жрецов и рабов, наложница-джинн грустно вздыхала.\nКак фамильяр богини цветов, она считала, что выбрала идеального царя, но не хотела, чтобы тщеславие одурманило его.\nЖаркими ночами она делала царю нежные внушения, тщетно пытаясь переубедить его…\nДля Ормазд-шаха рабство было непреложным условием царствования, что бы ни говорила его возлюбленная.\n«Впустив в своё вместилище любовь, я оказалась в плену несбыточных желаний.\nСтремления к мечте, тоски по дому и надежды, что возлюбленный окажется превыше мирской тщеты.\nНо мой возлюбленный погряз в лицемерии и жадности. Он превратился в обычного тирана.\nПусть обратятся мои скорбь и гнев на предателя в кару, что падёт на три поколения».\nВ знак решимости джинн молча сняла подаренные им серьги.\nРешимость покарать любимого отравила её окаменевшее сердце.\n«Ксифос, дитя моё, ненависть сжигает всё, словно лесной пожар, оставляя лишь пепел безумия.\nОднако безудержная любовь ещё более жестока. От неё рождается множество зол…»"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p>Увеличивает бонус Анемо урона на 15%.</p>",
      "fourSetEffect": "<p>Попадание заряженной атакой на 15 сек. повышает скорость обычной атаки на 10%, а урон обычной атаки, заряженной атаки и атаки в падении — на 40%.</p>"
    },
    "customize": [
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Странник",
        "desc": "<p>Скиталец, личность которого остаётся загадкой. Носит одежды горного отшельника, но высказываниями и действиями на ищущих просветления совсем не похож.<br><br><em>«Верующие творят славу своих богов, а отступники становятся свидетелями их преображения. Я не буду загонять его ни в какие рамки. Неопределённость - краеугольный камень его будущего», </em>- Буер, Благословенный Мудрец, Махакусаладхарма.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/70239714/24d97a22be742fb732ea96f625d1faac_279357737036794010.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Лучший комплект для Странника, так как даёт <color=#80ffd7>бонус Анемо урона</color> и увеличивает <color=#ffd780>урон обычной</color> и <color=#ffd780>заряженной атаки</color> . Для реализации условия 4 предметов необходимо использовать <color=#ffd780>заряженную атаку</color> перед <color=#ffd780>обычными</color> .\nСтраннику будет полезен бонус и 2 предметов, которые он может сочетать с",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2095,
        "name": "Конец гладиатора",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ",",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2098,
        "name": "Воспоминания Симэнавы",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Shimenawa's Reminiscence/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ",",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2076,
        "name": "Отголоски подношения",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ",",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Охотник Сумеречного двора",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/51635400/539b03bed1057707abd643147e18abde_302767798429964259.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "и",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2097,
        "name": "Киноварное загробье",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ". В данном случае комплект может быть заменён 2 предметами набора",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2091,
        "name": "Изумрудная тень",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2263,
        "name": "Хэйдзо",
        "desc": "Талантливый молодой детектив из комиссии Тэнрё. Отличается ясным умом и острым восприятием.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shikanoin Heizou_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Может использовать как 4 предмета, так и 2 предмета.\nДля реализации условия 4 предметов необходимо использовать <color=#ffd780>заряженную атаку</color> перед <color=#ffd780>обычными</color> .\n2 предмета можно сочетать с",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2095,
        "name": "Конец гладиатора",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ",",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2098,
        "name": "Воспоминания Симэнавы",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Shimenawa's Reminiscence/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ",",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2076,
        "name": "Отголоски подношения",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ",",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Золотая труппа",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/51635400/c32bab10651059ad3c0c8a0e5bbd2e03_5004906481475328879.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "и",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2097,
        "name": "Киноварное загробье",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ". В данном случае комплект может быть заменён 2 предметами набора",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2091,
        "name": "Изумрудная тень",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Сяо",
        "desc": "Бессмертный дух Якса, охраняющий гавань Ли Юэ. Также зовётся Охотником на демонов или Защитником Якса.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Может использовать как 4 предмета, так и 2 предмета.\nДля реализации условия 4 предметов необходимо использовать <color=#ffd780>заряженную атаку</color> сразу перед <color=#ffd780>взрывом стихии</color> .\n2 предмета можно сочетать с",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2095,
        "name": "Конец гладиатора",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ",",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2098,
        "name": "Воспоминания Симэнавы",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Shimenawa's Reminiscence/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ",",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2076,
        "name": "Отголоски подношения",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "и",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2097,
        "name": "Киноварное загробье",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ". В данном случае комплект может быть заменён 2 предметами набора",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2091,
        "name": "Изумрудная тень",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2967,
        "name": "Фарузан",
        "desc": "<p>Исследовательница из «прошлого века». Ей нравится считать себя старше всех. Она обладает обширными познаниями о старинных письменах и древних механизмах.<br><br><em>«Значительная часть материалов, представленных в этой книге, взята из теорий и рукописей мадам Фарузан. Мы надеемся, что будущие поколения учёных вспомнят её имя, когда она вернётся в Академию»</em>, - цитата из книги «Введение в древние машины». Этот текст был издан почти сто лет назад и по сей день входит в список обязательного чтения в даршане Кшахревар.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/70239714/38c12ab46678a4008f83a0e46c900ef5_7217510851102444720.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Фарузан полезен бонус 2 предметов. Можно сочетать с",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2075,
        "name": "Церемония древней знати",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ",",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2095,
        "name": "Конец гладиатора",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ",",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2098,
        "name": "Воспоминания Симэнавы",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Shimenawa's Reminiscence/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ",",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2076,
        "name": "Отголоски подношения",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ",",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2090,
        "name": "Эмблема рассечённой судьбы",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Emblem of Severed Fate/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "и",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2097,
        "name": "Киноварное загробье",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Линетт",
        "desc": "<p>Немногословная ассистентка иллюзиониста, редко выражающая эмоции. Похожа на кошку своим сложным характером.<br><br><em>«Не стоит зря беспокоиться или что-то менять в себе. Истинное взаимопонимание - большая редкость. Тот, кто способен читать ваши \"сигналы\", и есть компаньон»</em>, - Арлекино.<br><br><em>«Это пятый раз за месяц... Неужели так сложно запомнить, что с Линетт надо вести себя хорошо?»</em> - Поздно вечером, когда Лини вышел из своей комнаты, он услышал, как Фремине шепчет это пылесосу.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/13/70239714/436e6f2b9b9006bfe511a98093259daf_2952808701689203703.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Линетт полезен бонус 2 предметов. Можно сочетать с",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2075,
        "name": "Церемония древней знати",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ",",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2095,
        "name": "Конец гладиатора",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ",",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2098,
        "name": "Воспоминания Симэнавы",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Shimenawa's Reminiscence/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ",",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2076,
        "name": "Отголоски подношения",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "и",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2097,
        "name": "Киноварное загробье",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Джинн",
        "desc": "Справедливый и искренний Рыцарь Одуванчик, действующий магистр Ордо Фавониус.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Джинн может быть полезен бонус 2 предметов, если хочется получить больше урона. Можно сочетать с",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2094,
        "name": "Возлюбленная юная дева",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Maiden Beloved/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ",",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2082,
        "name": "Моллюск морских красок",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Ocean-Hued Clam/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ",",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2095,
        "name": "Конец гладиатора",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ",",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2098,
        "name": "Воспоминания Симэнавы",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Shimenawa's Reminiscence/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ",",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2076,
        "name": "Отголоски подношения",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "и",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2097,
        "name": "Киноварное загробье",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      }
    ],
    "textualResearch": [
      {
        "title": "Местоположение",
        "desc": [
          {
            "type": "RichText",
            "text": "Артефакты «Хроники Чертогов в пустыне» можно найти в подземелье «Город золота», которое находится в Сумеру около дворца Хадж-нисут."
          }
        ]
      }
    ]
  }
}