{
  "epId": 3373,
  "name": "Серебряная ветвь",
  "desc": "<p>Новая ветвь, взятая из центра мира.</p><p>Когда-то существовало гигантское дерево, которое тянулось через весь мир, и эта веточка была его частью. Хотя её отделили от дерева, их связь вечно будет сильна. Поэтому до тех пор, пока гигантское белое дерево, символизирующее центр мира, не умрёт, ветвь никогда не завянет.</p><p></p><p>«Деревья» символизируют жизнь. В одной легенде говорится о женщине, которая перед смертью доверила своё сознание ветвям белого дерева. Таким образом, её жизнь и надежды не были потеряны, ведь ветви росли и пускали ростки там, где было солнце и дождь, а затем расцветали и приносили плоды.</p><p>«Деревья» также символизируют мудрость. В одной легенде говорится о мудреце, который приобрёл знание о том, как чертить руны и управлять священными словами, вися вниз головой на дереве, и таким образом смог проникнуть в царство, созданное на корнях дерева, и получить знания о тайнах демонических небес.</p><p>Все знания и воспоминания текут по ветвям гигантского дерева точно так же, как ручей впадает в реку, река впадает в море, море превращается в облака, а облака проливаются дождём на землю. Точно так же, как сама жизнь.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/05a1c827b845851af03663ede6b2d41f_7096753802391680310.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1727717360,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Серебряная ветвь"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 6533,
            "name": "Пульс Акаши и пламя кальпы"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}