{
  "epId": 3446,
  "name": "Джебраил",
  "desc": "<p>Пустынник, отец Джехт и муж Юфайры</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/15/237301566/43e472490955a7d2fc3d2cb67b27d390_7878667803161690818.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1686840776,
  "components": {
    "textualResearch": [
      {
        "title": "Журнал землепроходцев I",
        "desc": [
          {
            "type": "RichText",
            "text": "Тем, кто придёт после нас:\nЕсли в мире есть молитва во славу ночи, первая её строка должна быть посвящена плачу о заблудших.\nПлачу об Умуре, сбившемся с пути.\n«Горячие пески расплавят твои кости, но прежде огненный свет выжжет честолюбие в твоей груди. Он ослепит нас и скроет тебя из виду даже раньше, чем твою тень».\nПеред отправлением в путь я говорил, что наша экспедиция проклята, но никто не стал меня слушать.\nЯ знаю, кому следует верить. Кормилица моего духа, прислужница богини цветов - только ей ведома истина.\nИтак, мы потеряли Умура. Когда мы подошли к руинам Гюрабада, он пропал в песчаной буре. Его тело погребено под волнами песка, а душа обречена вечно кружиться в горячем ветре, не зная покоя.\nНаверное, нам не следует идти дальше.\nТарафа"
          }
        ]
      },
      {
        "title": "Журнал землепроходцев II",
        "desc": [
          {
            "type": "RichText",
            "text": "Тем, кто придёт после нас:\nЕсли в мире есть молитва во славу ночи, то вторая её строка должна быть посвящена погибшим от ран.\nПосвящена ослепшему Бахадину.\n«Боль была ему знакома - белая чешуя, что падает из-под бровей. А следом из бездонного колодца глазницы покатилась густая и страшная тишина».\nЯ опишу здесь то, что видел своими глазами.\nОхотника племени по имени Бахадин на моих глазах унёс красный стервятник.\nКо времени нашей следующей встречи его вторая глазница тоже опустела.\nНесколько лет назад он потерял глаз, охотясь на красных стервятников, но принёс самую свирепую добычу, которую мы когда-либо видели. Прошли годы, изборождённое морщинами лицо человека, которого схватил стервятник, скривилось, а на месте ястребиных глаз зияли пустые глазницы.\nТарафа"
          }
        ]
      },
      {
        "title": "Журнал землепроходцев III",
        "desc": [
          {
            "type": "RichText",
            "text": "Тем, кто придёт после нас:\nЕсли в мире есть молитва во славу ночи, то третья её строка должна быть посвящена отравленным.\nПосвящена Рабиду, которому никогда не суждено проснуться.\n«Горе этим ядовитым хвостам, горе песчаным дюнам, вскормившим зло. В печальном сне злодеи вцепились в твоё горло, и ты никогда больше не увидишь солнца».\nРабида во сне ужалил скорпион.\nЭто была тихая, но страшная пытка. Яд парализовал дыхание Рабида, и кровавые царапины на его шее - свидетельства того, сколько боли он перенёс.\nЯ говорил, что наша экспедиция проклята. Пора возвращаться.\nНо даже череда смертей не может остановить их. Эти люди попали в ловушку ключевого камня, он ослепил их, и они больше не видят правильного пути.\nТем, кто придёт после нас: если вы читаете эти строки, скорее возвращайтесь туда, откуда пришли.\nТарафа"
          }
        ]
      },
      {
        "title": "Журнал землепроходцев IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Тем, кто придёт после нас:\nЕсли в мире есть молитва во славу ночи, четвёртая её строка должна быть посвящена попавшим в беду.\nПосвящена Джебраилу, который оступился.\n«Разве можно представить себе смерть облака или гибель порыва ветра? Разве можно заметить песчинку, что растворяется в бархане, будто капля воды в океане?»\nЯ думал, что Джебраил будет последним. Он должен был остаться последним.\nНо пути судьбы неисповедимы. Быть может, его сломила череда невзгод.\nДжебраил, сама ловкость, сама быстрота! Он оступился и упал в ущелье.\nДо сих пор не могу поверить.\nТеперь остались только мы с Самиилом. Да, от нашего отряда остались только двое.\nНаша экспедиция проклята, но что поделать. Конец близок.\nБлизок.\nТарафа"
          }
        ]
      },
      {
        "title": "Журнал землепроходцев V",
        "desc": [
          {
            "type": "RichText",
            "text": "Тем, кто придёт после нас:\nОна обманула меня. Ключевой камень - настоящий! Стоит ли удивляться, что Джебраил и Самиил так ему верили... Великий мастер действительно оставил здесь свои следы, как сказано в древних текстах!\nЯ думал, это всего лишь выдумка, призванная скрыть истинную историю... Но теперь место, описанное в текстах, оказалось прямо перед нашими глазами.\nЭто третий алтарь для поклонения. Здесь спрятаны тайные сокровища Гюрабада.\nНо одного ключевого камня недостаточно, нужно что-то ещё...\nДолжен быть другой способ открыть врата Гюрабада...\nЕсли мы попадём внутрь Гюрабада, сокровища наши. Тогда эта экспедиция не будет напрасной.\nНо тогда... Что я наделал?\nТарафа"
          }
        ]
      },
      {
        "title": "Журнал землепроходцев VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Думаю, Тарафа начал бы свою запись так:\nТем, кто придёт после нас:\nМы потомки аль-Ахмара. Мы те, кому суждено пройти по следам царя Дешрета.\nНо процветание нашего царства осталось далеко позади, и находится много людей, подобных Тарафе, чья вера недостаточно тверда.\nОн предал нас и думал, что мы ничего не знаем.\nУмур, Бахадин и Рабид погибли по его вине.\nНесколько дней назад я разыграл свою смерть, чтобы скрыться от его глаз, и когда Тарафа собрался прикончить Самиила, я ударил первым.\nМатриарх племени Танит с самого начала дурачила нас этой каменной плитой.\nСкорее всего, никаких сокровищ в Гюрабаде нет.\nОна нас обманула.\nВероятно, Тарафа был прав: наша экспедиция проклята.\nИ нашим проклятием был Тарафа... и матриарх, которой он доверял.\nСамиил говорит, что ключевой камень может быть настоящим, но я не верю. Как бы там ни было, для нас он никакой ценности уже не представляет.\nОставим его здесь... Те, кто придут после нас: пусть он предостережёт вас от обмана людьми, которым вы верите.\nДжебраил"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Джебраил",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/8add1717698e2836adcf344728235697_1859879380931729248.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 3445,
        "name": "Джехт",
        "desc": "<p>Пустынница, дочь учёной Юфайры и пустынника Джебраила</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/06/237301566/bdd8fdc8e9fe3a7c76cbf0b852ab2de9_3559511128123749491.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Дочь Джебраила.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3447,
        "name": "Тирзад",
        "desc": "<p>Учёный из Вахуманы, изучающий древнюю цивилизацию царя Дешрета</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/0035342481faa64111fb2f20260ac220_8611018256350469011.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Учёный, который нанял Джебраила и Джехт для исследований в пустыне Сумеру.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3528,
        "name": "Самиил",
        "desc": "<p>Бывший член племени Танит, член группы пустынников Тутмос и бывший друг Джебраила.</p><p>Эксклюзивный персонаж задания «Золотая страна грёз»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/15/237301566/d132ba9ab21644dec4124b215f8b5012_4155549815388435203.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Бывший друг Джебраила, член группы пустынников Тутмос и племени Танит , виновный в смерти жены Джебраила - Юфайры",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3527,
        "name": "Бабель",
        "desc": "<p>Матриарх племени Танит</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/38a97334c471810851e3c0514abe5f9a_6359913759131623505.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Матриарх племени Танит, частью которого когда-то был Джебраил.",
        "alignment": "center"
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Джебраил"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Сумеру"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Пустынники"
          }
        ]
      }
    ]
  }
}