{
  "epId": 3454,
  "name": "Тысяча ночей",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/51635400/e97638e5d9b63f5bdb6b37eac8310280_5527024504708761290.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1678810672,
  "components": {
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Однажды странствующий исследователь прошёл сквозь тропические леса, пересёк пустыни и великие города во время великой катастрофы, собирая по пути истории. Первоначальный труд содержал бесчисленное множество историй, и до наших дней сохранился лишь небольшой фрагмент.\nИстория о людях без теней\nКогда-то на земле жили люди без теней.\nОни вели простую жизнь и ничего не знали о мире за пределами своего дома.\nНо однажды их нашёл один заблудившийся искатель приключений. Люди без теней с удивлением обнаружили, что за искателем приключений всюду следует молчаливый и верный помощник, куда бы он ни пошёл. А искатель приключений был не меньше удивлён узнать, что на земле есть люди, которые не отбрасывают тени.\n«Мне и во сне не могло такое присниться», – сказал искатель приключений.\n«Во сне? Мы уже очень давно не видели снов, – сказал один юноша без тени. – Старики говорили, что все сны нам уже приснились».\n«Тени скрывают тайны души. У тебя нет тени, потому ты не видишь снов, – ответил искатель приключений. – Наверное, когда-то у вас были тени, ведь раньше вы видели сны».\n«Раз так, где мне искать пропажу?»\n«Отправляйся в тайный лес. Там много снов, быть может, охотники за снами поделятся с тобой лишними».\nЮноша без тени оставил свои родные места и отправился в далёкий тайный лес, о котором рассказал ему искатель приключений. В глубине леса было полно теней. Тени облаков и деревьев… Даже крошечные птички укрывали мягкую землю широкими тенями своих крыльев.\nДень за днём юноша бродил меж сонмища теней. Тени скрывают тайны души, думал он, быть может, я здесь единственный, у кого нет никаких тайн. И вот однажды он обнаружил, что ему открылся вход мир сновидений. Сам он не видел снов, но именно поэтому был способен проникать в чужие сны.\nОн побывал во множестве разных снов – сны птиц пестрели красками, сны тигров благоухали ароматами – но так и не встретил охотников за снами и лишних снов, о которых говорил искатель приключений. Каждой тени соответствует свой сон, думал юноша. Наверное, искатель приключений попросту меня обманул? Лишних снов просто не бывает, как не бывает тени без хозяина.\nКогда он уже почти отчаялся, его нашёл охотник за снами. Они встретились во сне морской раковины. Юноша ворвался в угасающий сон, чтобы отыскать белые волны и солёный ветер, но не нашёл ни того, ни другого.\n«Ты в тайном лесу чужак, совсем как эта раковина».\nС ним говорила незнакомая женщина. Скоро он понял, что это и есть охотница за снами, о которой рассказывал искатель приключений, потому что тень женщины была пёстрой, словно полог, расшитый драгоценными камнями.\n«Я искал тебя, – сказал юноша. – Может, у тебя есть лишние сны…»\n«Они мимолётны, как утренняя роса… – сказала женщина, и в её голосе не было печали. – Лишившись хозяина, сон не живёт долго. Я перепробовала разные способы, но в конце концов такие сны рассеиваются».\n«Видишь, как эта раковина… Нам пора уходить». Охотница взяла его за руку и вывела из угасающего сна, в котором не было уже ни белых волн, ни солёных ветров.\nУ журчащего ручья она рассказала юноше множество историй и научила, как путешествовать по снам. После она поведала ему о запретах в охоте за снами и велела строго-настрого их соблюдать. Например, нельзя возвращаться в чужой сон, ибо людские тайны подобны бездонному колодцу.\n«Кошмарные сны куда коварней, чем ты думаешь. Увидев, что ты сделал, они роем накинутся на тебя и низвергнут во тьму. Ты будешь обречён скитаться по тёмному краю, где нет теней. Спустя время бессмысленные шорохи соберутся в слова, это будут старые имена, сохранившиеся только в тускнеющих воспоминаниях. И знай, тебе нельзя произносить имена мёртвых, иначе они тебя отыщут…»\n«Я думал, у охотников нет теней, – простодушно сказал юноша. – Я думал, охотники собирают чужие сны, потому что лишены своих».\nЖенщина не ответила. Её пёстрая тень травинкой качалась на ночном ветру.\nНо юноша без тени жаждал узнать ответ, и, хотя охотница умело защищала свою тень, ему удалось проникнуть в её сон. Врата в мир снов лесных существ всегда распахнуты, но тропа к сновидениям охотника за снами извилиста и опасна.\nЮноша был уверен, что она скрывает свои секреты в чужих снах. Но что у неё за секреты? И чьи это сны?\nСон охотницы был тёмным и дремучим, как тайный лес. Вскоре юноша сбился с пути, и со всех сторон его опутали кошмары.\n«Я нарушил запрет, но даже в бездонном колодце не смог найти ответа, – подумал юноша. – Она говорила, что спустя время бессмысленные шорохи соберутся в слова. Быть может, так я узнаю, чей это сон».\nТогда он позволил увлечь себя во тьму, и тьма была ровно такой, как говорила ему женщина: бескрайняя земля, лишённая света. Юноша вслушивался в малейшие шорохи, надеясь расслышать чьё-то имя.\nНеизвестно, сколько времени прошло, но вот разрозненные звуки сложились в имя. Это имя оказалось столь притягательным, что юноша невольно произнёс его вслух.\nА потом он открыл глаза.\n«Я видел странную картину, – сказал он. – Я видел женщину, которая проникла в мои сны и украла их. Она украла секреты моей души, о которых я не знал, и с того дня у меня больше нет тени. Я слышал, как она позвала меня, она сказала…»\n«Ты ведь знаешь, – перебила его женщина, – тебе нельзя произносить имена мёртвых, иначе они тебя отыщут…»\nОхотница за снами сидела у журчащего ручья, и её пёстрая тень травинкой качалась на ночном ветру.\n«Это просто история о мёртвых. Я рассказывала тебе похожие историй, но многого ты ещё не знаешь».\nИ охотница рассказала юноше без тени историю, которую ещё никто не слышал…"
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "Однажды странствующий исследователь прошёл сквозь тропические леса, пересёк пустыни и великие города во время великой катастрофы, собирая по пути истории. Первоначальный труд содержал бесчисленное множество историй, и до наших дней сохранился лишь небольшой фрагмент.\nИстория о дастуре\nОднажды некий дастур из Вахуманы в одиночестве отправился в глубины пустыни, чтобы исследовать руины древнего царства. На свою беду, он попал в песчаную бурю и заблудился. Но в тот самый миг, когда дастур уже прощался с жизнью, перед ним предстала юная девушка с янтарными глазами. Взмахнув посохом, она разделила воющие пески и вывела дастура из пустыни.\nВ деревне они оказались уже к полудню. Девушка привела дастура к себе домой, накормила и пообещала в тот же день проводить его до Караван-рибата. Но теперь дастур не хотел никуда уходить, ведь он увидел, как перед юной колдуньей расступаются пески, как обращаются в бегство целые стаи чёрных зверей. Дастур спросил, может ли она обучить его магии и открыть тайны древнего царства.\nКолдунья сказала, что её янтарные глаза видят всё, что видели живые и мёртвые. Видят людей, лишённых тени, бронзовые часы, маятник которых управляется силой мысли, китов, никогда не покидавших суши, город, существующий лишь в лунном свете, что падает на серебряное зеркало, учёного, заточённого в вечности, высокую башню, что подвешена на семи нитях… Она видит, как талантлив дастур. Перед ним раскинулось великое будущее, и она готова научить его всему, что знает сама. Только одно её тревожит: овладев наукой, он отречётся от своей наставницы.\nДастур упал на колени, поцеловал туфли колдуньи и поклялся, что никогда не забудет её милости и никогда от неё не отречётся, даже если придётся умереть с ней вместе. Его серьёзность тронула юную колдунью, она ласково улыбнулась и помогла дастуру подняться. Колдунья подвела дастура к двери в подвал и сказала, что согласна стать его наставницей. А все её тайны хранятся в этой подземной библиотеке.\nОни стали спускаться по винтовой лестнице, и на каждом этаже было зеркало, в котором отражались их лица и слабое мерцание факелов. Неизвестно, сколько времени они шли – может, несколько часов, а может, несколько минут, потому что темнота размыла его чувство времени. Лестница кончалась узкой дверью, а за ней была шестиугольная библиотека. Потолок скрывался в темноте, и дастур не мог оценить высоту этой комнаты, но книги здесь превосходили все его представления о знаниях.\nДастур прилежно учился под началом юной колдуньи. Но спустя несколько недель из Храма Молчания прибыл гонец. Оказалось, наставник дастура скоропостижно скончался, а поскольку научная работа нашего дастура недавно прошла проверку, Академия решила в порядке исключения повысить его до ранга хирбада, чтобы он сменил своего наставника и продолжил обучать студентов. Хирбад едва не прыгал от радости, но ему было жаль уходить из библиотеки, поэтому он осторожно спросил колдунью, может ли она взять с собой часть книг и отправиться вместе с ним в Академию. Колдунья приняла его приглашение, а потом сказала, что у неё есть младшая сестра, которая всегда мечтала учиться в Академии, но её мечте не суждено сбыться, ибо она происходит из пустыни. Не согласится ли хирбад принять её сестру в Академию вольнослушательницей? Хирбад ответил, что в Академии установлены строгие правила приёма студентов, и он не вправе их нарушить, поэтому не сможет принять сестру колдуньи даже вольнослушательницей. Ничего не сказав, колдунья собрала вещи, и они вместе с хирбадом отправились в Сумеру.\nСпустя несколько лет мудрец Вахуманы скончался. С помощью колдуньи хирбад написал блестящую научную работу, и было вполне ожидаемо, что его выдвинут на пост мудреца. После назначения колдунья пришла к мудрецу с поздравлениями и спросила, может ли он теперь принять её сестру вольнослушательницей. Но мудрец отказал, сказав, что это не входит в его обязанности, да и потом, он не нуждается в руководстве колдуньи, ведь ему больше незачем писать научные работы. Он посоветовал ей вернуться в деревню и спокойно доживать свой век. Ничего не сказав, колдунья собрала вещи и вернулась в пустыню.\nПрошло ещё несколько лет, скончался великий мудрец, и на его пост был избран мудрец Вахуманы. Узнав об этом, колдунья пришла из пустыни, разыскала великого мудреца, встала перед ним на колени, поцеловала его туфли и напомнила о данном некогда обещании. Она умоляла великого мудреца позволить людям пустыни, лишённым крова из-за песчаной бури, укрыться от бедствия в тропическом лесу. Великий мудрец пришёл в ярость, сказал, что бросит её в тюрьму с бронзовыми решётками и оставит там умирать от голода и жажды. Он кричал, что не знает её, что она обманщица из пустыни, которая пытается шантажировать Академию. Уже немолодая колдунья подняла голову, смахнула слезу со щеки, в последний раз посмотрела на великого мудреца своими помутневшими янтарными глазами и попросила его явить милость, отпустить её в деревню, чтобы она помогла своему народу. Но великий мудрец приказал страже связать её. И молодая колдунья ничего больше не сказала, только бросила:\n«Раз так, возвращайтесь в свою деревню».\nВеликий мудрец очнулся и обнаружил, что стоит перед Караван-рибатом. Была глубокая ночь, и деревня терялась во мгле, за завесой песка и пыли. Юная колдунья стояла перед ним, улыбаясь, и в её янтарных глазах отражался дастур Вахуманы, чья научная работа ещё не прошла проверку.\n«Что ж, время позднее. Вам пора возвращаться в Академию. Как говорится в истории…»"
          }
        ]
      },
      {
        "title": "Том III",
        "desc": [
          {
            "type": "RichText",
            "text": "Однажды странствующий исследователь прошёл сквозь тропические леса, пересёк пустыни и великие города во время великой катастрофы, собирая по пути истории. Первоначальный труд содержал бесчисленное множество историй, и до наших дней сохранился лишь небольшой фрагмент.\nИстория о принце и вьючном яке\nДавным-давно, когда Порт-Ормосом правили деи, бороздившие моря и океаны, один доблестный дей покорил множество островов и земель и заполучил столько редких сокровищ, что стал первым богачом в Порт-Ормосе. Вся жизнь того дея прошла в странствиях по миру, и только на закате дней судьба наградила его единственным сыном, но дей ушёл из мира до того, как принц достиг совершеннолетия.\nЮный принц унаследовал богатства старого дея, но не умел вести за собой воинство, как делал его отец, и не слушал советов и наставлений старших, а вёл распутную жизнь молодого гуляки. Пышные улицы Порт-Ормоса подобны ненасытному зверю, что питается золотом, и за несколько лет принц промотал всё состояние, завещанное ему отцом, да ещё влез в большие долги. Потратив всё до последней моры, принц продал дом, рассчитал слуг и, не зная, куда идти, отправился в городской храм, где поклонялись древнему божеству мореплавателей. Храм был таким пышным и величественным во многом благодаря пожертвованиям старого дея.\nПринц обратился за помощью к жрецу храма: «Мудрый старец, я сын дея, что покорил семь морей, наказанный за свою необузданную расточительность. Прошу, смилуйся надо мной и подскажи, как мне вернуть долги и выкупить свой дом. Я клянусь начать новую жизнь и стать скромным человеком, который знает своё место».\n«Юный принц, – сказал жрец, – судьбы смертных давно написаны богами, но каждый проживает свою судьбу сам. Если ты хочешь начать новую жизнь, надо трудиться, а не искать у богов лёгких путей».\n«Мой отец был меценатом этого храма, – возроптал принц. – Если уж на то пошло, все эти золотые статуи наполовину мои, как и казна храма! Я пришёл, чтобы забрать своё по праву!»\n«Гордый принц, как смеешь ты торговаться с богами? – вздохнул жрец. – Но если ты пообещаешь, что впредь будешь жить скромно и разумно вести дела, из уважения к твоему отцу я научу тебя, как снова стать богатым».\nПринц принёс клятву перед статуей божества, и жрец велел ему отправляться в торговый квартал. Там принц встретил благородного вида женщину в прекрасном наряде, которая ухаживала за истощённым вьючным яком.\n«Благородная госпожа, – обратился к ней принц, – могу ли я вам помочь?»\n«Как хорошо, что ты пришёл, – ответила женщина. – Мне нужно отправиться в плавание по срочному делу, и некому доверить уход за этим вьючным яком. Если ты согласен мне помочь, через три месяца я вернусь и вознагражу тебя десятью миллионами моры».\nПринц был на седьмом небе от счастья.\n«Но знай, – сказала женщина, – этого вьючного яка нельзя кормить досыта. И не вздумай с ним говорить. Если нарушишь запрет, потеряешь даже то, что имеешь сейчас».\n«Что мне ещё терять?» – подумал принц и пообещал женщине, что не нарушит запрет. Женщина доверила ему вьючного яка и отбыла по делу. Три месяца пролетели, словно один день, и принц соблюдал все наказы хозяйки: не кормил вьючного яка досыта и до самого последнего вечера не сказал ему ни одного слова.\nВ последний вечер принц сидел у костра, представляя, как изменит его жизнь обещанная награда. И в порыве чувств обратился к вьючному яку: «Милый як, благодаря тебе я снова стану богатым! Скажи, как мне тебя отблагодарить? Я сделаю всё, что пожелаешь!»\nУслышав его слова, як заплакал: «Почтенный принц, ничего мне не надо, только в последний день наесться досыта».\nУзнав, что вьючный як умеет говорить, принц был потрясён, и любопытство заставило его позабыть о запрете. Он принёс вьючному яку сена и воды.\n«Мой добрый принц, – промолвил наевшийся досыта як, – я царь пустыни, что поклонялся высокому божеству и повелевал множеством земель. Но злая ведьма обманула меня и превратила в яка. Если ты явишь свою милость и отпустишь меня в пустыню, клянусь властелином знойного солнца, я одарю тебя несметными богатствами, куда большими, чем может дать эта ведьма».\nПринц не верил до конца словам вьючного яка, а потому решил спрятать его, затаиться в укромном месте и ждать возвращения хозяйки.\nНа другой день хозяйка вернулась, но не нашла на месте ни принца, ни вьючного яка.\n«Вероломный попрошайка! – бранилась женщина. – Я поймаю тебя, посажу в крошечную бутылку и обреку на вечные мучения!»\nУвидев, как разбушевалась хозяйка, принц наконец поверил словам вьючного яка. Когда она ушла, он приготовился отпустить яка. Собираясь уйти, як сказал: «О милостивый принц, да хранят тебя боги пустыни! Я выполню своё обещание и подарю тебе несметные богатства и бескрайнее счастье. Только не вздумай спрашивать, откуда взялись богатства, иначе потеряешь даже то, что имеешь сейчас».\nПринц пришёл в заповедное место на краю пустыни, как научил его вьючный як, и увидел огромный дворец, сверкающий роскошью. Его стены были украшены позолотой и драгоценными камнями, а ворота выкованы из чистого золота. Прекрасный слуга вывел на крыльцо целый строй изящных прислужниц, чтобы встретить нового господина.\nТак принц снова стал предаваться разгулу и пьянству. Каждый день слуга подносил ему серебро, золото, жемчуг и драгоценные камни. Принц наслаждался изысканными яствами и прекрасным вином, а компанию ему составляли танцовщицы и певички, каждый день разные. Так прошло три года.\nНо даже радость и наслаждения когда-нибудь могут наскучить. Очнувшись после долгой попойки, принц сказал себе: «Я устал от нынешней жизни, надо придумать что-нибудь новенькое. Когда-то я ослушался ведьму, и теперь живу в прекрасном дворце. Наверняка этот вьючный як, называвший себя царём, испугался, что я узнаю его секрет, и потому запретил спрашивать, откуда берутся богатства. Но если я узнаю, где кроется источник всей это пышной роскоши, моя жизнь станет ещё счастливей».\nПринц подозвал к себе слугу и спросил: «Мой верный слуга, ответь мне – где ты берёшь золото, серебро, жемчуг и драгоценные камни, что подносишь мне каждый день? Где берёшь изысканные яства и вино, певичек и танцовщиц?»\n«Отвечу, почтенный господин, – сказал слуга. – Каждый день я ухожу из дворца в пустыню и приношу оттуда всё, чем вы наслаждаетесь. Прекрасные певички и танцовщицы – это песчаные угри, ослепительное золото – это песок пустыни, а невиданные деликатесы я готовлю вам из пустынных даров.\nИ сам я, ваш верный слуга, – слуга помедлил, – всего лишь скромный скарабей».\nКак только он договорил, великолепный дворец рассыпался в прах, и принц обнаружил, что сидит на верху небольшой дюны в окружении песка и насекомых.\nПринц нескоро пришёл в себя от потрясения, его переполнял ужас, но вместе с тем – горечь и раскаяние. Потерянное было невозможно вернуть, и принц превратился в бродягу, не знающего радостей. С тех пор всем, кто желал слушать, он рассказывал эту историю…"
          }
        ]
      },
      {
        "title": "Том IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Однажды странствующий исследователь прошёл сквозь тропические леса, пересёк пустыни и великие города во время великой катастрофы, собирая по пути истории. Первоначальный труд содержал бесчисленное множество историй, и до наших дней сохранился лишь небольшой фрагмент.\nУчёный\nДавным-давно жил один учёный. В его манерах сквозило высокомерие, так или иначе присущее образованным людям. Хотя, сказать по правде, он ничем не выделялся среди коллег.\nЗнания, подобно фруктам, быстро теряют свою свежесть. Если их не проглотить, пока они налиты соком, от них останется только сладкая гниль.\n«Время – мой враг, – думал молодой учёный. – Ещё более ненавистный, чем коллеги».\nНо с такими врождёнными чертами характера, как лень и небрежность, ничего не поделаешь. Так зима и лето сменяли друг друга, одаривая «ненавистных коллег» славой и почётом, а ему оставляя лишь шрамы бесполезно прожитых лет.\nВозможно, так распорядилась судьба, но герой нашей истории неожиданно получил шанс исполнить своё желание.\n«Время несправедливо. Может, я не так сообразителен, но уж точно не хуже других, просто время ко мне слишком сурово, – думал уже немолодой учёный. – Теперь у меня есть шанс обратить его себе на пользу».\nИ вот какое желание он загадал усмирённому духу: «Я хочу, чтобы время было ко мне справедливо и я смог написать лучшую научную работу».\nУсмирённый дух быстро смекнул, что тот имеет в виду. «У всего есть своя цена», – сказал дух.\n«Судя по всему, часть долга я уже заплатил, – пожал плечами учёный. – Дни моей молодости пролетели впустую. Я больше не ищу обыденного счастья, я лишь хочу оставить после себя удивительные труды, прославив своё имя. Не поблёкшие чернила, растёкшиеся по дряхлым бумажным страницам, а труды, высеченные на камне. Так спустя тысячу лет мир всё ещё будет хранить мои следы. Вернув справедливость, я обуздаю время».\n«Ну, раз ты так настаиваешь», – вымолвил усмирённый дух и без всяких возражений исполнил желание учёного.\nБыл это усмирённый дух или прикинувшийся им демон – вопрос, конечно, спорный, но не столь существенный. Учёный, желание которого было исполнено, с удивлением обнаружил, что всё вокруг словно замедлилось под стать ходу его мыслей.\n«Отлично! Отныне быстрота мыслей не имеет значения», – не мог поначалу нарадоваться учёный. «Можно спокойно обо всём размышлять», – думал он. Времени, за которое в часах падала одна песчинка, не хватало, чтобы он коснулся рукой пряди волос на лбу, но было достаточно, чтобы его мысли пронеслись от дремучего леса до пустыни, от равнины до заснеженных полей. Он злился, что страницы книг нужно переворачивать одну за другой, но даже если бы они располагались в одной плоскости, его глаза не могли бы двигаться так быстро. Времени, когда его взгляд останавливался на одном слове, хватало, чтобы исчерпать все связанные с ним синонимы и образы.\n«Я слишком много думаю и слишком мало пишу, – размышлял учёный. – Следует изложить самые логичные аргументы в самых красноречивых выражениях». Но к тому моменту, когда он написал первое слово главы, его мысли уже перескочили в самый её конец. Ему пришлось снова и снова повторять про себя её содержание, которое с каждым разом становилось всё совершеннее. Но это происходило лишь в его сознании, и к моменту завершения его правая рука не написала и нескольких слов.\nВ конечном итоге научная работа, которая должна была содержать самые логичные аргументы в самых красноречивых выражениях, легла на учёного тяжким бременем. Между абзацами не прослеживалась связь, будто страницы разорвали в клочья, а затем наспех собрали вместе. Следующие друг за другом фразы были похожи на не сочетающиеся по смыслу фрагменты, случайно выбранные из книги.\nНаступила беззвёздная ночь. С невероятным усилием, будто проделав путь длиною в столетия, он наконец покинул кабинет и спустился во двор.\n«Произнесённые слова весомее, чем написанные», – он всё ещё не терял надежду. Но, очевидно, его органы речи тоже не поспевали за ходом мыслей. Вылетавшие слоги превращались в невнятные бормотания, будто он на полуслове терял нить повествования и начинал заново.\n«Бедный старик! Совсем выжил из ума, – переговаривались нарядно одетые юноши и девушки, глядя на него с сочувствием. – По крайней мере, у него есть луна».\nЛюди ушли, оставив учёного одного во дворе под луной. Запертый в собственном теле, как в клетке, он стал вспоминать от скуки когда-то прочитанные истории…"
          }
        ]
      },
      {
        "title": "Том V",
        "desc": [
          {
            "type": "RichText",
            "text": "Однажды странствующий исследователь прошёл сквозь тропические леса, пересёк пустыни и великие города во время великой катастрофы, собирая по пути истории. Первоначальный труд содержал бесчисленное множество историй, и до наших дней сохранился лишь небольшой фрагмент.\nЗеркала, дворец и сновидения\nКаждую ночь ей снился далёкий дворец. Замысловатое здание с бесконечными закутками, галереями и переходами. В углу каждого коридора висело серебряное зеркало в позолоченной раме. Говорят, на создание дворца у короля ушло двести лет (шесть календарных лет по тем временам). Если, сидя на троне, заглянуть в одно из зеркал, можно, следуя за тонким и извилистым лучом света, увидеть любой уголок королевства. Но всматриваясь во сне в зеркала, она видела лишь свою размытую фигуру – молодую женщину в маске, облачённую в роскошные одежды, идущую по богато украшенной галерее, едва уловимую в сияющем золотом пламени. Ей была известна её безумная цель: она хотела увидеть короля и что-то ему сказать. Она знала, что это были слова, которые она должна произнести, не в силах противостоять воле. Но всякий раз, когда она просыпалась, фраза, готовая сорваться с губ, терялась в отражениях зеркал.\nШли годы, но в своих снах она так и не нашла дорогу к трону и не увидела короля. Девушка, когда-то плутавшая в лабиринтах зеркал, стала известной волшебницей. Но даже в промежутках между мимолётными снами, в бессмысленные минуты бодрствования, фантастическая идея не покидала её разум. Однажды она нашла путеводную нить к той далёкой стране и без колебаний оставила всё, чем дорожила, отправившись в путь. Она шла сквозь блики лунного света, вдоль бездны теней и в чаще мрачного леса наконец отыскала страну из своих снов. Но город сгорел дотла много веков назад, а некогда процветающее королевство давно пало. Вот что говорится в стихотворении:\nУтренний ветер забвению предан,\nВ свете зари гаснут песни слова.\nБашенный шпиль мерцает сквозь саван,\nБесконечная ночь поглотит города.\nОна вошла в разрушенный дворец. Меж развалин виднелись разбитые серебряные зеркала в позолоченных рамах. В их осколках, покрытых пылью, отражалась холодная луна. Дворец не выглядел таким загадочным, как в её снах, лишь несколько закутков и галерей. Она толкнула легко поддавшуюся дверь, которая вела в тронный зал. Это была круглая комната с сотнями зеркал, висящих на каменных стенах. Большинство зеркал, как и в коридорах, было разбито. Непроизвольно волшебница подошла к веками пустовавшему трону, села в него и взглянула в единственное уцелевшее зеркало.\nВ зеркале молодая женщина в маске, облачённая в роскошные одежды, шла по богато украшенной галерее, а в зеркалах позади разбегались тысячи её отражений.\nОна замерла и резко подняла голову. Перед ней стояла молодая женщина в маске и молча смотрела на неё с непередаваемой печалью в глазах. Волшебница не успела ничего сказать, как женщина вонзила кинжал ей в сердце. Остриё кинжала стало нежно-алым, и вокруг вспыхнуло пламя, вновь поглотившее сожжённый несколько веков назад зал.\nОна с испугом и облегчением рассмеялась. Женщина сняла маску, открыв лицо волшебницы. Пересохшие губы слегка дрожали.\nНа этот раз она услышала слова, которые десятилетиями, столетиями терялись в загадочных сновидениях и мрачных сумерках. Это была история, рассказанная ею себе самой. История, отражённая в мириадах серебряных осколков, эхом тонувшая в вечности…"
          }
        ]
      },
      {
        "title": "Том VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Однажды странствующий исследователь прошёл сквозь тропические леса, пересёк пустыни и великие города во время великой катастрофы, собирая по пути истории. Первоначальный труд содержал бесчисленное множество историй, и до наших дней сохранился лишь небольшой фрагмент.\nЛовец птиц\nЭто история о старике-птицелове.\nНа севере королевства раскинулся дремучий лес, где обитают говорящие птицы. С лучами утреннего солнца, пронзающего листву, пёстрые пташки сбиваются в стайки и взлетают к небу, подобно облакам, наполняя звонким щебетом высокие кроны деревьев. А ещё в лесу живёт старик, иссохший, худой и мрачный, облачённый в лохмотья, словно дикарь. Он проводит свои дни за ловлей говорящих птиц.\nКак и могучие деревья, возмужавшие из нежных ростков, старик когда-то был молодым и красивым юношей. Он вырос в деревне у самой границы леса. Все его ценили за храбрость, ловкость и доброту, и не было в деревне девушки, которая не была бы в него влюблена. Но сердце юноши принадлежало только его возлюбленной, лесной жрице. Будучи любимицей леса, она то и дело удивляла юношу своими чудесами.\nЮноша часто думал, что хотел бы всю жизнь провести рядом со жрицей.\nНо всё хорошее быстро заканчивается. Королевство ввязалось в длительный военный поход, и всех молодых людей призвали на службу. Юноша тоже был вынужден покинуть родные края и отправиться на войну. Накануне отъезда он впервые увидел, как плачет его возлюбленная. Её слёзы каплями утренней росы окропляли его сердце. Он не знал, почему девушка так печальна, но решил, что причина тому – их предстоящая разлука, и поспешил дать ей обещание в надежде облегчить её страдания.\nУбитая горем девушка никак не отреагировала на драгоценные обещания, лишь после некоторого молчания сказала, что отныне с говорящими птицами будет отправлять юноше послания о том, как она по нему тоскует. Юноша удивился, но посчитал это проявлением привязанности.\nОн кивнул в знак согласия.\nНа следующий день юноша отправился в путь в качестве солдата королевства, рассчитывая на скорое возвращение. Но война затянулась и завершилась лишь тогда, когда подбородок юноши зарос густой бородой, взгляд стал суровым и острым, а руки огрубели от оружия.\nВ разгар ожесточённой войны единственным утешением для юноши были говорящие птицы, прилетавшие из родных краёв. Словно по волшебству, птицы всегда находили его в тишине ночи и приносили слова жрицы. Юноша слушал её сладкие речи, пропитанные тоской, узнавал о происходящих в деревне изменениях и внимал написанным для него стихам.\nЛюбовь юноши не угасла от долгой разлуки, а лишь окрепла в его сердце, словно стела, выточенная из камня.\nКогда война закончилась, он поспешил вернуться домой, собираясь жениться на девушке, но узнал, что вскоре после его отъезда та скончалась от внезапной болезни.\nЮноша не поверил своим ушам, ведь ещё вчера вечером из уст говорящих птиц он слышал слова своей возлюбленной.\nОн ворвался во двор и с силой распахнул плотно закрытую дверь в комнату девушки. Пронзившие комнату лучи света встревожили говорящих птиц, погружённых в сон тайным заклятием и ожидавших пробуждения. Юноша не успел опомниться, как очнувшиеся птахи, взмахнув крыльями, словно облачная дымка, выпорхнули наружу и устремились в дремучий лес. Взору юноши предстали пустые покои.\nТогда-то он и понял, почему девушка была так печальна в тот вечер и предложила столь странную затею.\nГоворящие птицы, которых он спугнул, распахнув дверь, были словами, оставленными для него возлюбленной перед смертью.\nПтицы живут гораздо дольше, чем кажется людям. Желая искупить вину за разлетевшиеся по лесу слова возлюбленной, юноша днём и ночью, забыв о сне и пище, словно безумец, преследовал птах, облюбовавших чащу и носивших в своих клювах призрак девушки. Молодость сменилась зрелостью, а за зрелостью пришла старость. Пусть он больше не узнает ничего нового, пусть говорящих птиц, помнящих слова девушки, всё меньше и меньше, старик не желает уходить, надеясь, что где-то есть хотя бы ещё одна не услышанная им фраза.\nОн умело ловит птиц и сажает их в клетки, ласково гладит их шеи и играет с ними, кормит лучшими зёрнами и поит ключевой водой, приговаривая: «Говори, говори, птаха. Расскажи о моей возлюбленной. Поведай, чему научила тебя любимица леса».\nИ вот наевшиеся досыта и напившиеся вдоволь говорящие птицы рассказывают такие истории…"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Тысяча ночей"
          }
        ]
      },
      {
        "key": "Страницы:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3561,
            "name": "Вырванная страница из «Тысячи ночей» (I)",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/04/84496276/ff6e7ff91eb7c3c1d6025b9bab7c8c59_500403836386128153.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3562,
            "name": "Вырванная страница из «Тысячи ночей» (II)",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/04/84496276/ff6e7ff91eb7c3c1d6025b9bab7c8c59_4326169890186184757.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3563,
            "name": "Вырванная страница из «Тысячи ночей» (III)",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/04/84496276/ff6e7ff91eb7c3c1d6025b9bab7c8c59_2746658007532059976.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3142,
            "name": "Вырванная страница из «Тысячи ночей» (IV)",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/73555894/cf4c737d6807c3ce6d229e92dd3c1705_3926889471536857366.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3140,
            "name": "Вырванная страница из «Тысячи ночей» (V)",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/73555894/cf4c737d6807c3ce6d229e92dd3c1705_3219493623901751656.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3139,
            "name": "Вырванная страница из «Тысячи ночей» (VI)",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/73555894/cf4c737d6807c3ce6d229e92dd3c1705_3259382880885862659.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}