{
  "epId": 3647,
  "name": "Предварительные испытания на экспериментальном объекте",
  "desc": "<p>Толстый научно-исследовательский документ с подробным описанием условий содержания «человеческого экземпляра».</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/237301566/2be648f93c975832b6acf44c5840af41_4043502435879897474.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1685709432,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Предварительные испытания на экспериментальном объекте"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Задание мира «Её враги бушуют, словно волны»"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Текст",
        "desc": [
          {
            "type": "RichText",
            "text": "Профессору Фродероку Фронконстину:\n...В общем, хотя племя Танит готово пойти на сделку и заманить некую «предательницу» в засаду, чтобы мы могли его захватить...\n...Перед началом эксперимента я рекомендую тщательно осмотреть подопытный образец. Жители пустыни очень коварны...\n...Капитан Зоя крайне недовольна нашей сделкой. Она считает, что эта проходимка из пустыни и так постоянно ставит нам палки в колёса, а теперь мы низведены до роли прислуги, которая с риском для себя помогает жителям пустыни избавляться от бунтовщиков... и так далее... Надо сказать, это действительно роняет престиж экспедиционного корпуса Фатуи...\n...Я пишу это, чтобы Вы могли оценить ситуацию и принять решение...\nАдъютант экспедиционного корпуса,\nЛейтенант Руслан Снежевич\n...\n(В приложении - учётная таблица, в которой зафиксированы данные всестороннего физического осмотра женщины из племени Танит по имени Джехт. Похоже, комиссия высоко оценивает её физическое состояние.)\nПросто превосходно! Памятуя наши прошлые попытки сотрудничать с жителями пустыни, мы были уверены, что они подсунут нам какого-нибудь немощного субъекта. Но физические кондиции подопытной превосходят все наши ожидания. Очень ценное приобретение...\n...Если нам удастся провести исследовательскую работу в пустыне, возможно, весь наш экспедиционный корпус будет награждён... Благосклонность Предвестников достаётся непросто, прошу капитана Зою принять это во внимание...\n(Последняя строка зачёркнута красными чернилами, а под ней добавлен комментарий: «Может, лучше ты примешь во внимание военный закон? Или хотя бы примешь во внимание, как мало тебе осталось жить?»)\n...Следует как можно скорее отойти на новые позиции и закрыть сделку. Обо всех дальнейших действиях вы узнаете из «Уведомления о переводе»."
          }
        ]
      }
    ]
  }
}