{
  "epId": 3686,
  "name": "Рана",
  "desc": "<p>Лесной страж</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/03/237301566/db462cf19d3ccf8d5050b5ddcaf555f6_5174329663556899630.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1684510069,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Рана"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Сумеру"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Лесные стражи"
          }
        ]
      },
      {
        "key": "Титул:",
        "value": [
          {
            "type": "RichText",
            "text": "Лесной страж"
          }
        ]
      },
      {
        "key": "Глаз Бога:",
        "value": [
          {
            "type": "RichText",
            "text": "Дендро"
          }
        ]
      },
      {
        "key": "Карта:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3881,
            "name": "Рана",
            "desc": "<p><strong><span style=\"color: #FFFFFF\">Жемчужина памяти</span></strong></p><p>«У нас полным-полно времени, чтобы вместе исследовать просторы леса, мира и необъятность будущего».</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/20/51635400/33bd43aef765f353f7c4955cbcd16f89_4936845016053096957.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/03/237301566/71c46815dfdadaf2edd1b291cb922fab_3345121605085827020.png"
      },
      {
        "key": "События Араньяки",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/03/237301566/e232f1b3cedbfb9b1b71216ed83aecfb_6905980086709412399.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Рана внутри барьера Араны"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Бедствия Сумеру",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "В истории <color=#99ff88>Сумеру</color> немало тёмных пятен... Одним из таковых по праву считается необдуманный поступок\nв далёком прошлом, который привнёс в <color=#ffffff>Тейват</color> знания, которым «не место в этом мире»; знания, которые в будущем станут именовать «запретными»."
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/04/09/70239714/0177e679df8b6c6ea9a96bc9fa65bcd1_9134512854569156015.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Когда случаются подобные события, к сожалению, они не могут пройти бесследно. Они оставляют свой отпечаток на самом <color=#ffffff>Ирминсуле</color> , порождая бедствия.\nПримерами таких бедствий служат болезнь «элеазар» и зоны « <color=#ff9999>Увядания</color> ». Последние, по словам лесного стража леса Авидьи"
      },
      {
        "type": "CustomEntry",
        "epId": 2265,
        "name": "Тигнари",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Молодой учёный, специалист по ботанике. В настоящее время служит лесным стражем в лесу Авидья. Искренний и добросердечный, он умеет обучать даже самых непонятливых учеников.</span></p><p></p><p><em><span style=\"color: rgba(255, 255, 255, 0.85)\">«Послание для вас. Вот диковинка из пустыни - две упаковки медовых фиников. Помогают восполнить энергию в любое время дня и ночи. Спасибо за терпение, проявленное при обучении Коллеи, и за заботу о ней. Удачи на службе и в воспитании Коллеи»</span></em><span style=\"color: rgba(255, 255, 255, 0.85)\">, - анонимное сообщение, которое оставили в коробке с конфетами на столе лесного стража.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/70239714/d039c6da9285163f46b85f0241f29c17_7884881497095009464.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ", существуют в <color=#99ff88>Сумеру</color> уже тысячи лет и корням уходят в глубины мира. Их можно представить некой «опухолью» или даже постепенной гибелью всего живого. Даже для опытных исследователей она представляет огромную опасность."
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/04/09/70239714/af638a1b7f97315f9224da46f8567749_8987664368866917317.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "В наши дни тропические леса <color=#99ff88>Сумеру</color> активно очищаются от зон <color=#ff9999>Увядания</color> лесными стражами."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Деревня Вимара",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Однажды"
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "Путешественник",
        "desc": "<p>Путешественник/ца из другого мира, разлучённый/ая со своей сестрой/своим братом. Он/а отправляется в долгое путешествие, чтобы найти всех семерых Архонтов и вернуть родного человека.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/70239714/f00d18b57acb4aa37bf2fc39bf67ddd0_830350480334963652.gif",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "и <color=#ffffff>Паймон</color> встречает лесного стража по имени Рана. По пути в её деревню с названием «Вимара», они натыкаются но зону <color=#ff9999>Увядания</color> . После победы над этим явлением, <color=#ffffff>Путешественник/ца</color> расспрашивает Рану о таинственных маленьких существах , что он/она видел/а ранее по прибытию в <color=#99ff88>Сумеру</color> . Ране не удаётся удовлетворить любопытство героев, но она направляет их к детям её деревни.\nПрибыв в Вимару, <color=#ffffff>Путешественник/ца</color> знакомится с некоторыми местными жителями: дедушкой Амадией и молодым человеком по имени Альфонсо. Альфонсо выделяется на фоне остальных, из чего становится ясно, что он не родом из <color=#99ff88>Сумеру</color> . Сам он представляется бывшим подмастерье из <color=#80c0ff>Фонтейна</color> , переехавшим сюда. В ходе разговора Рана рассказывает героям о странном явлении в их деревне: порой здесь пропадают дети, однако спустя время они возвращаются, как ни в чем не бывало. По мнению Альфонсо, дети что-то скрывают, потому что не сильно доверяют взрослым. <color=#ffffff>Путешественник/ца</color> отправляется к местным ребятишкам: Иотаму, Судабе и Кавусу. Поговорив с ними, <color=#ffffff>Путешественник/ца</color> и <color=#ffffff>Паймон</color> понимают, что дети на самом деле хорошо относятся к старшим, но не получают от них ответы на свои вопросы, однако, благодаря некоторым речевым уловкам, им становится ясно, что дети действительно что-то знают.\nПосле этого Рана просит новых знакомых отправится с ней в патруль, чтобы в случае столкновения с новой зоной <color=#ff9999>Увядания</color> , герои помогли ей."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Встреча с Араной",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Уничтожив на пути очередную зону <color=#ff9999>Увядания</color> , герои решают разбить небольшой лагерь для отдыха. После приятного разговора и трапезы Рана засыпает в сидячем положении, что несколько удивляет <color=#ffffff>Путешественника/цу</color> и <color=#ffffff>Паймон</color> . На обратном пути в Вимару герои внезапно натыкаются на Иотама вне территории деревни. Проследовав за ним в пещеру, судьба сталкивает их с Фатуи. Одолев неприятелей, компания углубляется в пещеру и натыкается на сокрытую зону <color=#ff9999>Увядания</color> . Иотам оказывается в опасности, однако его защищает необычная сфера оттенков <color=#99ff88>Дендро</color> элемента. В ходе сражения с Увяданием герои вынуждены разделиться: <color=#ffffff>Путешественнику/це</color> поручено отвести Иотама обратно в деревню, а Рана остаётся одна...\nВернув Иотама домой и рассказав всё произошедшее Альфонсо, <color=#ffffff>Путешественник/ца</color> спешно отправляется выручать Рану. На месте лесного стража не оказывается, однако появился элементальный след. Он приводит <color=#ffffff>Путешественника/цу</color> и <color=#ffffff>Паймон</color> к небольшому домику, архитектура которого сильно отличается от любых домов местных поселений людей. В нём они находят Рану, находящуюся в такой же <color=#99ff88>Дендро</color> сфере, что и Иотам до этого. Попытки обратиться к ней не оборачиваются успехом. И тут к героям вдруг подходит представитель тех таинственных маленьких существ . От неожиданности и внешнего вида он подвергается сравнению с овощем, на что отвечает: «Не овощ. Арана. Арана - друг. Арана - аранара».\nАрана выглядит как небольшое существо с круглой головой, на которой располагаются поникшие ушки с тёмно-зелёными концами. Само тело имеет бледно-зелёный оттенок. Туловище имеет похожую на голову форму, но меньший размер. Точно так же и небольшие руки длиннее ещё более небольших ног. Лицо состоит из двух маленьких однотонных ромбовидных глаз и не двигающегося рта. На голове располагается большая (по меркам самой Араны) конусовидная шляпка с переливающимся тёмно-зелёным оттенком. Края шляпы окрашены в оранжевый цвет. Точно такого же цвета на макушке головного убора находится два лепестка, смотрящих в противоположные друг другу стороны, и стебелёк. Помимо всего, на шляпке присутствует небольшой бантик синих оттенков. На передней части туловища заметен узор, который представляет свёрнутый отрезок с перекрещёнными концами."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Аранары",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Именно так <color=#ffffff>Путешественник/ца</color> и <color=#ffffff>Паймон</color> впервые знакомятся с аранарой. Аранары - лесной народ. Прежде всего, они являются хранителями лесов <color=#99ff88>Сумеру</color> и фамильярами <color=#99ff88>Дендро Архонта</color> . Они очень чутко обращаются с живыми растениями.\nПоявились они благодаря Великой властительнице <color=#99ff88>Руккхадевате</color> (сами аранары называют её Владычицей Араньяни), прошлому <color=#99ff88>Дендро Архонту</color> данного региона, и древу Ашваттха. Лучше всего это передают слова другого аранары - Арамы: «... поэтому Ашваттха так могущественна и так важна для нас! Маленькие нары рождаются от других нар, а все аранары - дети Ашваттхи и Владычицы Араньяни».\nКак можно заметить, аранары имеют свой собственный язык и письменность, но при разговоре с людьми они используют смесь своего языка и общего, которым пользуются жители <color=#ffffff>Тейвата</color> . К примеру, словом «нара» они обозначают людей, «вана» - лес, а « <color=#ff9999>Марана</color> » - знакомое явление <color=#ff9999>Увядания</color> .\nВнешность всех аранар сравнима с Араной, но при этом всём, каждый аранара имеет свои отличительные черты. Порой туловище аранар едино с головой. Все они в качестве передвижения используют парение (иногда это отражается крутящимися элементами на их шляпках).\nБудучи народом, живущим преимущественно вдали от знакомой цивилизации, их культура имеет свои особенности. Одним из таких является их летоисчисление, которое определяется не по привычным годам, а по росту окружающей растительности, по Луне и другим явлениям природы. В качестве знака дружбы аранары преподносят особые цветы («Тот, кто принимает цветы, принимает и нашу дружбу»).\nОсобое место в культуре аранар занимают песни. Аранара Араджа рассказывает: «У каждого из аранар есть своя собственная песнь. Все они отличаются друг от друга. Поэтому по звучанию мы сразу понимаем, кто вернулся\n». Кроме того, песни аранар способны оказывать влияние на окружающую среду: начиная от движения растений, заканчивая локальным управлением погоды. Лесной народ способен делиться своими песнями и их свойствами с друзьями, чтобы ими мог воспользоваться человек.\nКаждый представитель аранар обладает особой силой - «араракалари», корни которой также идут к песням и <color=#99ff88>Руккхадевате</color> .\nТак как аранары тесно связаны с <color=#99ff88>Дендро Архонтом</color> , они обладают некоторыми способностями, роднящими их с ним. В частности - взаимодействие со снами и воспоминаниями. Важной особенностью аранар является то, что их способны видеть только дети. Взрослея, люди перестают воспринимать аранар, и им кажется, будто аранары - лишь плод детской фантазии. При определённых раскладах взрослые всё же способны видеть аранар, как <color=#ffffff>Путешественник/ца</color> , если они не потеряют свою тягу к фантазиям и/или будут благословлены элементом <color=#99ff88>Дендро</color> . Не подтверждено, но вероятно влияние терминала Акаши на способность видеть аранар, поскольку терминал не давал носителю видеть сны ."
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/04/09/70239714/f2c566548494723e4e3ad4cb3298ec17_4742462284440393970.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/04/09/70239714/6950545841986e35640919d14269198f_2660168528709034696.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Араньяка",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3051,
        "name": "Араньяка",
        "desc": "<p>Книга, полученная от Арамы.<br>Судя по виду, у этой книги долгая история. Первоначально её использовали как тетрадь для заметок, но восстановить их уже невозможно.<br>Запишите сюда историю ваших приключений с аранарами.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/09/70239714/5745f4d6f25ade22cbe6b03894a8123a_1332173396217521770.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Итак, Арана рассказывает <color=#ffffff>Путешественнику/це</color> и <color=#ffffff>Паймон</color> , что Рана подверглась влиянию разложения <color=#ff9999>Мараны</color> . Чтобы излечить её, Аране требуется особый плод « <color=#99ff88>биджа</color> », а пока она поддерживает состояние Раны с помощью своей араракалари. Для этого она отправляет героев в дом всех аранар - Ванарану. Попасть туда можно лишь исполнив специальную песню, которой <color=#ffffff>Путешественника/цу</color> успешно обучается у неё.\nГерои успешно добираются в Ванарану и доказывают местным аранарам свои дружелюбные намерения. От них же выясняется, что для выращивания полноценной хорошей <color=#99ff88>биджы</color> ("
      },
      {
        "type": "CustomEntry",
        "epId": 3108,
        "name": "Биджа",
        "desc": "<p>Квинтэссенция всего самого ценного для аранар. Биджа - плод, но ещё можно назвать его семенем надежды.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/09/70239714/fc727e04f1dec836d3eb0d52a5bf40ef_5385960747600598524.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ") необходимо провести праздник Утсава. <color=#ffffff>Путешественник/ца</color> получает книгу «Араньяка», куда будет записывать свои приключения с аранарами, их песни и прочие детали.\nГерои помогают аранарам с подготовкой к празднику, попутно сталкиваясь с зонами <color=#ff9999>Мараны</color> и другими повседневными проблемами лесного народа.\nПосле празднования аранара Арама и <color=#ffffff>Путешественника/цу</color> отправляются к нынешнему древу Ашваттха. Выясняется, что <color=#ff9999>Марана</color> добралась до Ашваттхи, а потому <color=#99ff88>биджу</color> теперь не так просто получить. Для одоления Увядания Арама и <color=#ffffff>Путешественник/ца</color> отправляются в глубины Ванараны прошлого (стоит отметить, что текущий дом аранар - новая Ванарана, предыдущий дом им пришлось покинуть из-за катастрофы с <color=#ff9999>Мараной</color> ). На пути они встречают Арамухукунду - одного из старейших аранар, который оказывает им поддержку. В конце героям приходится вступить в бой с воплощением <color=#ff9999>Мараны</color> . После сражения к ним присоединяется Арана. Арана жертвует своими воспоминаниями, чтобы новое древо Ашваттха нашло своё воплощение в Араме. Таким образом, герои наконец получают долгожданную <color=#99ff88>биджу</color> для Раны. Что касается <color=#ff9999>Мараны</color> , то уничтожение её воплощения практически решает проблему <color=#ff9999>Увядания</color> , что сильно поможет лесным стражам и лесному народу, но не уничтожит её полностью.\nПосле излечения Рана приходит в себя и начинает видеть Арану (к ней вернулись старые детские воспоминания благодаря <color=#99ff88>бидже</color> ), однако последняя, к сожалению, из-за своей жертвы не может её вспомнить. <color=#ffffff>Путешественник/ца</color> и <color=#ffffff>Паймон</color> рассказывают Ране о приключениях с аранарами. Арана и Рана начинают новое знакомство, также Рана приглашает подругу отправится вместе в новое приключение, на что аранара соглашается. В этот момент происходит необычное явление -"
      },
      {
        "type": "RichText",
        "text": "«Из груди Раны исходит тёплый, прозрачный, но в то же время яркий свет, похожий на сердцебиение.\nОна пытается прикрыть и прощупать его руками, но свет словно нарочно вонзился ей в ладони.\nКогда этот свет погас, в её руках появилось изящное украшение».",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Этим украшением является <color=#99ff88>Дендро</color> <color=#99ff88>Глаз Бога</color> . Рана благодарит Архонтов за исполнение желания. Глаз Бога сильно поможет девушке в предстоящем пути.\nЧетверо героев говорят друг другу напутственные слова и прощаются с надеждами, что ещё встретятся в будущем... «В конце концов, лес помнит всё»."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Послесловие",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Перед тем, как решиться на новое путешествие с Араной, Рана беспокоится, что остался нерешённым вопрос пропажи и возвращения детей деревни Вимара. <color=#ffffff>Путешественник/ца</color> успокаивает её, что знает ответ на него и решит проблему. На встречный вопрос о том, кто стоит за этим, Рана не получает конкретного ответа...\nДля завершения книги Араньяки герой/героиня помогает окончательно решить все трудности знакомых аранар.\nА для разрешения ситуации в деревни Вимара он/она отправляется к Альфонсо.\nВ ходе беседы <color=#ffffff>Паймон</color> просят на время отстраниться, а <color=#ffffff>Путешественник/ца</color> и Альфонсо отходят туда, где их не услышат. Альфонсо гадает, что же разоблачило его, слова детей? В ответ <color=#ffffff>Путешественник/ца</color> припоминает их знакомство, когда Альфонсо уже знал его/её имя, несмотря на то, что Рана не представила героя/героиню. В течение разговора выясняется, что веских доказательств всё же нет, однако в их ситуации это и не важно.\nАльфонсо оказывается агентом Фатуи из <color=#99ffff>Снежной</color> . Он отговаривал Рану патрулировать лес, чтобы та случайно не влезла в дела Фатуи, на что сам Альфонсо добавляет, что делал это, ибо не хотел, чтобы Рана пострадала, ссылаясь на равнодушие к Вимара его коллег. Настоящее имя Альфонсо - Трофим Снежевич. Фамилия говорит о том, что он из Дома очага - специального заведения (приюта), где сирот с детства воспитывают в качестве будущих агентов. Домом очага заведует Арлекино, одна из Предвестниц Фатуи.\nЦелью Фатуи была кража детей, чтобы с их помощью завладеть образцом существ под названием аранары. Однако каждый раз Арана спасала детей и помогала им вернуться в деревню, попутно стирая им неприятные воспоминания.\nСам же Трофим признаётся, что за время, проведённой в Вимара, проникся к жителям деревни эмпатией и не одобряет методов организации, желая другой жизни для себя. У <color=#ffffff>Путешественника/цы</color> появляется выбор: <color=#ffe14b>разобраться сейчас с «Альфонсо»</color> или <color=#ffe14b>отпустить его с миром в обмен на обещание оставить деревню Вимара навсегда и не пересекаться более с ним/ней</color> .\n<color=#ffe14b>Вариант событий 1</color>\n<color=#ffffff>Путешественник/ца</color> даёт бой Трофиму, из которого, как знали оба изначально, победителем выходит первый/первая. Перед поражением Трофим искренне желает Иотаму вырасти большим и сильным и другие пожелания. <color=#ffffff>Путешественник/ца</color> получает некую записку «Песнь из ниоткуда».\n<color=#ffe14b>Вариант событий 2</color>\nТрофим Снежевич говорит, что ни его, ни Фатуи около деревни больше не будет, а миссия будет считаться проваленной, что повлечёт позор для его коллег. Он также переживает, как дети деревни отреагируют на безмолвный уход «Альфонсо», и прощается с героем/героиней.\nПозднее в Ванаране прошлого <color=#ffffff>Путешественник/ца</color> натыкается на пару волков Разрыва, которые окружают некую записку «Песнь из ниоткуда»."
      }
    ]
  }
}