{
  "epId": 3791,
  "name": "Записи безымянного искателя приключений",
  "desc": "<p>Записка, потерянная в пустыне, которую оставил некий искатель приключений.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/51635400/d080f50197b9d6326b4630b86bebfd0b_5474754035878041457.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1682084561,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "...На этот раз мне поручили связаться с местным орденом и получить информацию о чём-то, известном как «Знамение Апаоши». Нужно отметить, что награда кажется несколько завышенной. Нет ли здесь каких-то скрытых опасностей?..\n...С помощью наёмника из Пустынников мне удалось добраться до входа в горы Темир. Но проводник отказался идти дальше, заявив, что это «граница войны». Должно быть, это какое-то суеверие пустынников.\n...Вопреки тому, что мне говорили, похоже, нагарджуниты не очень дружелюбны к чужакам. Похоже, мне придётся как-то внедриться в их ряды...\n...Наконец-то мне удалось выбраться! К счастью, эти люди довольно цивилизованные, так что мне удалось уйти невредимым...\n...Как можно было догадаться, в этих высокооплачиваемых заданиях обязательно найдётся что-то подозрительное. Похоже, работа искателя приключений не подходит тем, кто хочет быстро разбогатеть. Я просто оставлю этот барабан здесь. Может, кто-нибудь подберёт - тогда, думаю, я не совсем разочарую госпожу Катерину..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Записи безымянного искателя приключений"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Задание «Хварна добра и зла»"
          }
        ]
      }
    ]
  }
}