{
  "epId": 393,
  "name": "Древний дневник исследователя. Часть III",
  "desc": "Журнал исследований, найденный в лагере на солнечной стороне Драконьего хребта. Похоже, что его автор был одним из аристократов, которые когда-то правили Мондштадтом.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/26/237301566/8ed527ada1879bc9677a788fa697631e_7446513126097768468.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1745669959,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Местоположение"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/26/237301566/5ebd9e5aa3e9a1a08783855484d60362_8497926128657085358.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 392,
        "name": "Древний дневник исследователя. Часть I",
        "desc": "Журнал исследований, найденный в руинах с круглой дверью. Похоже, что его автор был одним из аристократов, которые когда-то правили Мондштадтом.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ancient Investigation Journal: Part I_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 394,
        "name": "Древний дневник исследователя. Часть II",
        "desc": "Журнал исследований, найденный в подземелье руин, покрытых льдом. Похоже, что его автор был одним из аристократов, которые когда-то правили Мондштадтом.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/26/237301566/8ed527ada1879bc9677a788fa697631e_5930722561769308757.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Древний дневник исследователя. Часть III"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Драконий хребет"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2305,
            "name": "Древний дневник исследователя. Часть III",
            "desc": "Журнал исследований, найденный в лагере на солнечной стороне Драконьего хребта. Похоже, что его автор был одним из аристократов, которые когда-то правили Мондштадтом.",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/12/51635400/1c2b9ba5fa75c52272d1afa3dbd5c5fc_5424656619152462070.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Эти пейзажи выглядят безжизненными из-за истории этого места, или история этого места такая мрачная из-за безжизненности местного пейзажа?\nВозможно, из-за инцидента, случившегося во время исследования, мне в голову стали приходить подобные мысли.\nА может, кровопотеря и лютая стужа повлияли на мою психику?\nКак бы то ни было, я уверен, что делаю последнюю запись в этом дневнике.\nВ конце концов, план Эберхарта провалился... Нет, вероятно, следует сказать, что он завершился успешно.\nСейчас я ясно вижу смысл его действий, но до этого никто не догадался о его намерениях. Боюсь, когда мы разделились в пути, он нанёс удар каждому из моих товарищей. Обвал, произошедший перед <color=#ffe14b>тайной комнатой с круглой дверью</color> , - это тоже часть его плана.\nНо только в самом конце, когда он завёл нас с господином Ингбертом в <color=#ffe14b>подземелье юго-западных руин</color> и внезапно обнажил своё копьё, мне всё стало ясно.\nВсе его разговоры о «погребённой под снегом древней цивилизации» и «силах, обрушившихся с небес», были лишь средством достижения цели. Он знал, как Ингберт любил экспедиции и приключения, и использовал эту слабость, чтобы заманить его в уединённое место, где ему никто не смог бы помочь...\nВ конце концов, на то он и внебрачный сын.\nОн тайно практиковался бою с копьём, оружием, недостойным аристократа, для единственной цели - поразить своего господина и убрать очередную преграду на пути к становлению главой клана.\nЕсли так думать, то это он толкнул юного господина Парсифаля на непокорность, на его игры в благородного разбойника и, наконец, на бегство...\nВид Ингберта, пронзённого его копьём, останется в моей памяти навсегда.\nМы ведь росли вместе, но никто из нас не смог разглядеть в нём монстра, скрытого за образом спокойного и дружелюбного человека.\nИзначально Ландрих и так собирался даровать ему титул в клане после того, как мы вернёмся из экспедиции. Может быть, если бы он знал о его планах, всё бы обернулось по-другому...\nА может, именно узнав планы господина, он не удержался от того, чтобы вот так продвинуться в звании...\nПрости меня, Присцилла. Я не смогу вернуться в Мондштадт.\nКто бы ни читал этот дневник, прошу, предупредите Ландриха.\nЭберхарт тоже был тяжело ранен, но я всё ещё верю, что он сможет добраться до Мондштадта.\nЕсли он вернётся в Мондштадт... На его пути к мятежу останется лишь одно препятствие..."
          }
        ]
      }
    ]
  }
}