{
  "epId": 394,
  "name": "Древний дневник исследователя. Часть II",
  "desc": "Журнал исследований, найденный в подземелье руин, покрытых льдом. Похоже, что его автор был одним из аристократов, которые когда-то правили Мондштадтом.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/26/237301566/8ed527ada1879bc9677a788fa697631e_5930722561769308757.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1745669943,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Местоположение"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/26/237301566/0c59f29871bd231e2370058805d82cf6_6909028175209443180.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 392,
        "name": "Древний дневник исследователя. Часть I",
        "desc": "Журнал исследований, найденный в руинах с круглой дверью. Похоже, что его автор был одним из аристократов, которые когда-то правили Мондштадтом.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ancient Investigation Journal: Part I_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 393,
        "name": "Древний дневник исследователя. Часть III",
        "desc": "Журнал исследований, найденный в лагере на солнечной стороне Драконьего хребта. Похоже, что его автор был одним из аристократов, которые когда-то правили Мондштадтом.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/26/237301566/8ed527ada1879bc9677a788fa697631e_7446513126097768468.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Боюсь, что из-за постигшей нас трагедии восстановить мой дневник будет невозможно.\nОчень жаль терять записи о проделанных исследованиях, но условия здесь слишком опасные.\nВ конце концов, мы просто не сможем открыть те ворота.\nИ древние фрески, и оружие, которое так жаждет увидеть господин Ингберт, - всё пропало.\nВернувшись в <color=#ffe14b>лагерь на солнечной стороне</color> , мне пришлось признать, что коллеги, с которыми нас разделила метель, так и не вернулись.\nХотя надежды мало, но всё, что остаётся - это ждать и верить, что они уже спустились с горы и вернутся за нами с припасами.\nПотому что наши запасы еды очень скоро закончатся.\nХотя говорить так, возможно, слишком жестоко, но обвал, случившийся перед <color=#ffe14b>тайной комнатой с круглой дверью</color> , лишил нас не только Ника, но и топлива с провизией, которые он нёс на себе.\nЯ настойчиво говорил, что нам сначала следует убедиться в целостности этих руин... Я точно помню, что говорил ему.\nВозможно, испытания последних дней очерствили мою душу.\nА возможно, так влияет на человека безнадёжность.\nЭто заставляет лишь сильнее уважать господина Эберхарта. Даже столкнувшись с такой ситуацией, он сохраняет спокойствие и здравый ум. Возможно, в этом и заключается дух истинного аристократа.\nГосподин Ландрих действительно не ошибся в нём.\nДаже будучи внебрачным ребёнком, он вполне готов к роли аристократа, даже больше, чем большинство других аристократов.\nКак только вьюга успокоится, мы спустимся в <color=#ffe14b>подземелья юго-западных руин</color> , как предложил Эберхарт.\nСудя по тому, что он расшифровал, там могло сохраниться что-то очень ценное.\nХотя это звучит невероятно, но местный лютый мороз может веками хранить вещи такими, какими они были во времена своей эпохи.\nЯ не могу обмануть ожиданий своих товарищей, пусть даже они уже мертвы.\n...И, что важнее всего, нельзя подводить господина Ландриха.\nИначе мне, скорее всего, придётся сойтись с чудовищами на гладиаторской арене.\nДаже если удастся одолеть чудовищ, мне придётся разделить судьбу раба Эберхарта и пасть от меча рыжеволосой бестии, что служит клану Лоуренсов..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Древний дневник исследователя. Часть II"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Драконий хребет"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2306,
            "name": "Древний дневник исследователя. Часть II",
            "desc": "Журнал исследований, найденный в подземелье руин, покрытых льдом. Похоже, что его автор был одним из аристократов, которые когда-то правили Мондштадтом.",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/12/51635400/1c2b9ba5fa75c52272d1afa3dbd5c5fc_2681329270064986618.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}