{
  "epId": 3945,
  "name": "«Король священного призыва»",
  "desc": "<p>Лёгкий роман, основанный на популярной карточной игре Тейвата «Священный призыв семерых». Благодаря оригинальным персонажам и захватывающему сюжету он стал новым бестселлером.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/28/51635400/76dde4a69ca10e7f15263e886449d470_5117031727602879537.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1688463400,
  "components": {
    "body": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "И завершилась дуэль средь множества миров.\nНа многих небосводах этот высший обряд разворачивался самым неожиданным образом:\n«Прости, мой друг, но так называемые \"финальные главы\" почти всегда заканчиваются так».\nВторой противник в этой дуэли спустился по Лестнице сокровенных обрядов, снял крокодилью маску, открыв мрачное, бледное лицо...\nАбу застыл на месте, доставая карты из Карточного ларца.\n«Высказывайте претензии, выплёскивайте ярость, обливайте меня едким сарказмом», — так думал тот, кто только что снял маску.\nНо молодой человек просто достал карты и аккуратно положил их на стол. Затем он сказал:\n«Если бы все финалы заканчивались так, то было бы отлично, ведь я всегда мечтал о дуэли с тобой».\n«Босс, победит ли Абу?» — спросил один из матросов. Ветер разнёс неприятный запах сушащейся рыбы над вечерним океаном.\nСреди них раскованно сидел не кто иной, как сам Дуббах, владыка семи морей, который заявил своё право на них в церемониальном поединке. Он поднял кубок, и голубоватые отсветы заплясали на нём на фоне холодной луны.\n«Если он проиграет, я, как и обещал, откручу ему голову. Но жаль, что вино из нового сосуда будет не таким вкусным...»\n«Ох, ну и бросок... Похоже, удача сегодня не на его стороне. Почему он не применил трюк, о котором я ему рассказала?..»\n«В Дуэльном зале незаметно сжульничать невозможно. Практичнее иметь в колоде несколько карт для преобразования элемента», — сказала маленькая кицунэ, поднося блюдо. — «Именно поэтому Абу не хотел учиться этому трюку, и именно поэтому ты скатилась от хозяйки салона для коллекционеров до работы здесь... А, это рыбный суп для стола 17. Подавай его, пока не остыл, дорогая Цуй».\n«Хорошо, поняла», — ответила девушка, поднимаясь из-за стола, но взгляд её всё ещё был прикован к фигурам на небосклоне.\n«Не... работает... Я не могу его подключить». Темноволосая девушка прячет лицо в капюшоне, электрические дуги пляшут вокруг её пальцев. И всё же один за другим кубики, парящие вокруг неё, ломаются и рассыпаются, словно предупреждённые чем-то. Дуэльный зал... подобен некому святилищу.\n«Ха, всё ещё не сдаёмся, да? Забудь уже. Учитывая, что даже Царь крокодилов не смог сбежать отсюда, я буду потрясён, если у тебя получится. Я бы лучше доверился этому парню — хотя шансов мало», — прокомментировал Ариатос, рыцарь-король дуэлей. Казалось, он был равнодушен к тому, что друг, который помог возродить его родину, проиграет и погибнет в поединке.\n«...Но как мне не завидовать, Абу, когда твой соперник — Царь крокодилов?»\nВсё закончилось бы хорошо, если бы молодой человек смог чудесным образом провести контратаку.\nВ последнем раунде исход игры был уже предрешен. Даже повелителю боя — тому, кто запечатан здесь Царём ибисов за жажду великой войны и попытку уничтожить стены миров, не удалось совладать с этим сражением.\nКак и во всех других историях, Абу одержал победу.\n«Назови своё желание...» —\nсказал Царь крокодилов, пытаясь скрыть, что он находится на грани смерти без малейшей надежды на восстановление.\nАбу, наклонив голову, наблюдал, как тело Царя крокодилов постепенно рассыпается в прах.\n«Хотя ты живёшь за счёт войны, ты ни на день не прекращал гасить её пламя», — сказал юноша.\nИ опустил голову.\nЭто было бы слишком скучно, — сказал Абу. — Мир был бы таким скучным без тебя. Для меня ты...\nТы не поймёшь. О, кстати, мне только что пришло в голову, что я ещё не знаю твоего имени».\nЦарь крокодилов увидел, как на губах молодого человека появилась незнакомая, опасная улыбка.\nВ тот день различные миры засвидетельствовали желание молодого человека:\n«Стены будут разрушены, и начнётся война между мирами. Я хочу, чтобы реки крови окрасили землю, а горы костей пронзили небо.\nТак я увековечу повелителя дуэлей».\n— «Король священного призыва», часть 1: Грандиозный финал! —"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "«Король священного призыва»"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Событие версии 3.7 «Дуэль! К вершинам карточного мастерства!»"
          }
        ]
      }
    ]
  }
}