{
  "epId": 3971,
  "name": "Памятная вещь «Круговорота тысячи чудес» I",
  "desc": "<p>Памятная вещь, найденная в области сокровищ классического аттракциона «Круговорот тысячи чудес» в Мираже Велуриям. Сундуку, в котором она лежит, соответствует первая кодовая фраза: «Сладкий туман витает везде, глядя на свет, забываю дышать. Память о детстве ведёт опять - и я сажусь за стол в тишине...».</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/14/237301566/6444b0c9d2f78178927246f004114815_1745585800913032896.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1689315926,
  "components": {
    "textualResearch": [
      {
        "title": "Памятная вещь «Круговорота тысячи чудес» I",
        "desc": [
          {
            "type": "RichText",
            "text": "Нашедший сокровище путешественник! Раз ты читаешь моё письмо, значит, ты гость госпожи Идии.\nЛежащий в сундуке мешок прежде служил мне для переноса провизии. Вместе со мной он покорял горы и пересекал пустыни, поддерживая меня в странствиях вот уже несколько десятков лет.\nЯ передаю тебе его и выражаю своё почтение как великому воину и передаю пожелание успеха в любом деле.\nЯ обычный наёмник, покинувший прежнюю команду и привыкший действовать в одиночку. Я встал на этот опасный и безжалостный путь с одной простой целью - отомстить разбойникам.\nКогда я был ещё совсем мал, караван моей семьи разграбили бандиты, и мои родители, путешествовавшие вместе с ним, так и не вернулись домой.\nС тех пор я стал наёмником, чтобы положить конец алчности и грабежам. Ради того, чтобы избавить народ от бедствий, творимых беззаконием, я поклялся не щадить ни одного разбойника. Пусть даже в рядах других наёмников я и остался непонятым.\nЯ собирался следовать своей клятве, пока в мире не останется ни одного бандита или же пока не станет меня.\nНо случилось непредвиденное. Я следовал за шайкой разбойников в их лагерь. Это было для меня уже давно привычное дело.\nЗатем я вдруг увидел среди бандитов одного своего знакомого. Много лет назад я спас его, когда он был ещё совсем мал. Его родителей тоже убили разбойники. Я думал, что он будет ненавидеть их так же, как и я. Как же он мог стать одним из них?\nВид его был жалок, волосы растрёпаны. Он бросился передо мной на колени, моля о пощаде, и, радуясь, что я узнал его, принялся рассказывать обо всех тяготах, что ему довелось пережить.\nВоспользовавшись моим изумлением, он ударил меня кинжалом и скрылся в вечерних сумерках.\nЕсли бы не госпожа Идия, боюсь, в пустыне от меня давно остался бы один высохший скелет...\nБыл ли какой-то смысл во всём, что я делал? Почему люди, пострадавшие от разбойников, вдруг могли выбрать такой же жизненный путь?\nВ мираже в свете огня юноша с заплаканным лицом поведал мне свою историю. О том, как он не видел никогда от людей помощи и сочувствия, как его гнали отовсюду, как бездомную собаку. Всё то, что я сам пережил когда-то. Если бы не пылавшая во мне ненависть, да если бы не средства, оставленные мне родителями, я вполне мог бы оказаться на его месте.\n«Если крышка не поддаётся, попробуй донышко», - так сказала госпожа Идия, когда я никак не мог открыть банку с консервами. И эти слова помогли мне наконец прийти к осознанию.\nНекоторые проблемы можно решать, только борясь с их причинами. Никто так хорошо, как я, не знает, через что проходят люди, прежде чем стать разбойниками. Я верю, что смогу изменить их или же с самого начала не дать им ступить на кривую дорожку.\nЭто тоже борьба, пусть и не такая прямая и понятная, как та, что я вёл прежде. Всё же я верю, что так смогу принести куда больше пользы.\nТак что, пожалуй, этот мешок для провизии мне больше не понадобится.\nЯ оставлю его здесь как свидетельство моей решимости отправиться в новое путешествие."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Памятная вещь «Круговорота тысячи чудес» I"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Событие версии 3.8 «Лето! Парк развлечений? Мираж!», задание «Круговорот тысячи чудес»"
          }
        ]
      }
    ]
  }
}