{
  "epId": 3973,
  "name": "Памятная вещь «Круговорота тысячи чудес» III",
  "desc": "<p>Памятная вещь, найденная в области сокровищ классического аттракциона «Круговорот тысячи чудес» в Мираже Велуриям. Сундуку, в котором она лежит, соответствует третья кодовая фраза: «Ни пылинки на синей крыше. Словно сахарный пол белоснежный. Если рядом дружочки мягкие, за спиной моей крылья нежные!».</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/14/237301566/6444b0c9d2f78178927246f004114815_3865230946835226188.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1689315137,
  "components": {
    "textualResearch": [
      {
        "title": "Памятная вещь «Круговорота тысячи чудес» III",
        "desc": [
          {
            "type": "RichText",
            "text": "Здравствуй, мой юный, а может, взрослый или пожилой друг из будущего, нашедший сокровище и читающий мой дневник!\nЯ искательница приключений и изобретательница, которую даже госпожа Идия считает гениальной!\nЭтот замечательный парк развлечений - самое далёкое место из всех, в которых я побывала. Мне здесь очень весело, а тебе?\nЕсли же тебе тут не очень нравится, не унывай. Когда-нибудь ты точно найдёшь ещё более далёкое место, которое придётся тебе по душе!\nПапа и мама говорили мне, что в облаках находится рай, где живут зяблики и кристальные бабочки. Чтобы найти его и поиграть с его обитателями, я сделала воздушного змея.\nНо взлетев, я так и не нашла этот рай, возможно, потому, что поднялась недостаточно высоко.\nНо ничего страшного! Я приземлилась в пустыне и встретила огромную и красивую красную птицу, а ещё покаталась на спине одного большого зверя с множеством лап. Кажется, он называется скорпильён?\nНо самое важное, я встретила тётю Идию, которую слушаются даже огромная красная птица и большой скорпильён!\nТётя Идия привела меня в этот парк, где живут летающие водяные шары, ещё более волшебные, чем кристальные бабочки!\nЛетающие водяные шары угощают вкусными яблоками, вместе со мной ищут материалы и помогают делать нового змея, на котором я отправлюсь в экспедицию в какое-нибудь загадочное место, поднимусь высоко-высоко, чтобы оттуда любоваться пейзажами!\nТётя Идия говорит, что если я стану известным искателем приключений, это место станет первой и самой важной точкой моих путешествий, исходной точкой!\nПоэтому я оставляю в своём дневнике чертежи самого первого изобретённого мной воздушного змея!\nВозможно, если ты создашь по этим чертежам своего змея, ты тоже сможешь побывать в каком-нибудь сказочном месте и заведёшь много новых друзей!\nАх да, прежде чем лететь на змее, не забудь привязать к себе воздушные шары, иначе падать на землю будет немного больно!\nПусть тебе всегда сопутствует удача! И пусть воздушный змей поднимет тебя ещё выше, чем меня!\n...\n(На оборотной стороне дневника вы видите множество рисунков. Похоже, это и есть тот самый воздушный змей. В отличие от неаккуратного детского почерка, которым велись записи, чертежи прорисованы очень тщательно. Змей на них имеет не только красивый внешний вид и продуманную конструкцию, он также оснащён различными средствами безопасности. Такой чертёж явно мог составить только очень хорошо образованный ребёнок. Скорее всего, владелица дневника воспитывалась в семье учёных и с малых лет увлекалась инженерным делом.)\n(К сожалению, этот воздушный змей, созданный ребёнком, годится тоже только для детей. Он слишком мал, чтобы поднять в воздух взрослого. Возможно, получилась бы неплохая игрушка для Паймон... Займусь этим змеем, когда у меня будет больше времени. Неспециалисту над ним придётся попотеть...)"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Памятная вещь «Круговорота тысячи чудес» III"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Событие версии 3.8 «Лето! Парк развлечений? Мираж!», задание «Круговорот тысячи чудес»"
          }
        ]
      }
    ]
  }
}