{
  "epId": 3976,
  "name": "Таинственные карманные часы в форме моры",
  "desc": "<p>Карманные часы яркого золотистого оттенка. На корпусе нарисована мора. Случайно обнаружены вами в Мираже Велуриям. Очень похожи на карманные часы моры, оставленные опытным искателем приключений, когда «Круговорот тысячи чудес» только открылся. Стоимость неизвестна.</p><p>Но Идия говорила: «...дело вовсе не в часах или сокровищах, а в историях, что скрываются в них!». Возможно, не стоит измерять ценность старинных памятных вещей монетами...</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/14/237301566/84187db518c7ebe8da5bd9cb7adb658e_6702943156943038251.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1689314689,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Таинственные карманные часы в форме моры"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Событие версии 3.8 «Лето! Парк развлечений? Мираж!»"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Местоположение"
      },
      {
        "type": "RichText",
        "text": "Если закопать памятную вещь в задании «Круговорот тысячи чудес» около входа",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/07/14/237301566/58fb85160729981288763351abea9016_3404595262437661361.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Если закопать памятную вещь в задании «Круговорот тысячи чудес» в Саду серебрянных сосудов",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/07/14/237301566/48a0b293871259e93768ccc2faaf106e_3457068910531449960.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Если закопать памятную вещь в задании «Круговорот тысячи чудес» у озера",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/07/14/237301566/e5db0a4c8cdd6dad7ea26f441c5b6d6e_8613399468238286446.png",
        "alignment": "center"
      }
    ],
    "textualResearch": [
      {
        "title": "Таинственные карманные часы в форме моры",
        "desc": [
          {
            "type": "RichText",
            "text": "Ха-ха...\nТебе удалось найти карманные часы моры, которые я так старательно спрятал! Молодец, браво! Снимаю шляпу.\nКто-то столь талантливый и опытный, как ты, должен был уже заметить, что эти карманные часы сделаны в форме моры и окрашены в цвет моры. Но увы... По рыночным меркам, они почти ничего не стоят.\nСейчас, я уверен, твоё настроение изменилось довольно резко, и ты думаешь: «Сокровище, с которого начался весь \"Круговорот тысячи чудес\", - это всего лишь кусок мусора? А он ещё хотел, чтобы люди подражали ему... Да искатель приключений, оставивший карманные часы, просто мошенник!»\nНо не сердись! Позволь всё объяснить...\nПричина, по которой мора стала стандартной валютой на материке, заключается в том, что за ней стоит «обеспечение» Моракса, Гео Архонта, который чрезвычайно силён, ценит контракты и честен... Позвольте опустить пять тысяч слов похвалы. Это «обеспечение» придаёт море ценность, иначе она была бы не чем иным, как... э... круглыми кусками металла.\nА за этими карманными часами стоит моё путешествие через горы и реки, неустанный поиск, миллионы и миллионы шагов в погоне за величайшим сокровищем пустыни. Десятков романов не хватит, чтобы полностью рассказать о моём путешествии. Поэтому я оставил здесь эти карманные часы, которые сопровождали меня с самого детства.\nПричина не в том, что у меня больше ничего не осталось!\nВозможно, однажды мои заслуги признают, и обо мне станет известно всему Тейвату! Тогда моя репутация будет стоять и за этими часами. Так что жалеть тебе не придётся!\nКонечно, возможно, тебе и так это понятно и ты даже сильнее меня! Может быть, ты уже и так важная персона. Но даже тогда мои рассуждения верны: эти карманные часы будут самым древним сувениром, который можно найти в таинственном Мираже Велуриям. Это придаёт им особую ценность!\nПоэтому, когда ты будешь читать это послание, написанное мной, тем, кто спрятал здесь эти карманные часы, будет неважно, разделяют нас десятилетия или столетия! Будем усердно трудиться и становиться лучшей версией себя!\nИ тогда мы сможем поведать всему Тейвату о том, что именно создаёт ценность. После этого каждый сможет жить полной жизнью!\nПодпись: (написано затейливым почерком) Пока ещё ничем особо не прославившийся искатель приключений"
          }
        ]
      }
    ]
  }
}