{
  "epId": 399,
  "name": "Копьё соратника",
  "desc": "Один из шести легендарных даров, разбросанных по Разлому. Это копьё нашли на древнем поле боя пять сотен лет назад. Похоже, годы затупили его остриё, но оно всё так же смертоносно.<br/>Возможно, некогда оно в руках воина стальной молнией раскалывало валуны, а вид его вызывал ликование молодёжи.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Warrior's Spear_icon.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1752188527,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Копьё соратника"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5373,
            "name": "Тысячелетние скалы"
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 1632,
        "name": "Цветок созерцания",
        "desc": "Это один из шести легендарных даров, разбросанных по Разлому? Нет, это обычный цветок цинсинь. Он пророс совсем недавно, и на лепестках его до сих пор лежит утренняя роса.<br/>Cкольким пришлось взобраться на высокие скалы, чтобы сорвать такой свежий цветок? И что же видели эти цветы: расставания, или воссоединения?..",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/11/218387610/78a18fdb83fbf67f4e7f6695f6bb26fe_4147868825261745309.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 298,
        "name": "Общий кубок",
        "desc": "Один из шести легендарных даров, разбросанных по Разлому. Этот не особо ценный кубок по несчастливой случайности стал добычей Похитителей сокровищ.<br/>В руках Похитителей сокровищ его наполняло изысканное вино, драгоценности и свежая кровь. Теперь, когда его несчастья были смыты, он готов стать вместилищем новых воспоминаний.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cup of Commons_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 700,
        "name": "Шлем защиты",
        "desc": "Один из шести легендарных даров, разбросанных по Разлому. Он был спрятан в жилище шахтёра. Не присматриваясь, его легко принять за простой шахтёрский шлем.<br/>Он сплошь покрыт царапинами. Видимо, шлем этот уберёг голову не одному шахтёру.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Helm of Warding_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 666,
        "name": "Солнечные часы эпох",
        "desc": "Один из шести легендарных даров, разбросанных по Разлому. Время не прошло для этих часов бесследно, но циферблат их чист, и их всё ещё можно использовать.<br/>Под Разломом солнца не найти и легко потерять счёт времени. Но однажды эти солнечные часы начнут отсчёт вновь.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sundial of Ages_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1881,
        "name": "Парящее перо",
        "desc": "Один из шести легендарных даров, разбросанных по Разлому. Это перо уронил сокол, когда пролетал под сводом пещеры. Миллелиты любят собирать эти жёсткие перья и использовать их в качестве украшений.<br/>Легенда гласит, что такие перья больше всего к лицу воинам. По этой причине они становятся украшениями самых отважных из них, которые разбивают врага с проворством, не уступающим даже хищным птицам.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Skyfeather_icon.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}