{
  "epId": 3990,
  "name": "Охотник Сумеречного двора",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/51635400/539b03bed1057707abd643147e18abde_302767798429964259.png",
  "filterValues": {
    "reliquaryEffect": [
      "Бонус урона",
      "Шанс крит. попадания"
    ]
  },
  "menuId": 5,
  "menuName": "Артефакты",
  "version": 1725011017,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "<p>Увеличивает урон обычной и заряженной атаки на 15%.</p>",
      "fourSetEffect": "<p>Увеличивает шанс крит. попадания на 12% на 5 сек., когда текущее HP увеличивается или снижается. Эффект может складываться до 3 раз.</p>"
    },
    "textualResearch": [
      {
        "title": "Местоположение",
        "desc": [
          {
            "type": "RichText",
            "text": "Артефакты «Охотник Сумеречного двора» можно найти в подземелье «Конец греха», которое находится в Фонтейне около порта Ромарин в районе Белло."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Охотник Сумеречного двора"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "• Подземелье «Конец греха»\n• Мистическое подношение (Алхимия)"
          }
        ]
      },
      {
        "key": "Карты:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5046,
            "name": "Лик старого солдата",
            "desc": "<p><strong><span style=\"color: #FFFFFF\">Форма славы: Лик старого солдата</span></strong></p><p>«Но если шрамы можно замаскировать, раны, оставленные на сердце, не исчезнут».</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/01/124137736/58d20fd2d30771c59142513a7cb68dc6_765538248457046420.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5699,
            "name": "Охотник Сумеречного двора",
            "desc": "<p><strong><span style=\"color: rgb(255, 255, 255)\">Славный охотник</span></strong></p><p>«Преследуйте призраков во тьме, откройте охоту и уничтожьте их всех.</p><p>Таково происхождение имени \"Охотник Сумеречного двора\".</p><p>Оно принадлежит Кассиодору, который был возведён в титул \"Золотого охотника\".</p><p>Но сам он считал данное ему имя позором».</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/28/70239714/b98bd4e0686b642b9f85dd072fe59c05_9219062889832643189.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "artifactList": {
      "plume_of_death": {
        "title": "Мгновение правосудия",
        "position": "Пески времени",
        "desc": [
          {
            "type": "RichText",
            "text": "Стандартные карманные часы. Точностью не отличаются."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/51635400/11299d1dfa8e57cf0047d2145ba4078d_8341107826694394491.png"
      },
      "goblet_of_eonothem": {
        "title": "Лик старого солдата",
        "position": "Корона разума",
        "desc": [
          {
            "type": "RichText",
            "text": "Старая маска, в некоторой степени способная заменить изуродованное шрамами лицо. Её дизайн разнится в зависимости от пола пользователя и повреждённой области."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/51635400/26650d6cbdc6b6a48ca5094dfe4582ab_3201644554629248035.png"
      },
      "sands_of_eon": {
        "title": "Увертюра шедевра",
        "position": "Перо смерти",
        "desc": [
          {
            "type": "RichText",
            "text": "Переносной инструмент для регулировки момента силы в заводных механизмах старого типа. Практической ценности уже не имеет."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/51635400/11a22edcd81c3d43934f3c760cf982ef_435233610779746866.png"
      },
      "flower_of_life": {
        "title": "Брошь охотника",
        "position": "Цветок жизни",
        "desc": [
          {
            "type": "RichText",
            "text": "Древняя эмблема, которой награждали особо отличившихся в бою."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/51635400/539b03bed1057707abd643147e18abde_1409380883151258307.png"
      },
      "circlet_of_logos": {
        "title": "Забытый сосуд",
        "position": "Кубок пространства",
        "desc": [
          {
            "type": "RichText",
            "text": "Металлический сосуд, наполненный крепким вином. Его удобно носить в кармане верхней одежды."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/51635400/77b5fbe7f1897a203e19bdabb8b884f4_4669518943085154437.png"
      }
    },
    "story": [
      {
        "title": "Брошь охотника",
        "desc": [
          {
            "type": "RichText",
            "text": "Эта медаль была специально создана для награждения тех, кто совершил подвиг во имя защиты Фонтейна. Подобные знаки отличия во многом являлись символами славы, но некоторые награждённые скрывали их или предавали забвению.\n«Преследуйте созданий тьмы среди сумрака, откройте охоту и уничтожьте их всех» - Эти слова приписываются некоему Кассиодору, который был возведён в титул «Золотого охотника», но воспринял его как унижение.\nИ всё же так получили своё прозвание Охотники Сумеречного двора.\nОднако порождения тьмы и еретики - редкость. В отличие от людей, внутри которых скрываются демоны и ересь.\nСейчас Сумеречный двор больше занимается расследованиями преступлений, чем сражениями, и принял в свои ряды большое количество мелюзин - представителей молодой расы.\nЭта медаль когда-то принадлежала Охотнику Сумеречного двора, который участвовал в осаде Пуассона и руководил ею.\nПосле неё он покинул Сумеречный двор и планировал прожить остаток своих дней, довольствуясь содержимым своего кубка.\nТолько после того, как старая подруга попросила его против воли снова попробовать жить среди людей, он попытался создать для своих сына и дочери мир, свободный от тёмных фантомов.\nВ итоге его принял безмятежный океан, смыв все барьеры и границы."
          }
        ]
      },
      {
        "title": "Увертюра шедевра",
        "desc": [
          {
            "type": "RichText",
            "text": "Небольшой инструмент, позволяющий регулировать крутящий момент часового механизма. Может применяться для всех видов заводных механизмов.\nОн устареет с появлением меков «новой модели» Алена Гильотена, которые перестанут быть «новыми» после нескольких сотен лет дальнейших испытаний.\nЧто касается Алена Гильотена, то до того, как он присоединился к Сумеречному двору и покинул его, после чего создал Институт кинетической энергетики, Гильотен организовывал исследования в области энергетики в ныне разрушенном Институте натурфилософии.\nГоворят, что на протяжении всей жизни он не был близок ни с кем, кроме своей младшей сестры, которая также служила в Сумеречном дворе.\nОн окутан многими легендами. Вот одна из них:\nГоворят, что во время пребывания в институте он сумел создать мыслящую машину, благодаря которой помогал своей сестре в её работе в Сумеречном дворе.\nПо большей части подобные заявления исходят от его предыдущих коллег (большинство из которых были убиты Элинасом), а поскольку никаких вещественных доказательств этому не сохранилось, они так и не вошли в официальные документы.\nКогда его однажды спросили об этом, он ответил: «Я очень сожалею. Мне нечего сказать».\nБольше он не отвечал на подобные вопросы.\nВторая легенда:\nВ старости он покинул Исследовательский институт и уединился в своей мастерской.\nИсследования, которые он проводил в последние годы жизни, так и не были опубликованы.\nЕдинственное, что удалось найти в его личной мастерской, - это следы того, что там было что-то построено.\nВ дальнейшем эти легенды будут иметь эффект постановок Коппелиуса, которые невозможно завершить, - будоража воображение, давая вдохновение и побуждая к упорному труду."
          }
        ]
      },
      {
        "title": "Мгновение правосудия",
        "desc": [
          {
            "type": "RichText",
            "text": "Эти карманные часы когда-то давались вершителям правосудия Фонтейна.\nЧасы не отличаются особой точностью, но их можно использовать в качестве жетона при исполнении служебных обязанностей.\nВ своё время они получили широчайшее признание во всём Фонтейне.\nИзвестие о том, что великий иллюзионист Парсифаль потребовала испытания боем, распространилось по всем новостным изданиям, и это требование, наряду с её неожиданным проступком, вызвало в Фонтейне немалый фурор.\nСогласие суда и выбранное лицо вызвали ещё больший переполох.\nПредставителем обвинения на поединке была выбрана судебный дуэлянт Марфиза.\nНе повлияет ли происхождение Марфизы на её суждения или действия во время поединка?\nКак связаны её прошлое и Парсифаль? И самое главное...\nКто из них сильнее? Эти вопросы с удовольствием обсуждали все желающие.\nКарл Ингольд, журналист, когда-то знавший Парсифаль, вышел на пенсию и решил больше никогда не браться за подобную работу, предпочитая путешествовать в компании исследователей по диким местам, затонувшим кораблям и руинам.\nНо, возможно, из профессиональной гордости или по старой памяти, он всегда дорожил фотографиями, сделанными им во время работы журналистом.\nСпустя годы, отвечая на приглашение встретиться со старыми друзьями, присланное заместителем директора Институт Нарциссенкрейца, глядя на лица по ту сторону затвора, когда он делал групповую фотографию членов института, он вспоминал, как когда-то много раз с упованием в сердце курсировал между Пуассоном и Кур-де-Фонтейном.\nЭти несколько месяцев пролетели как сон - кто-то посчитает, что это слишком долго, а кто-то - слишком коротко.\nОн вспомнил себя молодого, не желающего сдаваться, сколько бы людей ни советовали ему бежать, какие бы обстоятельства ни возникали подобно потопу, способному положить конец всему и медленно затмить свет.\nОн вспомнил многочисленные улыбки, которые видел сквозь объектив, все их причудливые идеи о будущем, которые слышал, а затем - крики, треск и металлический лязг, которые слабо доносились из-под каменного пола.\nИ тогда он вспомнил о девушке и её трюке с насильным запиранием в тёмной безопасной пещере.\nИ его охватило сожаление о том, что он не записал её последний бой."
          }
        ]
      },
      {
        "title": "Забытый сосуд",
        "desc": [
          {
            "type": "RichText",
            "text": "Когда-то этот сосуд с вином принадлежал личности, многое совершившей ради Кур-де-Фонтейна.\nТе, кто занимается определённой работой, если только они не родились безжалостными и жестокими, в итоге обречены на крах, если только не прибегут к помощи содержащегося внутри эликсира.\nЭто принадлежало тому, кто должен был сделать то, что должно ради спокойствия Фонтейна.\nЛишь спустя много лет, отойдя от дел из-за травмы, во время своего последнего расследования, он понял... ...что за кроличьей норой его никогда не ждала страна чудес - только водоворот.\n...\nВоспоминания всплывали, как пузырьки из порванной маски ныряльщика.\nОн вспоминал свою юность, игры, в которые он играл с Дуайтом, Бэзил и Карлом.\nОн всегда играл героя, а Карл был злым драконом Бармаглотом.\nОн думал об объятиях директора, таких родных и знакомых, и точно так же он чувствовал себя в этот момент.\nОн вспомнил бесчисленные лица, искажённые ненавистью в багровом пламени Пуассона, а затем вспомнил, что и он сам отправлял невинных детей в Институт Нарциссенкрейца.\nА в конце яснее всего он ощутил то, что почувствовал при встрече со своими «сыном» и «дочерью».\nЭто было похоже на свет в конце длинного тоннеля, на то, как если бы он увидел себя до того, как надел маску.\nЭто было похоже на тщетное стремление ухватиться за паутинку в тёмных глубинах ада.\n«Мой дорогой Ален, моя дорогая Мари-Анн... Мы никогда не были близки, и даже под конец своей жизни я не знаю, как я мог бы быть для вас \"отцом\".\nНо я не хочу терять воспоминания о том, как вы взрослели...»\nКогда он очнулся от оцепенения, вся слава, весь позор, вся любовь и одержимость - всё растворилось в воде."
          }
        ]
      },
      {
        "title": "Лик старого солдата",
        "desc": [
          {
            "type": "RichText",
            "text": "Эта маска была подарена тому, чьё лицо было изранено при служении Фонтейну.\nОна пришла на смену ужасающему облику - славе, а может быть, и позору старого солдата.\nНо если шрамы можно замаскировать, раны, оставленные на сердце, не исчезнут.\n«Если я не вернусь, я оставляю этих двух детей тебе».\nТак сказала ему его подруга - та самая, с которой он вырос и вместе служил Фонтейну.\n«Я не прошу тебя отправиться на битву со мной», - хотела сказать она.\nНо их молчаливое взаимопонимание превратилось в пустоту, растянувшуюся на годы.\nПока они молчали о случившемся в Пуассоне, его как будто и не было.\n«На этот раз Институт действительно может утонуть, и в отсутствие меня и директора здесь будет небезопасно.\nПоэтому лучше доверить детей таким надёжным людям, как ты и Ингольд», - пояснила его подруга, видя, как он смотрит на неё, онемевший под этой маской.\n«Когда я вернусь с триумфом, давай пригласим Ласкера и Ингольда на встречу.\nЯ приготовлю ужин. Покажу всё своё мастерство».\nУвидев подозрение в его глазах, она сердито добавила:\n«Я поднаторела в готовке за последние годы! Детям очень нравится!»\n«Ну что ж, прощай, Гильотен... Мой дорогой Эмманюэль.\nНадеюсь, у тебя всё будет хорошо. Не ввязывайся в неприятности.\nИ я надеюсь, они не успели разгромить мой дорогой \"Спонсиан\"...»\nОн не любил детей. Более того, он не хотел иметь никаких дел с людьми, потому что они только и делали, что напоминали ему, что в них тоже течёт красная кровь.\nНо раз уж давнишняя подруга попросила его, он присмотрит за ними.\nА потом просто вернёт Бэзил её заботы..."
          }
        ]
      }
    ]
  }
}