{
  "epId": 4026,
  "name": "Приговор императора",
  "desc": "<p>Гигантский бронекраб, известный как «Император огня и железа», сокрушил своей клешнёй бесчисленное множество «гостей», будь то меки, внезапно появившиеся каратели или другие инороды Фонтмера.</p><p>В отличие от людей у инородов нет аристократии, нет детей богачей, и никто никого не превосходит от рождения. Преодолевая невзгоды и побеждая природных врагов, инород Фонтмера с годами растёт, охотясь, питаясь и наращивая ничем не ограничиваемую силу, чтобы в конце концов его благоговейно называли владыкой.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/237301566/4192b765e880bef0a49753fc0b634c13_6992881144089042080.png",
  "filterValues": {
    "objectType": [
      "Развитие персонажа"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1712736276,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Получение"
      },
      {
        "type": "CustomEntry",
        "epId": 3992,
        "name": "Император огня и железа",
        "desc": "<p>Один из двух владык, некогда возвышавшихся над инородами Фонтмера, и герой легенд среди моряков. Не встречая природных врагов, бронекраб постоянно охотился, питался и искал подходящих моллюсков и улиток для нового панциря. От этого он вырос слишком большим. Сохранились записи о том, как до первого наводнения исполинский бронекраб нападал на корабли и был повержен ещё не восстановившейся в должности начальницей флота Бэзил Элтон. Представьте себе такой мир: Император огня и железа уничтожает всех жителей Тейвата и вырастает до таких размеров, что надевает на себя Дворец Мермония, как самые ослепительные белоснежные доспехи. Конечно, в таком мире никто не будет то ли трепетно, то ли шутливо называть его «Императором огня и железа».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/70239714/92cf784732984089c7f5a91f7a42822c_5104485876997272452.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Использование"
      },
      {
        "type": "RichText",
        "text": "<color=#ffacff>4★</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4775,
        "name": "Ка Мин",
        "desc": "<p>Наёмник охранного предприятия «Меч и ножны» и руководитель танцевального коллектива «Великие мифические звери».</p><p></p><p><em>«Он всё видит и слышит, словно мудрый наблюдательный зверь с зоркостью ястреба и слухом лисы. Он победит в сражении разбойников и хулиганов, разгонит злых духов благородной мощью льва»</em>, - благодарственная записка охранному предприятию «Меч и ножны» от торговца, чей караван сопровождал Ка Мин.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/70239714/b041ad23a9d6245efac952a9379c5114_276821710480263658.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe14b>5★</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Лини",
        "desc": "<p>Маг-иллюзионист из Фонтейна, завораживающий публику ловкостью рук и красноречием.<br><br><em>«Рано или поздно дети взрослеют, превосходя родителей. Только так \"семья\" будет \"процветать\". Я с нетерпением жду того дня, когда он превзойдёт меня... Интересно, какое значение примет \"семья\" для него?»</em>, - Арлекино.<br><br><em>«Иногда он совершает отвлекающие движения, иногда притворяется рассеянным и намеренно допускает оплошность... Но, когда он настроен серьёзно, ловкость рук завораживает больше, чем могла бы магия. Угадай, о чём я говорю?»</em> - Линетт подкинула загадку своему брату Фремине, слегка дуя на чай.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/70239714/e343d4442cc3b8e243f0d528bb715f75_4693008620861939901.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Приговор императора"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Развитие персонажа"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Император огня и железа Ур. 30+"
          }
        ]
      }
    ]
  }
}