{
  "epId": 4029,
  "name": "Универсальное средство для ухода Мартенса",
  "desc": "<p>Особый материал пробуждения Перевозчика Флёв Сандр.</p><p>Он не только предотвращает окисление и эрозию, образуя изолирующий слой на некоторых материалах, но и служит для смазки, очистки и полировки. Когда-то оно пользовалось большой популярностью в Фонтейне. В то время в рекламных объявлениях некая легендарная личность из Флёв Сандр использовала его для ухода за знаменитой изогнутой медной трубой.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/51635400/5de1a03d19846b8c372d9ddc69b9dceb_5338060548344722305.png",
  "filterValues": {
    "objectType": [
      "Материал пробуждения"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1692405946,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Универсальное средство для ухода Мартенса"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Материал пробуждения"
          }
        ]
      },
      {
        "key": "Материал пробуждения для:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3989,
            "name": "Перевозчик Флёв Сандр",
            "desc": "<p>Выброшенный кусок медной трубы, который в прошлом использовался как оружие. Популярная в одних кругах, в других она снискала дурную славу.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/51635400/920ca2fe25ca2db1796848099b59b2d8_6565608129139267875.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Материалы:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4107,
            "name": "Ремонтный мек: Платиновая коллекция",
            "desc": "<p>Компактный вспомогательный мек, разработанный для помощи мекам в выполнении подводных задач и повышения общего уровня участия меков в работе. Согласно первоначальному замыслу конструктора, предназначался для удаления мусора и отходов растительного происхождения под водой, чтобы они не попали на ключевые элементы меков, тем самым минимизируя процент отказов последних. С другой стороны, эти механизмы выполняют роль «подводных чистильщиков», что благотворно сказывается на экологии Фонтейна.</p><p>В отличие от других моделей массового производства глянцевый и блестящий корпус механизма обслуживания «Платиновая коллекция» был специально изготовлен командой разработчиков как памятная модель. Это был довольно редкий случай, когда группа преподносила этот сувенир обеспеченным торговцам в качестве изысканного украшения для аквариума, чтобы привлечь последних инвестировать средства в проект механизмов обслуживания. К сожалению, все попытки группы привлечь инвестиции провалились, поэтому было решено продать механизмы как игрушки для субсидирования всё более дефицитного фонда проекта.</p><p>В конце концов, после всем известной аварии группа разработчиков механизмов обслуживания была полностью закрыта, а дальнейшие планы на проект были отменены. На сегодняшний день все механизмы обслуживания этой серии в акватории Фонтейна никем не контролируются. Первая партия модели «Платиновая коллекция» также «канула в воду», став самой дорогой и необычной «рыбой» в Фонтейне. Когда некоторые проекты Исследовательского института стали достоянием общественности, репортёры «Паровой птицы» сопоставили информацию и провели расследование, обнаружив, что «загрязнение вод в Фонтейне практически не изменилось до и после запуска механизмов обслуживания, а эффективность проекта вызывает большие сомнения». С тех пор всё ещё активная «Платиновая коллекция» продолжает плавать в водах Фонтейна, а для рыбаков вылов такого образца является предметом для гордости. Ведь здесь механизм типа «Платиновая коллекция» такой же редкий, как ценнейшие декоративны",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/237301566/3381bb0c50517282d73032de35c28a66_1811585084166371980.png",
            "amount": 2
          },
          {
            "type": "CustomEntry",
            "epId": 4102,
            "name": "Волнистый сердцепёрый окунь",
            "desc": "<p>Необычная рыба, со стороны напоминающая сердце. Говорят, что она родственник окуня, а учёные образно называют её «сердцепёрым окунем» за хрящевые спинные и брюшные плавники в виде длинных и тонких перьев.</p><p>Являясь важным подвидом семейства сердцепёрых окуней, волнистый сердцепёрый окунь плавает гораздо лучше, чем можно предположить по его внешнему виду, и может преодолевать даже бушующие волны. Говорят, что когда эта рыба показывается из-под воды и плывёт против течения, её плавники издают булькающий звук. Распознать эту рыбу очень сложно, учитывая её защитную окраску, поэтому большинство рыболовов никогда сами не слышали этот уникальный звук.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/237301566/e9875ab0591d42ae54cee94a0cd7892c_4440101251543386362.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 4103,
            "name": "Пылающий сердцепёрый окунь",
            "desc": "<p>Необычная рыба, по форме напоминающая сердце. Говорят, что она является дальним родственником окуня. Учёные образно называют её «сердцепёрым окунем» за хрящевые спинные и брюшные плавники в виде гибких и тонких, как перья, костей.</p><p>Эта рыба получила название «пылающий сердцепёрый окунь» за свой характерный солнечный окрас, который делает её очень заметной в воде. Говорят, что это новый способ защиты - некоторые рыбы со слабым зрением воспринимают её как «неизвестный горящий предмет в воде» и избегают. Но вразрез со своим «огненным» внешним видом у этих сердцепёрых окуней низкая температура тела, они очень мало едят и иногда специально остаются на мелководье, чтобы погреться на солнце.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/237301566/88ed256ee1594a902a8d65b2e341aa5b_3130067081156393940.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 4101,
            "name": "Марлин-алебарда",
            "desc": "<p>Рыба необычной формы, фонтейнский родственник рыбы-бабочки. У неё широкий скелет и уникальное изогнутое тело. Легенда гласит, что первый рыбак, поймавший рыбу-алебарду, приложил свою удочку к её хвостовому плавнику и обнаружил, что вся конструкция напоминает некое древковое оружие. Так и появилось название «алебарда». В научных кругах её называют «якорная бабочка», но «рыба-алебарда» - название куда более образное, поэтому оно чаще используется в обиходе.</p><p>Говорят, что рыба-алебарда цвета морской волны - уникальный случай, когда рыба мигрировала в Фонтейн из вод Сумеру. По сравнению со своими покладистыми сумерскими родственниками, марлин-алебарда более напористая, может длительное время жить в суровых условиях и преодолевать большие расстояния, сопоставимые с маршрутом некоторых торговых судов. Поэтому некоторые моряки считают эту рыбу символом смелости и терпения.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/237301566/f1d3f884df4cdb68cab04cfa66169340_3774511634995891912.png",
            "amount": 6
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Обменивается в Ассоциации рыболовов Фонтейна"
          }
        ]
      }
    ]
  }
}