{
  "epId": 4136,
  "name": "Огонёк ремонтного мека",
  "desc": "<p>Уникальная наживка, в которой, как утверждается, используется технология, разработанная Исследовательским институтом Фонтейна. Устройство оснащено металлической защитной клеткой и крюкообразными прутьями, в него встроен светильник, изготовленный из экстракта маркота.</p><p>При погружении в воду светильник мигает с определённой частотой, привлекая находящихся поблизости ремонтных меков, которые часто называют «подводными чистильщиками» или Ремонтные меки могут сильно укусить, но только в пределах специально изготовленных внешних стержней, которые прочно удерживают их на месте. По сути, это специальная приманка, предназначенная для ловли ценных «железных рыбок».</p><p></p><p>Подходит для ловли ремонтных меков.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/22/237301566/75dc61458ba59c585cbeef76f89ad772_1546879646816943923.png",
  "filterValues": {
    "objectType": [
      "Наживка"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1692716600,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Огонёк ремонтного мека"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Наживка"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Алхимия"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "Рецепт"
      },
      {
        "type": "CustomEntry",
        "epId": 4138,
        "name": "Рецепт: Огонёк ремонтного мека",
        "desc": "<p>Подробный рецепт приготовления наживки «Огонёк ремонтного мека».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/22/237301566/f8e15e586ad9f5cd67e6d032aa5b7b23_1839334256387807253.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ингредиенты"
      },
      {
        "type": "CustomEntry",
        "epId": 4006,
        "name": "Маркот",
        "desc": "<p>Красивый и изящный цветок персикового оттенка. Имеет многослойный аромат, один из основных ингредиентов в парфюмерии.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/237301566/946e456e7b8f19211bdb36ab65ab0a23_5503969778298587260.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1679,
        "name": "Обломок железа",
        "desc": "В руках опытного ремесленника эти обломки железной руды могут быть превращены в кучу разных полезных вещей.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Iron Chunk_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Наживка"
      },
      {
        "type": "CustomEntry",
        "epId": 4136,
        "name": "Огонёк ремонтного мека",
        "desc": "<p>Уникальная наживка, в которой, как утверждается, используется технология, разработанная Исследовательским институтом Фонтейна. Устройство оснащено металлической защитной клеткой и крюкообразными прутьями, в него встроен светильник, изготовленный из экстракта маркота.</p><p>При погружении в воду светильник мигает с определённой частотой, привлекая находящихся поблизости ремонтных меков, которые часто называют «подводными чистильщиками» или Ремонтные меки могут сильно укусить, но только в пределах специально изготовленных внешних стержней, которые прочно удерживают их на месте. По сути, это специальная приманка, предназначенная для ловли ценных «железных рыбок».</p><p></p><p>Подходит для ловли ремонтных меков.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/22/237301566/75dc61458ba59c585cbeef76f89ad772_1546879646816943923.png",
        "amount": 10,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Рыбы"
      },
      {
        "type": "CustomEntry",
        "epId": 4104,
        "name": "Ремонтный мек: Начальная конфигурация",
        "desc": "<p>Компактный вспомогательный мек, разработанный для помощи мекам в выполнении подводных задач и повышения общего уровня участия меков в работе. Согласно первоначальному замыслу конструктора, он предназначался для удаления мусора и отходов растительного происхождения под водой, чтобы они не попали на ключевые элементы меков, тем самым минимизируя процент отказов последних. С другой стороны, эти механизмы выполняют роль «подводных чистильщиков», что благотворно сказывается на экологии Фонтейна.</p><p>Он оснащён чувствительными датчиками, которые с помощью «обоняния» находят цели и считывают оптические особенности подводного мусора. В результате его иногда привлекают наживки для рыбы. Рыбаки, которым попадаются такие механизмы, называют их «рыбами-ремонтниками» или «стальноголовиками».</p><p>Эта модель, изготовленная из лёгких пород дерева и недорогих металлов, одной из первых вышла в стабильное массовое производство агентства по техническому обслуживанию, и достигла проектных целей благодаря своим высоким «стартовым характеристикам». Однако срок службы этих механизмов не такой хороший. Поэтому эту модель в большом количестве ввели в эксплуатацию по «ротационным стартовым группам». Когда заканчивается срок активности одной группы меков или она парализуется из-за неисправности, включается другая группа, которая была заранее спрятана под водой, и принимает пост. В результате обывателю может показаться, что эти «стальноголовики» появляются непрерывным потоком, словно размножаясь сами по себе. Поэтому, если вы иногда случайно выловите пару штучек, не стоит испытывать чувство вины.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/237301566/c762a9e0a49897b70070e177121d2b72_2636412700744344233.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4106,
        "name": "Ремонтный мек: Водоочиститель",
        "desc": "<p>Компактный вспомогательный мек, разработанный для помощи мекам в выполнении подводных задач и повышения общего уровня участия меков в работе. Согласно первоначальному замыслу конструктора, предназначался для удаления мусора и отходов растительного происхождения под водой, чтобы они не попали на ключевые элементы меков, тем самым минимизируя процент отказов последних. С другой стороны, эти механизмы выполняют роль «подводных чистильщиков», что благотворно сказывается на экологии Фонтейна.</p><p>Этот механизм оснащён чувствительными датчиками, которые с помощью «обоняния» находят цели и считывают оптические особенности подводного мусора. В результате их иногда тоже привлекают наживки для рыбы. Рыбаки, которым попадаются такие механизмы, называют их «рыбами-ремонтниками» или «стальноголовиками».</p><p>В отличие от «стартовой» модели широкого размещения поверхность этой более зрелой модели «водоочистителя» массового производства покрыта слоем лака с высокой коррозионной стойкостью. Кроме того, исследователи этого проекта отказались от модели одноразового размещения, когда после ввода в эксплуатацию о механизме забывают. Вместо этого они внедрили систему периодического возврата и технического обслуживания. С помощью бликов определённой частоты исследователи отправляют сигнал возврата на датчики механизма. После этого устройство возвращают, проверяют, ремонтируют и выпускают обратно в воду для дальнейшей работы. Блики особой частоты постепенно превратились в своего рода наживку для ремонтных механизмов. По неизвестным каналам они распространились среди групп обычных рыбаков.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/237301566/7a4705ac0c33c7eac7a8901529977a7b_7061328397838199160.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4105,
        "name": "Ремонтный мек: Управление ситуацией",
        "desc": "<p>Компактный вспомогательный мек, разработанный для помощи мекам в выполнении подводных задач и повышения общего уровня участия меков в работе. Согласно первоначальному замыслу конструктора, предназначался для удаления мусора и отходов растительного происхождения под водой, чтобы они не попали на ключевые элементы меков, тем самым минимизируя процент отказов последних. С другой стороны, эти механизмы выполняют роль «подводных чистильщиков», что благотворно сказывается на экологии Фонтейна.</p><p>Этот механизм оснащён чувствительными датчиками, которые с помощью «обоняния» находят цели и считывают оптические особенности подводного мусора. В результате их иногда тоже привлекают наживки для рыбы. Рыбаки, которым попадаются такие механизмы, называют их «рыбами-ремонтниками» или «стальноголовиками».</p><p>В некоторых случаях ремонтные механизмы уничтожали пищу некоторых подводных существ, принимая её за мусор, и вступали в конфликты с подводными жителями. Естественно, маленькие и менее сильные механизмы эту схватку проигрывали. Постепенно общее число исчезнувших таким образом механизмов стало всё более пессимистичным.</p><p>Для защиты первых двух видов ремонтных механизмов и гарантии безопасности их работы в водоёмах исследователи решили придерживаться существующей модели и максимально увеличить удельную мощность ключевой конструкции. В итоге они разработали третью модель с некоторыми боевыми навыками, чтобы механизмы могли врезаться в подводных существ и отгонять их, тем самым поддерживая нормальную рабочую обстановку для механизмов обслуживания. Благодаря изначальной производственной цепочке их удалось быстро запустить в производство.</p><p>Однако дальнейший план исследователей по усилению «ситуационного контролера» был резко остановлен Исследовательским институтом Фонтейна с оговоркой «если такие мелкие вещицы отпугивают свирепых подводных существ, то какая польза от подводных механизмов?» Практика подтвердила, что «механизмы обслуживания: Управление ситуацией» вообще не могли прогнать подводных вредителей, а наоб",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/237301566/96a13749797a5928608d2a9739c86fa1_4763658462429666577.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4107,
        "name": "Ремонтный мек: Платиновая коллекция",
        "desc": "<p>Компактный вспомогательный мек, разработанный для помощи мекам в выполнении подводных задач и повышения общего уровня участия меков в работе. Согласно первоначальному замыслу конструктора, предназначался для удаления мусора и отходов растительного происхождения под водой, чтобы они не попали на ключевые элементы меков, тем самым минимизируя процент отказов последних. С другой стороны, эти механизмы выполняют роль «подводных чистильщиков», что благотворно сказывается на экологии Фонтейна.</p><p>В отличие от других моделей массового производства глянцевый и блестящий корпус механизма обслуживания «Платиновая коллекция» был специально изготовлен командой разработчиков как памятная модель. Это был довольно редкий случай, когда группа преподносила этот сувенир обеспеченным торговцам в качестве изысканного украшения для аквариума, чтобы привлечь последних инвестировать средства в проект механизмов обслуживания. К сожалению, все попытки группы привлечь инвестиции провалились, поэтому было решено продать механизмы как игрушки для субсидирования всё более дефицитного фонда проекта.</p><p>В конце концов, после всем известной аварии группа разработчиков механизмов обслуживания была полностью закрыта, а дальнейшие планы на проект были отменены. На сегодняшний день все механизмы обслуживания этой серии в акватории Фонтейна никем не контролируются. Первая партия модели «Платиновая коллекция» также «канула в воду», став самой дорогой и необычной «рыбой» в Фонтейне. Когда некоторые проекты Исследовательского института стали достоянием общественности, репортёры «Паровой птицы» сопоставили информацию и провели расследование, обнаружив, что «загрязнение вод в Фонтейне практически не изменилось до и после запуска механизмов обслуживания, а эффективность проекта вызывает большие сомнения». С тех пор всё ещё активная «Платиновая коллекция» продолжает плавать в водах Фонтейна, а для рыбаков вылов такого образца является предметом для гордости. Ведь здесь механизм типа «Платиновая коллекция» такой же редкий, как ценнейшие декоративны",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/237301566/3381bb0c50517282d73032de35c28a66_1811585084166371980.png",
        "displayStyle": "card"
      }
    ]
  }
}