{
  "epId": 4140,
  "name": "Деларош",
  "desc": "<p>Глава Ассоциации рыболовов Фонтейна</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/22/237301566/2e9ebe76044d6d15ca6d9e4fb2d891ba_8676964662404385109.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1725579066,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffff>Предмет</color>\n<color=#ffffff>Количество</color>\n<color=#ffffff>Стоимость</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4137,
        "name": "Рецепт: Кислая наживка",
        "desc": "<p>Подробный рецепт приготовления наживки «Кислая наживка».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/22/237301566/f8e15e586ad9f5cd67e6d032aa5b7b23_1026149063449339057.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2401,
        "name": "Оризия",
        "desc": "Бойкая маленькая рыбка, известная своим красивым хвостом в форме лепестков.<br/>Она считается декоративной рыбой, но, поскольку её мясо сочное, без костей и жира, её также нередко готовят и подают на стол.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Medaka_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4138,
        "name": "Рецепт: Огонёк ремонтного мека",
        "desc": "<p>Подробный рецепт приготовления наживки «Огонёк ремонтного мека».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/22/237301566/f8e15e586ad9f5cd67e6d032aa5b7b23_1839334256387807253.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2401,
        "name": "Оризия",
        "desc": "Бойкая маленькая рыбка, известная своим красивым хвостом в форме лепестков.<br/>Она считается декоративной рыбой, но, поскольку её мясо сочное, без костей и жира, её также нередко готовят и подают на стол.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Medaka_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4139,
        "name": "Волнорез",
        "desc": "<p>Изящная удочка с красивым металлическим отливом. Изготовленная из инновационных металлургических материалов, разработанных в Исследовательском институте Фонтейна, она сочетает в себе лёгкость и прочность. В стыках многосекционной конструкции установлены высокопрочные металлические армированные направляющие петли, способные удержать на удивление тяжёлую рыбу, а седло катушки, напоминающее гарду оружия, защищает рыболова от травм рук при ловле свирепой железной рыбки.</p><p>По мнению опытных рыболовов, эта удочка, сравнимая с надёжным копьём, - идеальное оружие против железной рыбки, диковинки Фонтейна.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/22/237301566/e626a2bc414bfa23419b00127b346971_7319785399456190686.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4104,
        "name": "Ремонтный мек: Начальная конфигурация",
        "desc": "<p>Компактный вспомогательный мек, разработанный для помощи мекам в выполнении подводных задач и повышения общего уровня участия меков в работе. Согласно первоначальному замыслу конструктора, он предназначался для удаления мусора и отходов растительного происхождения под водой, чтобы они не попали на ключевые элементы меков, тем самым минимизируя процент отказов последних. С другой стороны, эти механизмы выполняют роль «подводных чистильщиков», что благотворно сказывается на экологии Фонтейна.</p><p>Он оснащён чувствительными датчиками, которые с помощью «обоняния» находят цели и считывают оптические особенности подводного мусора. В результате его иногда привлекают наживки для рыбы. Рыбаки, которым попадаются такие механизмы, называют их «рыбами-ремонтниками» или «стальноголовиками».</p><p>Эта модель, изготовленная из лёгких пород дерева и недорогих металлов, одной из первых вышла в стабильное массовое производство агентства по техническому обслуживанию, и достигла проектных целей благодаря своим высоким «стартовым характеристикам». Однако срок службы этих механизмов не такой хороший. Поэтому эту модель в большом количестве ввели в эксплуатацию по «ротационным стартовым группам». Когда заканчивается срок активности одной группы меков или она парализуется из-за неисправности, включается другая группа, которая была заранее спрятана под водой, и принимает пост. В результате обывателю может показаться, что эти «стальноголовики» появляются непрерывным потоком, словно размножаясь сами по себе. Поэтому, если вы иногда случайно выловите пару штучек, не стоит испытывать чувство вины.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/237301566/c762a9e0a49897b70070e177121d2b72_2636412700744344233.png",
        "amount": 20,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4106,
        "name": "Ремонтный мек: Водоочиститель",
        "desc": "<p>Компактный вспомогательный мек, разработанный для помощи мекам в выполнении подводных задач и повышения общего уровня участия меков в работе. Согласно первоначальному замыслу конструктора, предназначался для удаления мусора и отходов растительного происхождения под водой, чтобы они не попали на ключевые элементы меков, тем самым минимизируя процент отказов последних. С другой стороны, эти механизмы выполняют роль «подводных чистильщиков», что благотворно сказывается на экологии Фонтейна.</p><p>Этот механизм оснащён чувствительными датчиками, которые с помощью «обоняния» находят цели и считывают оптические особенности подводного мусора. В результате их иногда тоже привлекают наживки для рыбы. Рыбаки, которым попадаются такие механизмы, называют их «рыбами-ремонтниками» или «стальноголовиками».</p><p>В отличие от «стартовой» модели широкого размещения поверхность этой более зрелой модели «водоочистителя» массового производства покрыта слоем лака с высокой коррозионной стойкостью. Кроме того, исследователи этого проекта отказались от модели одноразового размещения, когда после ввода в эксплуатацию о механизме забывают. Вместо этого они внедрили систему периодического возврата и технического обслуживания. С помощью бликов определённой частоты исследователи отправляют сигнал возврата на датчики механизма. После этого устройство возвращают, проверяют, ремонтируют и выпускают обратно в воду для дальнейшей работы. Блики особой частоты постепенно превратились в своего рода наживку для ремонтных механизмов. По неизвестным каналам они распространились среди групп обычных рыбаков.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/237301566/7a4705ac0c33c7eac7a8901529977a7b_7061328397838199160.png",
        "amount": 20,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4105,
        "name": "Ремонтный мек: Управление ситуацией",
        "desc": "<p>Компактный вспомогательный мек, разработанный для помощи мекам в выполнении подводных задач и повышения общего уровня участия меков в работе. Согласно первоначальному замыслу конструктора, предназначался для удаления мусора и отходов растительного происхождения под водой, чтобы они не попали на ключевые элементы меков, тем самым минимизируя процент отказов последних. С другой стороны, эти механизмы выполняют роль «подводных чистильщиков», что благотворно сказывается на экологии Фонтейна.</p><p>Этот механизм оснащён чувствительными датчиками, которые с помощью «обоняния» находят цели и считывают оптические особенности подводного мусора. В результате их иногда тоже привлекают наживки для рыбы. Рыбаки, которым попадаются такие механизмы, называют их «рыбами-ремонтниками» или «стальноголовиками».</p><p>В некоторых случаях ремонтные механизмы уничтожали пищу некоторых подводных существ, принимая её за мусор, и вступали в конфликты с подводными жителями. Естественно, маленькие и менее сильные механизмы эту схватку проигрывали. Постепенно общее число исчезнувших таким образом механизмов стало всё более пессимистичным.</p><p>Для защиты первых двух видов ремонтных механизмов и гарантии безопасности их работы в водоёмах исследователи решили придерживаться существующей модели и максимально увеличить удельную мощность ключевой конструкции. В итоге они разработали третью модель с некоторыми боевыми навыками, чтобы механизмы могли врезаться в подводных существ и отгонять их, тем самым поддерживая нормальную рабочую обстановку для механизмов обслуживания. Благодаря изначальной производственной цепочке их удалось быстро запустить в производство.</p><p>Однако дальнейший план исследователей по усилению «ситуационного контролера» был резко остановлен Исследовательским институтом Фонтейна с оговоркой «если такие мелкие вещицы отпугивают свирепых подводных существ, то какая польза от подводных механизмов?» Практика подтвердила, что «механизмы обслуживания: Управление ситуацией» вообще не могли прогнать подводных вредителей, а наоб",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/237301566/96a13749797a5928608d2a9739c86fa1_4763658462429666577.png",
        "amount": 20,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4101,
        "name": "Марлин-алебарда",
        "desc": "<p>Рыба необычной формы, фонтейнский родственник рыбы-бабочки. У неё широкий скелет и уникальное изогнутое тело. Легенда гласит, что первый рыбак, поймавший рыбу-алебарду, приложил свою удочку к её хвостовому плавнику и обнаружил, что вся конструкция напоминает некое древковое оружие. Так и появилось название «алебарда». В научных кругах её называют «якорная бабочка», но «рыба-алебарда» - название куда более образное, поэтому оно чаще используется в обиходе.</p><p>Говорят, что рыба-алебарда цвета морской волны - уникальный случай, когда рыба мигрировала в Фонтейн из вод Сумеру. По сравнению со своими покладистыми сумерскими родственниками, марлин-алебарда более напористая, может длительное время жить в суровых условиях и преодолевать большие расстояния, сопоставимые с маршрутом некоторых торговых судов. Поэтому некоторые моряки считают эту рыбу символом смелости и терпения.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/237301566/f1d3f884df4cdb68cab04cfa66169340_3774511634995891912.png",
        "amount": 20,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3989,
        "name": "Перевозчик Флёв Сандр",
        "desc": "<p>Выброшенный кусок медной трубы, который в прошлом использовался как оружие. Популярная в одних кругах, в других она снискала дурную славу.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/51635400/920ca2fe25ca2db1796848099b59b2d8_6565608129139267875.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4107,
        "name": "Ремонтный мек: Платиновая коллекция",
        "desc": "<p>Компактный вспомогательный мек, разработанный для помощи мекам в выполнении подводных задач и повышения общего уровня участия меков в работе. Согласно первоначальному замыслу конструктора, предназначался для удаления мусора и отходов растительного происхождения под водой, чтобы они не попали на ключевые элементы меков, тем самым минимизируя процент отказов последних. С другой стороны, эти механизмы выполняют роль «подводных чистильщиков», что благотворно сказывается на экологии Фонтейна.</p><p>В отличие от других моделей массового производства глянцевый и блестящий корпус механизма обслуживания «Платиновая коллекция» был специально изготовлен командой разработчиков как памятная модель. Это был довольно редкий случай, когда группа преподносила этот сувенир обеспеченным торговцам в качестве изысканного украшения для аквариума, чтобы привлечь последних инвестировать средства в проект механизмов обслуживания. К сожалению, все попытки группы привлечь инвестиции провалились, поэтому было решено продать механизмы как игрушки для субсидирования всё более дефицитного фонда проекта.</p><p>В конце концов, после всем известной аварии группа разработчиков механизмов обслуживания была полностью закрыта, а дальнейшие планы на проект были отменены. На сегодняшний день все механизмы обслуживания этой серии в акватории Фонтейна никем не контролируются. Первая партия модели «Платиновая коллекция» также «канула в воду», став самой дорогой и необычной «рыбой» в Фонтейне. Когда некоторые проекты Исследовательского института стали достоянием общественности, репортёры «Паровой птицы» сопоставили информацию и провели расследование, обнаружив, что «загрязнение вод в Фонтейне практически не изменилось до и после запуска механизмов обслуживания, а эффективность проекта вызывает большие сомнения». С тех пор всё ещё активная «Платиновая коллекция» продолжает плавать в водах Фонтейна, а для рыбаков вылов такого образца является предметом для гордости. Ведь здесь механизм типа «Платиновая коллекция» такой же редкий, как ценнейшие декоративны",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/237301566/3381bb0c50517282d73032de35c28a66_1811585084166371980.png",
        "amount": 4,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4102,
        "name": "Волнистый сердцепёрый окунь",
        "desc": "<p>Необычная рыба, со стороны напоминающая сердце. Говорят, что она родственник окуня, а учёные образно называют её «сердцепёрым окунем» за хрящевые спинные и брюшные плавники в виде длинных и тонких перьев.</p><p>Являясь важным подвидом семейства сердцепёрых окуней, волнистый сердцепёрый окунь плавает гораздо лучше, чем можно предположить по его внешнему виду, и может преодолевать даже бушующие волны. Говорят, что когда эта рыба показывается из-под воды и плывёт против течения, её плавники издают булькающий звук. Распознать эту рыбу очень сложно, учитывая её защитную окраску, поэтому большинство рыболовов никогда сами не слышали этот уникальный звук.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/237301566/e9875ab0591d42ae54cee94a0cd7892c_4440101251543386362.png",
        "amount": 10,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4103,
        "name": "Пылающий сердцепёрый окунь",
        "desc": "<p>Необычная рыба, по форме напоминающая сердце. Говорят, что она является дальним родственником окуня. Учёные образно называют её «сердцепёрым окунем» за хрящевые спинные и брюшные плавники в виде гибких и тонких, как перья, костей.</p><p>Эта рыба получила название «пылающий сердцепёрый окунь» за свой характерный солнечный окрас, который делает её очень заметной в воде. Говорят, что это новый способ защиты - некоторые рыбы со слабым зрением воспринимают её как «неизвестный горящий предмет в воде» и избегают. Но вразрез со своим «огненным» внешним видом у этих сердцепёрых окуней низкая температура тела, они очень мало едят и иногда специально остаются на мелководье, чтобы погреться на солнце.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/237301566/88ed256ee1594a902a8d65b2e341aa5b_3130067081156393940.png",
        "amount": 10,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4101,
        "name": "Марлин-алебарда",
        "desc": "<p>Рыба необычной формы, фонтейнский родственник рыбы-бабочки. У неё широкий скелет и уникальное изогнутое тело. Легенда гласит, что первый рыбак, поймавший рыбу-алебарду, приложил свою удочку к её хвостовому плавнику и обнаружил, что вся конструкция напоминает некое древковое оружие. Так и появилось название «алебарда». В научных кругах её называют «якорная бабочка», но «рыба-алебарда» - название куда более образное, поэтому оно чаще используется в обиходе.</p><p>Говорят, что рыба-алебарда цвета морской волны - уникальный случай, когда рыба мигрировала в Фонтейн из вод Сумеру. По сравнению со своими покладистыми сумерскими родственниками, марлин-алебарда более напористая, может длительное время жить в суровых условиях и преодолевать большие расстояния, сопоставимые с маршрутом некоторых торговых судов. Поэтому некоторые моряки считают эту рыбу символом смелости и терпения.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/237301566/f1d3f884df4cdb68cab04cfa66169340_3774511634995891912.png",
        "amount": 12,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4029,
        "name": "Универсальное средство для ухода Мартенса",
        "desc": "<p>Особый материал пробуждения Перевозчика Флёв Сандр.</p><p>Он не только предотвращает окисление и эрозию, образуя изолирующий слой на некоторых материалах, но и служит для смазки, очистки и полировки. Когда-то оно пользовалось большой популярностью в Фонтейне. В то время в рекламных объявлениях некая легендарная личность из Флёв Сандр использовала его для ухода за знаменитой изогнутой медной трубой.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/51635400/5de1a03d19846b8c372d9ddc69b9dceb_5338060548344722305.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "4",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4107,
        "name": "Ремонтный мек: Платиновая коллекция",
        "desc": "<p>Компактный вспомогательный мек, разработанный для помощи мекам в выполнении подводных задач и повышения общего уровня участия меков в работе. Согласно первоначальному замыслу конструктора, предназначался для удаления мусора и отходов растительного происхождения под водой, чтобы они не попали на ключевые элементы меков, тем самым минимизируя процент отказов последних. С другой стороны, эти механизмы выполняют роль «подводных чистильщиков», что благотворно сказывается на экологии Фонтейна.</p><p>В отличие от других моделей массового производства глянцевый и блестящий корпус механизма обслуживания «Платиновая коллекция» был специально изготовлен командой разработчиков как памятная модель. Это был довольно редкий случай, когда группа преподносила этот сувенир обеспеченным торговцам в качестве изысканного украшения для аквариума, чтобы привлечь последних инвестировать средства в проект механизмов обслуживания. К сожалению, все попытки группы привлечь инвестиции провалились, поэтому было решено продать механизмы как игрушки для субсидирования всё более дефицитного фонда проекта.</p><p>В конце концов, после всем известной аварии группа разработчиков механизмов обслуживания была полностью закрыта, а дальнейшие планы на проект были отменены. На сегодняшний день все механизмы обслуживания этой серии в акватории Фонтейна никем не контролируются. Первая партия модели «Платиновая коллекция» также «канула в воду», став самой дорогой и необычной «рыбой» в Фонтейне. Когда некоторые проекты Исследовательского института стали достоянием общественности, репортёры «Паровой птицы» сопоставили информацию и провели расследование, обнаружив, что «загрязнение вод в Фонтейне практически не изменилось до и после запуска механизмов обслуживания, а эффективность проекта вызывает большие сомнения». С тех пор всё ещё активная «Платиновая коллекция» продолжает плавать в водах Фонтейна, а для рыбаков вылов такого образца является предметом для гордости. Ведь здесь механизм типа «Платиновая коллекция» такой же редкий, как ценнейшие декоративны",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/237301566/3381bb0c50517282d73032de35c28a66_1811585084166371980.png",
        "amount": 2,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4102,
        "name": "Волнистый сердцепёрый окунь",
        "desc": "<p>Необычная рыба, со стороны напоминающая сердце. Говорят, что она родственник окуня, а учёные образно называют её «сердцепёрым окунем» за хрящевые спинные и брюшные плавники в виде длинных и тонких перьев.</p><p>Являясь важным подвидом семейства сердцепёрых окуней, волнистый сердцепёрый окунь плавает гораздо лучше, чем можно предположить по его внешнему виду, и может преодолевать даже бушующие волны. Говорят, что когда эта рыба показывается из-под воды и плывёт против течения, её плавники издают булькающий звук. Распознать эту рыбу очень сложно, учитывая её защитную окраску, поэтому большинство рыболовов никогда сами не слышали этот уникальный звук.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/237301566/e9875ab0591d42ae54cee94a0cd7892c_4440101251543386362.png",
        "amount": 5,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4103,
        "name": "Пылающий сердцепёрый окунь",
        "desc": "<p>Необычная рыба, по форме напоминающая сердце. Говорят, что она является дальним родственником окуня. Учёные образно называют её «сердцепёрым окунем» за хрящевые спинные и брюшные плавники в виде гибких и тонких, как перья, костей.</p><p>Эта рыба получила название «пылающий сердцепёрый окунь» за свой характерный солнечный окрас, который делает её очень заметной в воде. Говорят, что это новый способ защиты - некоторые рыбы со слабым зрением воспринимают её как «неизвестный горящий предмет в воде» и избегают. Но вразрез со своим «огненным» внешним видом у этих сердцепёрых окуней низкая температура тела, они очень мало едят и иногда специально остаются на мелководье, чтобы погреться на солнце.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/237301566/88ed256ee1594a902a8d65b2e341aa5b_3130067081156393940.png",
        "amount": 5,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4101,
        "name": "Марлин-алебарда",
        "desc": "<p>Рыба необычной формы, фонтейнский родственник рыбы-бабочки. У неё широкий скелет и уникальное изогнутое тело. Легенда гласит, что первый рыбак, поймавший рыбу-алебарду, приложил свою удочку к её хвостовому плавнику и обнаружил, что вся конструкция напоминает некое древковое оружие. Так и появилось название «алебарда». В научных кругах её называют «якорная бабочка», но «рыба-алебарда» - название куда более образное, поэтому оно чаще используется в обиходе.</p><p>Говорят, что рыба-алебарда цвета морской волны - уникальный случай, когда рыба мигрировала в Фонтейн из вод Сумеру. По сравнению со своими покладистыми сумерскими родственниками, марлин-алебарда более напористая, может длительное время жить в суровых условиях и преодолевать большие расстояния, сопоставимые с маршрутом некоторых торговых судов. Поэтому некоторые моряки считают эту рыбу символом смелости и терпения.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/237301566/f1d3f884df4cdb68cab04cfa66169340_3774511634995891912.png",
        "amount": 6,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2835,
        "name": "Стабилизатор лески",
        "desc": "<p>Адаптирующийся стабилизатор натяжения – установите его на удочку, чтобы сгладить колебания в натяжении лески и упростить рыбалку. Стабилизатор автоматически определяет и записывает силу сопротивления разных рыб. Чем полнее база данных стабилизатора, тем точнее он работает.</p><p> </p><p>Прототип устройства был разработан одним из изобретателей Фонтейна и долгое время лежал без дела, пока не был обнаружен Ассоциацией рыболовов Фонтейна. После ряда доработок изобретение превратилось в стабилизатор лески, каким мы знаем его сегодня. Стабилизатор сразу удостоился многочисленных похвал от членов Ассоциации рыболовов, а теперь постепенно завоёвывает и другие регионы.</p><p>Особенно большим успехом стабилизатор пользуется в Снежной – говорят, всё дело в том, что он полюбился кому-то из Предвестников.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/70239714/639c2bf4a8ef7a7c91c4b8ee846fe7fa_2118190589640084063.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2401,
        "name": "Оризия",
        "desc": "Бойкая маленькая рыбка, известная своим красивым хвостом в форме лепестков.<br/>Она считается декоративной рыбой, но, поскольку её мясо сочное, без костей и жира, её также нередко готовят и подают на стол.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Medaka_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Чертёж декора: «Ремонтный мек: Демонстрационная модель»\n1",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4106,
        "name": "Ремонтный мек: Водоочиститель",
        "desc": "<p>Компактный вспомогательный мек, разработанный для помощи мекам в выполнении подводных задач и повышения общего уровня участия меков в работе. Согласно первоначальному замыслу конструктора, предназначался для удаления мусора и отходов растительного происхождения под водой, чтобы они не попали на ключевые элементы меков, тем самым минимизируя процент отказов последних. С другой стороны, эти механизмы выполняют роль «подводных чистильщиков», что благотворно сказывается на экологии Фонтейна.</p><p>Этот механизм оснащён чувствительными датчиками, которые с помощью «обоняния» находят цели и считывают оптические особенности подводного мусора. В результате их иногда тоже привлекают наживки для рыбы. Рыбаки, которым попадаются такие механизмы, называют их «рыбами-ремонтниками» или «стальноголовиками».</p><p>В отличие от «стартовой» модели широкого размещения поверхность этой более зрелой модели «водоочистителя» массового производства покрыта слоем лака с высокой коррозионной стойкостью. Кроме того, исследователи этого проекта отказались от модели одноразового размещения, когда после ввода в эксплуатацию о механизме забывают. Вместо этого они внедрили систему периодического возврата и технического обслуживания. С помощью бликов определённой частоты исследователи отправляют сигнал возврата на датчики механизма. После этого устройство возвращают, проверяют, ремонтируют и выпускают обратно в воду для дальнейшей работы. Блики особой частоты постепенно превратились в своего рода наживку для ремонтных механизмов. По неизвестным каналам они распространились среди групп обычных рыбаков.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/237301566/7a4705ac0c33c7eac7a8901529977a7b_7061328397838199160.png",
        "amount": 5,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4105,
        "name": "Ремонтный мек: Управление ситуацией",
        "desc": "<p>Компактный вспомогательный мек, разработанный для помощи мекам в выполнении подводных задач и повышения общего уровня участия меков в работе. Согласно первоначальному замыслу конструктора, предназначался для удаления мусора и отходов растительного происхождения под водой, чтобы они не попали на ключевые элементы меков, тем самым минимизируя процент отказов последних. С другой стороны, эти механизмы выполняют роль «подводных чистильщиков», что благотворно сказывается на экологии Фонтейна.</p><p>Этот механизм оснащён чувствительными датчиками, которые с помощью «обоняния» находят цели и считывают оптические особенности подводного мусора. В результате их иногда тоже привлекают наживки для рыбы. Рыбаки, которым попадаются такие механизмы, называют их «рыбами-ремонтниками» или «стальноголовиками».</p><p>В некоторых случаях ремонтные механизмы уничтожали пищу некоторых подводных существ, принимая её за мусор, и вступали в конфликты с подводными жителями. Естественно, маленькие и менее сильные механизмы эту схватку проигрывали. Постепенно общее число исчезнувших таким образом механизмов стало всё более пессимистичным.</p><p>Для защиты первых двух видов ремонтных механизмов и гарантии безопасности их работы в водоёмах исследователи решили придерживаться существующей модели и максимально увеличить удельную мощность ключевой конструкции. В итоге они разработали третью модель с некоторыми боевыми навыками, чтобы механизмы могли врезаться в подводных существ и отгонять их, тем самым поддерживая нормальную рабочую обстановку для механизмов обслуживания. Благодаря изначальной производственной цепочке их удалось быстро запустить в производство.</p><p>Однако дальнейший план исследователей по усилению «ситуационного контролера» был резко остановлен Исследовательским институтом Фонтейна с оговоркой «если такие мелкие вещицы отпугивают свирепых подводных существ, то какая польза от подводных механизмов?» Практика подтвердила, что «механизмы обслуживания: Управление ситуацией» вообще не могли прогнать подводных вредителей, а наоб",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/237301566/96a13749797a5928608d2a9739c86fa1_4763658462429666577.png",
        "amount": 5,
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Деларош"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Фонтейн"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Ассоциация рыболовов"
          }
        ]
      },
      {
        "key": "Титул:",
        "value": [
          {
            "type": "RichText",
            "text": "Рыбак из Фонтейна"
          }
        ]
      }
    ],
    "voice": [
      {
        "title": "Реплика",
        "desc": "<p>Терпение...</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/09/15/237301566/255e355bf3ded7a5521227b279f7a0c3_304679840477385651.mp3"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/09/15/237301566/2f35b49a47e9f57c27debe45587180ab_1485450667034279487.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/09/15/237301566/240fbf863f30856c7c8675b10d439749_6191325642897201644.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2023/09/15/237301566/569ef8f7bc3195322f2d6b997b999ea1_8288477626742117948.mp3"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/22/237301566/161bfe123e590552728bce3b138523ce_8315105298753628161.png"
      },
      {
        "key": "Местоположение",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/22/237301566/f43faff246e64f56ba978404bd50bdb5_3578896111359954299.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Местоположение Деларош"
          }
        ]
      }
    ]
  }
}