{
  "epId": 4227,
  "name": "Анн",
  "desc": "<p>Маленькая океанида, созданная океанидой Мари-Анн во сне.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/15/237301566/7a4364ee7ecfbf1eb2b78fbf7b6607ed_2512873056842040050.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1740908101,
  "components": {
    "textualResearch": [
      {
        "title": "Странная детская сказка с пометками фиолетовыми чернилами",
        "desc": [
          {
            "type": "RichText",
            "text": "Часы кролика - на самом деле только начало сна. Часы - точный прибор для измерения времени, а во сне течение времени безумно. Когда раздастся бой часов, всё закончится.\nМари-Анн часто принимали за Лидделл. Но возможно, они с самого начала были одним человеком?\nУ гусеницы есть все атрибуты зрелости: трубка, очки для чтения и знания. Но он всё ещё гусеница, а не бабочка. Если тебе недостаёт уверенности, чтобы выбраться из кокона, ты так и умрёшь гусеницей. Но у мотылька нет рта, и ему остаётся только лететь на пламя.\nЧервонная Королева, любительница рубить головы.\nБелый Рыцарь, который всё бормотал о своих маленьких изобретениях.\nКрасная Королева... Всё оказалось сном. Она была простым котёнком."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Анн"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Фонтейн"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Океаниды"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Местоположение",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/15/237301566/c69669b84ad19bec4ebf1e7d567309d5_3047334163642158357.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Местоположение Анн до принятия задания «Анн из Нарциссенкрейц»"
          }
        ]
      },
      {
        "key": "Местоположение",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/15/237301566/dd62120c81125295e7ccd30c17211be0_5650893118469259544.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Местоположение Анн после выполнения задания «Анн из Нарциссенкрейц» и во время задания «Неоконченная история»"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Анн",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Существуют разные мнения о том, как появляются океаниды. Некоторые считают, что создание океанидой океаниды - очень редкое явление, подвластное только таким сильным океанидам с развитым интеллектом и эмпатией, как Родия и Идия. Другие считают, что океанида может создать другую океаниду из сильного чувства любви.\nНикто не знает точно, какая версия является истинной, но известно, что океанида Мари-Анн создала океаниду Анн, увидев её во сне.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Океаниды",
        "desc": "<p>Раса разумных Гидро элементалей, созданных предыдущим Гидро Архонтом Эгерией.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/237301566/5e33c09fbd3c6781bb822fd9c57b6abc_954472598676910116.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Мари-Анн",
        "desc": "<p>Океанида, живущая в Аннапаузисе. <span class=\"wk-shady\">Является сверхсуществом, образованным из слияния океаниды Лирис и Мари-Анн Гильотен.</span></p><p></p><p></p><p>Эксклюзивный персонаж задания мира «Анн из Нарциссенкрейц» и «По следам Нарцисса».</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/237301566/7ac751c3fd3892141d972392696a414b_2143060350119471778.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3974,
        "name": "Идия",
        "desc": "<p>Управляющая Миражом Велуриям.</p><p></p><p>Эксклюзивный персонаж события версии 3.8 «Лето! Парк развлечений? Мираж!»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/14/237301566/8f84efbb97c6667cbf39cb960acb5db8_690536444545776625.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4906,
        "name": "Родия",
        "desc": "<p>Могущественная океанида-разведчица, сбежавшая из Фонтейна после смерти предыдущего Гидро Архонта Эгерии. Живёт около деревни Цинцэ.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/03/237301566/c1060c024385e4bf2d87aa853d3a6afe_4104670316167585665.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Анн из Нарциссенкрейц",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/11/29/237301566/bbb8aead64b96a1b66be197e8facabd0_849460711035775094.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "На личность и сознание Анн значительно повлияли личности, из которых состояла сама Мари-Анн, - Лирис и Мари-Анн Гильотен. А мир Анн был создан из сказки про злого дракона Нарцисса, которую когда-то рассказывали заместительница директрисы детского приюта, в котором выросла Мари-Анн. Поэтому Анн считала, что смысл её жизни - спасти принцессу Лирис из сказки от злого дракона. Кроме Анн была созданы гидро мимики в виде лягушки, белки, птиц и кабана, которые стали друзьями Анн и отрядом по спасению принцессы Лирис. Все они были названы в честь друзей маленькой Мари-Анн из приюта."
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/11/29/237301566/ef3dd30c597bcae3d4712c34c2dfee2e_8597328136388428120.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Однажды одна из подруг Анн, зяблик Пти Шу, попала в беду, и Анн попросила помощи проходящего/ей мимо Путешественника/цы. Так началось их приключение по спасению принцессы. Путешественник/ца вместе и Анн смогли освободить всех её друзей и войти в замок Лирис (на самом деле здание Института Нарциссенкрейца). Друзьям Анн пришлось пожертвовать своей физической оболочкой, чтобы та смогла отправиться к Лирис. В результате этого путешествия оказалось, что на самом деле принцессы не существует, и в конце их ждала Мари-Анн.\nМари-Анн не хотела покидать свой сказочный мир Аннапаузис, поэтому она пожелала Анн жить так, как той хочется, и быть свободной. Не дав ответов насчёт происхождения Анн, Мари-Анн закрыла за собой барьер, чтобы герои больше не могли попасть в Аннапаузис.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Лирис",
        "desc": "<p>Океанида и директриса Института Нарциссенкрейца - детского дома Фонтейна. После закрытия Института во время Катаклизма стала членом Ордо Нарциссенкрейц, известной как «Красная королева».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/b6d86ff8dfd84cf744e57a516b1a14c6_7638037626645202043.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Мари-Анн Гильотен",
        "desc": "<p>Воспитанница Института Нарциссенкрейца, приёмная дочь Эмманюэля Гильотена и сестра Алена, охотница Сумеречного двора.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/7f04e9d0b83ab550cc91ddf708008a7d_7020120347835863216.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Мари-Анн",
        "desc": "<p>Океанида, живущая в Аннапаузисе. <span class=\"wk-shady\">Является сверхсуществом, образованным из слияния океаниды Лирис и Мари-Анн Гильотен.</span></p><p></p><p></p><p>Эксклюзивный персонаж задания мира «Анн из Нарциссенкрейц» и «По следам Нарцисса».</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/237301566/7ac751c3fd3892141d972392696a414b_2143060350119471778.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "По следам Нарцисса",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Чтобы выяснить правду о своём происхождении, Анн объединилась с механической собакой Сеймуром, который искал свою пропавшую хозяйку по имени Мари-Анн, хиличурлом Катерпиллером, членом Ордо Нарциссенкрейц, и Путешественником/цей.\nПосле исследований они выяснили, что Мари-Анн появилась из слияния океаниды Лирис и человека Мари-Анн Гильотен около 500 лет назад. Они решили отправиться на поиски Чудесного меча Нарциссенкрейца, чтобы разделить личности Лирис и Мари-Анн Гильотен. Но, разбив мечом барьер к Мари-Анн, они поняли, что меч уже выполнил свой долг, так как Мари-Анн приняла свою личность и осознала реальность.\nПосле всех приключений Мари-Анн и Анн решили отправиться в путешествие, чтобы посмотреть мир, который Мари-Анн не видела сотни лет. Они взяли с собой механическую собаку Сеймура и мелюзину Мамер, пообещав Путешественнику/це обязательно с ним/ней встретиться.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Сеймур",
        "desc": "<p>Прототип 4ACV07, механическая собака, созданная для защиты Мари-Анн Гильотен.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/237301566/f415fbe2eaa40cd987a8daa47643fc74_1879053792825826301.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Катерпиллер",
        "desc": "<p>Член Ордо Нарциссенкрейц.</p><p></p><p>Эксклюзивный персонаж заданий «Незавершённая комедия», «Оглашение разгадки ожидается», «Неоконченная история», «Последний вопрос», «По следам Нарцисса», «Погоня» и «С днём рождения».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/18/237301566/be516a2c9005727dcfd1fe45662a826d_8973572821419128986.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Нарциссенкрейц",
        "desc": "<p>Нарциссенкрейц, ранее известный как Рене де Петрикор, является основателем тайного общества Ордо Нарциссенкрейц. Также известен как Мастер.<br></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/90f57df4396a9aa89cee2704bafdac6d_681464755020305606.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "name": "Мамер",
        "desc": "<p>Мелюзина-художница, чьи картины не понимает никто, кроме её собаки Сеймура и Путешественника/цы. Единственная из мелюзин, кто слышит своего Прародителя.</p><p></p><p>Эксклюзивный персонаж задания мира «Древние цвета» и «По следам Нарцисса».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/22/237301566/9cc2115edbfc809cdaa5a1629eb9dc37_9205678105566352048.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Меч Нарциссенкрейца",
        "desc": "<p>Меч, чья воля и сила угасла с концом его истории. Теперь он отправится в новое путешествие. Остатки силы в нём помнят великую мечту.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/13/51635400/01d3f8317c86ea98d617ad61213b7c9a_8842940819233898156.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "name": "Чудесный меч Нарциссенкрейца",
        "desc": "<p>Священный меч, имеющий особое значение в одной истории.</p><p>Он не принадлежит никому.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/09/124137736/d9e731584137af8d10fb8d02bfbcb845_2420787045580628872.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Сказка о Нарциссе",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Сказка, придуманная Бэзил Элтон для маленькой Мари-Анн Гильотен. Эта сказка легла в основу вымышленного мира Мари-Анн.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/11/19/237301566/e46d0dae36dfe7560e5a5b492746c866_4556940977996027979.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Давным-давно в далёком-далёком королевстве жила-была добрая и прекрасная принцесса. А звали её Лирис... Да, именно она и будет главной героиней нашей сказки!\n«Ну нет, что это за имя? Всё совсем не так».\nДа это же просто сказка, не будь врединой. Кхе-кхе, продолжим.\nГлавная героиня у нас уже есть. Не хватает лишь персонажа, который бы чинил ей неприятности... Какого-нибудь злодея!\nЗлодей, злодей, хм... Пусть это будет грозный дракон Нарцисс. Он был настолько злобный, что едва люди слышали его имя, как сразу же начинали дрожать от страха. Нарцисса совершенно не волновали чувства окружающих.\nОн сеял разрушения и извергал из пасти пламя, превращал в руины города одним лишь взмахов крыльев и обращал в пепел целые королевства своим обжигающим дыханием.\nТолько в королевстве Лирис царили мир и покой. Принцесса усердно трудилась, чтобы защитить своих подданных, поэтому план злого дракона Нарцисса по уничтожению всего и вся так и не увенчался успехом.\n«Получается, в истории Нарцисса злодей, наоборот, я?»\nА? Хочешь знать, как звучала бы сказка от лица дракона Нарцисса? «Проклятая принцесса Лирис! Вечно она мешает моим планам...» Ну, и так далее.\nЛадно, ладно. Это ведь просто сказка. Принцесса Лирис всего лишь вымышленный персонаж. Она ненастоящая. Ну а ты - это ты, настоящая и живая. Так что сказку с реальной жизнью путать не нужно.\n«Ничего не понимаю...»\nА это всё потому, что ты постоянно меня перебиваешь. Дай хоть сказку закончить. Так, на чём мы остановились?\nОй, ну и память у меня! Главной героине ведь нужны помощники. Ну а принцесса Лирис у нас очень добрая и красивая. Немудрено, что и друзей у такой прелестной леди целая куча.\nДай-ка подумаю... У принцессы Лирис много верных и храбрых друзей. Например, Ал, Ней...\n«Не может быть».\nТы опять забыла, это всего лишь сказка, а в сказках всякое может быть! В нашей вот сказке Ал и Ней - верные друзья принцессы Лирис.\nКстати, а как там ещё одного дружка Лирис зовут? Ну, белобрысого мальчика такого.\n«Он мне не друг».\nНо ведь Лирис может подружиться с ним в будущем, кто знает? Я вот тоже не прочь с ним друзьями стать. Так что пусть в нашей сказке они дружат! Так как его зовут?\n«Ну ладно. Тогда зови его Кейт».\nХорошо! Пусть будет полковником Кейтом! Он у нас сильный и очень начитанный, так что титул «полковник» ему очень подходит.\nФух, ну наконец-то. Все герои сказки в сборе. Злой дракон Нарцисс желал уничтожить все государства в мире, и только королевство принцессы Лирис не желало сдаваться перед его напором, ведь на страже стояли Лирис и её друзья.\n«О, я поняла. А дальше, как и в других сказках, принцесса и её друзья должны жить долго и счастливо».\nНо это ведь уже конец!\nА мы только начали. Весь захватывающий сюжет ещё впереди!\n«Захватывающий сюжет?»\nДа! Разве тебе не интересно узнать, зачем дракону Нарциссу понадобилось всё вокруг уничтожать и как принцессе Лирис удаётся всех защищать?\n«Зачем? Главное ведь, что финал хороший».\nНо ведь это же так скучно! Финал у сказок-то, конечно, всегда один и тот же, но ведь путь, который к нему приводит, у каждой истории разный.\nВ нашей сказке одинокий дракон Нарцисс жаждет заполучить сокровище принцессы Лирис, а также её красоту и доброту. Почему? А всё потому, что давным-давно дракон и сам владел и этими качествами, и сокровищем, пока не потерял их.\nЧто касается сокровища принцессы Лирис... пусть это будет «время».\n«Время?»\nДа! Однажды Ал сказал мне, что часы - это доказательство, что «люди всегда пытаются удержать время в своих руках», а Ней - что времени всегда не хватает. Если так подумать... принцесса Лирис ведь долго была одинокой. А если бы у неё были друзья, она была бы счастлива разделить с ними «время»! Получается, что вторгнуться в королевство Лирис Нарцисс не мог, потому что всё своё время она разделяла со своими друзьями. Ну а если дракон нападал, времени у её союзников было намного больше благодаря подаренным принцессой минутам. Конечно же, при таком раскладе у дракона просто не было шанса!\nВот сама посмотри, Лирис. Если у тебя есть больше времени, то и сделать ты успеваешь намного больше, верно? Ну вот, например, больше времени стало у Ала. Значит вместо того, чтобы ударить Нарцисса всего один раз, он мог атаковать целых три или и вовсе четыре раза! Сила его благодаря этому многократно возрастала. Да, это отлично нам подойдёт!\nСловом, друзья принцессы Лирис использовали её время, чтобы вновь и вновь отбивать нападение Нарцисса.\nНо хитрый дракон сумел раскрыть их тайну. Он набрался терпения, притаился и начал то и дело посылать свои войска против королевства, отнимая драгоценное время принцессы Лирис.\nПринцессе приходилось тратить целые месяцы своего времени, чтобы защитить королевство и помочь своим друзьям одолеть очередное войско. Постепенно она стала забывать о своих друзьях, потому что начала отдавать время своего «прошлого». Затем Лирис совсем перестала смеяться и общаться со своими друзьями, потому что начала отдавать уже своё «настоящее» время...\nШли дни, и однажды перестали бежать меж деревьев весёлые ручейки, а небеса заволокли мрачные тучи. Всё потому, что Нарцисс вновь расправил свои крылья и явился на порог нашего королевства. Друзья Лирис изо всех сил старались защитить свой дом, но без подаренного принцессой времени дракона было не остановить. Вскоре он сумел проникнуть к воротам дворца.\nВ самый последний момент Лирис позвала к себе друзей, чьи имена она уже не могла вспомнить, и доверила им самую дорогую вещь на свете. Это была чистейшая прозрачная капелька воды. Такая же непорочная, как и ты сама.\nПринцесса сказала: «В этой капле заключено моё \"будущее\" время. Возьмите его себе.\nВедь тогда мне будет неважно, попадёт моё королевство в лапы Нарцисса или же нет... Потому что моё \"будущее\" навсегда останется с вами».\nЛирис пообещала своим друзьям: «Пусть мы потеряли наше общее \"прошлое\" и \"настоящее\". Если у нас есть \"будущее\", мы непременно встретимся снова, а королевство вновь засияет в своём великолепии».\nВ это время войско Нарцисса пушечным огнём разнесло ворота замка. Принцесса Лирис крикнула своим друзьям, чтобы те как можно скорее бежали отсюда. Они лили горькие слёзы, но не осмелились пойти против высочайшего повеления. Потеряв своё будущее, принцесса Лирис погрузилась в долгий сон без сновидений вместе с башней, в которой она жила.\nВ тот день перед силой злого дракона пало самое последнее королевство в мире. Друзья принцессы разбрелись и долгое время скитались по тёмному миру, успев пережить множество приключений. Но единственное, что до сих пор продолжало объединять их, - это хранящееся в их сердцах «будущее» Лирис. Ну как тебе?\n«Ничего не поняла. Прошлое, настоящее, будущее... Как всё запутано. Разве может быть какое-то будущее, если случилась катастрофа?»\nКонечно, может. Ал усердно помогает господину Невиллу ради построения общего будущего. Этим же занимаетесь и вы с Неем и Жако! Сама подумай, нам ведь уже удалось создать совместное «прошлое», верно? В «настоящем» мы тоже вместе, а значит, и в «будущем» никогда не расстанемся. Вот увидишь, вместе мы разделим и горе, и радость, что ожидают нас впереди.\n«О, поняла...»\n«А как же сказка? Что же всё-таки случилось с принцессой?»\nНу... это уже совсем другая история. Я не против рассказать тебе, да только времени уже нет. Надо с этим глупым псом возвращаться обратно. Давай эту историю я расскажу тебе в другой раз!\nНу брось, что ты, а?.. Хорошо. Тогда давай так: я обозначу завязку, а сюжет ты додумаешь и потом мне перескажешь! Хм-м... что бы такое придумать...\nДолгие годы спустя далеко-далеко...\n...было на земле одно тёмное королевство, во главе которого стоял дракон Нарцисс.\nПринцесса, о которой он так долго грезил, погрузилась в продолжительный сон без сновидений вместе со всей своей башней, а потому осталась нетронутой драконом. Нарцисс был очень зол: он послал своих многочисленных приспешников в каждый уголок королевства, чтобы отыскать сокровище принцессы. Также дракон приказал расставить кругом защиту с помощью тёмной магии, чтобы сторонники справедливости не восстали против него. Он поклялся вернуть сокровище принцессы и пробудить её ото сна. Ведь только так он наконец сможет полностью ею завладеть.\nДрагоценное сокровище принцессы охраняли смелые воины. День и ночь стерегли они чистейшую и прозрачную каплю воды.\nИ вот однажды из капли воды родилась маленькая жизнь.\nХм... как бы её назвать? Проклятье! Кабы знать, что история так обернётся, твоё имя было бы лучше использовать здесь. Может, у тебя есть какие-нибудь идеи?\n...\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Сон нимфы",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/237301566/1bde348ad550ef356ff197b93caed6c8_1345756630789162457.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Бэзил Элтон",
        "desc": "<p>Адмирал «Белой армады» в отставке, капитан корабля «Спонсиан», воспитанница и заместительница директрисы Института Нарциссенкрейца. После её гибели во время Катаклизма 500 лет назад в честь неё была названа Элтонская впадина.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/19/237301566/386107b800f05b084d15ad8145cf8913_1639351719762421517.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Мари-Анн",
        "desc": "<p>Океанида, живущая в Аннапаузисе. <span class=\"wk-shady\">Является сверхсуществом, образованным из слияния океаниды Лирис и Мари-Анн Гильотен.</span></p><p></p><p></p><p>Эксклюзивный персонаж задания мира «Анн из Нарциссенкрейц» и «По следам Нарцисса».</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/237301566/7ac751c3fd3892141d972392696a414b_2143060350119471778.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Анн была создана Мари-Анн во сне.\nПосле выполнения задания «Анн из Нарциссенкрейц» Анн является самостоятельной личностью, которая способна принимать собственные решения.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Сеймур",
        "desc": "<p>Прототип 4ACV07, механическая собака, созданная для защиты Мари-Анн Гильотен.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/237301566/f415fbe2eaa40cd987a8daa47643fc74_1879053792825826301.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Друг Анн, вместе с которым она пыталась узнать о своём происхождении.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Катерпиллер",
        "desc": "<p>Член Ордо Нарциссенкрейц.</p><p></p><p>Эксклюзивный персонаж заданий «Незавершённая комедия», «Оглашение разгадки ожидается», «Неоконченная история», «Последний вопрос», «По следам Нарцисса», «Погоня» и «С днём рождения».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/18/237301566/be516a2c9005727dcfd1fe45662a826d_8973572821419128986.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Бывший член Ордо Нарциссенкрейц и знакомый Анн, вместе с которым она пыталась узнать о своём происхождении.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3997,
        "name": "Путешественник (Гидро)",
        "desc": "<p>Путешественник/ца из другого мира, разлучённый/ая со своей сестрой/своим братом. Он/а отправляется в долгое путешествие, чтобы найти всех семерых Архонтов и вернуть родного человека.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/13/70239714/f00d18b57acb4aa37bf2fc39bf67ddd0_1684220394343750427.gif",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Друг/подруга Анн, вместе с которым/ой она пыталась узнать о своём происхождении.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Мари-Анн Гильотен",
        "desc": "<p>Воспитанница Института Нарциссенкрейца, приёмная дочь Эмманюэля Гильотена и сестра Алена, охотница Сумеречного двора.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/7f04e9d0b83ab550cc91ddf708008a7d_7020120347835863216.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Часть личности Мари-Анн.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Лирис",
        "desc": "<p>Океанида и директриса Института Нарциссенкрейца - детского дома Фонтейна. После закрытия Института во время Катаклизма стала членом Ордо Нарциссенкрейц, известной как «Красная королева».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/b6d86ff8dfd84cf744e57a516b1a14c6_7638037626645202043.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Часть личности Мари-Анн.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "name": "Чудесный меч Нарциссенкрейца",
        "desc": "<p>Священный меч, имеющий особое значение в одной истории.</p><p>Он не принадлежит никому.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/09/124137736/d9e731584137af8d10fb8d02bfbcb845_2420787045580628872.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4266,
        "name": "Священный меч Бармаглота",
        "desc": "<p>Священный меч, имеющий особое значение в одной истории.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/09/124137736/d9e731584137af8d10fb8d02bfbcb845_7502955157715472256.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Меч Нарциссенкрейца",
        "desc": "<p>Меч, чья воля и сила угасла с концом его истории. Теперь он отправится в новое путешествие. Остатки силы в нём помнят великую мечту.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/13/51635400/01d3f8317c86ea98d617ad61213b7c9a_8842940819233898156.png",
        "displayStyle": "card"
      }
    ]
  }
}