{
  "epId": 4317,
  "name": "Притчи о животных Фонтейна",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/13/51635400/703700f02e55e5e1cd3e4158eb23fed7_8886285231885226545.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1694776987,
  "components": {
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Притчи о животных Фонтейна"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4314,
            "name": "Притчи о животных Фонтейна. Том I",
            "desc": "<p>Сборник рассказов, содержащий различные предания и истории, большинство из которых не были написаны автором, а собраны воедино из древних утерянных поэм.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/14/124137736/9fb894d78d4142c16d9a5f4891b41c7e_6387071839845645543.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4315,
            "name": "Притчи о животных Фонтейна. Том II",
            "desc": "<p>Сборник рассказов, содержащий различные предания и истории, большинство из которых не были написаны автором, а собраны воедино из древних утерянных поэм.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/16/124137736/9fb894d78d4142c16d9a5f4891b41c7e_3603754214719634780.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4316,
            "name": "Притчи о животных Фонтейна. Том III",
            "desc": "<p>Сборник рассказов, содержащий различные предания и истории, большинство из которых не были написаны автором, а собраны воедино из древних утерянных поэм.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/19/124137736/9fb894d78d4142c16d9a5f4891b41c7e_805184562969389653.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Сборник рассказов, содержащий различные предания и истории, большинство из которых не были написаны автором, а собраны воедино из древних утерянных поэм.\nДевушка и солнце\nПриёмная дочь лисицы наконец достигла брачного возраста. Личико её было нежно, словно прекрасный родник.\nПрелестная и возвышенная девушка по праву считалась милее и прекрасней всех красавиц этого мира.\nОбратилась лисица к дочери своей:\n«Доченька моя, доченька. Я старею и боюсь, что однажды заботиться о тебе, как раньше, уже не смогу...\nНадеюсь, ты подыщешь себе достойного мужа. Всякий молодец только и мечтает о том, чтобы удостоиться чести обручиться с тобой».\nМолвила та в ответ своей любящей матери:\n«Коли так, моя матушка, выдай же меня замуж за самого могущественного молодца в мире».\n«О-о, тогда пускай это будет солнце, — сказала лисица. — Солнце, что освещает далёкие небеса, отныне зятем ты моим будешь».\n«Нет, — возразило солнце, — взгляни на это облако. Оно гораздо могущественнее меня, ведь ему под силу скрыть моё сияние».\n«Вот как? Плывущее облако, а пушистое облако? Коли тебе под силу закрыть мир от сияния великого солнца, позволь моей дочери выйти за тебя замуж».\n«Н-нет, не могу! Вы лучше к ветру присмотритесь. Ведь ему под силу унести меня так далеко-далеко, что назад не вернёшься!»\nОтыскать ветер не получалось, ведь его заслонил высокий утёс, потому лисица обратилась с той же просьбой и к нему.\nУтёс отказался и заявил, что однажды поссорился с мышонком.\nМышонок так разозлился, что прорыл сквозь него длинный-предлинный тоннель.\nА раз так, выходит, что мышонок намного могущественнее высокого утёса.\nМышонок же посоветовал лисице кота, кот — пса, а пёс — волка...\nХодила, ходила лисица по женихам, пока наконец поиски вновь не привели её к солнцу.\nВ конце концов прекрасная юная дева всё же вышла замуж за сияющее светило.\nМораль сей басни такова: бежать от судьбы нет смысла, ведь однажды она всё равно настигнет тебя.\nКаким бы изворотливым и сообразительным ты ни был, от удела своего тебе никак не скрыться."
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "Сборник рассказов, содержащий различные предания и истории, большинство из которых не были написаны автором, а собраны воедино из древних утерянных поэм.\nЛиса и ворон\nОднажды сидела на дереве ворона и держала в клюве только что украденный вкусный сыр.\nЖивущая в норке у дерева лиса завидела её, подняла головку и сказала:\n«Послушай, дружочек.\nЭтот кусок сыра у тебя в клюве — не великая трапеза, любой просто выбросил бы этот несчастный кусок за ненадобностью.\nВзгляни на своё горло и на сыр. Разве сопоставимы они по размеру?\nПопробуй проглотить его, и ты можешь лишиться жизни.\nМастера сыра знали об этом.\nИменно поэтому они передали тебе его на хранение».\nВорона не обратила внимания на эти слова и продолжала клевать сыр.\nВидя, что ворона не намерена останавливаться, лиса заговорила вновь:\n«Дружочек,\nЭтот сыр вовсе не деликатес!\nЗадумайся! Когда ты беззаботно бродила по горам и лесам, слышала ли ты тогда о чём-то под названием \"сыр\"?\nПрошу, выслушай меня. Он никогда не предназначался для того, чтобы мы им наслаждались.\nПусть он сгниёт в этих горах. Пусть ветер унесёт его в море — лучше так, чем он станет оковами, сковывающими тебя».\nВорона распушила перья, но продолжала держать сыр.\nВидя, что ворона по-прежнему не сдаётся, лиса вздохнула.\n«Дружочек,\nЕсли тебе так уж хочется насладиться вкусом сыра, я, обычная лиса и случайный свидетель, не стану тебя останавливать.\nНо ты наверняка не знаешь, как нужно есть сыр.\nЕсли ты просто проглотишь его, это будет ужасной тратой столь ценного продукта!\nОх... И рецепты, которые я так долго собирала по всем окрестным землям, пропадут зря!»\nОт охватившего её любопытства ворона не удержалась и открыла рот.\n«А не могла бы ты поделиться со мной этими рецептами?»\nВ этот момент сыр упал на землю, лиса подхватила его и сию секунду скрылась в своей норе.\nМораль сей басни такова: кто стремится узнать тайны, которые знать не положено, потеряет всё, даже то, что у него уже есть."
          }
        ]
      },
      {
        "title": "Том III",
        "desc": [
          {
            "type": "RichText",
            "text": "Сборник рассказов, содержащий различные предания и истории, большинство из которых не были написаны автором, а собраны воедино из древних утерянных поэм.\nИстория осла\nКак бы ни пыжился глупец, не убедить ему других в своём таланте.\nУ каждого человека в этом мире есть сильные и слабые стороны.\nКоли так, стоит принять и признать свои недостатки, а не уподобляться ослу из басни, что лишь смешит всех вокруг своей бестолковостью.\nУслышав, как ловко лисе удалось заполучить от вороны сыр, осёл тотчас же возмутился:\n«Вот почему так?\nЛисица ведь не то чтобы очень умный зверь, а все её хвалят.\nЯ же, бедный ослик, каждый день тружусь не жалея сил, а мне даже и не улыбнётся никто.\nМожет, и мне стоит с лисы взять пример?\nТут большого ума не надо. Немного смекалки и всё!»\nСпрятался осёл в кустах и стал выжидать, пока кто-нибудь не появится на горизонте.\nВдруг он увидел дочь сыровара, что правила наполненной доверху повозкой. Недолго думая, осёл выскочил из кустов.\nПоднял копытце, подражая хитрой лисице, и затараторил:\n«Ха! Вижу, ты совсем повозкой управлять не умеешь. Плетёшься, как черепаха!\nБрось ты этот несчастный сыр. Быстрее ведь поедешь!»\nДевушка опешила и ответила ему:\n«Ишь ты! Сам осёл пустоголовый, так ещё и мозги добрым людям пудрить удумал?\nСейчас как возьму дубинку и загоню тебя, дурака такого, к нам на мельницу! Пахать будешь!»\nЕдва из-за пазухи девушки показалась дубинка, как осёл сразу же замолчал.\nМораль сей басни такова: коль удумал строить из себя того, кем не являешься, лишь навредишь себе и время зря потратишь."
          }
        ]
      }
    ]
  }
}