{
  "epId": 4322,
  "name": "Закат и падение Ремурии. Том I",
  "desc": "<p>Говорят, что у истоков Фонтейна известный учёный Палтни написал свой великий исторический труд о древней цивилизации Ремурии.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/124137736/d0e75f9b88a286749b4c7dff0871e129_4651703565191868493.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1706507527,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Закат и падение Ремурии. Том I"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Купить у Хюбеля"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4325,
            "name": "Закат и падение Ремурии",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/13/51635400/0737b705d4ce1b26669a8f06f2fff2e5_7237691660874226018.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "textualResearch": [
      {
        "title": "Содержание",
        "desc": [
          {
            "type": "RichText",
            "text": "Всё зарождается в океане, и он же может всё поглотить.\nГоворят, что на заре зарождения цивилизации первые люди были настолько самодостаточны в своих добродетелях, что им не нужны были ни законы, ни власть, чтобы мирно и организованно сосуществовать друг с другом. По земле ходили посланники из самого Небесного города, благодаря их советам и наставлениям с древних времён в мире царили благополучие, изобилие и благодать.\nЭто благословенное Небом царствование длилось бесчисленное множество поколений, пока люди не устали от непостижимой вечности. Потомки перестали верить оракулам. Они грезили лишь тем, чего им не обещали никогда, - свободой от оков судьбы. Небеса пришли в ярость и приказали морю поднять гигантские волны, чтобы стереть с лица земли царство людей. Целых сто дней землю топили водопады дождя, все грехи и несбыточные мечты поглотил прилив, а эпоха первых людей подошла к концу.\nКогда прилив наконец отступил, и земля обнажилась вновь, над водой не возвышалось более ни шумных городов, ни некогда процветающей цивилизации. Те, кто сумел спастись, заселились в горах и меж рек вместе со своими детьми, лишённые всякого знания и мудрости. Жизнь людей ничем не отличалась от жизни диких зверей на земле и в море: она протекала по законам природы и превратилась в нескончаемую борьбу за существование.\nПрошли бесчисленные годы. Далеко на юге возвысился и пришёл в упадок Гюрабад. Благородные мужи востока однажды достигли края высоких вод. А наши предки тем временем так и оставались в плену невежества и глупых суеверий.\nИ только когда великий царь Рем снизошёл в Меропис на золотой «Фортуне», в земли Фонтейна вновь пришла цивилизация и порядок. Он обучил людей земледелию, чтобы те могли собирать урожай, и показал, как строить храмы и города из гигантских камней, чтобы им было где жить. Но что самое главное, он научил людей музыке и искусству, что выделяют их среди других существ и дают им возможность почувствовать себя властителями сущего.\nПозже царь Рем и его бессмертный флот завоевали все острова в открытом океане. Даже драконы неизведанных глубин склонили пред ним свои головы. Ещё никогда со времён упадка цивилизации первых людей на земле не царило такое счастье. Казалось, что вечное процветание наконец настало.\nВ то время как царь богов и его народ предавались беззаботным мечтам и наслаждались предвещавшим вечный прогресс будущим, провидцы предсказывали разлад: «Величайшая империя подвергнется полнейшему разрушению. Такова Фортуна».\nТогда Царь богов постиг принцип, лежащий в основе круговорота семи дней и господствующих в океане и на суше законов, а затем сочинил на его основе гармоничную мелодию благополучия. Он верил, что покуда города-государства сумеют сосуществовать в гармонии с ней, их не постигнет рок судьбы и на земле всегда будет царить благоденствие.\nОднако все древние мыслители сходились в одном: «Взлёты и падения есть неотъемлемая часть жизни, ведь ничто в этом мире не вечно»."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Покупка у торговцев"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Торговец</color>\n<color=#ffffff>Количество</color>\n<color=#ffffff>Стоимость</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4256,
        "name": "Хюбель",
        "desc": "<p>Владелец книжной лавки в Кур-де-Фонтейне.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/12/237301566/2366514cdc43d458320510830b554ddb_978807982546659270.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Мора",
        "desc": "Повсеместная валюта. Международный язык общения.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 4323,
        "name": "Закат и падение Ремурии. Том II",
        "desc": "<p>Говорят, что у истоков Фонтейна известный учёный Палтни написал свой великий исторический труд о древней цивилизации Ремурии.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/124137736/d0e75f9b88a286749b4c7dff0871e129_5231524145811748091.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4324,
        "name": "Закат и падение Ремурии. Том III",
        "desc": "<p>Говорят, что у истоков Фонтейна известный учёный Палтни написал свой великий исторический труд о древней цивилизации Ремурии.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/124137736/d0e75f9b88a286749b4c7dff0871e129_5885083937656061820.png",
        "displayStyle": "card"
      }
    ]
  }
}