{
  "epId": 4360,
  "name": "Эрншоу",
  "desc": "<p>Отец Агнессы и дедушка Лануар</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/237301566/35dd24168ad6800be4741160d8d5b6bb_5663454652321001977.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1698249626,
  "components": {
    "textualResearch": [
      {
        "title": "Первое письмо от Агнессы",
        "desc": [
          {
            "type": "RichText",
            "text": "«Дорогой господин Эрншоу, прошу прощения за то, что от меня давно не было вестей. Для моего молчания были причины - я сейчас пребываю в крепости Меропид и нахожусь здесь уже довольно долгое время. Жизнь здесь не так уж плоха! Разве что рагу не такое вкусное, как дома, и нет милых животных, которые могли бы составить мне компанию. Но мне составляют компанию кое-кто получше. Кстати, может быть, спустя какое-то время я смогу вернуться домой. Если вы всё ещё готовы открыть передо мной дверь, пожалуйста, напишите ответ. Мне хватит и пары слов»."
          }
        ]
      },
      {
        "title": "Второе письмо от Агнессы",
        "desc": [
          {
            "type": "RichText",
            "text": "«Вы так мне и не ответили, вы всё ещё сердитесь? Папа, прошу, не надо злиться! Зачем наказывать себя за чужие промахи? Всё это моя вина, мои ошибки. Но всё в прошлом, теперь мы можем снова быть вместе. Недавно дала о себе знать моя старая болезнь. Только тогда мне стало ясно, какое это счастье - здоровье. Надеюсь, вы не хвораете. Если вы и правда не хотите рассказывать о том, как поживаете, напишите хотя бы, как дела у Принца, Принцессы и Храбреца. Жду вашего письма»."
          }
        ]
      },
      {
        "title": "Третье письмо от Агнессы",
        "desc": [
          {
            "type": "RichText",
            "text": "«Папа, ну почему вы такой упрямый? Я собиралась рассказать об одной новости при встрече, но решила сообщить сейчас. Мою дочку зовут Лануар. Она прекрасна, как маленький цветочек, пробивающийся из трещины в скале. Она упорно и самозабвенно растёт даже там, где нет ни солнца, ни дождя. Мы вернёмся домой с ней вместе, вам она понравится. Если вы всё ещё собираетесь захлопнуть передо мной дверь, то прошу, взгляните сначала на неё, хоть одним глазком. А потом мы с ней отправимся в Кур-де-Фонтейн, и я буду трудиться изо всех сил! Она ведь пока толком и не видела мир. Так что когда мы выйдем из крепости Меропид, я собираюсь подарить ей весь солнечный свет в мире. Лутц не даёт мне много писать, так что на этом пока всё. Желаю вам крепкого здоровья!»"
          }
        ]
      },
      {
        "title": "Диалоги",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#bfbfbf>(После выполнения задания «Незавершённая комедия», ночное время)</color>\n<color=#37ffff>Эрншоу</color> : Время уже позднее, дитя, тебе лучше стоит как следует отдохнуть.\n<color=#37ffff>Путешественник</color> : Расскажи об Агнессе...\n<color=#37ffff>Эрншоу</color> : Если бы только она не была такой упрямой... Эх, это я во всём виноват и моя твердолобость. Я просто бессердечный негодяй.\n<color=#37ffff>Эрншоу</color> : Но Лануар говорит, до самого конца Агнесса продолжала всем улыбаться...\n<color=#37ffff>Путешественник</color> : Расскажи о Лануар...\n<color=#37ffff>Эрншоу</color> : Малышка... Очень похожа на маму - такая же своевольная и полная сил.\n<color=#37ffff>Эрншоу</color> : Дети так быстро растут, что тут скажешь? Я хочу только, чтобы она жила так, как ей нравится, была здорова и счастлива. Важнее этого ничего нет.\n<color=#37ffff>Путешественник</color> : Спокойной ночи.\n<color=#37ffff>Эрншоу</color> : Спокойной ночи, дитя. Добрых снов."
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/237301566/949307d60124ef99e048810e57103e81_4040865940495915341.png"
      },
      {
        "key": "Местоположение",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/237301566/da758cdf949bacadc672a4195be083ab_6834397036857776063.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Местоположение Эрншоу в Фонтейне, где можно получить задание «На цветочном лугу»"
          }
        ]
      },
      {
        "key": "Собаки",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/237301566/77df54d14ce0fa65b27df94c260ddd89_2928379513644608379.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Принц, Принцесса и Храбрец"
          }
        ]
      },
      {
        "key": "Эрншоу и Лануар",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/14/237301566/1c43f05f7921eba143b16fd63edcfe3c_506732216025199701.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Эрншоу и Лануар после выполнения задания «Незавершённая комедия»"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Эрншоу"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Фонтейн"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "RichText",
        "text": "Агнесса\nДочь Эрншоу, которая поссорилась с отцом сбежала из дома, чтобы искать приключений. Как-то она попала в тюрьму, где у неё родилась дочь, которую Агнесса очень хотела показать отцу. Из-за болезни Агнесса погибла в тюрьме, так и не помирившись с отцом. Долгие годы Эрншоу не открывал письма дочери и не знал о своей внучке и болезни Агнессы.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4521,
        "name": "Лануар",
        "desc": "<p>Дочь Агнессы и внучка Эрншоу, которая родилась в крепости Меропид и никогда не была на поверхности</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/18/237301566/b0d2ecb93bcd3f219cda9649463ae8b9_2475778858244937076.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Внучка Эрншоу и дочь Агнессы. Она родилась в тюрьме и никогда не была на поверхности. С помощью своего друга",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Катерпиллер",
        "desc": "<p>Член Ордо Нарциссенкрейц.</p><p></p><p>Эксклюзивный персонаж заданий «Незавершённая комедия», «Оглашение разгадки ожидается», «Неоконченная история», «Последний вопрос», «По следам Нарцисса», «Погоня» и «С днём рождения».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/18/237301566/be516a2c9005727dcfd1fe45662a826d_8973572821419128986.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "и Путешественника/цы сбежала из тюрьмы к своему дедушке.",
        "alignment": "center"
      }
    ]
  }
}