{
  "epId": 4362,
  "name": "Сетария",
  "desc": "<p>Учёная из Академии Сумеру.</p><p></p><p>Эксклюзивный персонаж задания Архонтов Том III. Глава II: «Сто свежих роз приносит утро» и события встреч Кавеха «Глава I. Маятник печали и радости»</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/237301566/6b1cdfd09e06f1903039933d5659ca46_8523836685368309823.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1699841859,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "Нахида характеризовала её так: «В переводе имя Сетария означает “звезда”. Так и есть. Среди своих земляков она и впрямь будто ярчайшая звезда на небосводе. Затем её избрало само солнце, так что этой звёздочке открылся путь и на дневное небо - дополнить своим свечением яркий солнечный свет. Но однажды звезда прозрела и увидела, как солнце опаляет земли, принося в этот мир нескончаемые бедствия. Тогда она начала колебаться. Может, лучше уж было вернуться домой и освещать небосвод в ночи, чем служить такому солнцу? В конце концов она так и не смогла отказаться от дневного сияния. Звезда спрятала свою вину глубоко-глубоко в сердце и закрыла глаза на всё происходящее».\nСетария родилась в пустыне, в деревне Аару. Несмотря на то, что в Сумеру пустыню отделили стеной Самиэль, перекрыв доступ к образованию, Сетария достигла успехов в научной сфере, что не удавалось никому из её краёв. Многие в деревне ставят Сетарию в пример остальным. Благодаря своему таланту она попала в Академию и получила шанс стать помощницей мудрецов.\nСо временем Сетария увидела, какими методами пользуется Академия, но она отказалась возвращаться в пустыню и отошла от веры в аль-Ахмара. Она ощущала вину перед оставленной ею родиной и не поддерживала методы Академии, но стала избегать этой проблемы и плыть по течению. Сетария продолжила помогать мудрецам в их замыслах и оставляла без внимания письма, что присылали дети из её родных краёв."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Задание Архонтов",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Сетария являлась помощницей великих мудрецов. Она занималась проектированием «Серийных грёз» для сбора энергии джняны. Проект заключался в массовом производстве снов с помощью Акаши. Акаша поддерживала мозг каждого человека в состоянии сна, но также отделяла его сознание от его собственного сна. Их бестелесное сознание помещалось в коллективный сон вместе со всеми остальными, в то время как их ныне пустые сны собирались Акашей. В итоге люди просыпались от сновидения, попадали в новое, и так продолжалось 168 раз. В итоге проект являлся фабрикой сновидений, которые нужны были для работы Сёки но Ками.\nВо время праздника Сабзеруза в честь дня рождения Дендро Архонта она вместе с Азаром, бывшим великим мудрецом, пришла на Большой Базар с запретом на выступление"
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Нилу",
        "desc": "<p>Знаменитая танцовщица Театра Зубаира. Изящная красавица с чистой и открытой душой.</p><p></p><p><em>«И что в том театришке хорошего? Если бы она отправилась вместе со мной в гастроли по Тейвату, то заработала бы столько моры, сколько бы ей захотелось... Вот только она, наивная душа, понятия не имеет о собственной ценности»</em>, - Дори.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/24/237301566/586d726f9ebda3506c78beaaa41f13b6_2370206591499918355.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "с танцем на Сабзерузе. Сетария должна была велеть секретарю подготовить указ, запрещающий публичные представления до следующего Дня Джнагарбхи.\nПозднее, чтобы разузнать о планах Академии,"
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Нахида",
        "desc": "<p>Узница глубин Храма Сурастаны, которая созерцает мир только в сновидениях.</p><p></p><p><em>«Она чересчур внимательна и любвеобильна. В её поведении есть изъяны, но чувство божественной ответственности за Сумеру похвально. И для младшего из Архонтов это в порядке вещей, тогда как некоторые иные склонны впадать в истерику...» </em>- верховный судья Фонтейна Нёвиллет.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/28/70239714/f29490bddc56b4a6773b6c5003bbb853_5866014545552401401.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "предложила найти «шпиона». Будучи Дендро Архонтом, Нахида может читать чужие мысли, но проникать в чужое сознание может, только если человек носит Акашу – проявление силы божества мудрости. Проникнуть в сознание чинов Академии она не могла, поскольку те не носят Акашу. Была выдвинута кандидатура Сетарии в качестве помощницы Азара и личности, которая начала сомневаться в правильности своих действий. Согласно плану Нахида должна была проникнуть в сознание знакомых Сетарии и соединить чувства"
      },
      {
        "type": "CustomEntry",
        "epId": 2674,
        "name": "Путешественник (Дендро)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Путешественник/ца из другого мира, разлучённый/ая со своей сестрой/своим братом. Он/а отправляется в долгое путешествие, чтобы найти всех семерых Архонтов и вернуть родного человека.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/70239714/f00d18b57acb4aa37bf2fc39bf67ddd0_2748552737951202415.gif",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "с её собственными. После этого, притворяясь последователем Царя Дешрета, Путешественник/ца должнен/на был/а передать фальшивое послание Сетарии.\nПутешественник/ца вместе с Паймон и Нахидой навестили трёх знакомых Сетарии, чтобы запомнить их манеру речи и собрать ключевую информацию, которая позднее понадобится для убеждения. Они посетили любимое место Сетарии, где ей гадает Набия; Акима, чей отец многое сделал для Сетарии, когда она прибыла в Сумеру; и ресторан, куда Сетария часто заглядывает.\nНа следующий день Сетария отправилась в город за покупками. Сначала она зашла погадать к Набии. Через какое-то время в её сознание проник/ла Путешественник/ца:\n«Почему ты ещё не дома, Сетария?\nСетария, почему ты отвернулась от своей родины?!»\nСетария была в полной растерянности и вскоре убежала.\nСледом она заглянула к Акиму. Недолго побеседовав с ним по поводу родителей, она упомянула, что Порт-Ормос стал главным источником слухов о возвращении Царя Дешрета, и отец Акима, будучи верующим в Дендро Архонта, мог бы попасть в неприятности. В этот момент Путешественник/ца через Акима снова напоминает Сетарии о её проблеме:\n«Эх, завидую я тебе, Сетария. Родиться в пустыне!\nЖаль только, что ты отошла от веры в царя Дешрета и всё своё время только с этими чудиками из Академии проводишь.\nСтранно лишь то, что ты до сих пор мечешься меж двух огней и не можешь выбрать».\nСетария в ответ разворачивается и уходит.\nНаконец, она встречается с Ци Шань. Она сразу спрашивает, приходил ли к ней кто-то с проповедью про Царя Дешрета, на что Ци Шань отвечает, что грызёт гранит науки, сидя в подвале. Лишь после вопроса Сетарии, Ци Шань, в чьё сознание проник/ла Путешественник/ца, как будто вспоминает, что во время Сабзеруза «время ходило по кругу».\nПока шокированная Сетария пытается понять, могла ли в отчете быть ошибка, Путешественник/ца замечает:\n«Преступления совершаются в стенах твоей драгоценной Академии. Разве можно простой народ использовать в качестве подопытных?».\nСетария не выдерживает и убегает в поисках охраны.\nОна находит Риму из Бригады тридцати и объясняет, что в Сумеру распространилось «языческое учение» — вера в Царя Дешрета. Путешественник/ца, уже проникнув в сознание Римы, отвечает Сетарии:\n«Хватит убегать, Сетария. Ты словно угодила в зыбучие пески. И даже если ты наконец раскроешь глаза и всё поймёшь... Академия всё равно вцепится в тебя и будет тащить всё глубже и глубже вниз.\nНикогда не забывай, что великая пустыня лежит не здесь. И ты всегда будешь принадлежать ей, дитя царя Дешрета».\nЭто ломает психологический барьер Сетарии. Она признаётся, что всё это время пыталась игнорировать чувство вины. Путешественнику/це и Нахиде наконец удаётся склонить Сетарию на свою сторону, и она обещает передать секретные документы Академии.\nПосле победы над Сёки но Ками и свержения Азара, Путешественник/ца и Паймон в компании Сайно встречают Сетарию с пустынником Рахманом, который участвовал в плане свержения Азара, в деревне Аару. Сетария признаётся, что решила уйти из Академии. Она не бросила науку, но перестала быть прежней учёной и вернулась в пустыню, чтобы развивать образование и преподавать местным жителям.\n«Народ царя Дешрета больше всего страдает от песчаных бурь, изгнания и невежества. Поэтому мы так рады, что Сетария появилась на наших землях. Она подобна звезде, что светит в ночи над пустыней», - заметил Рахман, чем смутил Сетарию.\nСлова Путешественника/цы открыли Сетарии глаза. Она поняла, что должна вернуться домой и принести пользу своему народу. Сайно помог Сетарии с разрешением, чтобы она смогла покинуть Академию и отправиться в пустыню. Помимо этого он решил сопроводить Сетарию в пустыню, чтобы решить вопросы сотрудничества.\nНа прощание Сетария попросила передать Нилу:\n«Простите меня за то, как я относилась к вам в прошлом. Только теперь мне удалось познать всю красоту вашего танца. Он подобен лучу света, что озаряет небосвод.\nВы сами и то искусство, которое вы собой олицетворяете, наполнены такой неудержимой жизненной энергией, что Академия в страхе наложила на ваши танцы запрет.\nПрошу, не прекращайте танцевать, и однажды я смогу лично оценить всё великое значение вашего искусства»."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи:"
      },
      {
        "type": "CustomEntry",
        "epId": 2674,
        "name": "Путешественник (Дендро)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Путешественник/ца из другого мира, разлучённый/ая со своей сестрой/своим братом. Он/а отправляется в долгое путешествие, чтобы найти всех семерых Архонтов и вернуть родного человека.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/70239714/f00d18b57acb4aa37bf2fc39bf67ddd0_2748552737951202415.gif",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Нахида",
        "desc": "<p>Узница глубин Храма Сурастаны, которая созерцает мир только в сновидениях.</p><p></p><p><em>«Она чересчур внимательна и любвеобильна. В её поведении есть изъяны, но чувство божественной ответственности за Сумеру похвально. И для младшего из Архонтов это в порядке вещей, тогда как некоторые иные склонны впадать в истерику...» </em>- верховный судья Фонтейна Нёвиллет.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/28/70239714/f29490bddc56b4a6773b6c5003bbb853_5866014545552401401.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Нилу",
        "desc": "<p>Знаменитая танцовщица Театра Зубаира. Изящная красавица с чистой и открытой душой.</p><p></p><p><em>«И что в том театришке хорошего? Если бы она отправилась вместе со мной в гастроли по Тейвату, то заработала бы столько моры, сколько бы ей захотелось... Вот только она, наивная душа, понятия не имеет о собственной ценности»</em>, - Дори.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/24/237301566/586d726f9ebda3506c78beaaa41f13b6_2370206591499918355.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2813,
        "name": "Сайно",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Генерал махаматра, который осуществляет надзор над всеми учёными Академии. Говорят, в работе он по эффективности превосходит «Великую Ваювьястру» Кшахревара.</span></p><p></p><p><em><span style=\"color: rgba(255, 255, 255, 0.85)\">«Немало учёных Академии боятся, что генерал махаматра вмешается в их исследования. Зря они опасаются. Едва ли среди них найдутся такие, чьи результаты были бы достойны его визита».</span></em></p><p><span style=\"color: rgba(255, 255, 255, 0.85)\">Так ответила Коллеи на вопрос лесного стража Тигнари о генерале махаматре.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/24/70239714/e09e2bda5e022611fad0dea1bb6518bb_3921227929686782989.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Задание встречи Кавеха «Глава I. Маятник радости и печали»",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Сетария встречается с Путешественником/цей и"
      },
      {
        "type": "CustomEntry",
        "epId": 3608,
        "name": "Кавех",
        "desc": "<p>Знаменитый архитектор из Сумеру, поглощённый заботами. Эстет, обеспокоенный реальностью.</p><p><br><em>«Сумерские учёные в большинстве своём скрывают, что для кого-то талант порой может стать бременем. Впрочем, не исключено, что эта точка зрения всего лишь отговорка - в действительности судьбу в первую очередь определяет характер. Подобные рассуждения относятся к числу теорий, которые Кавех упорно пытается опровергнуть».</em></p><p>Аль-Хайтам</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/29/70239714/2270aba02b92034d7d76b4426be8f53b_7723091064904344247.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ", когда они прибывают в деревню Аару для разработки проекта библиотеки по заказу Бадави. Сетария делится, что занимается продвижением программы образовательной помощи пустыне и выражает радость, что у детей пустыни будет доступ к знаниям, и вдумчиво отвечает на вопросы Кавеха по поводу ландшафта и заинтересованности детей в создании библиотеки. При помощи Сетарии Кавех вскоре представляет проект библиотеки, созданный с помощью Мехрака."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи:"
      },
      {
        "type": "CustomEntry",
        "epId": 2674,
        "name": "Путешественник (Дендро)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Путешественник/ца из другого мира, разлучённый/ая со своей сестрой/своим братом. Он/а отправляется в долгое путешествие, чтобы найти всех семерых Архонтов и вернуть родного человека.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/70239714/f00d18b57acb4aa37bf2fc39bf67ddd0_2748552737951202415.gif",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3608,
        "name": "Кавех",
        "desc": "<p>Знаменитый архитектор из Сумеру, поглощённый заботами. Эстет, обеспокоенный реальностью.</p><p><br><em>«Сумерские учёные в большинстве своём скрывают, что для кого-то талант порой может стать бременем. Впрочем, не исключено, что эта точка зрения всего лишь отговорка - в действительности судьбу в первую очередь определяет характер. Подобные рассуждения относятся к числу теорий, которые Кавех упорно пытается опровергнуть».</em></p><p>Аль-Хайтам</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/29/70239714/2270aba02b92034d7d76b4426be8f53b_7723091064904344247.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/124137736/adc3fc42bb93d83a2c6442612211a492_5034584020506615129.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/124137736/5262b303dfe8b3787fee6aab940c0738_647924391212517038.png",
        "alignment": "center"
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Сетария"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Сумеру"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Академия"
          }
        ]
      },
      {
        "key": "Титул:",
        "value": [
          {
            "type": "RichText",
            "text": "Учёный"
          }
        ]
      },
      {
        "key": "Карта:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4019,
            "name": "Сетария",
            "desc": "<p><strong><span style=\"color: rgb(255, 255, 255)\">Через высокую стену</span></strong><br>Талант из пустыни в святилище тропического леса...</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/51635400/7d4335c849969ce3896c16bf5250d2c0_2646967315841907392.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "textualResearch": [
      {
        "title": "Событие версии 3.5 «Дыхание анемонии»",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#37ffff>Кандакия</color> : Сетария, тебе пора перекусить и отдохнуть. Сетария?\n<color=#37ffff>Сетария</color> : О, спасибо! Прошу прощения, я погрузилась в работу и не услышала, как ты зовёшь…\n<color=#37ffff>Кандакия</color> : Ничего страшного. Я рада, что ты занимаешься делом, которое тебя так увлекает.\n<color=#37ffff>Сетария</color> : Мне крайне неловко, что тебе приходится возится со мной. Уверена, у тебя есть дела поважнее.\n<color=#37ffff>Кандакия</color> : Рахман в последнее время занят Пустынниками, так почему бы мне не побыть твоим телoxранителем вместо него? Немного разнообразия. Впервые попробую себя в этой роли. Так у меня есть шанс лучше узнать, чем занимается Дэхья.\n<color=#37ffff>Сетария</color> : Я уже говорила господину Сайно, что способна сама со всем справиться без присмотра. У него ведь и так дел хватает… А он ответил, что редко встретишь преданного пустыне педагога, а потому кто-то должен непременно меня охранять. Слишком уж он осторожничает.\n<color=#37ffff>Кандакия</color> : Именно благодаря своей осторожности генерал махаматра столь надёжен. Я с ним полностью согласна, поэтому буду и дальше тебя охранять. Пока ты остаёшься в деревне Аару, мы партнёры. Не забивай голову тревогами, просто наслаждайся жизнью."
          }
        ]
      }
    ]
  }
}