{
  "epId": 4380,
  "name": "Рог Фонтмера",
  "desc": "<p>Электрический орган Морского конька тысячелетней жемчужины и регалия как символ его небывалого величия. Сломан в битве с противником.</p><p>Морской конёк тысячелетней жемчужины эволюционировал как высший хищник из конька-пузырька. Его эволюционный путь сильно отличался от других инородов Фонтмера: его скелет стал крупнее и сильнее, чем у исходного вида, он обзавёлся конечностями, рогами и даже изменил кости и мышцы, которых не было у конька-пузырька. Его манера больше напоминает фантастических зверей из древних легенд, чем форму его прародителя. В воображении поэтов и писателей даже морские коньки могли резвиться на земле.</p><p>Согласно легендам Фонтейна, было два вождя первобытных инородов Фонтмера, которые долгое время соперничали друг с другом. Один из тиранов намного превзошёл всех своих соплеменников и в конце концов основал в пещере отдельное королевство, которое принадлежало только ему.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/237301566/7be427946bd4dde5c5fa47f52bd7a051_5462319346378981868.png",
  "filterValues": {
    "objectType": [
      "Развитие персонажа"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1720189931,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Рог Фонтмера"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Развитие персонажа"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Морской конёк тысячелетней жемчужины Ур. 30+"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Получение"
      },
      {
        "type": "CustomEntry",
        "epId": 4344,
        "name": "Морской конёк тысячелетней жемчужины",
        "desc": "<p>Один из двух владык, возвышающихся над другими инородами Фонтмера.</p><p>Поэты и писатели провозглашают его гордым и благородным из-за его склонности к одиночеству, но истинной причиной таких хвалебных описаний является его изящное и стройное тело. Согласно фонтейнским легендам, когда-то между инородами Фонтмера шла жестокая война, в результате которой остались только Морской конёк тысячелетней жемчужины и Император огня и железа, разделившие великое озеро на два двора - северный и южный. В «Песне Доварху» автор так описывает итоги войны: великий остроскат, известный как Повелитель бурь, в предсмертных муках вздыбил огромные волны, вызвав то, что люди теперь называют «первым наводнением»...</p><p>Конечно, всё это не более чем фантазии не желающих мириться с примитивными реалиями мира. Ведь на самом деле инороды Фонтмера всего лишь водные создания, у них нет ни великих дворов, ни падших королевств, они не возносят хвалу и не испускают проклятия.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/28/70239714/c4f5112a860768d0c0c581344c205174_4388947057521084103.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Использование"
      },
      {
        "type": "RichText",
        "text": "<color=#ffacff>4★</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4577,
        "name": "Шеврёз",
        "desc": "<p>Командир Особого патруля по охране и наблюдению, в сердце каждого живёт справедливость. Она направляет свой мушкет только на виновных.<br><br><em>«...Капитан Шеврёз, я в очередной раз умоляю вас ужесточить требования к вступлению в Особый патруль по охране и наблюдению. Сейчас в отряде состоят мелкие мошенники, промышлявшие по всему Кур-де-Фонтейну, уличные драчуны, для которых главное - разбогатеть, и даже вор, чуть не ограбивший со своими подельниками банк! Если бы вы лично не поймали его с поличным, когда он под видом инвестора осматривал планируемое место преступления, он вполне мог бы провернуть это дело... Мы ведь Палата Жардинаж! Пожалуйста, примите меры, хотя бы для сохранения нашего имиджа!» </em>- Девятое из серии увещевательных писем, направленных Шеврёз капитаном жандармов Гросрошаром.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/07/70239714/a846729f31f16a987a8696466ebabcc0_4201736875484063474.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe14b>5★</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Нёвиллет",
        "desc": "<p>Верховный судья Фонтейна, или же юдекс, прославившийся своей безукоризненной беспристрастностью.<br><br><em>«Однажды они вернутся, и начнётся настоящее испытание»</em>, -  Шбаланке, Погребённый первозданным огнём.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/24/70239714/0513aa7f482dbb4778545d02f94956fe_5004007435087179259.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5596,
        "name": "Клоринда",
        "desc": "<p>Непобедимый судебный дуэлянт. С мечом в руках она защищает правосудие Кур-де-Фонтейна.<br><br><em>«...Послушай, парень. У нас неоспоримые доказательства твоей вины. Хочешь сохранить репутацию? Сначала искупи свои грехи. Затем займись добрыми делами. И не думай, что дуэль тебе поможет. Против тебя выступит Клоринда. Да, та самая Клоринда. Да поможет тебе фонтан Люсин... Если ты решишься бросить ей вызов, то у тебя не останется сил даже на признание!»</em> - искреннее письмо, которое накануне дуэли получил некий богатый торговец, заявивший о своей невиновности.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/04/70239714/770a66030815971c697ab81bc5436329_6190990120931438334.png",
        "displayStyle": "card",
        "menuId": 2
      }
    ]
  }
}