{
  "epId": 4454,
  "name": "Билетик с гаданием",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/13/124137736/998c2a890d24e4f6af6f1997cbe982ef_82870324345259946.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1697380332,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Билетик с гаданием"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Бесплатное питание"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Содержание"
      },
      {
        "type": "RichText",
        "text": "«Сиюминутное везение принесёт лишь кратковременное удовлетворение, а настоящее счастье добывается тяжёлым трудом».\n«И такое бывает. Не расстраивайся».\n«Жизненные неурядицы - это болезнь, а верный друг - это лекарство».\n«Усердно работай и добьёшься успеха!»\n«Тот, кто громче всех смеётся, не всегда смеётся последним, но точно радостнее всех».\n«Если вы нанесли левой щекой удар по руке собеседника, не отступайте и продолжайте атаковать до победы, нанося удары правой щекой».\n«Не падайте духом, если вас постигла неудача. Иногда затонуть - равносильно прибытию».\n«Возможно, вы не получите награду, если купите лотерейный билет, но если вы его не купите, то не получите награду никогда».\n«Не ищите коротких путей, возможно, они уже забиты людьми».\n«Не сожалейте. И не сожалейте, что сожалели. И даже не сожалейте, что сожалели о том, что сожалели».\n«Смысл жизни в том, чтобы думать, а смысл работы в том, чтобы забыть о жизни».\n«Удача, которая досталась легко, не принесёт вам счастья надолго».\n«Не теряйте бдительности, когда вам кажется, что всё уже очень плохо, потому что часто в этот момент может стать ещё хуже!»\n«Верьте в силу сомнения».\n«Невезению обязательно наступит конец. Когда вы к нему привыкаете, оно перестаёт быть невезением».\n«Не отступайте перед проблемой, съешьте сначала порцию бесплатного питания. Проблема от этого не исчезнет, но вы хотя бы будете сыты».\n«Те, у кого нет свободы, не грустят».\n«Не думайте, что у вас ничего нет. У вас есть это вкусное блюдо!»\n«Даже если попрыгунья замаскируется под цветок-сахарок, умная лиса не обманется».\n«Хороший совет для сохранения здоровья: не болеть».\n«Даже самые сладкие закатники падают с высоких ветвей. Это итог взросления».\n«Не верьте изречению на маленьком клочке бумаги».\n«Бывает, что счастье, как темнозвёздник, можно увидеть только в темноте».\n«Жизнь - не игра».\n«Часто два маленьких шага лучше, чем один большой».\n«Не волнуйтесь, всё будет хорошо! По крайней мере, мне так сказали написать».\n«Удача не здесь, а где-то там».\n«Я всего лишь билетик с гаданием и не могу решить ваши трудности. Придётся взять себя в руки и начать действовать».\n«Неудачи могут дать вам опыт, но премиальные купоны - никогда!»\n«Следующий! (шутка)»",
        "alignment": "center"
      }
    ]
  }
}