{
  "epId": 4470,
  "name": "«Искусство переговоров»",
  "desc": "<p>«Шедевр, написанный истинным гением, — важная веха в науке успеха!»</p><p>Исключительная книга, рекомендованная редактором газеты «Ля Готье», титанами делового мира и учёными Научно-исследовательского института Фонтейна!</p><p>Она позволяет проникнуть в бездну человеческой натуры и познать её. Это делает её несравненным вкладом в науку и искусство успеха!</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/12/51635400/02e7bb3897d8d35bd8fad9d0c097e0c9_7128272501259630643.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1697188767,
  "components": {
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "«Искусство переговоров»"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4469,
            "name": "«Искусство переговоров»",
            "desc": "<p>«Шедевр, написанный истинным гением, - важная веха в науке успеха!» Исключительная книга, рекомендованная редактором газеты «Ля Готье», титанами делового мира и учёными Научно-исследовательского института Фонтейна! Она позволяет проникнуть в бездну человеческой натуры и познать её. Это делает её несравненным вкладом в науку и искусство успеха!</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/13/124137736/02e7bb3897d8d35bd8fad9d0c097e0c9_6652904298627173145.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Люди часто говорят, что у меня мозги для дела подходят, что я умею разглядеть и использовать возможности. Лично я так не считаю. Думаю, что мы сами создаём возможности. Я начинал с нуля, не имея ни моры за душой. Рассчитывать мог только на себя, на своё умение договариваться и убеждать других работать со мной. Вот так я и создавал свои возможности — путём переговоров.\nИ весь мой опыт подсказывает, что умение договариваться может решить практически любую проблему. На это я всегда и делаю ставку. Поэтому я надеюсь, что вы сами не пойдёте по такому пути, ведь тогда мне в этом мире будет сложнее.\n...\n«У меня преимущество»\nЯ считаю, что исход большинства переговоров можно определить с самого начала. Это знают все, кто со мной знаком. Когда-то я был странствующим торговцем в пустыне, там я начал свою карьеру. У меня не было ни денег, ни опыта. Но я научился кое-чему важному: «Всегда говори громко. Пусть все знают, что ты уверен в себе».\nПустыня враждебна к чужакам. Местные жители имеют дело только с теми, кому они доверяют. Они боятся чужаков, или боятся быть обманутыми. Так зачем им торговать со мной, каким-то мальчишкой без гроша в кармане? Но позже я осознал, что их неприятие чужаков было лишь симптомом. Что же лежит в основе этого страха? Их неуверенность в качестве товаров из внешнего мира.\nПоэтому очевидно, что для завоевания их доверия необходимо предоставить убедительные доказательства качества ваших товаров. Или, по крайней мере, заставить их думать, что у вас есть такие доказательства. Как же заставить их так думать? Всё дело в том, насколько уверенно вы говорите, даже если это просто слова. Пока вы держитесь уверенно, все будут считать, что у вас есть основания для такой уверенности, и будут уговаривать себя доверять вам.\nПоэтому я продавал свой товар громко и с гордостью. Я использовал свою внушительную манеру речи, чтобы одержать над ними верх, и так сильно напирал, что они начинали задумываться: интересно, а почему он так говорит? Наверное, у него полно покупателей, ему всё равно, купим мы его товар или нет. Значит, и товары у него отличные, и репутация хорошая. Если купим товар у него, не прогадаем.\nИ все знают, что было дальше. Я сколотил своё первое состояние.\nОглядываясь назад, я считаю, что переговоры — это убеждение собеседника согласиться или принять то, что вы ему говорите. Если одержите верх, продемонстрировав свою силу и ошеломив оппонента внушительной манерой поведения, он будет убеждён. А это делает наши цели легко достижимыми, не так ли?\n...\n«Направление разговора»\nЯ считаю, что направление темы разговора — это очень эффективная техника ведения переговоров и надёжный способ выхода из сложной ситуации.\nОднажды я решил попробовать продать товары из Мондштадта в Ли Юэ. Но потенциальные покупатели ничего не знали о Мондштадте. Это были самые простые люди, которые никогда в жизни не выезжали за пределы своей родной гавани. Для них покупка товара из неизвестного места была большим риском, поэтому продажи были низкими. Как вы понимаете, мой инвестор начинал терять веру в меня.\nЭто может показаться сложной ситуацией, но решение оказалось простым. Нужно было лишь рассказать покупателям, какое замечательное место этот Мондштадт, вызвать у них любопытство и даже доверие. И это доверие должно было распространиться и на мои товары и превратиться в продажи. А как быть с инвестором? С ним всё было ещё проще. Ему не хватало веры, и я дал ему веру. Я убедил его, что продажи будут хорошими. И, конечно, неважно, будут ли продажи в самом деле хорошими или нет.\nКак только вы определите первопричину проблемы, решение станет очевидным. Но я не мог позволить, чтобы решение стало очевидно всем остальным. Я провёл исследование, и каждому, кто заполнял анкету, полагалось вознаграждение в виде моры. При звоне моры всякий с радостью бежал заполнять мою анкету.\nТеперь вы, возможно, зададитесь вопросом, какое отношение это имеет к переговорам. Я могу ответить так: самое мощное оружие в переговорах — это правда, а правдой можно манипулировать. Анкета выглядела как серьёзное исследование, но на самом деле она направляла всех к тому выводу, к которому я хотел их привести.\nИ вот как всё было. Я подбросил в анкету несколько наводящих вопросов. Например, я считал, что Мондштадт известен своей свободой, а Ли Юэ — неторопливой и счастливой жизнью. И я хотел, чтобы люди пришли к выводу, что эти две вещи дополняют друг друга.\nПоэтому я добавил такие вопросы:\nВам нравится спокойная и неторопливая жизнь? Вам нравится атмосфера свободы? Помогают ли вам прекрасные вина наслаждаться жизнью? И тому подобное.\nБольшинство людей ответили на такие вопросы утвердительно. Затем в анкете я спросил, нравятся ли им свободные и счастливые города, такие как город Мондштадт. И, естественно, большинство людей ответили утвердительно. Таким образом, у нас создалось впечатление, что в Мондштадте все счастливы.\nЭто создало образ, который я мог использовать в своих продажах. Теперь я продавал не товар, а образ жизни, образ счастья. И, конечно, вы можете себе представить мой успех.\nРазумеется, всегда можно столкнуться с несогласными, которые будут отвечать на вопросы не так, как я того желал. Такие ответы могут повлиять на данные опроса и вызвать излишнее беспокойство у тех, кто видит эти цифры — например, у моего инвестора.\nНужно было устранить или хотя бы уменьшить эту проблему. И я сделал это довольно грубым способом. Я намекнул участникам, что вознаграждение будет зависеть от их ответов. Мора — достаточный соблазн, чтобы убедить большинство несогласных пойти на компромисс. Это означало, что у меня есть более чистые данные, которые я могу использовать для подкрепления веры инвестора. А это значило, что настало время для следующей части моего плана.\n...\n«Универсальный рецепт»\nМеня часто спрашивают, существуют ли какие-либо беспроигрышные приёмы ведения переговоров, которые можно использовать в любой ситуации. Я отвечаю, что такая техника есть. Достаточно лишь начинать свои ответы следующим образом: «Я согласен с Вашей точкой зрения, но...». Я называю это универсальной формулой потому, что она использует человеческую природу. Она обнажает наши слабости.\nПочему? Потому что мы жаждем одобрения. Никто не может без него обойтись, в том числе и я. Когда-то я был странствующим торговцем, путешествовал по всему миру. Кого я только не встречал! Пустынники, искатели сокровищ, даже орден Бездны. Все они, включая орден Бездны, известный своим упрямством и надоедливым поведением, пересматривали свои взгляды и просили моего одобрения после того, как я произносил эту фразу.\nПожалуй, если бы я знал язык слаймов или хиличурлов, то и они бы тоже попали под чары этого нехитрого фокуса. Поэтому мне бы не хотелось, чтобы об этом знали все, особенно мои конкуренты.\n..."
          }
        ]
      }
    ]
  }
}