{
  "epId": 4501,
  "name": "Бомбические приключения Додоко",
  "desc": "<p>Детская книга Лизы, написанная по сюжету игры «Бомбические приключения Додоко». В ней рассказывается о приключениях Рыцаря Искорки, Додоко, Прыг-скоков, почётного рыцаря и маленького белого помощника, а также их победе над Шипастыми рыбовоинами...</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/12/51635400/965b96ab41219afe2240d6d0037dddb8_1534123623556371106.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1697511613,
  "components": {
    "body": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "В спокойных водах Сидрового озера мондштадтские рыбы жили тихо и безмятежно...\nНо однажды в озере появилась невиданная армия Шипастых рыбовоинов. Они были облачены в необычные доспехи и вооружены маленькими короткими мечами. Свирепые и жестокие, они быстро заняли жилища местных рыб.\n«Ха-ха! Теперь это озеро Шипастых рыбоцарей!»\nЧтобы вернуть свою родину и изгнать захватчиков, мондштадтские рыбы обратились за помощью к сильной и находчивой Додоко и Рыцарю Искорке, воплощению веселья и доброты...\n«Прыг-скок... А? На этот раз нельзя бросать в воду Прыг-скок бомбу?»\nМогучая Прыг-скок бомба разрушит рыбьи дома и сделает Сидровое озеро необитаемым! Так что тут нужна идея получше.\nНаходчивая Додоко и Рыцарь Искорка обсудили план действий и придумали «Суперспециальную, супербезопасную и супернадёжную Прыг-скок бомбу», маленькую и достаточно точную, чтобы взрывать только злых Шипастых рыбовоинов, а добрых рыбок оставлять целыми и невредимыми.\nНо такое название — «Суперспециальная, супербезопасная и супернадёжная Прыг-скок бомба» — показалось им немного длинным, Рыцарю Искорке трудно его выговаривать... Так что они переименовали её в «Специальную Прыг-скок бомбу»!\n«Стоп! Мне надо прислушаться...»\nОказалось, длинные уши у Додоко не только для красоты! Они отлично улавливают разные звуки!\nОказавшись в воде, специальные Прыг-скок бомбы плывут туда, где собралось много Шипастых рыбовоинов, а Додоко слышит всё, что происходит под водой!\nИ специальные Прыг-скок бомбы падают именно туда, где их помощь особенно нужна, чтобы сразить Шипастых рыбовоинов!\nНо враг оказался подготовлен! Шипастых рыбовоинов было очень много! Рыцарь Искорка и Додоко носились вдоль озера, забыв о еде и отдыхе. И специальные Прыг-скок бомбы у них почти закончились!\n«Думаете, вы вдвоём одолеете нашу армию, поработившую пять морей?»\nЧто это за «пять морей», о которых говорят Шипастые рыбовоины? Неужели они обижают рыбок и в других водоёмах?\nСбитые с толку Рыцарь Искорка и Додоко отправились в библиотеку, чтобы поговорить с ведьмой, которая заведует книгами.\nДаже не заглянув в свои книги, ведьма мягко улыбнулась:\n«Наверное, они имеют в виду юг, восток, север, запад и центр Сидрового озера».\nТеперь Додоко и Рыцарь Искорка поняли, что рыбовоины их обманули!\nК сожалению, пока Рыцаря Искорки и Додоко не было, хитрые Шипастые рыбовоины успели выстроить на дне озера прочный каменный вал. И ещё научились маскироваться среди водорослей, чтобы поиграть с Додоко и Рыцарем Искоркой в прятки...\nТеперь справиться с Шипастыми рыбовоинами будет ещё труднее!\nДодоко и Рыцарь Искорка позвали на помощь почётного рыцаря и белую помощницу. Благодаря своему богатому опыту рыцарь с помощницей дали именно тот совет, который был так нужен.\nГлядя на карту, почётный рыцарь сказал/а:\n«Как и с любым другим приключением, первым делом надо определить направление, куда ты будешь двигаться».\nДодоко поняла: научившись управлять направлением взрыва, они смогут увеличить мощь специальной Прыг-скок бомбы и поразить больше Шипастых рыбовоинов!\nЖуя пирожное, белая помощница сказала:\n«А если вы сумеете сделать так, чтобы взрывы принимали самые разные формы, уклониться от них будет еще труднее!»\nУ Рыцаря Искорки появилась идея: если взрывы специальной Прыг-скок бомбы будут принимать форму разных пирожных, Шипастые рыбовоины выберутся из укрытия и понесут большой урон!\nИ тогда Додоко вместе с Рыцарем Искоркой изобрели новую специальную Прыг-скок бомбу.\nНовая специальная Прыг-скок бомба способна создавать взрывы разной формы, которые могут проходить через водоросли и добираться до укрытий, где прячутся вражеские солдаты.\nИ даже если бомбе оказывалось не под силу разбить какой-нибудь твёрдый камень, взрыв обходил камень и добирался до скрывавшихся в засаде рыбовоинов.\nС новыми специальными Прыг-скок бомбами Додоко и Рыцарь Искорка могли больше не тревожиться, что Шипастые рыбовоины скрываются в засадах!\nОни одолели Шипастых рыбовоинов одного за другим, и когда весть об их победах достигла Шипастых рыбоцарей, те в ярости вышли, чтобы принять бой!\nПо опыту почётного рыцаря и белой помощницы, таких здоровяков победить будет непросто!\nУвидев огромных царей, сверкающих золотом, Додоко и Рыцарь Искорка удивились: почему их так много?\nЧто-то здесь нечисто, как ни крути...\nЖуя пирожное, белая помощница сказала:\n«Вам нечего бояться! Может, эти цари просто раскрасили себя ягодным соком!»\nГлядя на карту, почётный рыцарь сказал/а:\n«Пусть даже они украсили себя лотосами нилотпала, их сила выросла только на 50%. Рыбы они и есть рыбы!»\nЗначит, «Шипастый рыбоцарь» всего лишь титул! И пусть их внушительный вид наводит страх на рыб и людей, золото на чешуе отнюдь не значит, что эти рыбовоины сильнее остальных!\nРыцарь Искорка и Додоко облегчённо выдохнули. Значит, им не придётся возиться с Шипастыми рыбоцарями до глубокой ночи, и дома их никто не хватится!\nОни добрались до самого конца. Пришло время быстро решить эту головоломную задачу!\nВоодушевленные царями, солдаты построили новую крепость среди камней и водорослей. Они были неустрашимы!\nДодоко, Рыцарь Искорка, почётный рыцарь и белая помощница должны придумать ответный шаг! Как выпустить специальные Прыг-скок бомбы, чтобы за несколько взрывов победить рыбоцарей? Ведь специальных Прыг-скок бомб осталось немного...\nРыцарь Искорка посмотрела на белую помощницу, которая всё время летала вокруг почётного рыцаря, и вдруг её осенило...\n«Смотрите! Шипастые рыбовоины умеют защищаться только от тех специальных Прыг-скок бомб, которые падают спереди! Значит, нам нужно просто зайти к ним с тыла!»\nШипастые рыбовоины не умеют ходить по суше, а Рыцарь Искорка и Додоко могут легко забраться в тыл войска Шипастых рыбовоинов по берегу озера и бросить туда специальную Прыг-скок бомбу!\nПосле серии продуманных и точных взрывов Шипастые рыбовоины оказались окончательно повержены и бежали прочь без оглядки!\nОтступая, Шипастые рыбовоины забрали с собой весь свой скарб, так что никакого мусора в Сидровом озере не осталось!\nВот так Рыцарь Искорка с помощью специальных Прыг-скок бомб, Додоко, почётного рыцаря и белой помощницы освободила Сидровое озеро от нашествия! И мондштадтские рыбки снова зажили счастливо и спокойно!\nЧтобы наградить себя за тяжёлую работу, Додоко, специальные Прыг-скок бомбы, Рыцарь Искорка, почётный рыцарь и белая помощница расстелили скатерть на берегу озера и устроили весёлый пикник!\nВ меню пикника входило мятное желе, карамельное печенье, ягодный торт и остро-сладкая чили-паста, снимающая усталость!\nСидровому озеру больше ничто не угрожало, Додоко и Рыцарь Искорка сделали большое дело!\nИ кто знает, быть может, специальные Прыг-скок бомбы, созданные ради сегодняшней схватки, однажды ещё пригодятся!"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Изображение 1",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/51635400/443d5002965904ce86acdabe422df19e_7387046015091077704.png"
      },
      {
        "key": "Изображение 2",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/51635400/c40bddb3645bb982a5050ab2a6f50a24_6651613076140992695.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Бомбические приключения Додоко"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4500,
            "name": "Бомбические приключения Додоко",
            "desc": "<p>Детская книга Лизы, написанная по сюжету игры «Бомбические приключения Додоко». В ней рассказывается о приключениях Рыцаря Искорки, Додоко, Прыг-скоков, почётного рыцаря и маленького белого помощника, а также их победе над Шипастыми рыбовоинами...</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/21/124137736/965b96ab41219afe2240d6d0037dddb8_6343987096797360890.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}