{
  "epId": 4504,
  "name": "Марсель",
  "desc": "<p>Президент Торговой ассоциации Кабриера, сестринской компании Спина-ди-Росула.<br><br>Экслюзивный персонаж задания Архонтов «Том IV. Глава II: Словно лёгкий дождь без причины»</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/14/237301566/4e904e9d971d9031fefc37f2cc034e9f_4603976391595611648.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1714732189,
  "components": {
    "textualResearch": [
      {
        "title": "Информация о Марселе",
        "desc": [
          {
            "type": "RichText",
            "text": "Марсель - президент Торговой ассоциации Кабриера, организатор банкета несколько лет назад. Спина-ди-Росула и Торговая ассоциация всегда поддерживали тесные деловые отношения. Хотя воспоминания Марселя о прошлом несколько туманны, он готов заступиться за Навию."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "RichText",
        "text": "Каллас\nБывший глава Спина-ди-Росула и друг Марселя.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Навия",
        "desc": "<p>Действующая глава Спина-ди-Росула, лучший и самый ответственный босс.<br><br><em>«В детстве мы играли в одну настольную игру, где она выступала в роли искательницы приключений, а я - в роли ведущей. Что и говорить, я неплохо умею справляться с непредвиденными обстоятельствами, но при этом меня часто ставили в тупик её ответы и решения. С другой стороны, именно это и делало игру интересной», </em>- Клоринда.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/17/70239714/3fc7580c01a9e622692402889706c4db_1613407406345195234.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Дочь Калласа и глава Спина-ди-Росула, которая расследовала причастность Марселя к ложному обвинению своего отца в убийстве информатора и причастность к убийству молодых девушек в Фонтейне.\nВинье\nВозлюбленная Вашера , которая погибла от контакта с водой Первозданного моря.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 4153,
        "name": "Журнал дела «Вода и пропавшие без вести»",
        "desc": "<p>В нём зафиксированы детали дела об убийстве отца Навии, Калласа, и исчезновениях девушек, которые считаются с этим связанными. Если по ходу расследования вы столкнётесь с трудностями, здесь можно разложить для себя собранные улики и доказательства.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/24/237301566/d500b753cfe412da128bebbddfe9c72e_4965348638495488591.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Марсель",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Вашер был искателем приключений из Снежной, который во время своего путешествия в Фонтейн встретил другую искательницу приключений Винье и полюбил её. Во время одной из подводных экспедиций Винье вступила в контакт с водой Первозданного моря, которая растворила её на глазах у Вашера. Он был так потрясён её гибелью, что пытался воссоединиться с возлюбленной, но вода Первозданного моря не причинила ему никакого вреда, так как он был уроженцем Снежной (вода Первозданного моря растворяет только жителей Фонтейна из-за их родства с океанидами). Много лет Вашер искал помощи у офицеров Палаты Жардинаж, но они говорили, что человек не может превратиться в воду и что Вашер сошёл с ума от горя. Он чувствовал, что все отмахнулись от смерти Винье, как будто это не имело никакого значения."
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/10/14/237301566/a3990d99894b5d254032326dd0bd0491_2371854505483712704.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "От горя Вашер стал искать способы вернуть Винье. Однажды он нашёл записи Жакоба Ингольда, члена Ордо Нарциссенкрейц, который ставил опыты с использованием воды Первозданного моря многие годы назад, и решил использовать эти исследования в своих экспериментах. Вашер стал похищать девушек Фонтейна одного возраста с Винье в попытках возродить возлюбленную. Чтобы остаться вне подозрений, Вашер решил избавиться от своей старой личности и придумал историю о бизнесмене Марселе, который только приехал в Фонтейн. Имя Марсель он нашёл в дневнике Винье, где она выбирала имена своим с Вашером детям.\nВо время своих исследований Марсель заметил, что небольшое количество воды Первозданного моря, разведённой в обычной воде, не является смертельной даже для жителей Фонтейна, но обладает пьянящими свойствами. Марсель назвал напиток «Апсинтион» и начал подпольный бизнес по его изготовлению. Апсинтион мог поднять настроение и вызвать множество приятных иллюзий. При длительном употреблении апсинтиона возникало множество побочных эффектов: потеря способности сосредоточиться или контролировать свои эмоции. А при отмене человек испытывал приступы подозрительности и тревоги вместе с полной потерей сил. Марсель стал главой Торговой ассоциации Кабриера, гильдии в Пуассоне. Вначале они торговали только товарами повседневного пользования, но затем стали одной из самых богатых гильдий в окрестностях со множеством торговых связей в городе. Так как Каллас Каспар, глава Спина-ди-Росула, помог ассоциации достичь их размера и известности, Кабриера является своего рода родственной организацией Спина-ди-Росула.\nИз-за побочных эффектов длительного принятия апсинтиона три года назад Каллас запретил его распространение в Пуассоне и начал расследование. Каллас познакомился с Жаком, работающим с апсинтионом, и убедил его стать информатором. Когда о случившемся узнал Марсель, он стал угрожать Жаку и его семье, чтобы тот убил Калласа. Понимая, что Жак не готов пойти на убийство, Марсель сам нанял убийц, чтобы избавиться от обоих, и организовал банкет для встречи. На банкете Жак был убит, но Каллас успел выхватить его оружие. Чтобы скрыть следы преступления, Марсель вылил на убийцу воду Первозданного моря, подстроив всё так, чтобы обвинить Калласа в убийстве Жака. Каллас не стал отрицать свою вину и выбрал судебный поединок в качестве судебного процесса, так как боялся за жизнь своей дочери Навии. Перед поединком он попросил судебную дуэлянтку Клоринду позаботиться о его дочери, а во время самой дуэли даже не сопротивлялся Клоринде и не остановил поединок, когда был близок к гибели.\nСпустя три года Марсель увидел молодую девушку Холзи, которая подходила под параметры его экспериментов. Он выбрал шоу иллюзионистов Лини и Линетт как удобный момент для похищения. Его тайный агент Коуэлл, являющийся помощником Лини, подстроил генератор случайных чисел, который определял место каждого зрителя, так, чтобы Холзи была выбрана для фокуса с перемещением. Когда девушка была в волшебном ящике, ей на голову вылилась вода Первозданного моря, но она не растворилась, так как на самом деле была не художницей из Фонтейна, а воровкой из Мондштадта по имени Лилиан, которая украла билет. Когда Коуэлл увидел Лилиан невредимой, он попытался толкнуть её обратно в ящик, но та оглушила его и сбежала. Коуэлл погиб в результате несчастного случая, когда на него упал резервуара с водой, а Лини был обвинён в убийстве своего помощника и исчезновении Лилиан. Во время суда по обвинению в убийстве Коуэлла Путешественник/ца смог/ла доказать невиновность Лини и раскрыл/а причастность использования воды Первозданного моря и апсионтиона. Сообщник Марселя и Коуэлла жандарм Вонн был обвинён в содействии и был готов дать показания против Марселя, но тот успел вылить на него воду Первозданного моря, тем самым растворив жандарма.\nНавия, текущая глава Спина-ди-Росула, увидела сходство преступления и происшествия со своим отцом, поэтому продолжила расследования об исчезновении девушек и о воде Первозданного моря. Марсель, испугавшись её прогресса, попытался её убить, добавив воду Первозданного моря в напитки, но их выпили Паймон с Путешественником/цей, которым вода не причинила никакого вреда. Он также послал жандарматонов напасть на Навию около фонтана Люсин, но Клоринда успела вовремя спасти Навию, Путешественника/цу и Паймон. Когда Путешественник/ца находился/ась около фонтана, он/а услышал/а странный голос, зовущий Вашера. Из-за выпитой воды Первозданного моря Путешественник/ца потерял/а сознание и смог/ла связаться с загадочной океанидой, которая попросила передать Вашеру, чтобы тот больше не искал Винье. Во время своего расследования с Навией Путешественник/ца с Паймон попали в лабораторию, где производился апсинтион, и нашли сведения о пропавших девушках, их вещи, информацию о настоящей личности Марселя и его причастности. Кроме того, был обнаружен резервуар с водой Первозданного моря, который Марсель использовал для своих опытов."
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/237301566/798328e2c3bdbc7c31a720d73c9bd8c9_673180586386411685.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Во время суда Марсель спросил Путешественника/цу о том, как он/а узнал/а его настоящее имя. Узнав про историю с таинственным голосом и фонтаном Люсин, попросил жандармов отвести его туда перед заключением. Благодаря воде Первозданного моря он связался с голосом, надеясь, что это его возлюбленная. Но оказалось, что это было сознание всех девушек, которых он растворял в течение 20 лет. Марсель отчаянно хотел увидеть Винье, но каждая частичка её сознания сторонилась его. С того момента как умерла его первая жертва, и её сознание слилось с сознанием Винье, она не испытывала к Марселю ничего, кроме чистой ненависти. Перед растворением этих девушек держали в лаборатории Марселя в страхе и ужасе. Во время обыска лаборатории был найден дневник одной из жертв."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Ещё одну девушку забрали. Уже шестую по счёту.</color>\n<color=#ffffffd9>Или седьмую? Вчера одна пыталась сбежать, но безуспешно. Больше мы её не видели.</color>\n<color=#ffffffd9>Может, это было и не вчера... Я уже потеряла счёт часам и дням.</color>\n<color=#ffffffd9>Не знаю, есть ли смысл продолжать писать. И не знаю, как долго вообще смогу писать.</color>\n<color=#ffffffd9>Я уже вижу свою участь. Но ещё страшнее...</color>\n<color=#ffffffd9>Что я видела других членов труппы...</color>\n<color=#ffffffd9>Смогла ли я их защитить?</color>\n<color=#ffffffd9>Не могу. Больше не могу писать...</color>\n<color=#ffffffd9>У меня, кажется, жар. И желудок снова болит. Но никто не даёт мне лекарств.</color>\n<color=#ffffffd9>Креси всю ночь не могла уснуть из-за боли. Мне ещё не так плохо, как ей.</color>\n<color=#ffffffd9>Ценность материала... Важно только, чтобы материал исследования был использован до того, как тот умрёт.</color>\n<color=#ffffffd9>Здесь так сыро. Я отдала ей своё одеяло.</color>\n<color=#ffffffd9>Как же холодно...</color>\n<color=#ffffffd9>Нужно держаться. Всё пройдёт.</color>\n<color=#ffffffd9>За старания всегда полагается награда.</color>\n<color=#ffffffd9>Я люблю им это говорить.</color>\n<color=#ffffffd9>Но я больше не могу держаться».</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "В видении девушки набросились на Марселя с желанием убить его, а в реальности Марсель словно потерял свою душу. В заключении врача говорилось, что Марсель погиб от сильного испуга.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Океаниды",
        "desc": "<p>Раса разумных Гидро элементалей, созданных предыдущим Гидро Архонтом Эгерией.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/237301566/5e33c09fbd3c6781bb822fd9c57b6abc_954472598676910116.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Спина-ди-Росула",
        "desc": "<p>Трудящаяся ради благосостояния граждан организация, которая состоит из представителей многих слоёв общества и направляет свои усилия на посредничество в разрешении сложных вопросов среди простых людей, и, когда это необходимо, сотрудничает с властями Фонтейна.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/103e6993dd0a594332fa18ca5fe17098_8277831119903335348.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Ордо Нарциссенкрейц",
        "desc": "<p>Тайная эзотерическая организация, основанная Рене де Петрикором и Жакобом Ингольдом для предотвращения последствий апокалипсиса, предсказанного по формуле мира, путём создания неолюдей.</p><p>Организация объявлена радикальной и официально запрещена в Фонтейне.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/76c3b544663face535a657d1f97f4ad0_4288902648781870822.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Навия",
        "desc": "<p>Действующая глава Спина-ди-Росула, лучший и самый ответственный босс.<br><br><em>«В детстве мы играли в одну настольную игру, где она выступала в роли искательницы приключений, а я - в роли ведущей. Что и говорить, я неплохо умею справляться с непредвиденными обстоятельствами, но при этом меня часто ставили в тупик её ответы и решения. С другой стороны, именно это и делало игру интересной», </em>- Клоринда.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/17/70239714/3fc7580c01a9e622692402889706c4db_1613407406345195234.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Лини",
        "desc": "<p>Маг-иллюзионист из Фонтейна, завораживающий публику ловкостью рук и красноречием.<br><br><em>«Рано или поздно дети взрослеют, превосходя родителей. Только так \"семья\" будет \"процветать\". Я с нетерпением жду того дня, когда он превзойдёт меня... Интересно, какое значение примет \"семья\" для него?»</em>, - Арлекино.<br><br><em>«Иногда он совершает отвлекающие движения, иногда притворяется рассеянным и намеренно допускает оплошность... Но, когда он настроен серьёзно, ловкость рук завораживает больше, чем могла бы магия. Угадай, о чём я говорю?»</em> - Линетт подкинула загадку своему брату Фремине, слегка дуя на чай.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/70239714/e343d4442cc3b8e243f0d528bb715f75_4693008620861939901.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Линетт",
        "desc": "<p>Немногословная ассистентка иллюзиониста, редко выражающая эмоции. Похожа на кошку своим сложным характером.<br><br><em>«Не стоит зря беспокоиться или что-то менять в себе. Истинное взаимопонимание - большая редкость. Тот, кто способен читать ваши \"сигналы\", и есть компаньон»</em>, - Арлекино.<br><br><em>«Это пятый раз за месяц... Неужели так сложно запомнить, что с Линетт надо вести себя хорошо?»</em> - Поздно вечером, когда Лини вышел из своей комнаты, он услышал, как Фремине шепчет это пылесосу.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/13/70239714/436e6f2b9b9006bfe511a98093259daf_2952808701689203703.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5596,
        "name": "Клоринда",
        "desc": "<p>Непобедимый судебный дуэлянт. С мечом в руках она защищает правосудие Кур-де-Фонтейна.<br><br><em>«...Послушай, парень. У нас неоспоримые доказательства твоей вины. Хочешь сохранить репутацию? Сначала искупи свои грехи. Затем займись добрыми делами. И не думай, что дуэль тебе поможет. Против тебя выступит Клоринда. Да, та самая Клоринда. Да поможет тебе фонтан Люсин... Если ты решишься бросить ей вызов, то у тебя не останется сил даже на признание!»</em> - искреннее письмо, которое накануне дуэли получил некий богатый торговец, заявивший о своей невиновности.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/04/70239714/770a66030815971c697ab81bc5436329_6190990120931438334.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Жакоб",
        "desc": "<p>Жакоб Ингольд - воспитанник Института Нарциссенкрейца, приёмный сын Карла Ингольда, сооснователь Ордо Нарциссенкрейц и неочеловек.<br><br><br>Эксклюзивный персонаж задания мира «Древние цвета» и «По следам Нарцисса»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/19/237301566/02bc05cc787742e2fdf79dc45a69ccec_6698692721706207521.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4152,
        "name": "Журнал дела «Магический обмен в оперном театре»",
        "desc": "<p>В нём зафиксированы детали дела об убийстве и исчезновении, произошедших во время шоу фокусов Лини и Линетт в оперном театре «Эпиклез» и номера с магическим обменом. Если по ходу расследования вы столкнётесь с трудностями, здесь можно изучить все собранные к этому моменту зацепки и доказательства, чтобы упорядочить мысли.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/24/237301566/d74a20ec77f2591d9ae9b53e7979d196_3043176818836391553.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4153,
        "name": "Журнал дела «Вода и пропавшие без вести»",
        "desc": "<p>В нём зафиксированы детали дела об убийстве отца Навии, Калласа, и исчезновениях девушек, которые считаются с этим связанными. Если по ходу расследования вы столкнётесь с трудностями, здесь можно разложить для себя собранные улики и доказательства.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/24/237301566/d500b753cfe412da128bebbddfe9c72e_4965348638495488591.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Марсель (Вашер)"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "• Фонтейн\n• Снежная"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "• Торговая ассоциация Кабриера\n• Искатели приключений"
          }
        ]
      }
    ]
  }
}