{
  "epId": 4521,
  "name": "Лануар",
  "desc": "<p>Дочь Агнессы и внучка Эрншоу, которая родилась в крепости Меропид и никогда не была на поверхности</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/18/237301566/b0d2ecb93bcd3f219cda9649463ae8b9_2475778858244937076.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1718367387,
  "components": {
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/18/237301566/c037e8fd80159ccf6264d6f2f700cac2_6449437457244531992.png"
      },
      {
        "key": "Лануар",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/18/237301566/1c43f05f7921eba143b16fd63edcfe3c_6293371018789689040.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Лануар вместе со своим дедушкой Эрншоу после выполнения задания «Незавершённая комедия»"
          }
        ]
      },
      {
        "key": "Лануар",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/18/237301566/12508fd315798bd0589817cdb0b0e289_760757471808658021.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Катерпиллер и Лануар во время задания «Незавершённая комедия»"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Сказка про маленькую девочку",
        "desc": [
          {
            "type": "RichText",
            "text": "- Братец Катер, а о ком будет история сегодня? Про храбрых героев было уже много историй…\n- Тогда эта история будет про маленькую девочку.\n- А бывают истории про маленьких девочек?\n- Да. Это её история, где она главная героиня. В других историях она может быть и храброй героиней, и злой драконицей. Она может играть любую роль.\nДавным-давно в саду великана жила маленькая девочка.\nВеликан всей душой любил свой сад и очень о нём заботился, поэтому никому не позволял рвать цветы. Даже если всего один. Чтобы чужаки не могли попасть в сад, великан окружил его высокой стеной.\nИз-за этого и девочка, живущая у великана, никогда не выходила из сада. Великан всегда говорил ей, что внешний мир очень опасен. Куда безопаснее и дальше спокойно жить в саду.\n- А что потом? Девочка послушалась великана? Думаю, нет. Иначе история бы на этом и закончилась.\n- Верно, Девочка всегда была очень непослушной.\n- Мм?\n- А продолжение истории я расскажу тебе в следующий раз.\n- Братец Катер, расскажи историю про маленькую девочку!\n- В прошлый раз ты рассказывал про девочку, живущую в саду великана...\n- Мне кажется, она вышла из сада. Но я не знаю, как…\n- Однажды девочка услышала из-за стены женский голос:\n«Добрый великан, мне очень нужны фиолетовые цветы из твоего сада. Пожалуйста, не мог бы ты дать мне парочку?»\nРазумеется, великан ей отказал. Он яростно закричал, чтобы та убиралась.\nНо женский голос не утихал. Она сокрушалась: оказалось, она пришла сюда из далёких земель. Заболела её подруга, а вылечить её могли только фиолетовые цветочки из сада.\nДевочка слушала, как та печально вздыхает, и ей стало очень жалко женщину и её подругу. В саду великана столько цветов. Ничего ведь не случится, если отдать парочку?\nТогда девочка тихо сказала женщине, что может передать ей несколько цветков, но великан её не выпустит, а стена слишком высокая. Как же ей их отдать?\nЖенщина рассказала, что на самом деле она могущественная колдунья. Стоит только девочке согласиться вынести ей фиолетовые цветы из сада, как она тут же магией перенесёт её за стену…\n- Девочка согласилась? Ох... конечно согласилась. Иначе ведь колдунья не сможет вылечить свою подругу? Но... Но великан запретил девочке покидать сад. Если она уйдёт, он её накажет?\n- Уже поздно, продолжение истории я расскажу тебе в следующий раз.\n- В прошлый раз мы остановились на том, что ведьма сказала девочке: стоит той принести фиолетовые цветочки, и ведьма с помощью магии поможет ей покинуть сад великана.\n- Я так хочу спать, но мне интересно узнать, что было дальше? Что сделала девочка? И спасла ли ведьма свою подругу?\n- Хотя великан и предупреждал девочку, что снаружи очень опасно, Девочка никогда не видела мира за стеной и не понимала, что такое опасность.\nОна сказала голосу за стеной, что согласна вынести несколько цветков. Здесь было очень много таких цветов, и все одинаково красивые. она не понимала, почему великану они так важны.\nДевочка услышала смех, доносящийся из-за стены. Когда она набрала букет цветов, порыв ветра подхватил её и вынес за стену.\nВысокая колдунья забрала фиолетовые цветы у неё из рук. Девочка обрадовалась, потому что сделала доброе дело. Она обернулась, желая вернуться назад, но обнаружила, что ни стены, ни сада, ни великана больше нет.\n«Добрая колдунья, я хочу вернуться в сад великана. Не могли бы вы помочь мне своей магией?» - попросила её девочка.\n«Но тебе больше нечего дать мне взамен», - сказала колдунья.\n- А? Девочка так и не смогла вернуться? Хорошо, что ведьма спасла подругу, Но... Мне не нравится эта история.\n- У каждого найдётся история, которая ему не нравится.\n- Тогда в следующий раз историю буду рассказывать я, а братец Катер послушает... а теперь мне пора спать…\n- На этот раз моя очередь рассказывать историю! Я слышала много историй и могу рассказать свою.\n- Тогда в этот раз слушать тебя буду я.\n- Ага. моя история тоже начинается с сада великана…\nДавным-давно в саду, где было много фиолетовых цветов, жили принц, принцесса, храбрый воин... О! И ещё хозяин сада, сварливый великан.\nКолдунье очень нужны были фиолетовые цветы, но сварливый великан очень ими дорожил и никому не разрешал их рвать.\nТогда колдунья сказала:\n«Добрый великан, мне очень нужны фиолетовые цветы из вашего сада. У вас их так много, не могли бы вы отдать мне один?»\nВеликан не согласился и закричал:\n«Нельзя! Это мои цветы, и я не собираюсь их раздаривать».\nКолдунья не сдавалась: «Добрый великан, выслушайте меня. Я пришла от далёкого источника, где заболела океанида. Аромат фиолетовых цветов приносит успокоение. Возможно, это поможет облегчить её болезнь. Если бы вы могли подарить ей один цветок...»\nНо великана это ни капли не тронуло. Он наотрез отказался ей помогать. Какое ему дело до какой-то больной океаниды? Которая ещё и где-то далеко.\n«Могу ли я сделать что-то для вас взамен?» - спросила колдунья. Она рассказала, что знает много разных чар. Её знания могли бы пригодиться великану... Она предложила ему их в обмен на то, чтобы тот согласился на её просьбу.\nВеликан подумал и сказал, что потерял одну очень важную для него вещь. Если колдунья сможет отыскать её своей магией…\n- Так они заключили сделку?\n- Верно. В результате колдунья спасла свою подругу, а великан нашёл потерянную вещь. Скажи, что эта история звучит лучше? По крайней мере, для всех всё закончилось хорошо…"
          }
        ]
      },
      {
        "title": "Сказка об ученике мага",
        "desc": [
          {
            "type": "RichText",
            "text": "Давным-давно жил-был ученик мага. Это был глупый ученик. Ему пришлось потратить куда больше времени, чем другим, чтобы выучить язык магии.\nЕго учителя, могучего мага, это не беспокоило. Он осыпал его похвалами и даже поручал важную работу.\nУченик никогда не сомневался в словах учителя, ведь это он обучил его языку магии.\nВ мастерской мага стояла ёмкость с водой. Можно сказать, то был аквариум, в котором плавала маленькая рыбка.\nОднажды рыбка заговорила с учеником: «Эй, дурачина, иди сюда. Нужна твоя помощь».\nУченик очень удивился, ведь, кроме мага, ни один человек или живое существо с ним так не разговаривали. Поэтому он с любопытством спросил, чем он может ей помочь.\nОказалось, раньше эта рыбка жила в бескрайнем огромном море. Но её разлучили с родными и привезли сюда. Она пыталась просить других, но никто её не слушал.\n«Я хотел бы помочь тебе вернуться, но учитель запрещает мне выходить наружу...» - сказал ученик. Услышав это, рыбка разочарованно уплыла на другой конец ёмкости и больше не разговаривала с учеником.\nИ вот однажды ученик обнаружил, что рыбка пропала из аквариума. Кто её забрал? Кто отнёс её домой? Ученик не мог сдержать своего любопытства.\nБез рыбки ёмкость казалась совсем пустой. Как же выглядит то бескрайнее огромное море? Незаметно для него, мысли ученика унеслись за пределы мастерской...\n- Ты помнишь эту историю?\n- Конечно, помню! Я всё ждала, когда же ты наконец вернёшься и дорасскажешь мне. Удалось ли ученику отыскать рыбку?\n- Ну... Спустя много-много лет...\nГлупый ученик наконец набрался храбрости, попрощался с великим волшебником, покинул мастерскую и отправился на поиски рыбки.\nОднако прежде он никогда не видел бескрайнего моря и не понимал, где именно искать её дом. Поэтому ему пришлось расспрашивать об этом всех в округе...\nОбратился он к речным камышам. Выслушав его, они сразу же согнулись от смеха.\n«Тебе нужно море», - и добавил камыш: «Место это в сто... нет, в тысячу раз шире реки. Именно туда-то она и бежит».\nПогнался ученик за рекой и наконец нашёл море. Но оно оказалось огромным, и юноша не знал, куда идти.\nВыслушав его рассказ, чайки клювы пораскрывали от удивления. Да так, что из них на землю вывалился доставшийся им с таким трудом картофель во фритюре.\n«Не получится у тебя ничего, братец», - сказала чайка. - «Никому бы и в голову не пришло искать малюсенькую рыбку в таком огромном море. Да и вообще, может, она уже...»\nПодмастерье заткнул клюв чайки хлебом, не обращая внимания ни на неё, ни на её возмущённого товарища, и продолжил спрашивать всех вокруг.\nВсё потому, что он глупый ученик, которому ведомы только самые простецкие способы отыскать рыбку. Долго-долго он учился подводному плаванию, снова и снова заплывая всё глубже в океан...\nУверена, что в конце концов он её всё-таки нашёл! Если чего-то сильно-пресильно хотеть и не сдаваться, обязательно всё получится! Мне так дедушка говорил.\nВижу, тебе нравятся истории с хорошим концом... Что ж, дедушка Эрншоу прав. Ученику всё-таки удалось найти рыбку, пусть его глупый способ и занял очень много времени.\nКогда он увидел её, та плавала в косяке со своими сородичами, которые то и дело передвигались, образуя всё новые замысловатые фигуры. Но ученик сразу же узнал её среди множества таких же рыбок.\n«Наконец-то я нашёл тебя...» Желание ученика исполнилось. Однако вместо неимоверной радости от встречи, которую он представлял у себя в голове множество раз, он ощутил растерянность.\nРыбки с любопытством окружили ученика, желая выслушать его историю. Он смущённо рассказал обо всём, что произошло с ним за эти дни, а затем облегчённо вздохнул, создав вокруг себя поток мелких пузырьков.\n«Я должен извиниться перед тобой. Дважды». И сказал подмастерье: «Во-первых, за то, что не смог набраться храбрости и помочь, когда ты так нуждалась в этом. А, во-вторых, за мой неожиданный визит...»\n«Лишь только увидев тебя, я наконец понял, каким был эгоистом... Мне казалось, что если я извинюсь перед тобой лично, то смогу простить себя за свой проступок».\n«Ну и что?» - ответ рыбки оказался очень неожиданным. - «Да, ты не сумел помочь мне в прошлом, однако теперь я уже вернулась домой к своей семье».\n«В итоге со мной всё хорошо, а значит, тебе не нужно молить меня о прощении».\n«Ты потратил столько времени и сил ради такого пустяка. Даже не знаю, кто ты после этого: упрямец или глупец. Но даже если ты глупец, мы не против дружить с тобой...»\n- Ого! Значит, они всё-таки подружились? А что случилось потом?\n- Что дальше? Они... стали лучшими друзьями.\n- Нет?\n- Неужели история вот так закончилась, братик Катерпиллер?\n- Угу, это конец истории. Истории нужно уметь вовремя заканчивать. Иначе они станут плохими. Например, герой превратится в злого дракона.\nЕщё я слышал истории, которые тянулись очень и очень медленно, а в конце заканчивались грустно. Главные герои сильно страдали, а значит, это плохие истории.\nНо твоя история под названием «жизнь» продолжается, дорогая Лануар. С днём рождения! Однажды ты расскажешь мне и свою историю.\n- Угу. Да... я обещаю тебе, братик Катерпиллер."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "RichText",
        "text": "Агнесса\nМать Лануар, которая родила дочь в крепости Меропид и, не успев подготовить документы для Лануар, умерла от болезни в тюрьме",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4360,
        "name": "Эрншоу",
        "desc": "<p>Отец Агнессы и дедушка Лануар</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/237301566/35dd24168ad6800be4741160d8d5b6bb_5663454652321001977.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Дедушка Лануар и отец Агнессы, который всю её жизнь не знал о её существовании. На данный момент Лануар живёт с Эрншоу",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Катерпиллер",
        "desc": "<p>Член Ордо Нарциссенкрейц.</p><p></p><p>Эксклюзивный персонаж заданий «Незавершённая комедия», «Оглашение разгадки ожидается», «Неоконченная история», «Последний вопрос», «По следам Нарцисса», «Погоня» и «С днём рождения».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/18/237301566/be516a2c9005727dcfd1fe45662a826d_8973572821419128986.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Лучший друг Лануар, который помог сбежать из тюрьмы и найти дедушку Лануар",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4693,
        "name": "Этьен",
        "desc": "<p>Страж крепости Меропид</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/237301566/3e48716519d70c05febbdc4be9d0742c_1791353863656296343.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Страж крепости Меропид, который помог сбежать Лануар и Катерпиллеру из тюрьмы\nНоай\nСтраж крепости Меропид, который пытался помешать Лануар сбежать из тюрьмы. Лануар считает его Злым колдуном",
        "alignment": "center"
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Лануар"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Фонтейн"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Крепость Меропид"
          }
        ]
      }
    ]
  }
}