{
  "epId": 4583,
  "name": "Скарамучча",
  "desc": "<p>Бывший номер шесть из Предвестников Фатуи, созданный Райдэн Эи.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/237301566/3ca9b9e2138195540f079c470acfbce5_2710094818565120265.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1749796706,
  "components": {
    "videoCollection": [
      {
        "title": "\"The Song Burning in the Embers\" Full Animated Short | Genshin Impact #GenshinImpact",
        "url": "https://www.youtube.com/watch?v=tN5JACOEJFM&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/tN5JACOEJFM/maxresdefault.jpg",
        "duration": 425
      },
      {
        "title": "Character Teaser - \"Wanderer: Ashes\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=AR2n2TsJuNE&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/AR2n2TsJuNE/maxresdefault.jpg",
        "duration": 148
      },
      {
        "title": "Cutscene Animation: \"The First Sage of Buer\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=ExVzjvMSnTI&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/ExVzjvMSnTI/maxresdefault.jpg",
        "duration": 277
      },
      {
        "title": "Story Teaser: The \"Divine\" Will | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=UDQ7m2L9sK8&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/UDQ7m2L9sK8/maxresdefault.jpg",
        "duration": 142
      },
      {
        "title": "Version 2.1 \"Floating World Under the Moonlight\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=f_5-i0ZJfds&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/f_5-i0ZJfds/maxresdefault.jpg",
        "duration": 280
      },
      {
        "title": "Version 3.1 \"King Deshret and the Three Magi\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=-2-WKyGTUrM&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/-2-WKyGTUrM/maxresdefault.jpg",
        "duration": 365
      },
      {
        "title": "Version 3.2 \"Akasha Pulses, the Kalpa Flame Rises\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=bT3qW-Zgtow&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/bT3qW-Zgtow/maxresdefault.jpg",
        "duration": 313
      },
      {
        "title": "Version 3.3 \"All Senses Clear, All Existence Void\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=oTIHLsa0bj0&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/oTIHLsa0bj0/maxresdefault.jpg",
        "duration": 247
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Иллюстрации и эмодзи",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Серия обоев «Царь Дешрет и три волхва»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/28/237301566/ad10d75c0498bc04f2841e2ea9f46ce8_673812740956219112.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>21 октября 2022</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Серия обоев «Пульс Акаши и пламя кальпы»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/28/237301566/1b270bc76d7c095db0cea90a9f1d04e2_7150182838563396883.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>24 ноября 2022</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Обои «Письмо третьей годовщины путешествий»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/28/237301566/8f24255416264741d01b6e628b519dc7_6095280336733477349.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>14 октября 2023</color>\nПривет, Путешественники! Мы подготовили для вас обои «Письмо третьей годовщины путешествий». Выбирайте, какие вам нравятся!"
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Райдэн",
        "desc": "Её превосходительство Наруками Огосё, пообещавшая неизменную вечность для жителей Инадзумы.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/22/237301566/2669f7bf2fdea7ccf0a4aa7ac9f250b2_4767168744052349748.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>О Куникудзуси...</color>\nОн появился как побочный продукт создания сёгуна. Возможно, именно потому, что я чувствую, что чем-то ему обязана, я и не хочу устанавливать над ним контроль."
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Райдэн",
        "desc": "Её превосходительство Наруками Огосё, пообещавшая неизменную вечность для жителей Инадзумы.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/22/237301566/2669f7bf2fdea7ccf0a4aa7ac9f250b2_4767168744052349748.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>История персонажа 2</color>\nДаже если существо в бренном теле устремится к вечности, ему не преодолеть продолжительности своей жизни. Эи угнетала ограниченность времени, пока однажды волею судеб она не познала тайную техниу. С её помощью можно было создавать искусных марионеток, неотличимых от настоящих людей. Так марионетка могла стать идеальной копией Эи. Она могла бы преодолеть предел срока жизни и вечно защищать Инадзуму. Но легко ли создать копию Архонта? Эи провела бесчисленное количество экспериментов, выбросила множество неудачных моделей, потратила невообразимое количество времени и ресурсов. Благодаря своей одержимости и воле воина, она создала идеальную марионетку. Новорожденная сёгун Райдэн молча слушала, как Эи рассказывала ей всё о себе, о ней, о них. Вот оно, будущее Инадзумы, перенесённое на прекрасный чертёж. Лишь один вопрос она задала Эи:\n- Покинув тело, назад ты вернуться не сможешь. Ты уверена, что не пожалеешь об этом?\n- Твоё существование - мой ответ.\nЭи стала сознанием, сокрытым в мече. Так возникло Царство эвтюмии."
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Яэ Мико",
        "desc": "Гудзи Великого храма Наруками, а также главный редактор издательского дома Яэ. За прекрасной внешностью скрывается неожиданный ум и хитрость.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>О Куникудзуси...</color>\nЯ ещё тогда думала, что из-за него могут возникнуть проблемы. Но она настаивала, что и пальцем не шевельнёт против своего собственного творения. Если бы я знала, как всё обернётся, я бы просто избавилась от него без её ведома. Хм? А что сейчас? Ну, сейчас проблемы уже возникли."
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Яэ Мико",
        "desc": "Гудзи Великого храма Наруками, а также главный редактор издательского дома Яэ. За прекрасной внешностью скрывается неожиданный ум и хитрость.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Разговор о кукле сёгуна</color>\nЗнания, по которым создавали эту куклу, уже утеряны. Наверное, лишь ей, как божеству, известно их происхождение...\nПрежде чем Эи начала преобразовывать свою божественную форму, она создала прототип куклы...\nНет, прототип этот должен был лишь показать, что такое творение осуществимо. Его внешность и интеллект не были выполнены по образу Эи. Можно сказать, он был пробным изделием.\nСначала Эи собиралась просто от него избавиться. Быть может, она сочла это слишком жестоким, поэтому она решила только запечатать его силу.\nПотом эта кукла бродила по Инадзуме в виде обычного человека с собственным сознанием, пока... им не заинтересовались Фатуи.\nСумрачные гении Фатуи внесли в прототип свои коррективы, не только разблокировав его силу, но и, похоже, сделав его сильнее, чем задумывалось изначально.\nАга. Это божественное создание и есть тот, кто завладел Сердцем Бога... Сейчас этот прототип известен как Сказитель."
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Тарталья",
        "desc": "<p>Номер одиннадцать из Предвестников Фатуи, искусный воин, также известный под именем Чайльд.<br><br><em>«Ты можешь доверять ему, но не подпускай его слишком близко. Когда дело доходит до схватки, его вкусы весьма специфичны. Встречи, которых он жаждал больше всего, неминуемо приближали его к его собственной гибели»</em>, - дружеский совет от Предвестника Пульчинеллы.<br><em>«Он готовит еду, он убирается... Он самый лучший братишка на свете!»</em> - восторженная похвала от младшей сестры Тони.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>О Скарамучче...</color>\n<color=#ffffff73>Мы потеряли с ним связь, когда он завладел Сердцем Бога. Теперь нам предстоит найти его и вернуть. На самом деле я не против, это позволяет мне путешествовать по всему миру. Возможно, я встречу тебя где-нибудь по пути.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Нахида",
        "desc": "<p>Узница глубин Храма Сурастаны, которая созерцает мир только в сновидениях.</p><p></p><p><em>«Она чересчур внимательна и любвеобильна. В её поведении есть изъяны, но чувство божественной ответственности за Сумеру похвально. И для младшего из Архонтов это в порядке вещей, тогда как некоторые иные склонны впадать в истерику...» </em>- верховный судья Фонтейна Нёвиллет.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/28/70239714/f29490bddc56b4a6773b6c5003bbb853_5866014545552401401.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>О Сказителе...</color>\nКогда он добился того, что, как ему казалось, так долго искал, наступил ли покой, или лишь больше стала пустота? Мы мечтаем о небе, потому что не умеем летать... Пусть подумает об этом, когда подержит в руках порожние небеса."
      },
      {
        "type": "CustomEntry",
        "epId": 2532,
        "name": "Виктор",
        "desc": "<p>Агент Фатуи, находившийся под началом Синьоры в Мондштадте. После смерти Предвестницы был определён к Пульчинелле и отправлен в Сумеру.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/17/237301566/5423213ed07349c518107a94bcae79f1_1271753384442764200.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Разговор о Скарамучче</color>\nПредвестники... Такому маленькому человеку, как я, приходится довольствоваться случайными слухами.\nНе воспринимай всерьёз то, что я тебе сейчас расскажу. За что купил, за то и продаю...\nГоворят, что номер шесть из Предвестников, Скарамучча, крайне неуживчив. Он много кому не нравится.\nПочему так? Одни упоминают его дурной характер, другие - беспокойный язык и неуместные фразы.\nМои знакомые, которые тесно работают с Предвестниками, говорят, что даже те Скарамуччу на дух не переносят.\nНо что ни говори, он всё-таки Предвестник, и мне до него далеко..."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Кабукимоно",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/237301566/6a593c1b6ea50a4ee0ae7810898e9894_1587202017342089375.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "После Войны Архонтов Инадзумой правили две сестры-близнецы Райдэн Макото и Эи. Макото была Архонтом для людей, а Эи её тенью и главной воительницей. Во время Катаклизма, произошедшего 500 лет назад, Макото одна отправилась в Каэнри'ах и там погибла. Сестра нашла её уже без сознания и смогла проститься с ней лишь в пространстве подсознания Макото. Эи так и не узнала, почему сестра, не имевшая навыков боя, одна отправилась в Каэнри'ах, но после смерти Макото она решила, что достичь идеала «вечности» и «неизменности» можно только оставаясь неизменной самой. Чтобы не поддаться эрозии и не изменить своих взглядов на вечность, Эи решила создать разумную куклу, которая стала бы править Инадзумой."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/237301566/07c0a1bc95475f4dff09623382a733a6_6592259091672663768.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Прежде чем Эи начала преобразовывать свою божественную форму, с помощью тайной техники она создала прототип куклы, чтобы показать, что такое творение осуществимо. Этому прототипу Райдэн дала «сердце», но внешность и интеллект этого пробного изделия не были выполнены по её образу, и этой кукле, с рождения умевшей плакать, даже не дали имени. После пролитых во сне слёз создательница решила, что он слишком слаб и хрупок и как человек, и как инструмент. Сначала Эи собиралась от него просто избавиться, но сочла это слишком жестоким, поэтому лишь запечатала его силу, погрузила в сон и оставила в павильоне «Сяккэи» вместе с золотым пером, заверявшим его личность. Когда марионетка проснулась, она целыми днями безучастно разглядывала красивые пейзажи подземелья: алые кленовые листья, изящные узоры на окнах. Сидя в этой прекрасной тюрьме, он перестал что-либо чувствовать. Предательство от своей матери стало для куклы первым предательством."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/237301566/f3b6a0c6912bc9baeb19a7806ee360ac_7962712018346361995.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Однажды добросердечный самурай по имени Кацураги случайно оказался в павильоне и освободил куклу, взяв его с собой в Татарасуну и познакомив с местными жителями. Тогда кукла была глупа и наивна, словно младенец, она испытывала к людям одну лишь благодарность. Увидев золотое перо, которое не могло попасть в руки простому смертному, Кацураги понял, что кукла не случайно умалчивает о своём прошлом. Самурай не стал рассказывать о павильоне «Сяккэи», вместо этого сказал, что нашёл мальчика, патрулируя побережье Надзути, и попросил куклу подыграть, чтобы никто не заподозрил обмана. Шумная и многолюдная Татарасуна стала местом, с которым были связаны самые счастливые воспоминания в жизни куклы. Там он ненадолго стал человеком. Работающие в кузнице Татарасуны Кацураги, Микоси Нагамаса, Нива, Миядзаки и многие другие учили его читать и писать, разводить огонь и готовить еду, ковать. Его прозвали «Кабукимоно», как в Инадзуме называют людей, которые странно одеваются или необычно себя ведут. Хотя Кабукимоно предлагали взять новое имя, ему нравилось, что так люди принимают его за человека. Жители стали его семьёй, и все долго помнили тот радостный танец, который Кабукимоно исполнял вместе с ними, когда Микоси Нагамаса выковал свой великий клинок. Кабукимоно кружился в танце, лёгкий, будто пёрышко. Однажды Нива сказал ему: <color=#ffffffd9>«Ты не кукла, а такой же человек... просто без сердца»</color> . Когда Кабукимоно видел людей с самыми разными сердцами: добрыми, принципиальными, сильными, нежными, самой главной его мечтой стало тоже получить сердце."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/237301566/945fdc1e264b8395c3a58ede5c3bf28c_7826564753922831029.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "В то время во главе Татарасуны стоял наследник кузнечного искусства Иссин Нива. Под его руководством регион стал уютным и гостеприимным местом, где люди трудились, ставили перед собой цели, и их жизнь была полна смысла. Татарасуну изначально создали для безопасного использования кристального костного мозга. Чтобы усовершенствовать технологию, власти пригласили особого гостя из Фонтейна Эшера. Сначала Нива был рад гостю, но вскоре начал подозревать, что странный чёрный дым, нарастающие производственные проблемы и количество несчастных случаев связаны именно с Эшером. Кроме того, из-за странных грязевых отложений внутри горна Микагэ погибли люди. Хотя Нива и остальные не дали правде просочиться наружу, они отправили людей за помощью на Наруками, но те не вернулись. Тогда они послали Кабукимоно с золотым пером, чтобы тот мог добиться аудиенции с сёгуном. Пока Кабукимоно отсутствовал, Нива решил отправиться в опасную зону горна с устройством Эшера, чтобы очистить от зла и рассказал Эшеру о своих подозрениях. Поскольку «Эшеру» не было смысла больше устраивать представление, он рассказал, что является Предвестником Фатуи\nглавной задачей которого было усложнить жизнь внутри Инадзумы и склонить Кабукимоно на сторону Фатуи. Предвестник убил инспектора и отдал его сердце ничего не подозревающему Кабукимоно."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/237301566/0b85727b3c9ff43d58062f6984943810_4592763206146195383.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда Кабукимоно отправился за помощью сёгуна, он не знал, что Эи уже передала бразды правления Хранителю вечности - идеальной кукле, созданной по её образу и подобию. Борясь с ветрами и штормами, марионетка прибыла на маленьком судне в резиденцию Тэнсюкаку. Но настоящая сёгун Райдэн давно пребывала в Царстве эвтюмии. После череды отказов Кабукимоно в порыве отчаяния достал золотое перо, дарованное ему сёгуном, и попросил встречи с Яэ Мико. Госпожа Мико была занята поручениями Хранителя вечности, но поспешно вышла к огорчённому Кабукимоно. Она пообещала послать в Татарасуну помощь, однако Кабукимоно не поверил ей и вернулся домой в отчаянии, убеждённый, что сёгунат оставил Татарасуну. Мико сдержала слово, и скоро к берегам Татарасуны причалили корабли с подмогой. Но положение Татарасуны отнюдь не выглядело трагичным - наоборот, большинство жителей даже не знало об аварии. Механик Эшер сказал, что Нива, испугавшись наказания за совершённое им должностное преступление, бежал с острова вместе со своей семьёй. Кабукимоно с сердцем Нивы вошёл в центральную часть горна, чтобы собрать все отложения, образовавшиеся при плавке. Нагрузка оказалась огромной, но он выжил. Он вышел из горна в полном изнеможении и спросил Эшера: <color=#ffffffd9>«Это устройство меня спасло. Что в нём?»</color> Мастер ответил: <color=#ffffffd9>«Нива скрылся от наказания, но оставил тебе подарок, который ты всегда мечтал получить. Он взял его из груди своего невинного слуги»</color> . Сказав это, мастер достал из устройства ссохшееся сердце. И хотя получение сердца было целью появления на свет куклы и смыслом существования, в этом сердце не было добрых пожеланий. Этот ритуальный предмет был наполнен эгоизмом, фальшью, хитростью и проклятьями, едва прикрытыми обёрткой дружелюбия. Но если бы Кабукимоно вынул это сердце, то больше не мог бы испытывать никаких чувств. Сердце, извлечённое после убийства, должно приносить несчастья, но оно спасло его от загрязнённых отложений. Тогда Кабукимоно решил, что Нива его окончательно предал, но это предательство помогло ему выжить. Объятый яростью и горем он бросил сердце на землю и покинул Татарасуну без сожалений. Узнав, что Кабукимоно считал бежавшего Ниву своим другом, Мико не осмелилась больше его беспокоить, только послала ему обратно золотое перо."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/237301566/79b5e8f6e35b385ed6965902cfdf3d90_7658830768100015838.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Третьим предательством стало предательство маленького мальчика без имени, сына работников Татарасуны. Его родители ковали мечи, но потом управляющий мастерской умер, и родители тоже заболели странной болезнью, от которой часто кашляли кровью. И хотя ребёнок был болен, глаза его оставались ясными. Он один жил в ветхой хижине, где стены продувало ветром, а крыша не могла защитить от дождя. Увидев сквозь щель в рассохшейся двери хижины чумазое лицо мальчика, Кабукимоно ощутил, как в груди его что-то сжалось, словно пробудилось некое давно забытое чувство. Когда Кабукимоно направлялся в Инадзуму, мальчик сказал ему: «Но ведь дождь такой сильный! Говорят, что те, кто ушёл раньше, так и не вернулись!». Не в силах найти ответ, Кабукимоно лишь слабо улыбнулся мальчику, и так началась их дружба. Встретив такого же безымянного, как и он сам, ребёнка, Кабукимоно решил жить с ним вместе и заботиться о больном мальчике. Кабукимоно приносил ему фрукты и питьевую воду, помогал умыться. В доказательство своей дружбы марионетка отвёл мальчика в павильон «Сяккэи», чтобы показать место, где он когда-то жил. Он рассказал, что у него нет сердца, и мальчик рассказал ему сказку про оловянного солдатика и балерину."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/237301566/67305276b37662c857b3425e800a8d66_516087564814871445.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Жил был солдатик, который хотел всегда быть рядом с прекрасной балериной. Но у солдатика не было сердца, и он не мог понять, откуда у него чувства. Однажды солдатик стал не нужен хозяину, и тот бросил его в печь. Но даже объятый пламенем солдатик не спускал глаз с балерины. На следующий день люди открыли печь и обнаружили в пепле крохотное сердце. Когда Кабукимоно сказал, что это был всего лишь пепел в виде сердца, ребёнок ответил, что иногда сердца рождаются из пепла. Однажды ночью Кабукимоно вышел из хижины, чтобы раздобыть еды или что-нибудь из домашней утвари. Когда он вернулся, ребёнок лежал бездыханный. Бессильный перед смертью, он нарушил данное Кабукимоно обещание. Оправившись от первого потрясения, Кабукимоно почувствовал ни с чем не сравнимую ярость. Он снова остался один. Кабукимоно сжёг хижину, надел на голову старую соломенную шляпу, которая осталась от прежних хозяев, и отправился в долгое путешествие. Он странствовал по миру без всякой цели. Дорогой ему встречалось много разных людей, но никого из них он больше не считал своим попутчиком."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Эй! Что с тобой? Скажи что-нибудь!</color>\n<color=#ffffffd9>Ты обещал, что мы будем семьёй! Ты такой же, как Нива и все остальные. Предатель... Ха-ха...»</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "name": "Война Архонтов",
        "desc": "<p>Война за божественные троны, объявленная небесным порядком и закончившаяся около двух тысяч лет назад. В результате Войны Архонтов семь правителей семи народов получили Сердце Бога, божественный трон и титул Архонта.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1107416649457146883.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Катаклизм в Каэнри'ах",
        "desc": "<p>Бедствие, произошедшее 500 лет назад, во время которого силы Бездны вырвались в Тейват. В результате Катаклизма Каэнри'ах была уничтожена.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1090730713764694732.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Вельзевул",
        "desc": "<p>Электро Архонт Инадзумы.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/237301566/3ab98fe7bdd9f0afde77c609c4b6c382_7433889319009844252.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4907,
        "name": "Макото",
        "desc": "<p>Бывший Электро Архонт, известная как Баал, и сестра-близнец Райдэн Эи. Погибла во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/08ad31cb2d00748c8a122eb1c2562ff8_3486406714046377869.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Яэ Мико",
        "desc": "Гудзи Великого храма Наруками, а также главный редактор издательского дома Яэ. За прекрасной внешностью скрывается неожиданный ум и хитрость.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7475,
        "name": "Дотторе",
        "desc": "<p>Номер два из Предвестников Фатуи, известный под кодовым именем Доктор. Обладал множеством «сегментов» самого себя, почти все из которых уничтожил при сделке с Дендро Архонтом.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/6b83e21c8ac24b40beb717d67c74768b_8339767543029034147.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2065,
        "name": "Кокон сладких грёз",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Husk of Opulent Dreams/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 1987,
        "name": "Кацурагикири Нагамаса",
        "desc": "Клинок, выкованный в Татарасуне. Тяжёлый и прочный.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/桂木斩长正.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Куникудзуси",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "После трёх предательств Кабукимоно понял, что людям нельзя доверять, а Архонты внушают одну лишь ненависть. Он отринул всё, что у него было, и отрёкся от мира. Он решил, что его сердце никогда больше не будет осквернено мирской грязью, и вытравил из себя все человеческие чувства. В инадзумском традиционном театре есть амплуа «Куникудзуси», это интриганы и ниспровергатели, жаждущие захватить власть в стране. В конце своих скитаний кукла по собственной воле выбрал для себя это прозвание, а прежнее его имя не мог вспомнить даже он сам."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/237301566/6bebaf1430781d3eaceeba0db71d3e9c_587189369883811287.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Искусство ковки издавна является очень важной частью культуры Инадзумы, и «Райдэн гокадэн» были пятёркой лучших школ кузнечного искусства, многие члены которых занимали важные должности в комиссии Ясиро, которая управляет церемониальной и культурной деятельностью страны. В Райдэн гокадэн входили Амэнома, Фуцу, Иссин, Хякумэ и Сэндзю, но из всех пяти школ только школа искусства Амэномы всё ещё сохраняет свой ремесленный род. Потомки искусства Иссин тоже ещё живут, но они утратили своё ремесло. Дедушка Каэдэхары Кадзухи, потомка искусства Иссин, был недоволен, что его отец ничего не предпринимает. В молодости он объездил весь Тейват, чтобы найти способ возродить семейное дело, но это было безрезультатно. Упадок «Райдэн гокадэн» произошёл очень быстро: в течение нескольких десятилетий на три семьи обрушились различные несчастья, и они полностью исчезли. Позже появились предположения, что все эти несчастья были результатом махинаций, а значит, кто-то хотел уничтожить «Райдэн гокадэн», но, поскольку не все кланы были уничтожены, такие объяснения рассматривались как нелепые теории заговора."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/03/237301566/aa4907bb6c6b7f8cd695e7fcd4499638_6778475038248909532.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Несколько поколений назад школе Иссин было поручено выковать важный клинок-госинто по древнему кузнечному чертежу. Несмотря на то, что все мастера были опытными, ничего не получалось. Один за другим клинки получались бракованными. Когда подошёл крайний срок, клинок всё ещё не был закончен, поэтому все мастера сбежали и спрятались, опасаясь наказания. Считалось, что клан Каэдэхара и комиссия Ясиро провели расследование, и когда Каэдэхара и глава клана Камисато в конце концов разыскали мастеров у моря, они встретили яростное сопротивление и не смогли помешать беглецам уйти морем. Клан Каэдэхара был жестоко наказан за бегство мастеров, и род постепенно пришёл в упадок, а глава клана Камисато, раненный убегающими мечниками вскоре скончался. Раньше неспособность выковать клинок объяснялась отсутствием необходимого мастерства, но наследник клана Каэдэхара Кадзуха обнаружил письмо своего прадедушки. В письме Каэдэхара Ёсинори рассказал о преследовании кузнецов вместе с главой клана Камисато. Когда они ждали преступников на берегу моря, появился странный незнакомец, утверждающий, что стоит за провалом школы Иссин. Он пригрозил уничтожить Райдэн гокадэн и легко победил всех присутствующих. Глава клана Камисато был тяжело ранен, а Каэдэхара едва избежал смерти. Незнакомец увидел его лицо и спросил, имеет ли тот какое-то отношение к роду Нива. Каэдэхара ответил, что это фамилия его отца и что после того, как он исчез, его усыновила семья Каэдэхара. Услышав этот ответ, незнакомец замолчал, а потом сказал: <color=#ffffffd9>«Скажи ей это. Меня зовут Куникудзуси»</color> . Затем он развернулся и ушёл. Глава клана Камисато предпочёл умолчать о случившемся, опасаясь, что сплетни могут привести к наказанию за измену. Каэдэхара Ёсинори был в долгу перед ним, поэтому согласился держать всё в тайне. И хотя ему было глубокого стыдно быть свидетелем упадка искусства Иссин, безопасность его детей и внуков была гораздо важнее. Для Куникудзуси уничтожение Райдэн гокадэн было лишь желанием отомстить мастеру мечей, а бросил он свои планы на полпути просто потому, что потерял к ним интерес. После он говорил: <color=#ffffffd9>«Это был всего лишь маленький эксперимент над человеческой природой»</color> . Лишь много лет спустя, став Странником, Куникудзуси восстановил исходные чертежи клинка-госинто и отправил их комиссии Ясиро и оставшейся школе Амэнома.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 22,
        "name": "Кадзуха",
        "desc": "Ронин-самурай из Инадзумы, который нашёл приют на флоте Южного креста в Ли Юэ. Этот добрый и беззаботный молодой человек многое пережил в прошлом.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaedehara Kazuha_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2257,
        "name": "Древний кузнечный чертёж",
        "desc": "Древний кузнечный чертёж. Однажды сёгун приказала клану Каэдэхара выковать госинто согласно этому чертежу.\nПосле смачивания в воде оказалось, что некоторые из слов текста размыты - кто-то преднамеренно испортил чертёж, чем обрёк ковку клинка на неудачу и вызвал череду последующих несчастий...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ancient Forging Blueprint_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2319,
        "name": "Письмо Каэдэхара Ёсинори",
        "desc": "Чистый лист бумаги, который был спрятан в старом цветочном горшке. Если этот лист смочить водой, откроется его многолетняя тайна.<br/>Поведав всем скрывавшуюся в нём истину, Кадзуха со словами «Это письмо ещё пригодится тебе» передал его вам.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Kaedehara Yoshinori's Letter_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Скарамучча",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/237301566/629e9d9a0e50897e6ec6d10680c55747_6038995291837026191.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Через несколько лет после того, как Кабукимоно покинул Татарасуну, он встретил\nпервого Фатуи. К тому моменту он перестал называть себя «Кабукимоно» и снова обрёл безымянность. Он отринул своё желание стать человеком, и прежнее имя потеряло смысл. Он хотел отказаться от фальшивых имён, которые ему давали смертные, но Шуту удалось убедить куклу: привлечённый безумным празднеством в Снежной, он согласился поступить на службу к Фатуи. В Снежной его встретил весьма любезный незнакомец по имени Доктор. Технология изготовления человекоподобных кукол берёт своё начало в Каэнри'ах, но эта кукла была создана Электро Архонтом, что делало её абсолютно уникальной. Доктор предложил кукле стать образцом в одном из его экспериментов, которое проводилось в течение нескольких десятилетий. В результате Дотторе получил основные технологии для создания «сегментов» самого себя. Взамен Доктор снял с куклы печать, а затем и усовершенствовал его силы. Фатуи продолжали называть его куклой, и таким он видел себя - неутомимой куклой, лишённой страха смерти. По приказу Царицы он возглавил отряд, который долгое время занимался разведкой Бездны. Он много раз был ранен, и каждый раз Доктор исцелял его. После каждого ранения он становился сильнее, чтобы снова быть раненым ещё более сильным врагом. После он доставил результаты разведки Бездны в Снежную, благодаря чему стал шестым номером среди Предвестников. Теперь ему поручали другие задания: вместо разведки Бездны он участвовал в секретных операциях Фатуи по всему миру. И лишь тогда он счёл возможным принять новое имя - «Сказитель». В одной из экспедиций, изучая упавшие звёзды, он впервые встретил Путешественника/цу и узнал, что небо Тейвата является фальшивкой, и звёзды на небе ненастоящие. Теперь у него была сила, власть и тяга к раздору. Шахматные фигуры катятся по доске, а убийцы сеют хаос на сцене. В тот момент он верил, что лишь «Сказитель» - его настоящее имя. Скарамучча отличался жестокостью к подчинённым и любил наблюдать выражение ужаса и беспомощности на лицах людей."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/237301566/aa0a35b3d517759dd8845cc311bb8c0e_7064762659334329999.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Одним из поручений Предвестника стала организация инадзумской Фабрики Глаз Порчи вместе с другой Предвестницей Фатуи Синьоры для дестабилизации ситуации в стране и получения Электро Сердца Бога. Как и многих других коллег, он считал Синьору помехой, которая считает себя непобедимой и позволяет эмоциям взять вверх. На фабрике Скарамучча второй раз встретил Путешественника/цу, с которым/ой они уже однажды виделись. Сказитель подтвердил, что Фатуи стоят за Охотой на Глаза Бога, объявленной в Инадзуме, и что им выгодна гражданская война, которая разрушала страну изнутри. Из-за останков мёртвых богов, из которых изготавливались Глаза Порчи, Путешественник/ца потерял/а сознание, и к нему/ней на помощь прибыла верховная жрица Яэ Мико, давняя знакомая Сказителя. Хотя Фатуи считали, что Сердце Бога было у сёгуна, на протяжении четырёхсот лет оно хранилось у Яэ Мико, и та обменяла его на безопасность Путешественника/цы. Получив Сердце Бога, Скарамучча вместо того, чтобы доставить его в Снежную, скрылся. Как и четыреста лет назад, главным его желанием было получить «сердце», и теперь он наконец им завладел."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/237301566/5f8a663d254bd0697ef499ad4aefea6c_6796402155416077511.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "После исчезновения Скарамуччи с Сердцем Бога, к нему обратился Дотторе с предложением создать новое божество мудрости в Сумеру. После смерти великой властительницы Руккхадеваты во время Катаклизма пятьсот лет назад, Академия Сумеру заперла новую богиню в Храме Сурастаны и стала сама управлять страной. И пусть на первый взгляд Академия казалось преуспевающей, на самом деле со времён Руккхадеваты наука Сумеру пребывала в стагнации. Кроме того, Ирминсуль начал постепенно засыхать, и мудрецы перепробовали почти все доступные способы, но так и не добились никаких результатов. В это время к ним обратился Дотторе, когда-то изгнанный из Академии. Он принёс Сердце Бога и сказал, что хотел бы воспользоваться исследовательской средой Академии, чтобы создать Архонта. Руководство Академии потратило множество сил, чтобы на основе бионической куклы создать «божественный сосуд». Используя «Сабзеруз сансару», они провели жатву снов и настроили максимальную выходную мощь терминала Акаши, хранящего все знания и мудрость Сумеру. Учёные извлекли силу из Сердца Бога, превратив его в Ядро Бога, и в конце концов пришли к мысли, что новому Архонту нужна будет «божественная мудрость», поэтому стали использовать большое количество капсул знаний Архонта."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/237301566/bc37e7f6367bd8619d6cc850f9b42cba_5682850306990129965.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Сказитель считал, что стать божеством было предначертано ему судьбой, и до этого момента его жизнь состояла из ряда незначительных поступков, ведущих к этому финалу. Он был словно лист бумаги, бесполезный сам по себе, и смысл которого придаёт лишь то, что его заполняет. Даже если бы капсулы знаний Архонта уничтожили бы личность Скарамуччи, ему было бы всё равно. Благодаря объединению сил шести великих даршанов Академии Сумеру было создано новое механическое тело для божества мудрости, Сёки но ками. Скарамучча получил доступ к Ирминсулю и с помощью Сердца Бога мог управлять погодой в Сумеру. Его первой «последовательницей» стала девушка из Академии, которая хотела установить связь с Ирминсулем, но установила связь с ложным божеством. Поскольку она заглянула в сознание Сказителя и увидела его прошлое, Предвестник решил, что её появление ознаменовало начало становления его божественной силы, а её почтение станет фундаментом его славы."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/237301566/44f2499c1cbfbb97a9420dc8fdbe1bd1_3012942750632309679.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда становление Скарамуччи новым божеством мудрости было почти завершено, Путешественник/ца смог/ла освободить настоящего Дендро Архонта. Вместе они погрузили Сёки но ками в цикл из снов, длящийся 168 циклов - ровно столько же, сколько учёные из Академии проводили «Сабзеруз сансару». Используя полученные знания после каждого поражения и собирая мудрость жителей Сумеру, Путешественник/ца и малая властительница Кусанали наконец победили Сёки но ками, и Дендро Архонт отняла его Электро Сердце Бога.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Фатуи",
        "desc": "<p>Организация из Снежной, служащая Ледяной Царице и распространившая своё влияние всюду на континенте. Состоящие в организации Предвестники охотятся за Сердцами Богов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/21/237301566/38c409297992d7a782f0f1312f311707_3394993246458986105.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "name": "Академия Сумеру",
        "desc": "<p>Организация Сумеру, осуществляющая административный контроль над регионом и занимающаяся просвещением жителей.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/04/237301566/2285a2d002f2043abe9bddf65a46f891_2725272071367240618.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7087,
        "name": "Ирминсуль",
        "desc": "<p>Ирминсуль можно представить как большое дерево, растущее вверх ногами глубоко под землёй и хранящее в себе все знания и мудрость мира с древних времён до настоящего времени. Артерии земли, подобно корням Ирминсуля, пересекают землю, поглощая воспоминания мира.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/aa06aa829f5a3a926aef88750adb81f2_208058611950951154.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7032,
        "name": "Сабзеруз",
        "desc": "<p>Фестиваль в Сумеру, названный в честь Повелительницы цветов и празднующий день рождения Дендро Архонта.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/17b89adfdc44a158d37be3cb35268ddd_8906376955499093861.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Сердце Бога",
        "desc": "<p><em>«У тебя при себе останки Третьего Сошедшего, да? Вы, кажется, называете их Сердцами Бога?» </em>- Скирк в разговоре с Нёвиллетом.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7474,
        "name": "Пьеро",
        "desc": "<p>Первый Фатуи, известный под кодовым именем Шут. Являлся придворным магом в Каэнри'ах и был проклят бессмертием.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/55c17a9a1532110226c732706cde5a5a_3152814352048922215.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7475,
        "name": "Дотторе",
        "desc": "<p>Номер два из Предвестников Фатуи, известный под кодовым именем Доктор. Обладал множеством «сегментов» самого себя, почти все из которых уничтожил при сделке с Дендро Архонтом.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/6b83e21c8ac24b40beb717d67c74768b_8339767543029034147.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7480,
        "name": "Синьора",
        "desc": "<p>Номер восемь из Предвестников Фатуи, известная как Дама. Её настоящее имя Розалина-Кручка Лоефальтер. Погибла от Мусо но хитотати во время дворцовой дуэли.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/68305dad2eaeba8fd12877088e9773d8_4801088030074938521.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7471,
        "name": "Буер",
        "desc": "<p>Дендро Архонт Сумеру.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/237301566/eefeae3e6ad6f9081dc2a39d89a720fd_9214936641668252309.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2975,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Странник",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/237301566/dcc7d33b644dec92663bfc8a82461032_6121060801991805860.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "После поражение от рук Малой властительницы Кусанали, Скарамучча остался без сознания под её присмотром в Храме Сурастаны. Предвестники Фатуи не были готовы принять обратно неудачника, поэтому Сказитель стал не нужен Фатуи. Перед неудачным превращением в нового Архонта Сказитель обрёл способность устанавливать связь с Ирминсулем. И хотя он лишился Сердца Бога, способности у него остались, и Буер заключила с ним сделку и поручила провести исследования в Ирминсуль. Поскольку Сказитель потратил много сил во время последней битвы, он не представлял угрозы для Сумеру, и под присмотром Путешественника/цы Кусанали отправила его изучить информацию о Сошедших. Во время исследования Ирминсуля Скарамучча узнал правду о случившемся в Татарасуне четыреста лет назад и о том, как его использовал Дотторе. Он узнал, что Нива, который научил его жить обычной жизнью и относился к нему, как к настоящему другу, не бежал из Татарасуны, чтобы уклониться от наказания. На самом деле истинным преступником был Эшер - Дотторе."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/237301566/1f286f5f2787b3efd017a8300a52b02f_7904492014732648691.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "А сердце, которое поместили в грудь Сказителя, ещё тёплым было вырезано из груди Нивы. Красноречивый Эшер быстро убедил всех, что авария в горне произошла по вине Нивы - главного официального лица Татарасуны, что он бежал, пытаясь уйти от ответственности за свой проступок. Микоси Нагамаса был вторым официальным лицом в Татарасуне, и его ждала смертная казнь, но верный самурай Кацураги взял на себя всю вину, чтобы избавить господина от наказания. Нагамаса должен был смыть пятно с имени Микоси, поэтому он достал из ножен свой любимый клинок под названием Даитатара Нагамаса и сразил Кацураги одним ударом. Скарамучча подумал, сотворил бы Эшер то же самое с Татурасуной, если бы Кабукимоно никогда не было. После выполнения сделки с малой властительницей Кусанали Скарамучча создал барьер, чтобы оградить их с Путешественником/цей от Богини Мудрости и спросил у Путешественника/цы, можно ли изменить прошлое. Хотя Путешественник/ца не дал/а ответ, его/её замешательство дало Скарамучче нужный ответ. Надеясь изменить произошедшее со своим другом в Татарасуне, бывший Предвестник полностью стёр себя из Ирминсуля."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Любую ошибку можно исправить. Пришло время решить это раз и навсегда».</color>\n<color=#ffffffd9>«Да, прими забвение, впусти его в эту оболочку!</color>\n<color=#ffffffd9>Исчезни, сотри себя с лица земли, ибо твоя жизнь бесполезна, как цветок, как пёрышко, как утренняя роса!</color>\n<color=#ffffffd9>Прощай, мир!</color>\n<color=#ffffffd9>Каким бы ни было будущее, я прощаюсь с тобой».</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Хотя на следующее утро все, кроме Путешественника/цы, забыли о Скарамучче, произошедшее на самом деле не изменилось. По данным исследователей, более четырёх веков назад в горне Татарасуны произошла авария. Офицер оружейной палаты Нива, надзирающий за работой, вместе с оружейником бросились в горн. Проблемы удалось решить, но никто из них не выжил, и жизнь семьи оружейника оказалась разрушена. Его сын остался сиротой, возненавидевшим весь мир. Он винил в своём горе всю Инадзуму, винил сёгуна, которая не придала значения смерти его отца, винил всех, кто не смог его спасти. Он был бессилен что-либо изменить, но передал свою ненависть дальше, детям и внукам. Ненависть передавалась в его семье по наследству, и жизнь его потомков была полна мучений. Сто лет назад глава семьи решил, что больше так продолжаться не может, и принял радикальное решение - отомстить «Райдэн гокадэн», выплеснуть копившийся гнев и поколебать основы кузнечного дела в Инадзуме. Хотя глава был выходцем из Хякумэ, он не пощадил даже ремесленников из своего клана. Лишь только главы кланов Камисато и Каэдэхара смогли дать ему отпор, и он погиб. И хотя легенда о Райдэн гокадэн изменилась, Нива всё равно погиб, и Скарамучча не смог переписать историю."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/237301566/c84e8283978af98426d0660a8cf54684_4357231057146412361.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Не исчез и сам Скарамучча. Память о его жизни изменилась, и он стал Странником. После долгих скитаний он попал в Сумеру, где его в повозке приютил торговец в грозу. Странник остался работать у торговца помощником, но ему даже не нужна была мора. Чтобы рассказать о произошедшем со Скарамуччей, Путешественник/ца обратился/ась за помощью к Богине Мудрости, хотя та тоже не помнила о Сказителе. Оказалось, что в своих личных данных малая властительница Кусанали оставила запрятанную в укромном уголке запись, являющуюся аллегорией на прошлое."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/237301566/109a6e4f9bfca0f499744d94bead51c6_414712255612311899.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Хотя во всех остальных записях информация о Сказителе или Кабукимоно была изменена, эту сказку богиня записала так, что она осталась нетронутой. Жило-было одинокое чудовище, облачённое в лисью шкуру. Однажды оно отыскало семейство лисиц и стало с ними дружить. Чудовище поселилось вместе с лисами, и все они относились к нему как к своему. Порой чудовище снимало по ночам свою лисью шкуру и, глядя на своё отражение в воде, причитало: <color=#ffffffd9>«Я чудовище, а они просто слишком глупы, чтобы это увидеть. Жалкие создания»</color> . Но вскоре чудовище обрело утешение."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/237301566/f50e9dcd6c83066ac0078028e6c6a173_3490426173118528826.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Среди лис появился ещё один чужак. Это был вырезанный из дерева котёнок, брошенный людьми в лесу. Котёнок очень хотел стать лисой. Но у него не было такого чудесного пушистого хвоста и густой шубки, как у лис. Узнав об этом, его новые сородичи сказали: <color=#ffffffd9>«Неважно, какой у тебя хвост и какая шубка. Ты всё равно один из нас»</color> . От такого счастливого разрешения всех бед чудовище пришло в ярость и разожгло на горе огонь. Испуганные животные в панике бросились врассыпную. И лишь одним способом можно было погасить то пламя - принести жертву. Тогда серый лис обратился к чудовищу. Он сказал: <color=#ffffffd9>«Ты самый умный среди нас. Наверняка ты знаешь, как справиться с бедой»</color> ."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/237301566/88787e0d362633ba043e6076cf4aabff_1494527875511372709.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Чудовище улыбнулось, подвело лиса к огню и убило его. Сердце серого лиса превратилось в прекрасную каплю воды, прозрачную и безупречно чистую. Эту каплю воды чудовище поднесло котёнку и сказало: <color=#ffffffd9>«Стая решила принести в жертву тебя. Возьми эту каплю, погаси пламя и умри за них»</color> . Котёнок потушил огонь, но остался жив. Покинув тот склон, он нашёл птичку со сломанным крылом. Они решили, что всегда будут вместе. Но птичке был отмерен короткий срок. Вскоре она скончалась. Похоронив птичку, котёнок навсегда оставил гору. Ничто больше не могло проникнуть в его сердце - ни одно существо и ни одна травинка с той горы. Котёнок проводил ночи в бесцельных скитаниях, скрежеща зубами при виде луны. Как сильно ему хотелось проглотить луну и дать угаснуть её свету. Казалось, если весь мир погрузится во тьму, он снова обретёт покой. <color=#ffffffd9>«Я стану новой луной, новым ответом на все вопросы. Тогда никто и не вспомнит, что в этом мире когда-то были птицы, лисы и кошки. И никто не узнает, как они были несхожи».</color>\nУслышав сказку, Дендро Архонт поняла, что это изменённые воспоминания Скарамуччи, которые извлекли учёные перед превращением Сказителя в божество. Она специально оставила эти данные и сохранила их так, чтобы Сказитель мог получить их естественным путём, чтобы переманить его на свою сторону. Его прошлый опыт сделал его полезным для Сумеру, но она не хотела использовать его так же, как и Дотторе. Встретив Сказителя в Сумеру, Путешественник/ца и Паймон отвели его к Богине Мудрости, и тот согласился узнать о своём прошлом. Когда он очнулся в павильоне «Сяккэи», он выбрал имя Странник, потому что он был словно растение, у которого нет корней. Несмотря не тяжелые воспоминания, Странник согласился посмотреть их все, вернув себе часть потерянной личности. Всю жизнь Странник провёл с пустотой внутри, и теперь наконец у него появился шанс обрести себя, приняв исчезнувшие грехи. Он не хотел сбегать от вины и наказаний и попросил вернуть ему бремя своих грехов. Восстановив память, Странник уничтожил личность, которая у него возникла после изменения Ирминсуля, и все отброшенные эмоции снова вернулись. Даже в личности Странника всегда жила жажда чего-то большего. Несмотря на его искания в роли сюгэндзя, он никогда не мог полностью этого осознать. Утраченные воспоминания, наконец придали ему смысл жизни, изменили судьбу и положили конец скитаниям. Когда Странник получил все свои прежние воспоминания, он согласился остаться с малой властительницей Кусанали, чтобы быть полезным и ценным."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/237301566/08d10c5965baa1b733fc22933561c9c2_3858787362870306272.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда Странник наконец вспомнил свою истинную личность, он услышал шум ветра. Было неизвестно, откуда он доносится, но ясно, что ветер летит ему навстречу. Он уловил знакомые запахи - запах железного молота, запах горна и плавящегося металла, запах земли. В это мгновение Странник увидел собственные отражения, каждое было удивительно отчётливым, и каждое было - им. Дрожащий от страха, несчастный, раздираемый болью, сумасбродный, смешной. И все они объединились в одном теле. Принять прошлое - значит принять поражение и признать, что ты - просто трус, который ничего не добился, у которого ничего нет. Но только так можно освободиться от собственных оков и по-настоящему стать тем прежним, печальным собой. И тогда он понял: спокойствие и красота иллюзорны. Настоящий он никогда не умирал - нет, он жил в каком-то из укромных уголков души. И пока у него остаётся выбор, он будет раз за разом выходить на одну и ту же дорогу. Он действовал быстрее молнии, но яркий свет прорезал воздух, остановив атаку Вечного владыки сокровенной мудрости. Устремлённость Странника привлекла внимание Архонта. Глаз Бога спустился и повис между светом и тьмой, с улыбкой вопрошая: <color=#ffffffd9>«Как существо, обуреваемое столь сильной страстью, может верить, что у него нет сердца?»</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/237301566/c0721a594fbac02146f64b6b19624a8c_8188287309586895803.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "После того как Скарамучча стёр себя из Ирминсуля, даже его создательница Эи полностью забыла о своём творении. Забыли о нём и Фатуи, и теперь считается, что место шестого Предвестника Фатуи пустует уже несколько сотен лет. Однажды он отправился на улицу Сокровищ, чтобы научиться делать игрушки у местных мастеров. Странник провёл много времени, практикуясь в занятии, столь мало подходящим его характеру. Несколько дней спустя его работа была закончена - маленький черноволосый человечек в белой одежде с поясом, завязанным узлом-бабочкой, и смешной круглой слезой на уголке глаза. Когда-то один юный друг смастерил такую куклу, запечатлев в ней прошлую внешность Странника. К сожалению, покидая Инадзуму, Странник сжёг эту куклу вместе со старой хижиной. Много лет спустя он смастерил похожую куклу и будто встретился со старым знакомым. Кукла была такой маленькой и мягкой на ощупь, словно беззащитный младенец. Она легко помещалась в его рукаве, а если он сажал куклу в шляпу, у него будто появился попутчик. <color=#ffffffd9>«С сегодняшнего дня ты будешь странствовать вместе со мной»</color> , - тихо сказал он, положив куклу в карман.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Фатуи",
        "desc": "<p>Организация из Снежной, служащая Ледяной Царице и распространившая своё влияние всюду на континенте. Состоящие в организации Предвестники охотятся за Сердцами Богов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/21/237301566/38c409297992d7a782f0f1312f311707_3394993246458986105.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7087,
        "name": "Ирминсуль",
        "desc": "<p>Ирминсуль можно представить как большое дерево, растущее вверх ногами глубоко под землёй и хранящее в себе все знания и мудрость мира с древних времён до настоящего времени. Артерии земли, подобно корням Ирминсуля, пересекают землю, поглощая воспоминания мира.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/aa06aa829f5a3a926aef88750adb81f2_208058611950951154.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 3830,
        "name": "Глаз Бога",
        "desc": "<p><em>«Как ты знаешь, Глаз Бога - это артефакт, которым владеет очень небольшое количество людей. В этих артефактах заключена элементальная энергия. На самом деле, каждый владелец Глаза Бога может стать Богом и вознестись в Селестию. Мы называем таких людей Богами Истоков», </em>- Венти.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/18/237301566/fa9e7f4e1400794f2ee1468599880d59_2079863705678792868.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7475,
        "name": "Дотторе",
        "desc": "<p>Номер два из Предвестников Фатуи, известный под кодовым именем Доктор. Обладал множеством «сегментов» самого себя, почти все из которых уничтожил при сделке с Дендро Архонтом.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/6b83e21c8ac24b40beb717d67c74768b_8339767543029034147.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7471,
        "name": "Буер",
        "desc": "<p>Дендро Архонт Сумеру.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/237301566/eefeae3e6ad6f9081dc2a39d89a720fd_9214936641668252309.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Странник",
        "desc": "<p>Скиталец, личность которого остаётся загадкой. Носит одежды горного отшельника, но высказываниями и действиями на ищущих просветления совсем не похож.<br><br><em>«Верующие творят славу своих богов, а отступники становятся свидетелями их преображения. Я не буду загонять его ни в какие рамки. Неопределённость - краеугольный камень его будущего», </em>- Буер, Благословенный Мудрец, Махакусаладхарма.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/70239714/24d97a22be742fb732ea96f625d1faac_279357737036794010.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Известные имена Скарамуччи"
      },
      {
        "type": "RichText",
        "text": "Кабукимоно\nИмя, которое носила кукла, когда его нашли кузнецы из горна Микагэ в павильоне «Сяккэи». Словом «Кабукимоно» называют людей, которые странно одеваются или необычно себя ведут.\nКуникудзуси\nИмя, которое Скарамучча себе выбрал в конце своих скитаний. В инадзумском традиционном театре есть амплуа «Куникудзуси», это интриганы и ниспровергатели, жаждущие захватить власть в стране.\nСказитель\nСкарамучча\nИмя, которое получила марионетка после присоединения к",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Фатуи",
        "desc": "<p>Организация из Снежной, служащая Ледяной Царице и распространившая своё влияние всюду на континенте. Состоящие в организации Предвестники охотятся за Сердцами Богов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/21/237301566/38c409297992d7a782f0f1312f311707_3394993246458986105.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "и становления шестым Предвестником Фатуи.\nСтранник\nЛичность, которой стал Скарамучча после того, как стёр себя из Ирминсуля.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Вельзевул",
        "desc": "<p>Электро Архонт Инадзумы.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/237301566/3ab98fe7bdd9f0afde77c609c4b6c382_7433889319009844252.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Райдэн Эи создала куклу как прототип, чтобы доказать возможность создания такого тела.\nКацураги\nНива\nМикоси Нагамаса\nМиядзаки\nРаботники Татарасуны, нашедшие и взявшие к себе куклу.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Яэ Мико",
        "desc": "Гудзи Великого храма Наруками, а также главный редактор издательского дома Яэ. За прекрасной внешностью скрывается неожиданный ум и хитрость.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Когда Кабукимоно попросил помочь Татарасуне, Яэ Мико отправила людей, но однако Кабукимоно не поверил ей и вернулся домой в отчаянии, убеждённый, что сёгунат оставил Татарасуну. Когда он покинул Татарасуну после смерти Нивы, Мико не осмелилась больше его беспокоить, только послала ему обратно золотое перо.\nКогда Сказитель угрожал жизни Путешественника/цы, Мико обменяла эту жизнь на Электро",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Сердце Бога",
        "desc": "<p><em>«У тебя при себе останки Третьего Сошедшего, да? Вы, кажется, называете их Сердцами Бога?» </em>- Скирк в разговоре с Нёвиллетом.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Фатуи",
        "desc": "<p>Организация из Снежной, служащая Ледяной Царице и распространившая своё влияние всюду на континенте. Состоящие в организации Предвестники охотятся за Сердцами Богов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/21/237301566/38c409297992d7a782f0f1312f311707_3394993246458986105.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Кабукимоно присоединился к Фатуи после трёх предательств и через несколько лет после того, как покинул Татарасуну, и стал Предвестником.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7475,
        "name": "Дотторе",
        "desc": "<p>Номер два из Предвестников Фатуи, известный под кодовым именем Доктор. Обладал множеством «сегментов» самого себя, почти все из которых уничтожил при сделке с Дендро Архонтом.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/6b83e21c8ac24b40beb717d67c74768b_8339767543029034147.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Предвестник Фатуи, ставивший над Скарамуччей эксперименты, чтобы получить технологии для создания «сегментов» самого себя. Взамен он снял с куклы печать, сдерживающую его силу. Позже пытался создать из Сказителя нового Архонта.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2975,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "Тело механического божества, созданное для Скарамуччи",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "name": "Академия Сумеру",
        "desc": "<p>Организация Сумеру, осуществляющая административный контроль над регионом и занимающаяся просвещением жителей.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/04/237301566/2285a2d002f2043abe9bddf65a46f891_2725272071367240618.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7471,
        "name": "Буер",
        "desc": "<p>Дендро Архонт Сумеру.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/237301566/eefeae3e6ad6f9081dc2a39d89a720fd_9214936641668252309.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Богиня Мудрости победила Сёки но Ками и забрала его Электро Сердце Бога.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Странник",
        "desc": "<p>Скиталец, личность которого остаётся загадкой. Носит одежды горного отшельника, но высказываниями и действиями на ищущих просветления совсем не похож.<br><br><em>«Верующие творят славу своих богов, а отступники становятся свидетелями их преображения. Я не буду загонять его ни в какие рамки. Неопределённость - краеугольный камень его будущего», </em>- Буер, Благословенный Мудрец, Махакусаладхарма.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/70239714/24d97a22be742fb732ea96f625d1faac_279357737036794010.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Новая личность Скарамуччи после того, как он стёр себя из",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7087,
        "name": "Ирминсуль",
        "desc": "<p>Ирминсуль можно представить как большое дерево, растущее вверх ногами глубоко под землёй и хранящее в себе все знания и мудрость мира с древних времён до настоящего времени. Артерии земли, подобно корням Ирминсуля, пересекают землю, поглощая воспоминания мира.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/aa06aa829f5a3a926aef88750adb81f2_208058611950951154.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ". На данный момент Странник обучается в Академии Сумеру в даршане Вахумана.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Мона",
        "desc": "Таинственный молодой астролог, которая представляется как «великий астролог Мона Мегистус» и на самом деле достойна этого звания. Эрудирована и горделива.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 38,
        "name": "Фишль",
        "desc": "Таинственная девушка, называющая себя «Принцессой осуждения» и путешествующая в сопровождении ворона по имени Оз.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Fischl_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Во время изучения упавших звёзд Скарамучча встретил Мону, Фишль и Путешественника/цу. Благодаря своим способностям Мона поняла опасность Предвестника и телепортировала их.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 2319,
        "name": "Письмо Каэдэхара Ёсинори",
        "desc": "Чистый лист бумаги, который был спрятан в старом цветочном горшке. Если этот лист смочить водой, откроется его многолетняя тайна.<br/>Поведав всем скрывавшуюся в нём истину, Кадзуха со словами «Это письмо ещё пригодится тебе» передал его вам.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Kaedehara Yoshinori's Letter_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2257,
        "name": "Древний кузнечный чертёж",
        "desc": "Древний кузнечный чертёж. Однажды сёгун приказала клану Каэдэхара выковать госинто согласно этому чертежу.\nПосле смачивания в воде оказалось, что некоторые из слов текста размыты - кто-то преднамеренно испортил чертёж, чем обрёк ковку клинка на неудачу и вызвал череду последующих несчастий...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ancient Forging Blueprint_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2065,
        "name": "Кокон сладких грёз",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Husk of Opulent Dreams/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2092,
        "name": "Бледный огонь",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Скарамучча"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Инадзума"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Фатуи"
          }
        ]
      },
      {
        "key": "Титул:",
        "value": [
          {
            "type": "RichText",
            "text": "Сказитель"
          }
        ]
      },
      {
        "key": "Китайский CV:",
        "value": [
          {
            "type": "RichText",
            "text": "鹿喑 (Luyin)"
          }
        ]
      },
      {
        "key": "Английский CV:",
        "value": [
          {
            "type": "RichText",
            "text": "Patrick Pedraza"
          }
        ]
      },
      {
        "key": "Японский CV:",
        "value": [
          {
            "type": "RichText",
            "text": "柿原 徹也 (KAKIHARA Tetsuya)"
          }
        ]
      },
      {
        "key": "Корейский CV:",
        "value": [
          {
            "type": "RichText",
            "text": "민승우 (Min Seung-woo)"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Кабукимоно",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/237301566/121d321657ffac9e0df3d21b7644b7a0_5577851160586243915.png"
      },
      {
        "key": "Скарамучча",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/237301566/aa0a35b3d517759dd8845cc311bb8c0e_5434440320836260375.png"
      },
      {
        "key": "Сёки но Ками",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/237301566/cd9bbe5b690d9eb3087f59dec8999b79_7223140302006990785.png"
      },
      {
        "key": "Странник",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/23/237301566/aeb32b13135ab8f71f26f55ec588fef2_7448549630495720050.png"
      }
    ]
  }
}