{
  "epId": 4603,
  "name": "Ален Гильотен",
  "desc": "<p>Воспитанник Института Нарциссенкрейца, приёмный сын Эмманюэля Гильотена и брат Мари-Анн, исследователь Института натурфилософии и основатель Исследовательского института Фонтейна.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/5f9666801f8c3cd059ac14e8eb9dbc96_8787928504212627557.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1711851954,
  "components": {
    "textualResearch": [
      {
        "title": "Странная детская сказка с пометками фиолетовыми чернилами",
        "desc": [
          {
            "type": "RichText",
            "text": "Часы кролика - на самом деле только начало сна. Часы - точный прибор для измерения времени, а во сне течение времени безумно. Когда раздастся бой часов, всё закончится.\nМари-Анн часто принимали за Лидделл. Но возможно, они с самого начала были одним человеком?\nУ гусеницы есть все атрибуты зрелости: трубка, очки для чтения и знания. Но он всё ещё гусеница, а не бабочка. Если тебе недостаёт уверенности, чтобы выбраться из кокона, ты так и умрёшь гусеницей. Но у мотылька нет рта, и ему остаётся только лететь на пламя.\nЧервонная Королева, любительница рубить головы.\nБелый Рыцарь, который всё бормотал о своих маленьких изобретениях.\nКрасная Королева... Всё оказалось сном. Она была простым котёнком."
          }
        ]
      },
      {
        "title": "Древний журнал",
        "desc": [
          {
            "type": "RichText",
            "text": "...\nНазначенный мне помощник кажется не очень надёжным.\nВ настоящее время мы не можем использовать источники энергии этих боевых машин. Их ядра слишком опасны.\nЯ попрошу их поискать другие загадочные механизмы.\n...\nОсобого прогресса не наблюдается.\nПод присмотром приёмного отца отправились вместе с Анн искать вдохновения в местах, где проходили сражения. Встретили Рене и Жакоба.\n...\nПомощник кажется не очень надёжным. Из-за него случилось несколько происшествий. Ещё одно препятствие на пути.\nТакого рода механизмы, имеющее несколько произвольную форму, весьма интересны. Основное внимание следует уделить источнику питания.\n...\nИсследовал первозданные механизмы.\nПомощник взял отгул.\nПопросил Анн о помощи.\nРекомендовал Рене и Жакоба директору института.\n...\nИсследовал первозданные механизмы.\nПомощник взял отгул.\nПопросил Анн о помощи. Предложил ей устроиться в институт, но её это не интересует.\n...\nИсследовал первозданные механизмы.\nПомощник до сих пор не пришёл. Решил навестить его.\nС помощью моего приёмного отца нашёл Рене и приёмного отца Жакоба.\n...\nПрибыл новый первозданный механизм. Теперь мы сможем добиться прогресса.\nПомощник выглядит довольно бодрым. Болезнь оказалась несерьёзной.\n...\nИсследовал первозданные механизмы.\nПрибыли Рене и Жакоб. Их назначили на мой проект.\n...\nПолевые исследования.\nИнтересные механические статуи.\n...\nИсследовал первозданные механизмы.\n...\nИсследовал первозданные механизмы.\nПриёмный отец приехал навестить, но я не смог его принять, так как был очень занят. Анн меня отругала. При следующей встрече надо не забыть извиниться.\n...\nИсследовал первозданные механизмы.\nПомощник взял отгул.\n...\nНа пороге большого прорыва.\nПомощник взял отгул. Был занят, поэтому не смог навестить его. Анн отругала. Схожу завтра.\n...\nНа пороге большого прорыва.\nЗабыл навестить, очень жалею. Попрошу всех сходить со мной завтра.\n...\nВзял отгул.\nПомощник взял отгул. Навестил его.\nИдея: виртуальная нейронная сеть, основанная не на логических деревьях, а на огромном количестве мыслительных единиц.\nФотокамера?\n...\nИсследовал первозданные механизмы.\nПомощник взял отгул.\n...\nИсследовал первозданные механизмы.\nПомощник взял отгул.\n...\nИсследовал первозданные механизмы.\nСегодня Рене и Жакоб начали проводить собственные исследования.\nПомощник взял отгул.\n...\nПрорыв.\nПроцедура подачи заявки на патент - это сплошная нервотрёпка. Даже думать об этом не хочу.\nСостояние помощника нормальное. Однако немного волнуюсь.\nУчитывая разницу в области медицинских технологий, рекомендую помощнику съездить в Сумеру.\n...\nВзял отгул.\nДалее следует изучить кинематику механических тел.\nСоставить список необходимых материалов.\n...\nВизит.\n...\nВизит.\n...\nВизит.\nГоворят, что для экспериментов по кинематике подготовлена большая лаборатория.\nРешил пока не переезжать.\n...\nВизит.\n...\nВизит.\n...\nВизит.\nМне много раз предлагали перенести лабораторию.\nНо если переехать, помощник не сможет отыскать новую лабораторию. Неудобно.\n...\nВизит.\n...\nВизит.\n...\nВизит.\nСмена лаборатории."
          }
        ]
      },
      {
        "title": "Уведомление",
        "desc": [
          {
            "type": "RichText",
            "text": "«Согласно УК Фонтейна, временным положениям Национального закона о ██████ и Указу Мермония (№1█2), Ордо Нарциссенкрейц объявляется незаконной радикальной организацией, а также криминальной группировкой. С настоящего времени данная территория бессрочно опечатана».\n«Уничтожение ██████ будет рассмотрено как прямой вызов государственной власти. Нарушителям будет предъявлено обвинение в ██████».\n«Дата: ██████»\n(...На обратной стороне стоит судебная печать, а также подписи Алена Гильотена и Нёвиллета.)"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Детство",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Ален Гильотен вырос более 500 лет назад в Институте Нарциссенкрейца, детском приюте в Фонтейне, директрисой которого была добрая океанида Лирис, а заместительницей - Бэзил Элтон, ранее возглавлявшая «Белую армаду».\nКогда Фонтейн столкнулся с Катаклизмом и Элинасом, существом из Бездны, Бэзил, как и многие другие жители Фонтейна, отправилась защищать страну и оставила Алена и Мари-Анн, выросшую с Аленом, на воспитание своему старому другу Эмманюэлю Гильотену, бывшему члену Охотников Сумеречного двора. Гильотен не любил детей, но ради своей подруги принял их, хоть он никогда не стал им настоящим отцом."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/237301566/9dd957087aa42735905d94761558de17_8540166904192827891.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "В Институте Ален Гильотен познакомилась с другими детьми: Жакобом Бэйкером (впоследствии Ингольдом) и Рене де Петрикором, с которым они стали друзьями на долгие годы. В знак дружбы Ален подарил Жакобу и Рене карманные часы, которые потом играли важную роль в их жизнях. В Институте дети любили играть в рыцарей Нарцисса, принцесс, магов и злых драконов, и Ален играл роль рыцаря. По вечерам заместительница настоятельницы Бэзил Элтон рассказывала им сказки, а потом они ели её вкусные закуски.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Институт Нарциссенкрейца",
        "desc": "<p>Институт Нарциссенкрейца - приют для детей Фонтейна, куда часто отправляли детей преступников, построенный на руинах древней цивилизации Ремурии. Возглавлялся океанидой Лирис и Бэзил Элтон. Был заброшен после Катаклизма, произошедшего 500 лет назад.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/d16711d3de8737f08aaf297452fa06e8_1288621270627950131.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Лирис",
        "desc": "<p>Океанида и директриса Института Нарциссенкрейца - детского дома Фонтейна. После закрытия Института во время Катаклизма стала членом Ордо Нарциссенкрейц, известной как «Красная королева».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/b6d86ff8dfd84cf744e57a516b1a14c6_7638037626645202043.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Бэзил Элтон",
        "desc": "<p>Адмирал «Белой армады» в отставке, капитан корабля «Спонсиан», воспитанница и заместительница директрисы Института Нарциссенкрейца. После её гибели во время Катаклизма 500 лет назад в честь неё была названа Элтонская впадина.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/19/237301566/386107b800f05b084d15ad8145cf8913_1639351719762421517.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Мари-Анн Гильотен",
        "desc": "<p>Воспитанница Института Нарциссенкрейца, приёмная дочь Эмманюэля Гильотена и сестра Алена, охотница Сумеречного двора.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/7f04e9d0b83ab550cc91ddf708008a7d_7020120347835863216.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Нарциссенкрейц",
        "desc": "<p>Нарциссенкрейц, ранее известный как Рене де Петрикор, является основателем тайного общества Ордо Нарциссенкрейц. Также известен как Мастер.<br></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/90f57df4396a9aa89cee2704bafdac6d_681464755020305606.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Жакоб",
        "desc": "<p>Жакоб Ингольд - воспитанник Института Нарциссенкрейца, приёмный сын Карла Ингольда, сооснователь Ордо Нарциссенкрейц и неочеловек.<br><br><br>Эксклюзивный персонаж задания мира «Древние цвета» и «По следам Нарцисса»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/19/237301566/02bc05cc787742e2fdf79dc45a69ccec_6698692721706207521.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4271,
        "name": "«Сокровище»",
        "desc": "<p>Старые карманные часы.</p><p>Они перестали тикать и позвякивать, а крышка не открывается.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/09/124137736/1ac25fb67035572697a341b3735009fd_5311808906470033828.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4623,
        "name": "Открытое «сокровище»",
        "desc": "<p>Старые карманные часы.</p><p>Похоже, в какой-то момент они остановились, превратив его в прекрасное вечное воспоминание.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/28/124137736/4f59cac938afea04792733ecf4f499ab_5902527126259433789.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Охотник Сумеречного двора",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/51635400/539b03bed1057707abd643147e18abde_302767798429964259.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Сон нимфы",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/237301566/1bde348ad550ef356ff197b93caed6c8_1345756630789162457.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Институт натурфилософии и Охотники Сумеречного двора",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Позже Ален стал исследователем в Институте натурфилософии, где был признан вундеркиндом, и сделал прорыв в изучении сил пневмусии. В Институте натурфилософии Ален занимался изучением технологий Каэнри’ах и первозданных механизмов короля Дешрета в попытках решить энергетический кризис Фонтейна. Его силы были сосредоточены на исследовании контролируемой аннигиляции между пневмой и усией. В результате, благодаря созданию энергетических блоков, работающих с помощью пневмусии, юный гений совершил технический прорыв и революцию в сфере энергетики Фонтейна.\nПозже вместе со своим ассистентом Картером и Рене, назначенным с Аленом на один проект, Гильотен занимался изучением первозданных механизмов и созданием кинетического ядра на основе сил пневмусии."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/237301566/6de4264ce2e5d0353822745dffaf3008_4117670972653354273.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Вместе со своей младшей сестрой Мари-Анн Ален стал Охотником Сумеречного двора, как и их приёмный отец. Для защиты Мари-Анн на службе Ален создал первый прототип разумного мека - Сеймура, хоть официальных документов об этой разработке не осталось. На создание Сеймура Алена вдохновил его ассистент в Институте натурфилософии, Картер Шербиус, который предложил создать разумную камеру. Он считал, что Ален будет жалеть о тех моментах, когда он не был рядом с сестрой Мари-Анн, и захочет увидеть, как она взрослела и менялась. И хоть Ален сначала не одобрил идею, он всё же увидел пользу такой разработки для жандармов Фонтейна.\nНесколько лет спустя Рене и Жакоб основали тайную организацию, позже объявленную радикальной, Ордо Нарциссенкрейц, а Рене пытался создать неолюдей и избежать апокалипсиса, вычисленного с помощью его формулы миры. В своих исследованиях они экспериментировали с алым кварцем с Драконьего хребта, скверной из Разлома Ли Юэ, хварной и амритой из Сумеру и плотью и кровью Элинаса. Жакоб Ингольд получил силы, поддерживаемые поглощением плоти Элинаса и стал первым неочеловеком, а помощник Института натурфилософии Картер изменил свою форму, когда Рене пытался спасти его от неизлечимой болезни с помощью экспериментов."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/237301566/4a244b78de17042e111af3c05e389473_4160789350657139578.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда Охотники Сумеречного двора узнали, насколько далеко зашли исследования Ордо Нарциссенкрейц, в которых они хотели оживить Элинаса, Ален послал своего мека к юдексу Фонтейна Нёвиллету, чтобы предупредить об опасности. Именно Ален сыграл большую роль в запрете Ордо Нарциссенркейц, так как его подпись вместе с подписью Нёвиллета стояла на указе.\nПосле битвы Сумеречного двора с Ордо Нарциссенкрейц Мари-Анн Гильотен, сестра Алена, считалась погибшей, что оставило неизгладимое впечатление на Алена Гильотена. Он основал мемориальный парк Мари-Анн в честь своей сестры и ушёл из Сумеречного двора, основав Научно-исследовательский институт кинетической энергии Фонтейна. Исследования в Институте основывались на изучении кинетической энергии и различных механизмов. Во время своей работы в Исследовательском институте Ален создал несколько меков, один из которых, Спецмек: Штурм, был назван в честь своего ассистента Картера.\nВ старости, когда Ален ушёл из Института, он перестал видеться с людьми. Исследования, которые Гильотен проводил в последние годы, так и не были опубликованы, лишь в его мастерской остались следы разработок.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Институт натурфилософии",
        "desc": "<p>Научное учреждение, существовашее в Фонтейне около 500 лет назад.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/4ad939b9a96f59582270da331fc8f063_794388357681658842.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Сумеречный двор",
        "desc": "<p>Отдел по расследованию преступлений, который находится в непосредственном подчинении верховного судьи Нёвиллета. Является подразделением Палаты Жардинаж и расположен во Дворце Мермония.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/615412682c0d3edc7483b9452030aa64_5426056875512651762.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Исследовательский институт Фонтейна",
        "desc": "<p>Научно-исследовательский институт кинетической энергии Фонтейна - организация, основанная Аленом Гильотеном. Часто сокращается до Исследовательского института Фонтейна.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/154baa11b653966030bdf047346be788_5453069314476012727.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Ордо Нарциссенкрейц",
        "desc": "<p>Тайная эзотерическая организация, основанная Рене де Петрикором и Жакобом Ингольдом для предотвращения последствий апокалипсиса, предсказанного по формуле мира, путём создания неолюдей.</p><p>Организация объявлена радикальной и официально запрещена в Фонтейне.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/76c3b544663face535a657d1f97f4ad0_4288902648781870822.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Нарциссенкрейц",
        "desc": "<p>Нарциссенкрейц, ранее известный как Рене де Петрикор, является основателем тайного общества Ордо Нарциссенкрейц. Также известен как Мастер.<br></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/90f57df4396a9aa89cee2704bafdac6d_681464755020305606.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Мари-Анн Гильотен",
        "desc": "<p>Воспитанница Института Нарциссенкрейца, приёмная дочь Эмманюэля Гильотена и сестра Алена, охотница Сумеречного двора.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/7f04e9d0b83ab550cc91ddf708008a7d_7020120347835863216.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Нёвиллет",
        "desc": "<p>Верховный судья Фонтейна, или же юдекс, прославившийся своей безукоризненной беспристрастностью.<br><br><em>«Однажды они вернутся, и начнётся настоящее испытание»</em>, -  Шбаланке, Погребённый первозданным огнём.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/24/70239714/0513aa7f482dbb4778545d02f94956fe_5004007435087179259.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Сеймур",
        "desc": "<p>Прототип 4ACV07, механическая собака, созданная для защиты Мари-Анн Гильотен.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/237301566/f415fbe2eaa40cd987a8daa47643fc74_1879053792825826301.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Элинас",
        "desc": "<p>Существо из Бездны и Прародитель мелюзин. Появился в Фонтейне во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/237301566/fa4c986eefe97522566b35be6e29e7a0_471244222089785302.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4053,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4046,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Охотник Сумеречного двора",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/51635400/539b03bed1057707abd643147e18abde_302767798429964259.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3028,
        "name": "Алый кварц",
        "desc": "<p>Алый кварц содержит некоторый вид тёплой энергии. <span style=\"color: #FFE14B\">Разбейте и соберите его осколки</span>, чтобы окутать персонажа теплом.</p><p>Под его воздействием <span style=\"color: #FFE14B\">перестанет накапливаться лютый мороз</span>. Используйте этот эффект, чтобы согреться на относительно долгое время. Атакуйте врага до окончания действия эффекта, чтобы разом выпустить всю накопленную энергию. Однако похоже, что по неизвестным причинам местные точки телепортации и статуи семи Архонтов <span style=\"color: #FFE14B\">рассеивают эффект алого кварца</span>...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/91977426/1ef525b101a31611b9fe2cc1b0a59aa8_2348728650365519730.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1365,
        "name": "Багровый агат",
        "desc": "Кристалл, образовавшийся от смешения жизненной силы и особой энергии Драконьего хребта. Лучшего питательного вещества для жаждущего роста Дерева вечной мерзлоты не отыскать.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crimson Agate_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2644,
        "name": "Зловещая чёрная грязь",
        "desc": "<p>Персонажи, попавшие в загадочную чёрную грязь, постоянно теряют HP, а их способность передвигаться страдает. Также при этом из Адъюванта светоносного камня понемногу вытекает энергия.</p><p>По неизвестным причинам некоторые монстры в чёрной грязи становятся сильнее…</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/15/91977426/1ef525b101a31611b9fe2cc1b0a59aa8_389810034813325327.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2585,
        "name": "Грязевая скважина",
        "desc": "<p>Странный опухолеобразный нарост, который часто появляется в чёрной грязи и поддерживает её.</p><p>Существуют грязевые скважины разного порядка. Только достаточно мощные адъюванты Светоносных камней способны уничтожать Чистым сиянием скважины соответствующего порядка.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/16/91977426/1ef525b101a31611b9fe2cc1b0a59aa8_8281872233103899095.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Институт Нарциссенкрейца",
        "desc": "<p>Институт Нарциссенкрейца - приют для детей Фонтейна, куда часто отправляли детей преступников, построенный на руинах древней цивилизации Ремурии. Возглавлялся океанидой Лирис и Бэзил Элтон. Был заброшен после Катаклизма, произошедшего 500 лет назад.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/d16711d3de8737f08aaf297452fa06e8_1288621270627950131.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Детский приют, где вырос Ален.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Институт натурфилософии",
        "desc": "<p>Научное учреждение, существовашее в Фонтейне около 500 лет назад.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/4ad939b9a96f59582270da331fc8f063_794388357681658842.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Институт, в котором Ален работал с юного возраста, являясь вундеркиндом.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Исследовательский институт Фонтейна",
        "desc": "<p>Научно-исследовательский институт кинетической энергии Фонтейна - организация, основанная Аленом Гильотеном. Часто сокращается до Исследовательского института Фонтейна.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/154baa11b653966030bdf047346be788_5453069314476012727.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Институт, который основал Ален Гильотен.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Лирис",
        "desc": "<p>Океанида и директриса Института Нарциссенкрейца - детского дома Фонтейна. После закрытия Института во время Катаклизма стала членом Ордо Нарциссенкрейц, известной как «Красная королева».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/b6d86ff8dfd84cf744e57a516b1a14c6_7638037626645202043.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Директриса Института Нарциссенкрейца, где вырос Ален.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Бэзил Элтон",
        "desc": "<p>Адмирал «Белой армады» в отставке, капитан корабля «Спонсиан», воспитанница и заместительница директрисы Института Нарциссенкрейца. После её гибели во время Катаклизма 500 лет назад в честь неё была названа Элтонская впадина.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/19/237301566/386107b800f05b084d15ad8145cf8913_1639351719762421517.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Заместительница директрисы Института Нарциссенкрейца, которая на самом деле управляла приютом.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Мари-Анн Гильотен",
        "desc": "<p>Воспитанница Института Нарциссенкрейца, приёмная дочь Эмманюэля Гильотена и сестра Алена, охотница Сумеречного двора.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/7f04e9d0b83ab550cc91ddf708008a7d_7020120347835863216.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Сестра Алена.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Жакоб",
        "desc": "<p>Жакоб Ингольд - воспитанник Института Нарциссенкрейца, приёмный сын Карла Ингольда, сооснователь Ордо Нарциссенкрейц и неочеловек.<br><br><br>Эксклюзивный персонаж задания мира «Древние цвета» и «По следам Нарцисса»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/19/237301566/02bc05cc787742e2fdf79dc45a69ccec_6698692721706207521.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Воспитанник Института Нарциссенкрейца, с которым вырос Ален.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Нарциссенкрейц",
        "desc": "<p>Нарциссенкрейц, ранее известный как Рене де Петрикор, является основателем тайного общества Ордо Нарциссенкрейц. Также известен как Мастер.<br></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/90f57df4396a9aa89cee2704bafdac6d_681464755020305606.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Нарциссенкрейц, ранее являвшийся Рене де Петрикором, был воспитанником приюта, в котором вырос Ален.\nВо взрослом возрасте Рене основал радикальную эзотерическую организацию Ордо Нарциссенкрейц и проводил эксперименты с силами Бездны, что разрушило его дружбу с Аленом.\nЭмманюэль Гильотен\nПриёмный отец Алена и Мари-Анн, бывший Охотник Сумеречного двора. Хоть он и не любил детей, он взял Мари-Анн и Алена после закрытия Института Нарциссенкрейца 500 лет назад по просьбе своей подруги Бэзил.\nКартер (Катер) Шербиус\nНеуклюжий ассистент Алена в Институте натурфилософии.\nДуайт Ласкер\nДиректор Института натурфилософии.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Сеймур",
        "desc": "<p>Прототип 4ACV07, механическая собака, созданная для защиты Мари-Анн Гильотен.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/237301566/f415fbe2eaa40cd987a8daa47643fc74_1879053792825826301.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Первый разумный мек, созданный Аленом для защиты сестры Мари-Анн, когда она с Аленом стала Охотницей Сумеречного двора.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4046,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4047,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4048,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4049,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4050,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4051,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4052,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4053,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4054,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4055,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4056,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "Меки, созданные по исследованиям Алена Гильотена.",
        "alignment": "center"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Институт Нарциссенкрейца",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/becc7314771f05d227a2fbd93402dbf6_7703999102300793164.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Директриса Института океанида Лирис, заместительница Бэзил Элтон, Ален, Мари-Анн, Жакоб и Рене."
          }
        ]
      },
      {
        "key": "Ален Гильотен",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/4a244b78de17042e111af3c05e389473_2844091606085394173.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Ален Гильотен и созданный им мек в воспоминаниях Нёвиллета."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Ален Гильотен"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Фонтейн"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "• Институт Нарциссенкрейца\n• Институт натурфилософии\n• Научно-исследовательский институт кинетической энергии Фонтейна"
          }
        ]
      }
    ]
  }
}