{
  "epId": 4605,
  "name": "Бэзил Элтон",
  "desc": "<p>Адмирал «Белой армады» в отставке, капитан корабля «Спонсиан», воспитанница и заместительница директрисы Института Нарциссенкрейца. После её гибели во время Катаклизма 500 лет назад в честь неё была названа Элтонская впадина.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/19/237301566/386107b800f05b084d15ad8145cf8913_1639351719762421517.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1711852265,
  "components": {
    "galleryCharacter": [
      {
        "key": "Институт Нарциссенкрейца",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/19/237301566/becc7314771f05d227a2fbd93402dbf6_7225770856237200743.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Океанида Лирис (директриса Института Нарциссенкрейца), Ален, Мари-Анн, Бэзил Элтон (заместительница директрисы), Жакоб и Рене."
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Фрагмент мореходного журнала",
        "desc": [
          {
            "type": "RichText",
            "text": "...1800, видимость - 5. Море спокойное. Присутствует небольшой туман. Необходимо принять противотуманные меры и усилить наблюдение.\n...1930, видимость - 3. Приняты противонагонные меры.\n...\n...2100, видимость - 6. На море штиль. В четыре часа по правому борту ближе к носу появились три морских существа. Визуально длина их равняется длине обычного крейсера. Курсирование отменено. Судно переходит в боевой режим...\n...2130, видимость - 3. Море беспокойное. Сопровождающее нас судно «Каледония» получило серьёзные повреждения и остановилось. Продолжать бой «Каледония» не может. Судно «Виникон» затонуло. Капитан погиб. Судно получило серьёзные повреждения в трёх местах. Орудия №2 и №3 полностью уничтожены. Необходимо срочно устранить последствия...\n...2200, видимость - 4. Море беспокойное. В 4 часа по левому борту вновь появилась группа морских существ. В настоящий момент определить количество невозможно. Бортовое счётное устройство повреждено. Произвести расчёты невозможно. Ускоренно движемся к флагману «Спонсиан»...\n..."
          }
        ]
      },
      {
        "title": "Повреждённый журнал",
        "desc": [
          {
            "type": "RichText",
            "text": "...Двадцать третий день наблюдения за Элинасом. Перехватить его необходимо как можно скорее, иначе он нанесёт серьёзный ущерб всему водному пространству Фонтейна...\n...Двадцать пятый день наблюдения за Элинасом. От последнего порта снабжения мы продвинулись уже довольно далеко. В этот раз на берегу нас ждали лишь руины. Мы собрали оставшиеся припасы. Не знаю, насколько нам их хватит...\n...Тридцать пятый день наблюдения за Элинасом. Заметили его, следуем по кровавому следу... На полной скорости... Привлекли массу кровожадных существ...\n...\n...Судно сильно повреждено, двигательная система... Плывём только благодаря силе ветра...\n...\n...Ближе к противнику...\n...Каждый в Фонтейне обязан выполнять свой долг..."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Бэзил Элтон",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Бэзил Элтон выросла в Институте Нарциссенкрейца - детском приюте Фонтейна. Там она познакомилась с другими детьми: Эмманюэлем Гильотеном, Дуайтом Ласкером и Карлом Ингольдом. Они любили играть в игры, где Эмманюэль был героем, а Карл - злым драконом Бармаголотом. После выпуска из Института, Бэзил возглавила белую армаду, флот Фонтейна. Её кораблём стал «Спонсиан», бронированный металлический корабль, оснащённый тяжёлыми пушками и прочным носом для тарана. Этот белоснежный флагманский корабль был гордостью флота Фонтейна. Имя «Спонсиан» дал старший помощник Элтон, Натаниэль Пикман, назвавший корабль в честь тирана, династия которого, возможно, никогда не существовала."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/13/237301566/9dd957087aa42735905d94761558de17_7737823229976214952.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда военный флот был расформирован за ненадобностью, а прославленный министр военно-морского флота с почётом ушёл в отставку, Бэзил вернулась в Институт Нарциссенкрейца и стала помощницей наставницы Лирис. Бэзил Элтон, хоть и обладала непреклонным нравом, очень заботилась о детях. Ради них она стала учиться готовить, хотя поначалу её блюда были похожи на наказание. Бэзил считала, что забота о маленьких детях похожа на заботу о цветах - они не должны расти сами по себе, им нужна подходящая земля и много солнечного света, регулярный полив и уход. А при необходимости нужно избавляться от вредителей, которые мешают нормальному росту. Часто по вечерам она рассказывала детям сказки про злого дракона Нарцисса, а потом они ели её вкусные закуски. Для маленькой Мари-Анн, воспитанницы Института, Бэзил придумала сказку про принцессу Лирис.\nВо время Катаклизма 500 лет назад Элтон снова возглавила «Спонсиан» и отправилась на сражение с монстром Бездны, Элинасом, который своим существованием отравлял всё на своём пути. Около месяца флот вёл наблюдения за Элинасом, сражаясь с другими морскими чудовищами из Бездны. Когда многие корабли флота были уничтожены, «Спонсиан» наконец настиг Элинаса, но в ходе битвы корабль был разломан надвое. Одна половина корабля так и бродит призраком в водах Фонтейна.\nПеред уходом на сражение с Элинасом Бэзил оставила изумрудное перо неизвестной птицы из своей шляпы, которое так любили дети, Жакобу, ещё одному воспитаннику Института."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Тебе ведь так его хотелось, не правда ли, ██████? Хорошо. Держи».</color>\n<color=#ffffffd9>«Но я даю тебе его лишь на некоторое время, понятно? Я буду очень расстроена, если оно испачкается».</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Также она попросила своего старого друга из Института, Эмманюэля Гильотена, взять на воспитание двух детей, Мари-Анн и Алена. Тот не любил детей, но выполнил просьбу своей подруги."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Когда я вернусь с триумфом, давай пригласим Ласкера и Ингольда на встречу.</color>\n<color=#ffffffd9>Я приготовлю ужин. Покажу всё своё мастерство».</color>\n<color=#ffffffd9>Увидев подозрение в его глазах, она сердито добавила:</color>\n<color=#ffffffd9>«Я поднаторела в готовке за последние годы! Детям очень нравится!»</color>\n<color=#ffffffd9>«Ну что ж, прощай, Гильотен... Мой дорогой Эмманюэль.</color>\n<color=#ffffffd9>Надеюсь, у тебя всё будет хорошо. Не ввязывайся в неприятности.</color>\n<color=#ffffffd9>И я надеюсь, они не успели разгромить мой дорогой \"Спонсиан\"...»</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "К сожалению, Бэзил так и не вернулась. Эмманюэль больше не увидел свою подругу, а Жакоб так и не вернул ей перо птицы. Только Путешественник/ца сможет потом отнести это перо на обломки корабля «Спонсиан», выполнив когда-то данное обещание.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5140,
        "name": "Район Берилл",
        "desc": "<p>Нагорье, отделённое водами от Кур-де-Фонтейна. На нём разбросано немало древних руин.</p><p>Говорят, что много столетий назад последователи Эгерии избрали это место для паломничества и пикников. Здесь они воспевали любовь и кристально чистые мечты. Их пение давно растворилось в тусклом свете луны, и только холодный ветер, как и прежде, проносится по покрытым мятой горам.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/cd8d24707c19c43305b87cac406a5c35_6926421508680692511.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Институт Нарциссенкрейца",
        "desc": "<p>Институт Нарциссенкрейца - приют для детей Фонтейна, куда часто отправляли детей преступников, построенный на руинах древней цивилизации Ремурии. Возглавлялся океанидой Лирис и Бэзил Элтон. Был заброшен после Катаклизма, произошедшего 500 лет назад.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/d16711d3de8737f08aaf297452fa06e8_1288621270627950131.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Лирис",
        "desc": "<p>Океанида и директриса Института Нарциссенкрейца - детского дома Фонтейна. После закрытия Института во время Катаклизма стала членом Ордо Нарциссенкрейц, известной как «Красная королева».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/b6d86ff8dfd84cf744e57a516b1a14c6_7638037626645202043.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Мари-Анн Гильотен",
        "desc": "<p>Воспитанница Института Нарциссенкрейца, приёмная дочь Эмманюэля Гильотена и сестра Алена, охотница Сумеречного двора.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/7f04e9d0b83ab550cc91ddf708008a7d_7020120347835863216.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Жакоб",
        "desc": "<p>Жакоб Ингольд - воспитанник Института Нарциссенкрейца, приёмный сын Карла Ингольда, сооснователь Ордо Нарциссенкрейц и неочеловек.<br><br><br>Эксклюзивный персонаж задания мира «Древние цвета» и «По следам Нарцисса»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/19/237301566/02bc05cc787742e2fdf79dc45a69ccec_6698692721706207521.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Элинас",
        "desc": "<p>Существо из Бездны и Прародитель мелюзин. Появился в Фонтейне во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/237301566/fa4c986eefe97522566b35be6e29e7a0_471244222089785302.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4262,
        "name": "Изумрудное перо",
        "desc": "<p>Иногда это перо способно дать ход истории и довести её до конца.</p><p>Его вид сам по себе представляет силу, выходящую за рамки истории.</p><p></p><p>Старое, но хорошо сохранившееся, оно наверняка было дорого многим людям.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/07/124137736/0e20d4f6e2bfde9b348bbc5082622a46_3665733523380924152.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3985,
        "name": "Тень волны",
        "desc": "<p>Стандартный клинок изящной формы, изготавливаемый специально для старших офицеров и капитанов флагманских кораблей старого морского флота Фонтейна.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/51635400/17a33544c58e2a45ad5f1a4a5a68906a_527978459054418336.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Сон нимфы",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/237301566/1bde348ad550ef356ff197b93caed6c8_1345756630789162457.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Охотник Сумеречного двора",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/51635400/539b03bed1057707abd643147e18abde_302767798429964259.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Сказка о Нарциссе",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Сказка, придуманная Бэзил Элтон для маленькой Мари-Анн Гильотен. Эта сказка легла в основу вымышленного мира Мари-Анн.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/11/19/237301566/e46d0dae36dfe7560e5a5b492746c866_4556940977996027979.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Давным-давно в далёком-далёком королевстве жила-была добрая и прекрасная принцесса. А звали её Лирис... Да, именно она и будет главной героиней нашей сказки!\n«Ну нет, что это за имя? Всё совсем не так».\nДа это же просто сказка, не будь врединой. Кхе-кхе, продолжим.\nГлавная героиня у нас уже есть. Не хватает лишь персонажа, который бы чинил ей неприятности... Какого-нибудь злодея!\nЗлодей, злодей, хм... Пусть это будет грозный дракон Нарцисс. Он был настолько злобный, что едва люди слышали его имя, как сразу же начинали дрожать от страха. Нарцисса совершенно не волновали чувства окружающих.\nОн сеял разрушения и извергал из пасти пламя, превращал в руины города одним лишь взмахов крыльев и обращал в пепел целые королевства своим обжигающим дыханием.\nТолько в королевстве Лирис царили мир и покой. Принцесса усердно трудилась, чтобы защитить своих подданных, поэтому план злого дракона Нарцисса по уничтожению всего и вся так и не увенчался успехом.\n«Получается, в истории Нарцисса злодей, наоборот, я?»\nА? Хочешь знать, как звучала бы сказка от лица дракона Нарцисса? «Проклятая принцесса Лирис! Вечно она мешает моим планам...» Ну, и так далее.\nЛадно, ладно. Это ведь просто сказка. Принцесса Лирис всего лишь вымышленный персонаж. Она ненастоящая. Ну а ты - это ты, настоящая и живая. Так что сказку с реальной жизнью путать не нужно.\n«Ничего не понимаю...»\nА это всё потому, что ты постоянно меня перебиваешь. Дай хоть сказку закончить. Так, на чём мы остановились?\nОй, ну и память у меня! Главной героине ведь нужны помощники. Ну а принцесса Лирис у нас очень добрая и красивая. Немудрено, что и друзей у такой прелестной леди целая куча.\nДай-ка подумаю... У принцессы Лирис много верных и храбрых друзей. Например, Ал, Ней...\n«Не может быть».\nТы опять забыла, это всего лишь сказка, а в сказках всякое может быть! В нашей вот сказке Ал и Ней - верные друзья принцессы Лирис.\nКстати, а как там ещё одного дружка Лирис зовут? Ну, белобрысого мальчика такого.\n«Он мне не друг».\nНо ведь Лирис может подружиться с ним в будущем, кто знает? Я вот тоже не прочь с ним друзьями стать. Так что пусть в нашей сказке они дружат! Так как его зовут?\n«Ну ладно. Тогда зови его Кейт».\nХорошо! Пусть будет полковником Кейтом! Он у нас сильный и очень начитанный, так что титул «полковник» ему очень подходит.\nФух, ну наконец-то. Все герои сказки в сборе. Злой дракон Нарцисс желал уничтожить все государства в мире, и только королевство принцессы Лирис не желало сдаваться перед его напором, ведь на страже стояли Лирис и её друзья.\n«О, я поняла. А дальше, как и в других сказках, принцесса и её друзья должны жить долго и счастливо».\nНо это ведь уже конец!\nА мы только начали. Весь захватывающий сюжет ещё впереди!\n«Захватывающий сюжет?»\nДа! Разве тебе не интересно узнать, зачем дракону Нарциссу понадобилось всё вокруг уничтожать и как принцессе Лирис удаётся всех защищать?\n«Зачем? Главное ведь, что финал хороший».\nНо ведь это же так скучно! Финал у сказок-то, конечно, всегда один и тот же, но ведь путь, который к нему приводит, у каждой истории разный.\nВ нашей сказке одинокий дракон Нарцисс жаждет заполучить сокровище принцессы Лирис, а также её красоту и доброту. Почему? А всё потому, что давным-давно дракон и сам владел и этими качествами, и сокровищем, пока не потерял их.\nЧто касается сокровища принцессы Лирис... пусть это будет «время».\n«Время?»\nДа! Однажды Ал сказал мне, что часы - это доказательство, что «люди всегда пытаются удержать время в своих руках», а Ней - что времени всегда не хватает. Если так подумать... принцесса Лирис ведь долго была одинокой. А если бы у неё были друзья, она была бы счастлива разделить с ними «время»! Получается, что вторгнуться в королевство Лирис Нарцисс не мог, потому что всё своё время она разделяла со своими друзьями. Ну а если дракон нападал, времени у её союзников было намного больше благодаря подаренным принцессой минутам. Конечно же, при таком раскладе у дракона просто не было шанса!\nВот сама посмотри, Лирис. Если у тебя есть больше времени, то и сделать ты успеваешь намного больше, верно? Ну вот, например, больше времени стало у Ала. Значит вместо того, чтобы ударить Нарцисса всего один раз, он мог атаковать целых три или и вовсе четыре раза! Сила его благодаря этому многократно возрастала. Да, это отлично нам подойдёт!\nСловом, друзья принцессы Лирис использовали её время, чтобы вновь и вновь отбивать нападение Нарцисса.\nНо хитрый дракон сумел раскрыть их тайну. Он набрался терпения, притаился и начал то и дело посылать свои войска против королевства, отнимая драгоценное время принцессы Лирис.\nПринцессе приходилось тратить целые месяцы своего времени, чтобы защитить королевство и помочь своим друзьям одолеть очередное войско. Постепенно она стала забывать о своих друзьях, потому что начала отдавать время своего «прошлого». Затем Лирис совсем перестала смеяться и общаться со своими друзьями, потому что начала отдавать уже своё «настоящее» время...\nШли дни, и однажды перестали бежать меж деревьев весёлые ручейки, а небеса заволокли мрачные тучи. Всё потому, что Нарцисс вновь расправил свои крылья и явился на порог нашего королевства. Друзья Лирис изо всех сил старались защитить свой дом, но без подаренного принцессой времени дракона было не остановить. Вскоре он сумел проникнуть к воротам дворца.\nВ самый последний момент Лирис позвала к себе друзей, чьи имена она уже не могла вспомнить, и доверила им самую дорогую вещь на свете. Это была чистейшая прозрачная капелька воды. Такая же непорочная, как и ты сама.\nПринцесса сказала: «В этой капле заключено моё \"будущее\" время. Возьмите его себе.\nВедь тогда мне будет неважно, попадёт моё королевство в лапы Нарцисса или же нет... Потому что моё \"будущее\" навсегда останется с вами».\nЛирис пообещала своим друзьям: «Пусть мы потеряли наше общее \"прошлое\" и \"настоящее\". Если у нас есть \"будущее\", мы непременно встретимся снова, а королевство вновь засияет в своём великолепии».\nВ это время войско Нарцисса пушечным огнём разнесло ворота замка. Принцесса Лирис крикнула своим друзьям, чтобы те как можно скорее бежали отсюда. Они лили горькие слёзы, но не осмелились пойти против высочайшего повеления. Потеряв своё будущее, принцесса Лирис погрузилась в долгий сон без сновидений вместе с башней, в которой она жила.\nВ тот день перед силой злого дракона пало самое последнее королевство в мире. Друзья принцессы разбрелись и долгое время скитались по тёмному миру, успев пережить множество приключений. Но единственное, что до сих пор продолжало объединять их, - это хранящееся в их сердцах «будущее» Лирис. Ну как тебе?\n«Ничего не поняла. Прошлое, настоящее, будущее... Как всё запутано. Разве может быть какое-то будущее, если случилась катастрофа?»\nКонечно, может. Ал усердно помогает господину Невиллу ради построения общего будущего. Этим же занимаетесь и вы с Неем и Жако! Сама подумай, нам ведь уже удалось создать совместное «прошлое», верно? В «настоящем» мы тоже вместе, а значит, и в «будущем» никогда не расстанемся. Вот увидишь, вместе мы разделим и горе, и радость, что ожидают нас впереди.\n«О, поняла...»\n«А как же сказка? Что же всё-таки случилось с принцессой?»\nНу... это уже совсем другая история. Я не против рассказать тебе, да только времени уже нет. Надо с этим глупым псом возвращаться обратно. Давай эту историю я расскажу тебе в другой раз!\nНу брось, что ты, а?.. Хорошо. Тогда давай так: я обозначу завязку, а сюжет ты додумаешь и потом мне перескажешь! Хм-м... что бы такое придумать...\nДолгие годы спустя далеко-далеко...\n...было на земле одно тёмное королевство, во главе которого стоял дракон Нарцисс.\nПринцесса, о которой он так долго грезил, погрузилась в продолжительный сон без сновидений вместе со всей своей башней, а потому осталась нетронутой драконом. Нарцисс был очень зол: он послал своих многочисленных приспешников в каждый уголок королевства, чтобы отыскать сокровище принцессы. Также дракон приказал расставить кругом защиту с помощью тёмной магии, чтобы сторонники справедливости не восстали против него. Он поклялся вернуть сокровище принцессы и пробудить её ото сна. Ведь только так он наконец сможет полностью ею завладеть.\nДрагоценное сокровище принцессы охраняли смелые воины. День и ночь стерегли они чистейшую и прозрачную каплю воды.\nИ вот однажды из капли воды родилась маленькая жизнь.\nХм... как бы её назвать? Проклятье! Кабы знать, что история так обернётся, твоё имя было бы лучше использовать здесь. Может, у тебя есть какие-нибудь идеи?"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Институт Нарциссенкрейца",
        "desc": "<p>Институт Нарциссенкрейца - приют для детей Фонтейна, куда часто отправляли детей преступников, построенный на руинах древней цивилизации Ремурии. Возглавлялся океанидой Лирис и Бэзил Элтон. Был заброшен после Катаклизма, произошедшего 500 лет назад.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/d16711d3de8737f08aaf297452fa06e8_1288621270627950131.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Детский приют, в котором выросла Бэзил. После отставки из флота она вернулась туда как заместительница директрисы Лирис и на самом деле управляла Институтом.\n«Белая армада»\nФлот Фонтейна, адмиралом которого была Бэзил.\n«Спонсиан»\nЗнаменитый корабль Бэзил. Был разрушен при битве с Элинасом 500 лет назад.\nНатаниэль Пикман\nСтарший помощник Элтон, давший имя её кораблю.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Ален Гильотен",
        "desc": "<p>Воспитанник Института Нарциссенкрейца, приёмный сын Эмманюэля Гильотена и брат Мари-Анн, исследователь Института натурфилософии и основатель Исследовательского института Фонтейна.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/5f9666801f8c3cd059ac14e8eb9dbc96_8787928504212627557.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Мари-Анн Гильотен",
        "desc": "<p>Воспитанница Института Нарциссенкрейца, приёмная дочь Эмманюэля Гильотена и сестра Алена, охотница Сумеречного двора.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/7f04e9d0b83ab550cc91ddf708008a7d_7020120347835863216.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Жакоб",
        "desc": "<p>Жакоб Ингольд - воспитанник Института Нарциссенкрейца, приёмный сын Карла Ингольда, сооснователь Ордо Нарциссенкрейц и неочеловек.<br><br><br>Эксклюзивный персонаж задания мира «Древние цвета» и «По следам Нарцисса»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/19/237301566/02bc05cc787742e2fdf79dc45a69ccec_6698692721706207521.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Нарциссенкрейц",
        "desc": "<p>Нарциссенкрейц, ранее известный как Рене де Петрикор, является основателем тайного общества Ордо Нарциссенкрейц. Также известен как Мастер.<br></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/90f57df4396a9aa89cee2704bafdac6d_681464755020305606.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Картер Шербиус\nВоспитанники Института Нарциссенкрейца.\nКарл Ингольд\nДуайт Ласкер\nЭмманюэль Гильотен\nВоспитанники Института Нарциссенкрейца, с которыми выросла Бэзил.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3992,
        "name": "Император огня и железа",
        "desc": "<p>Один из двух владык, некогда возвышавшихся над инородами Фонтмера, и герой легенд среди моряков. Не встречая природных врагов, бронекраб постоянно охотился, питался и искал подходящих моллюсков и улиток для нового панциря. От этого он вырос слишком большим. Сохранились записи о том, как до первого наводнения исполинский бронекраб нападал на корабли и был повержен ещё не восстановившейся в должности начальницей флота Бэзил Элтон. Представьте себе такой мир: Император огня и железа уничтожает всех жителей Тейвата и вырастает до таких размеров, что надевает на себя Дворец Мермония, как самые ослепительные белоснежные доспехи. Конечно, в таком мире никто не будет то ли трепетно, то ли шутливо называть его «Императором огня и железа».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/70239714/92cf784732984089c7f5a91f7a42822c_5104485876997272452.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Исполинский бронекраб, побеждённый Бэзил.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Элинас",
        "desc": "<p>Существо из Бездны и Прародитель мелюзин. Появился в Фонтейне во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/237301566/fa4c986eefe97522566b35be6e29e7a0_471244222089785302.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Существо из Бездны, появившееся в Фонтейне во время Катаклизма. «Спонсиан» был уничтожен в бою с Элинасом.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4517,
        "name": "Аиз",
        "desc": "<p>Мелюзина, интересующаяся призрачным кораблём.</p><p></p><p>Эксклюзивный персонаж задания «Призрак одинокого парусника»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/14/237301566/64afa669285d531b6058c3dab5e57712_4078419643675375224.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Мелюзина, которая интересовалась судьбой корабля «Спонсиан».",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 3985,
        "name": "Тень волны",
        "desc": "<p>Стандартный клинок изящной формы, изготавливаемый специально для старших офицеров и капитанов флагманских кораблей старого морского флота Фонтейна.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/51635400/17a33544c58e2a45ad5f1a4a5a68906a_527978459054418336.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Сон нимфы",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/237301566/1bde348ad550ef356ff197b93caed6c8_1345756630789162457.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4262,
        "name": "Изумрудное перо",
        "desc": "<p>Иногда это перо способно дать ход истории и довести её до конца.</p><p>Его вид сам по себе представляет силу, выходящую за рамки истории.</p><p></p><p>Старое, но хорошо сохранившееся, оно наверняка было дорого многим людям.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/07/124137736/0e20d4f6e2bfde9b348bbc5082622a46_3665733523380924152.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Охотник Сумеречного двора",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/51635400/539b03bed1057707abd643147e18abde_302767798429964259.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Бэзил Элтон"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Фонтейн"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "• Институт Нарциссенкрейца\n• Флот Фонтейна"
          }
        ]
      }
    ]
  }
}