{
  "epId": 4608,
  "name": "Слёзы средь звёзд",
  "desc": "<p>Капля воды, добытая из огромного чудовища, жаждущего первозданного моря жизни.</p><p></p><p>Один древний философ как-то сказал, что там, где есть жизнь, есть смерть. Естественно, там, где есть смерть, есть жизнь.</p><p>Если же это не так, то мимолётный свет не может противостоять вечной тьме, и в конце времён всё превращается в небытие.</p><p>По законам звёзд природа должна быть сохранена, но никто не сохранил законы вселенной.</p><p>В закрытом ящике разрушение всегда преобладает над новой жизнью. Тысячелетия процветания - это всего лишь мгновение на фоне миллиардов лет. Самые великие достижения, самые гордые свершения со временем потускнеют, распадутся, рассеются и сгинут в небытие.</p><p>Так и проплывает мимо среди звёзд всё, некогда казавшееся важным разным цивилизациям, имевшее ореол престижа и благоговения, проливая слёзы о своей предначертанной гибели.\\nИх слёзы текут вниз, от отчаяния и от надежды, потому что и отчаяние, и надежда однажды погаснут вместе с бесчисленными звёздами.</p><p>Их слёзы текут вниз, от горечи и от радости, потому и они исчезнут в холодной и тёмной пустоте.</p><p>Каждый крошечный, но прекрасный силуэт, каждое мгновение, которое стоит запомнить, померкнут со временем, как и сами звёзды.</p><p>А ещё есть так называемые «боги», которые намерены спасти всё, что достойно спасения, и поглотить всё, чему предстоит быть поглощённым.</p><p>До конца времён, пока море звёзд не превратится в ничто, кроме гаснущих углей, пока новорождённый «мир» не зашевелится впервые в утробе кита.</p><p>«Не будет больше грехов, не будет печали и слёз, потому что всё исчезнет задолго до этого вместе с древними звездами».</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/26/124137736/3ddb1b576291ed694c4cc75d23a0edf0_5993988539281184882.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1701143456,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Слёзы средь звёзд"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Задание Архонтов Том IV. Глава V: «Маскарад виновных»"
          }
        ]
      }
    ]
  }
}